{"title": "Letter from Africa: Should MPs be sent back to school?", "content": "In our series of letters from African writers, Zimbabwean journalist-turned-barrister Brian Hungwe looks at whether politicians need better qualifications.\nZimbabwe has one of the highest literacy rates in Africa. It is a country of learned people - the former President Robert Mugabe had no less than seven degrees.\nBut the education appears not to have filtered down to the one place where it is badly needed, the National Assembly - and the speaker of parliament, Jacob Mudenda, is worried.\nNicknamed \"the Headmaster\" by his colleagues, he is a stickler for rules - and is now advocating that parliament set a minimum standard of education for anyone wanting to become an MP.\nIn many houses of parliament around the world, proceedings often get rowdy and sometimes when the politicians run out of arguments, fists come in handy.\nThe South African, Ugandan, Nigerian and Somali parliaments are just some of those that have witnessed brawls.\nSo it's not clear why Mr Mudenda wants more degrees in the house, when boxing gloves might be more useful.\nBut he is not the first speaker to grapple with the issue of ill-educated MPs in Zimbabwe.\nBack in 1992, former Speaker Didymus Mutasa kicked off a storm when he said that debates in parliament had become \"meaningless\".\n\"I do not think the calibre of members is very good. I wonder if some MPs read newspapers and books, or even discuss with friends before coming to parliament.\"\nHe ended with the insult: \"Some MPs are unwitty.\"\nPerhaps that was a step too far, as a politician needs a fair bit of wit to criss-cross a rural constituency pledging to bring heaven to the electorate, only to disappear until their resurrection five years later to repackage the heavenly promises without shame or remorse.\nBut four years later Edson Zvobgo, a cabinet minister known for his quick repartee, complained that parliamentary debates had \"gradually become sterile, bereft of research or reason\".\nHe added that \"democratic systems are not guests of convenience\".\nThe current speaker is convinced that the quality of debate is suffering because some of the MPs are uneducated.\nHe argues that they cannot rise to the occasion, given the complex bills, and policy issues.\n\"The MPs vanotatarika,\" he says, which in Shona means \"they struggle\".\n\"If the trend carries on, we might have to amend the constitution and make it mandatory that for one to contest as a councillor or MP, one must have a minimum of an Ordinary Level certificate.\"\nThis is a school qualification that is taken at around the age of 16.\nBut not everyone is amused by the suggestion.\nThe MP for Kwekwe Central, Masango Matambanadzo, dropped out of school at Grade Two - at around the age of seven - because his parents couldn't afford his education.\n\"The speaker must never discriminate against uneducated people,\" he says.\n\"Your deeds and character should help the people decide, not educational qualifications.\"\nMr Matambanadzo argues that he has the heart and energy to work, and deliver - and that should be sufficient.\nSo how has he survived this long with no education?\n\"I use natural intelligence to connect with people,\" he says.\nHe tells me that former President Mugabe told him to find a secretary to assist him in writing and reading.\nHe runs several businesses in Kwekwe town, and says there are many professors and doctors who don't have $1,000 (£760) in their bank account and other educated people who cannot match his income.\nYet parliamentary business is complex. There are bills to be scrutinised, executive policies and decisions to be examined. Select committees have to go through technical and legal reports, some of which are beyond the comprehension of many.\nAnd it is for this reason that Mr Mudenda is reaching out to educated people in Zimbabwe to pursue a career in politics so that the country has capable people to make laws.\nAt the moment, to become an MP the only requirement in the constitution is that you should be a registered voter and at least 21 years of age.\nSome people see the move to raise minimum qualifications for entry into parliament as a way to shut out populist candidates.\nMr Mugabe touched on this issue in 2013, four years before he was ousted from power, saying Zimbabweans would never see a traditional healer becoming a minister.\n\"We can't appoint a very famous traditional healer because he is popular with the people. He may go into parliament, fine, but he can't be a minister of health,\" he said.\nFor now, Mr Matambanadzo is undeterred: \"I am currently travelling, articulating my views on the consumer bill.\n\"People are always clapping at my informed contributions. It matters not that I can't read or write - that's immaterial.\"\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "8 March 2019", "href": "https://www.bbc.com/news/world-africa-47468104", "tags": "letter sent mp parliament become back one mps education africa years school speaker"}