{"title": "Letter from Africa: Ghana's uniform lovers", "content": "In our series of letters from African journalists, writer Elizabeth Ohene considers Ghanaians' love of dressing up for every occasion.  \nI do not recall I ever went through that period when young people seem to love uniforms. I have friends who were attracted to and went into nursing primarily because of the uniform. \nOf course, I do not discount the fact that many others took up nursing because they like caring for people. \nBut I used to think the world was made up of those who wore uniforms and those who did not. \nAs school children, I remember we could not wait to get out of uniforms and wear our hair differently from the regulation cut. \nBut now it seems almost every aspect of life in Ghana comes with a uniform of some kind. \nPeople wear uniforms in the most civilian of jobs, including in the banking and retail sectors. And uniforms are not only for work. \nEvery major event is marked with a uniform.\nThey range from specially printed T-shirts to specially designed and printed textiles from which we make clothes. \nOur graphic designers, textile factories and tailors are kept busy around the clock. I have to amend that sentence: It is the Chinese textile factories that we keep busy. \nThe Ghanaian ones are struggling since the Chinese seem to be able to produce the textiles at half the price. \nMost events and anniversaries are celebrated with special cloths. \nWe made a special commemorative cloth when US President Barack Obama visited us in 2009 and when our President John Atta Mills died in 2012. \nAnd when we celebrated 50 years of our independence, we made various commemorative cloths. \nIt used to be that when you go to church only the choristers and the priests wore uniforms.\nNow you are encouraged to join one of the many church groups, and they all have uniforms for the different occasions listed on the church calendar. \nI have a closet full of special cloths for secondary schools marking their 40th or 50th anniversaries. \nOften, the entire crowd at the celebrations would be clad in the same special anniversary cloth. \nLast week, I attended another 50th anniversary celebration of a secondary school and I stood out like a sore thumb as I was the only person without the special cloth.\nThe uniform craze extends to deaths and funerals.\nWhen there is a death, you have to choose a special fabric that all members of the family and close friends would be expected to buy and make clothes to wear to the funeral. \nSometimes, the cloth is specially ordered from the textile factory and it comes complete with photos of the dead person printed across the fabric. \nPeople have been known to borrow money to buy the special fabric for a funeral. \nThere is no suggestion that such people have not got any suitable clothes to wear to the funeral; it is simply a case of having to wear the uniform. \nI have ended up in the totally ridiculous situation of having a closet full of special clothes for special funerals that I cannot wear anywhere else. \nHappy occasions also come with uniforms.\nThe latest one was the special cloth we ordered to celebrate the centenary of the establishment of the Presbyterian Church in my village, Abutia Teti. \nI have no idea when I will be able to wear that cloth again but we certainly had a great time at the celebrations with all of us decked out in our uniforms.\nIf you would like to comment on Elizabeth Ohene's latest column, please use the form below. A selection of views will be published.", "date": "14 December 2014", "href": "https://www.bbc.co.uk/news/world-africa-30378181", "tags": "letter like uniforms cloth wear every church africa ghana uniform clothes lovers special"}