{"title": "Letter from Africa: Sudan - where sexual predators roam free", "content": "In our series of letters from African journalists, Yousra Elbagir looks at why the #MeToo hashtag was not widely used in Sudan, even though there are many cases of harassment.\nFor a second time this year, a Sudanese diplomat in the US has dodged charges of sexual harassment.\nIn the latest case, Hassan Salih - who works at the Sudanese mission to the United Nations - is alleged to have groped a woman's breasts and bottom in a Manhattan bar.\nAfter trying to run from officers, he was handcuffed and interrogated at the nearest police station.\nHe was later released without charge after claiming diplomatic immunity, police sources said.\nMore than 6,000 miles (10,000km) away in his hometown Khartoum - Sudan's capital -  an investigation committee gathered to examine the incident.\nA foreign ministry spokesman had told the Sudan Tribune that \"any accusations of violations of the code of professional conduct\" were taken seriously.\nA letter to the committee from the head of the UN mission in New York said Mr Salih had been required to get close to the 23-year-old woman for purposes of \"information gathering\", a local newspaper reported.\nThe explanation triggered outrage and ridicule from Sudanese social media users, some calling the country's mission to the UN \"the adultery mission\" and Mr Salih \"the groping spy\". \nMr Salih has not commented on the allegations.\nYousra Elbagir: \n\"Sudan's rape culture is preserved by silence and stigma\"\nThe justification of the diplomat's alleged behaviour is symptomatic of a wider issue of sexual harassment by figures of authority in Sudan. \nLike the alleged secret abuses by the now-disgraced Hollywood producer Harvey Weinstein, Sudan's rape culture is preserved by silence and stigma. \nThe Muslim nation's conservative society has meant that topics of a sexual nature remain deeply taboo.\nMany victims of sexual violence and harassment feel that discussing matters with authorities only makes them vulnerable to further violation, a fair assumption to make considering Sudanese police's penchant for sexual intimidation. \nIn 2013, academic Hadia Hasaballah compiled a report with the anonymous testimonies of Sudanese women sexually assaulted and even raped by police forces. \nWith accounts from food vendors to office workers, their stories cover the most heinous kinds of sexual violence to subtle forms of intimidation. \nOne woman, from the country's southern Nuba Mountains, said she was raped by four different soldiers in one night.\nAnother said that a police officer would sit close to her and make her say the word \"sex\" over and over. \nWhile their cases seem different, the deep sense of humiliation they felt was the same.   \nThe goal of the report was to break the barrier of silence and open the floor to a wider debate on the issue of oppressive public order laws which leave women vulnerable to harassment by the authorities. \nMs Hasaballah told me that she initially had 54 interviewees for her report - elderly women, young women and even some young men. \nBut - despite guarantees of anonymity - most dropped out until she was left with only 18 accounts to publish. \nIn her opinion, the issue has only worsened and is now concentrated in Sudan's universities - where supporters of the governing party have senior positions and untouchable authority.\nA former student recently came to her with a plea for help.\nOne of the senior members of a government university was harassing her to have sex with him. \nWhile she was applying for a master's degree, he would call her in and out of his office.\nMore about #MeToo:\nHe started ringing her at odd hours and when she did not answer, her application would be delayed. \nHis sexual advances became more explicit.\nShe eventually withdrew her application from the university. \nHe was a married man with children her age.\nYet she became the one carrying the shame. A close male friend she confided in had told her:  \"You probably gave him the opportunity.\"\nShe told me that her experience was shared by many of her peers and that, ultimately, they are unprotected. \nWho do they complain to when these figures of authority can easily turn around and do the same thing?\nHow can they complain when the mere mention of the word sex can be seen as an invite?\nThe stigma of sex in Sudanese society has meant that a fear of an embarrassing \"loss of virtue\" often overrides the solidarity of shared experiences.\nWhile the #MeToo campaign has united women across the globe, the hashtag has not been much used by Sudanese women. \nLocal online initiatives encouraging young women to come forward with their experiences have not gained much momentum. \nFor many women in the country the topic remains shrouded in shame.\nAnd as predators appear to get off the hook scot-free, the barrier of silence will remain unbroken.  \nMore Letters from Africa:\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa and on Instagram at bbcafrica.", "date": "26 October 2017", "href": "https://www.bbc.co.uk/news/world-africa-41735379", "tags": "letter salih free many predators mission harassment roam africa sexual sudan women police sudanese"}