{"title": "Letter from Africa: Why I loved Winnie Mandela, warts and all", "content": "In our series of letters from African writers, Ghanaian journalist Elizabeth Ohene shares her admiration for Winnie Madikizela-Mandela as South Africa holds a memorial service for the anti-apartheid campaigner.\nQuite often when you meet in person people you have known on the radio, newspapers and television they turn out to be not quite what you had imagined them to be. \nThere was no such difficulty the first time I met Winnie Mandela in the flesh. \nShe was everything I imagined from reading about her, hearing her on the radio and watching her on television. \nShe wasn't bigger or smaller than I thought, she simply occupied the space with her presence. \nShe was as strikingly beautiful as I had surmised and her voice was at once imperious and empathic. \nHer clothes were distinctive and you got the impression she made an effort each time she stepped out. \nThis impression about her at this first meeting was reinforced at later, more frequent and close meetings. \nOur first meeting was in the night and the circumstances were somewhat chaotic. \nShe had arrived at the home of Albertina Sisulu, the other \"mother of the nation\", the night Walter Sisulu and five other African National Congress (ANC) long-time prisoners were released. \nShe did not enter the house but stayed with the gathering crowd under the trees in the garden. \nSoon Mrs Mandela was surrounded by journalists and we all wanted to know if she was disappointed that her husband Nelson Mandela was not among those released. \nThe important thing that day, she said, was to celebrate the homecoming of Mr Sisulu and the others, which she said marked the start of the final march to liberation. \nAs for her husband - and she stopped for emphasis: \"He will come home.\" \n\"The world was sharply divided into those who loved her and those who hated her with a passion that was a wonder to behold\"\nSince this was October 1989, it meant almost all the defining incidents of Mrs Mandela's life had already taken place. \nThe arrests, banishment, torture, imprisonment, the notorious football club, her battles with the apartheid government - all were ongoing.  \nThe world was sharply divided into those who loved her and those who hated her with a passion that was a wonder to behold. \nI had long decided before I came face-to-face with her that I was a Winnie Mandela lover and supporter. \nI had worked out for myself that of the three strands of anti-apartheid activists, those who went to jail and those who went into exile were luckier than those who stayed and had to brave the daily existence under apartheid. \nNothing will touch your reputation whilst in jail, no chance of committing adultery for example. \nNor were you likely, whilst in exile, to have to distinguish who is genuine and who is fake among the youths running into your home to seek shelter from apartheid police, or cope with the violence of the townships. \nThe day Nelson Mandela announced that he was separating from Winnie, I was among the assembled journalists he addressed. \nIt was April 1992, two years after his release from prison and two years before he became South Africa's first democratically elected president.\nHe looked very distressed and pleaded not to be asked any questions after making his statement. \nThe room full of hardened journalists allowed him to leave without asking any questions. \nMany of my colleagues that day, made up largely of foreign correspondents, would have asked him why he had tolerated her for so long. \nIt is safe to say there were not many Winnie Mandela lovers in that group. \nI wanted to ask Mr Mandela that day if he thought there was anything that his wife had done which could not be forgiven. \nThe Winnie that he had left behind after four years of marriage and two little girls to brave, by herself, the might of apartheid South Africa.\nThe Winnie who kept his name alive and the movement relevant for 27 years, indeed the Winnie who became the movement. \nThe Winnie who had to be constantly on her guard against infiltrators. \nThe Winnie they couldn't break no matter how hard they tried. \nI didn't get to ask my question but Winnie Mandela did not need me to ask such questions, she survived it all and with such grace. \nShe will doubtless have a well-deserved rest. \nI loved her, warts and all.    \nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "11 April 2018", "href": "https://www.bbc.co.uk/news/world-africa-43711953", "tags": "letter warts first home apartheid sisulu loved africa years south winnie mandela day"}