{"title": "Letter from Africa: On Buhari and forgiveness in Nigeria", "content": "In our series of letters from African journalists, novelist and writer Adaobi Tricia Nwaubani considers Nigerians' tendency to forgive past misdemeanours and what it means for the country's new president.\nIn Nigeria, it is quite common that if you fire someone for gross misconduct, that person will turn up days later in the company of his or her grey-haired, widowed mother and maybe an aged uncle and a pregnant wife.\nTogether, they kneel at your doorstep and beg you to forgive, promising that the recalcitrant person will act differently if re-employed.  \nSometimes, the sacked person will phone you two months later to say that he or she has been offered employment elsewhere, then beg for a positive reference, while reminding you that the same people you meet on your way up, you shall surely meet on your way down.  \nMore likely than not, the repentant former employees are given a second chance. \nAdaobi Tricia Nwaubani:\n\"My Nigerian-American friend is horrified by this Nigerian culture of wiping clean people's track records\"\nNigerians are usually willing to give others the opportunity to prove that they have transformed, no matter how grave their previous errors.\nOne of the most recent, high-profile beneficiaries of this second-chance culture is Muhammadu Buhari, Nigeria's new president. \nBack in 1983, he brought the country's then fledgling democracy to an abrupt end via a military coup, and his 18-month rule was infamous for draconian policies and human rights violations. \nWhile campaigning for the 2015 elections, Gen Buhari assured Nigerians that he was a changed man, that he was well aware of the difference between dictatorship and democracy. \nMany prominent citizens who had suffered in one way or the other under his rule responded by openly declaring their forgiveness for the retired general.  \nPolitician Audu Ogbeh and journalist Tunde Thompson, who were incarcerated under President Buhari's military regime, became active members of his 2015 campaign committees.     \nMy Nigerian-American friend is horrified by this Nigerian culture of wiping clean people's track records.  \nShe describes her experience as a first-year student at Wharton School of the University of Pennsylvania, where the careers counsellors often spoke about the close-knit circle in corporate America, and how easy it is to get blacklisted by all firms based on bad behaviour or poor performance at one firm. \nThe students studied the stories of two alumni who had brought shame and financial ruin to their companies because of their unethical behaviour. \n\"I remember the moods in the lecture rooms after each of these sessions,\" she said, \"when we often swore to ourselves that we would never become subject material for case studies on ethical failures.\"\nNo such case studies are taught in Nigerian schools. \nA disgraced CEO here could easily get hired in another high-profile role. \nYesterday's vilified plunderer of public funds could metamorphose into tomorrow's icon of philanthropy and champion of the masses. \nBut, one month after President Buhari's inauguration, a paradox appears to exist in the forgiveness extended towards him. \nNigerians claimed to have forgiven him for the man he used to be, yet are expressing disappointment that he is not that same man they thought he was. \nThey seem to have expected President Buhari, on assuming power, to immediately act tough: To send corrupt government officials straight to the guillotine; to initiate probes and commissions of inquiry; to announce radical policies; to order arrests; to drop bombs on Boko Haram. \nSo far, President Buhari has done none of these things.  \nHe says he is consulting and assessing. \nHe has not appointed the squad with whom he is expected to zap the nation clean. \nHe has not shown any open interest in political machinations, appearing indifferent even to the vitriolic squabbling engulfing the country's National Assembly.   \nPresident Buhari is clearly a changed man. \nAnd Nigerians have started grumbling, in daily conversation and in the media. \nThey want their new president to get a move on. They want to see some action.  \nThey want a bit more evidence of those revolutionist traits for which he became infamous, and then famous. They want some of the old Buhari. They want the man they forgave. ", "date": "13 July 2015", "href": "https://www.bbc.co.uk/news/world-africa-33440417", "tags": "letter country forgiveness buhari want person man one nigeria africa new nigerians"}