{"title": "Letter from Africa: Inside the gated communities of WhatsApp", "content": "In our series of letters from African journalists, Joseph Warungu peeps into WhatsApp groups to find out who the group administrators really are.\nI've just been promoted to become the administrator of a WhatsApp group aimed at mobilising support for development projects for my home village in Kenya.\nWith a click and a swipe, I can wipe away any member from the group. \nSo I've been spending sleepless nights, impatiently patrolling the group's activities, waiting for the unfortunate soul who is tempted to contravene the rules governing the group. \nI had no idea power tasted this good\nIs this how it feels to be Minister of Information?\nThat I can breathe hell's fire into any person sharing too many photos and videos of goats dancing with cats?\nWhatsApp has transformed the way we communicate and socialise. \nIt is also a source of news.  Good news, bad news and lots of fake news.  \nWhatsApp has also broken relationships and friendships.\nIt's a useful crowd-sourcing tool, which enables you to get any piece of information from anywhere. \nIn one journalists' group that I belong to, it takes seconds to get the contact telephone of almost any Kenyan. \nIn yet another group, plans are at an advanced stage to launch an ambitious business venture conceived and funded by members of the group.\nThere are whole neighbourhoods and gated communities that are on WhatsApp groups. \nOne such group in Nairobi is run very strictly. There is no politics, no religious postings, no jokes. \nRecently, a Kenyan colleague who needed to travel to India for a medical emergency was able to raise nearly $20,000 (£14,500) in less than two days, through a quick online campaign that relied heavily on WhatsApp.\nA friend in Ghana told me he's in a group of very influential people, in which one member posted a long letter suggesting he was going to kill himself. \nThe members quickly mobilised a support system for the young man. \nJoseph Warungu:\n\"He got his contacts mixed up and the message, intended for the wife, went to his mother-in-law.\"\nBut sadly, by the time help reached him, he had taken his life. \nThe group instantly turned into a digital wake in honour of the man.\nThe value of WhatsApp is well known and well documented. \nBased on my own and other's experiences, I have been examining six different admin models as I decide which one to emulate.\nThese are power-hungry admins. No-one elected them, but everyone fears them. \nThey run the group like a fiefdom. Any attempt to introduce a subject or point of view that does not glorify their ego is tackled viciously. \nThey will not let anyone leave the group. \nIf you try, you're added straight back! I call this house arrest.\nA West African friend told me how a digital dictator of his group was accidentally relieved of her admin powers when she lost her phone. \nShe pleaded with the interim admin to readmit her on a new telephone line. \nAs soon as she assumed her executive WhatsApp powers, she instantly ejected the acting admin from the group. \nIt took the intervention of a senior military officer who is a silent member of the group to plead for the poor member to be readmitted\nThese are admins who love the sound of their own voice. \nThey're often found in small WhatsApp groups with only a handful of members. \nI belong to one such group that was created for a training exercise after which most members left. \nBut the admin can be heard every few moments bellowing down the Whatsapp corridor: \"Good morning happy people! Just to wish you a happy day!\"\nBut there's no response. There's no-one here.\nAll you hear is the sound of the admin's voice echoing back and forth with one triviality after another.\nThese are not really admins. But they are the power behind the power.\nThey broker relationships in the group; they determine who belongs and who doesn't. \nWhen their interests are threatened, they step in stealthily and take charge with sharp knives in the form of a subtle post here and a sharp hint there that leaves no doubt as to which direction things must go.\nThese are admins who forget they are the leader. \nThey'll be the first to post disturbing images, stir up rebellions amongst sleepy members and be the life of the party. \nThey crossed from street activism to \"state house\" but forgot to leave their placards behind.\nThese are the opposite of \"Digital Dictators\". They embrace the world. \nThey have a laissez-faire approach to the office of the WhatsApp administrator. \nWhich means the group is often noisy and chaotic; no-one is in charge and rules are not enforced. \nAs a result, their powers are usurped by scores of aspiring admins.\nThese are misplaced teachers. They relish posts that come with spelling or grammatical mistakes.\nThey will grab such offenders and take them back to pre-school by the ear.\nWoe unto you if you cannot tame the spelling abilities of your smartphone. \nThey are also the moral detectives of the group and any content that threatens the minds of grown-ups is seized upon with speed.\nA colleague, who is newly married, once sent a rather explicit message of the plans he had for his wife after his birthday dinner. \nBut he got his contacts mixed up and the message, intended for the wife, went to his mother-in-law.  \nSuch misposting is Christmas dinner for grammar grabbers!\nNow there are things I will not stomach as the new admin of my WhatsApp group. \nBecause by opting for WhatsApp, my group members have surrendered their power to meet their fellow members in the physical space, or use their human voice to communicate, I too now wield the power to silence their voice. \nAnd because the Kenyan authorities hold group administrators responsible for anything that is shared in the groups, I will leave no stone unturned to find out who posted that image of a rat chanting: \"The powers of WhatsApp groups administrators are unconstitutional!\"\nMore Letters from Africa:\nBraving slavery horrors for European dream\nLingering cultural colonialism\nWhy Nigeria is failing teachers and pupils\nShould degrees be necessary for leaders?", "date": "16 January 2018", "href": "https://www.bbc.co.uk/news/world-africa-42653088", "tags": "letter groups communities whatsapp news admin admins one inside africa group power member gated members"}