{"title": "Letter from Africa: Kenya MPs should 'stop telling women what to wear'", "content": "In our series of letters from African journalists, Kenya's Joseph Warungu criticises male MPs for complaining about a female colleague's blouse rather than tackling pressing issues like the fuel price hike that has hit the nation. \nI've got a serious issue with dress. \nNot on salads, not on furniture, not on wounds - but the kind that we wear to cover our nakedness.\nAnd don't get me wrong, I'm actually fully clothed as I write this letter.\nBut even in my Sunday best, I'm not particularly well dressed these days and that's because I'm in a foul mood.\nI filled my car with fuel the other day and what came out of my wallet was much more than what trickled into my petrol tank, thanks to a new fuel tax.\nAnd I'm holding the men and women we elected into parliament a year ago directly responsible for my misery.\nThey knew about the government plan that it would impose a 16% tax on petroleum products, further squeezing the pockets of the ordinary Kenyan who is already gasping for breath caused by the effects of the high cost of living.\nMy car, which is normally loyal and calm, actually threw a tantrum at the petrol station in the form of an overheating radiator, forcing on me the extra expense of coolant to appease the engine. \nBut instead of focusing on the fuel price rise and other pressing matters, the parliamentarians of the male variety cast their eyes on a female lawmaker's appearance.  \nThey argued that the short-sleeved blouse worn by MP Sabina Chege was contrary to the dress code set by parliament.\nOpposition MP John Mbadi said she had dressed \"inappropriately\" because she had \"exposed her arms\". \nHe was supported by the ruling party's Aden Duale, who said women should wear clothes that are \"modest\".\nDeputy Speaker Moses Cheboi ended the debate by backing Ms Sabina.\n\"Members of the press and the National Assembly must be properly dressed; male MPs must wear collared long-sleeved shirts; a tie, a pair of socks and shoes. Women, on the other hand, should wear clothes that are decent, formal, and are of business-wear nature,\" Mr Cheboi said.\n\"I am looking at Honourable Sabina Chege and, though she has exposed her arms as Mr Mbadi said, she seems to have dressed in a formal and business manner,\" he added.  \nKenyans exploded in anger, especially on social media.\n\"Our parliament is too petty,\" wrote one person. \"How can they discuss Sabina Chege when we've got more important issues to address?\"\nAnother Kenyan on Twitter directed his astonishment towards the leader of the majority in parliament, the president and his deputy: \"I wish you [would] spend the same vigour and time to discuss fuel prices in Kenya.\"\nYet another frustrated citizen described the parliament as a house of chauvinists and asked: \"How can seeing a woman's arms distract you from dealing with important issues eg poverty, illiteracy, lack of important infrastructure etc?\"\nThis is not the first time that dress in Kenya has become a national issue. \nA week ago, women MPs walked into parliament wearing white headscarves. \nTheir startled male counterparts sought the protection of the speaker, saying they felt intimidated. \nBut Speaker Justin Muturi responded: \"I have been informed there is nothing hidden beneath the headgear. I have no objection to it as it will not affect business in the House\".\nThe women MPs said their dress code was a peaceful protest to push for the passing of a rule that would help bridge the gender gap, by ensuring that no single gender should occupy more than two thirds of public positions.\nA more drastic dress protest happened in the early 1990s during the campaign for multi-party democracy.  \nJoseph Warungu:\nI'm contemplating a dress code protest of my own and the sight will not be pretty.\nA group of mothers whose sons had been detained in a crackdown on pro-democracy activists, launched a protest at Uhuru Park in the heart of the capital, Nairobi. \nWhen their daily protests to have their sons freed were met with the heavy hand of a defiant government, the mothers, who included the late Nobel Peace Prize winner Wangari Maathai, turned to a very powerful dress option. \nThey decided to strip naked. \nIn many African cultures, it is a grave matter and often a curse for a mother to strip or expose her breasts in protest. \nThe scene created a national political, cultural and moral crisis in the country.\nThe Kenyan authorities have always had an unhealthy interest in their citizens' dress.\nFollowing the attempt by a section of the military to topple President Daniel arap Moi in 1982, the government banned the wearing of clothes that resemble the military without the written approval of the head of the police. \nSo combat fashion is out of fashion in Kenya. \nBut it is the extreme action of parliament to scrutinise whether its female members are dressed modestly that has sparked heavy criticism. \nIt raises the question: what exactly is modest? \nTaking a cue from parliamentarians, citizens lower down the food chain have in the past become moral police and attacked and publicly stripped women they accuse of being indecently dressed prompting the famous fight back by women, which used the hashtag #MyDressMyChoice.\nHouses of parliament around the world are sometimes turned into rowdy playgrounds, boxing rings and theatres of misogyny where even harmless Freudian slips can overshadow serious matters of state.\nIn Tanzania's parliament not too long ago, a female MP and former minister was busy explaining a point about how development should become contagious so that \"the more we spread out, the more our neighbours should get ready\".\nThe MP was of course talking about villages but the male parliamentarians' minds immediately went to the gutter and before she could conclude her point the whole house was rocked by laughter. \nBut this is no excuse for our Kenyan MPs to lose focus.\nIf parliament does not get back to what we elected it to do and rather continues to be fixated on what women wear, I'm contemplating a dress code protest of my own, as a way to protect my wallet from the itchy hands of a broke government.\nAnd when I do, the sight will not be pretty.\nMore from Joseph Warungu:\nThe handshake that left millions of Kenyans confused\nInside the gated communities of WhatsApp\nBible-bashing for votes in Kenya\nShould degrees be necessary for leaders?\nHow to stop exam cheats\nKenyans beg for mercy", "date": "5 September 2018", "href": "https://www.bbc.co.uk/news/world-africa-45407230", "tags": "letter dressed protest male dress kenya telling fuel wear parliament mps africa women"}