{"title": "Letter from Africa: Can Nigeria avoid repeating past mistakes?", "content": "In our series of letters from African journalists, novelist and writer Adaobi Tricia Nwaubani writes that many of the hopes Nigerians had at independence have been dashed. \nOf all the stories I have heard of the day when Nigeria gained independence from Britain on 1 October 1960, the most memorable is the one told by my friend's father, Onye Kamanu, who had spent the preceding night at Tafawa Balewa Square in the then capital, Lagos. \nSitting on the surrounding walls and bare ground were thousands of Nigerians, who, like him, could hardly wait to usher in the day that their country would finally be free from colonial rule.   \nWith tears in his eyes, Mr Kamanu recalled the occasion, describing the deafening bellow of triumph that went up from the teeming crowd when the British Union Jack finally went down and the green-white-green Nigerian flag was hoisted. \nNigeria's then Prime Minister Tafawa Balewa captured the mood of the entire nation during his Independence Day speech. \n\"This is a wonderful day and it is all the more wonderful because we have awaited it with increasing impatience. Words cannot adequately express my joy and pride at being the Nigerian citizen privileged to accept from Her Royal Highness these constitutional instruments which are the symbols of Nigeria's independence,\" he said.\n\"It is a unique privilege which I shall remember forever, and it gives me strength and courage as I dedicate my life to the service of our country,\" he added.\nShortly after witnessing the historic event, Mr Kamanu received a scholarship to study at an American university. Throughout the journey by sea, he was fed little else but macaroni and cheese, hence his subsequent lifelong abhorrence of the meal.\nOnce in the US, he boasted to his classmates about the future of Nigeria, Africa's most populous state. \n\"Nigeria is going to be a world power in the next few years,\" he said. \"Oh, you just wait and see.\"\nMr Kamanu was certain that, with the coloniser gone and with the advent of self-rule, Nigeria would soon bound forth like a racehorse released from its stall. \nThat same year, a total of 17 African states celebrated their independence from the UK, France and Belgium. \nI understand that a cartoon at the time depicted the map of Africa as a growing giant bursting out of its chains. \nNigeria: Key facts\nClearly, Mr Kamanu was not the only one with high hopes. Others also expected that a continent, blessed with natural resources and hard-working people, would arise in her full splendour and shine.\n About 40 years after independence, Mr Kamanu travelled from Nigeria to attend his college reunion in the US. His classmates remembered how loudly he had boasted.\n \"I thought you said Nigeria was going to be a world power?\" they asked, giggling and nudging one another. \"So, Onye, what happened?\"\n A lot happened.\n Within six years of his emotional speech, Mr Balewa was assassinated in a coup. \nAbout a year later, Nigeria plunged into a civil war after member of the Igbo ethnic group tried to secede and form the breakaway state of Biafra in the south-east. \nThree years of war eventually ended and three decades of coups and dictatorships followed. \nHuman rights abuses and pillaging of the nation's vast resources by those in power carried on with little restraint.\nAdaobi Tricia Nwaubani:\nParticularly alarming are the ethnic agitations sounding from almost all parts of the country\nNigeria finally found her way back on to her feet with the return to democracy in 1999. \nThe giant of Africa leaped several steps forward in March 2015 when the government of Goodluck Jonathan was voted out, the will of the people prevailing, for the first time, over the power of an incumbent. \nThat historic election of President Muhammadu Buhari led many Nigerians to be as optimistic as Mr Kamanu was in 1960 about the country's future. \nBut barely two years later, some of the forces that derailed Nigeria then are once again flashing their sharp talons. \nParticularly alarming are the ethnic agitations sounding from almost all parts of the country, especially from the south-east where clashes between the military and the separatist group, the Independent Peoples of Biafra (Ipob), have led to the loss of life and property. \nIn the media and in daily conversation, Nigerians continue to express their fears about how much more ferocious the crisis could become if not handled with immense care.   \nThis is one déjà vu that Nigeria cannot afford. The giant of Africa has marched too far to be suddenly crippled by the same old mistakes. \nAs my country celebrates her 57th year of independence, my prayer is that the Nigerian government will handle these agitations with compassion and great wisdom. \nSurely none of us wants to look back at this era of hope and struggle to answer the question: \"What happened?\"\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa, on Instagram at bbcafrica or email africalive@bbc.co.uk ", "date": "4 October 2017", "href": "https://www.bbc.com/news/world-africa-41471830", "tags": "letter country past mistakes independence repeating one nigeria avoid africa years kamanu nigerians day"}