{"title": "Letter from Africa: Ghana's Street lawyers dispense instant justice", "content": "In our series of letters from African journalists, Kenya's Joseph Warungu marvels at Ghana's concept of offering quick and cheap legal services in alleyways.\nOn a visit to Ghana's capital, Accra, I was in urgent need of a lawyer's services and was directed to the High Court premises. \nI looked everywhere but could not find any chambers of private lawyers near the High Court, until someone directed me to a narrow alleyway at the back of the court buildings. \nAs soon as I entered the street, I was immediately surrounded by hawkers of legal services:\n\"Sir, you want a notary public? This way sir!\" shouted one hawker.\n\"You need a will this minute sir?\" enquired another. \n\"You want to change your name? An affidavit for you, sir? No problem, sir, five minutes sir,\" pleaded another \"legal aide\".\nWelcome to the world of Ghana's \"street lawyers\". \nThey sit in makeshift offices, moulded out of old shipping containers. For many of them an umbrella, a chair and a table are enough to form a \"chamber\".\nSome operate under the blazing sun or in sweaty little cubicles. \nThe people who offer legal services here are mainly commissioners for oaths, paralegals or letter writers.\nHowever, a few claim to be qualified lawyers, with conventional offices situated elsewhere.\nBut it is hard to see how the General Legal Council of Ghana would allow a trained lawyer to practise in this kind of environment because it has a reputation of strictly supervising legal practice in Ghana.\nThe commissioners for oaths come complete with old-school typewriters and photocopying machines that a museum would happily buy for exhibition.\nThe typewriters are useful because there is no electricity.\nDespite the modest setting, legal services, ranging from a one-page witness statement to a complex contract, are processed efficiently and at a pocket-friendly rate.\nClients can be seen waiting patiently on wooden benches, while some of the instructions to the legal experts are pushed through the High Court perimeter fence for quick action.\nThe business here is so informal that as one paralegal was attending to me, a man inside the court compound unzipped his trousers without warning and let off a jet of urine. \nWe were only alerted to this when the wind gently blew the contents of his bladder through the wire mesh fence and into our faces. \nThe agitated legal assistant seated next to me quickly rolled up a document and started banging on the fence yelling to the man: \"Go find a toilet!\"\nJoseph Warungu:\n\"In this informal setting, the legal assistants might easily be mistaken for hair-dressers who chat and gossip incessantly \"\nJacob Quaye is a commissioner for oaths operating in his makeshift chambers. He is a retired clerk of the court and believes his services are important.\n\"What we do here lessens the burden on the court registrar,\" says Mr Quaye.\n\"People come to us because our services are efficient and affordable. It's a profitable job too,\" he adds. \nBy 11:00 Mr Quaye had served 10 clients. On average he attends to around 20 a day.\nCharges run from as low as five Ghanaian cedis ($1; £0.50) to swear an affidavit to 1,000 cedis for \"Letters of Administration\". \nBut for Margaret Mensah whose \"chambers\" are not far from Mr Quaye's, business is not so great. \nShe says sometimes she does not any get customers at all and blames this on \"Goro boys\". \nThis is the term used in Ghana for middlemen or brokers, who are present in almost every area where public services are offered.\n\"There are times you just come and sit the whole day, and get nothing, because Goro boys are standing around taking over our work,\" Ms Mensah says.\nSome of the commissioners have raised concerns about an increase in taxes, which they say threatens their job. \nThey told me they used to pay an annual tax of 230 cedis, but this has now more than doubled, to 530. \nIn this informal setting, the legal assistants, who draw up the documents, might easily be mistaken for hair-dressers who chat and gossip incessantly - but they know their work and they make things happen.\nIn a country where it is estimated that more than half of the official legal market is controlled by four major firms, not everyone can afford the services of their posh air-conditioned offices. \nAnd so legal business in the open streets and under the roofs of hot metal containers is thriving. \nIn the 30 minutes that it took to prepare and execute my documents, my elderly legal expert had also served five other clients.\nAlexander Kyei Frimpong, who came to a commissioner for oaths to get a letter to withdraw a case from court, told me the services were \"cool and very helpful\". \nHe explained that they reduce the burden of going through long bureaucratic procedures to get the same thing done at the registrar's office.\nThat is the world I know in my country, Kenya, where visiting a lawyer is a rather sombre affair, carried out in a sombre environment, and followed by a bill that immediately sobers up your mind. \nIt is not a place for idle talk. To see the lawyer, you have to pass through a handful of secretaries and assistants. \nBut on the streets of Accra, you can walk directly to a legal expert or commissioner for oaths dozing off the effects of the hot sun, who immediately offers you space on a rickety wooden bench and business begins.\nWhen Kenya needed its services the most - to try and bring sanity to the electoral process by delaying the recent re-run of the presidential election - the Supreme Court could not raise enough judges to form a quorum.\nPerhaps the highest court in Kenya should borrow a leaf from Ghana and try a bit street justice?\nMore Letters from Africa:\nLingering cultural colonialism\nWhy Nigeria is failing teachers and pupils\nShould degrees be necessary for leaders?", "date": "13 November 2017", "href": "https://www.bbc.co.uk/news/world-africa-41901444", "tags": "letter dispense oaths instant kenya services legal business court quaye street justice lawyers africa ghana sir lawyer"}