{"title": "Letter from Africa: How poetry is taking on state censorship in Sudan", "content": "In our series of letters from African journalists, Yousra Elbagir looks at how Sudan's young poets are reviving the nation's tradition of lyrical resistance.\nPresident Omar al-Bashir's government likes to keep a tight rein over Sudan's media and cultural institutions, with state-endorsed competitions and publications trying to replace a once-thriving poetry scene. \nA heavy police presence in the capital has discouraged the spontaneous poetic outbursts that were once commonplace on the streets of central Khartoum or the tree-lined pathways of its historic university campus.\nBut in typical Sudanese fashion, coercion has only spurred resistance. Intimate gatherings and online forums have sprung like roses from the concrete.\nNWN is one group that has successfully carved out a space. \nFounded five years ago, the spoken-word poetry event has relied on mailing-list invites and donated venues to escape censorship and police intervention.\nA platform for free expression, where Arabic and English-speaking poets enjoy what my friend Sara Elhassan describes as an open mic that is actually \"open\".\nA luxury in the heavily guarded city, the event has survived raids, threats and scrutiny from National Intelligence and Security Services (NISS), which reserves the right to disband public gatherings. \nIt has even resonated around the world when a video of a poetic performance in Arabic and English by Ms Elhassan went viral in 2014.\nThe poem, a response to a Sudanese professor's comment on television that he was unhappy about the unsatisfying levels of beauty exhibited by his country's women, put fresh air into the stale public arena of discussion and expression.\n\"Apparently, we're nothing but… pretty faces put on display, to be bought and sold, and later stored as after-thoughts. Pretty faces mounted and hung on the wall like deer heads. Prizes prized, till the novelty dies - then later casually thrown into conversations,\" reads an excerpt from the piece.\nEach time these words were shared on Whatsapp, Facebook and Twitter, social commentary, usually monopolised by politicians and academics, was broadened.\nYousra Elbagir: \n Sudan's youth now sing along to their own tune to fight censorship and control, with the world as their stage.\nThe performance not only represented a new era of debate but inadvertently paid homage to Sudan's history of oral poetry as a battle cry and assertion of identity.\nIn World War Two, famous poet and praise-singer Aisha Al-Falatiya took to the battlefield to support Sudanese soldiers fighting Axis powers under British rule, motivated by the prospect of independence.\nThe troops were cheered on by her lyrics, which likened the power of fascist leaders Hitler and Mussolini to \"a foreign coin with no value in our market\".\nOnce used to provoke national feeling, poetry is now used by contemporary Sudanese poets to wrestle with a conflicted national identity.\nThe Arabisation campaign under President Bashir has shaped the social landscape, leading popular culture in the East African nation towards the Arab world.\nGrappling with African, Arabic and Islamic identities, many poets like Al-Saddig Al-Raddi turn to the nuances of their own heritage in resistance.\nHis political voice saw him censored and thrown in prison in Sudan. He now lives in London and is considered one of Africa's best contemporary poets.\nAward-winning Sudanese-American poet Safia Elhillo tours the US, inviting audience members to ponder her complex concept of \"home\", weaving images of her grandparent's home in Khartoum with her childhood home in Maryland in both Arabic and English.\nIn 2015, Darfur-born Yale poet Emitihal Mahmoud won the Individual World Poetry Slam with a poem called \"Mama\". A tribute to her mother and striking recount of how she led their escape from their burning village in Sudan.\nSimilar to how olden spoken poetry transformed into folk songs, a whole genre of classic mainstream Sudanese music - known as al-Haqeeba - is rooted in the landmark poems of Wad Al-Rabi, Omar Al-Bana, Khalil Farah and Sayed Abdelaziz.\nSpurred on by revolutions against British colonial powers, Al-Haqeeba took off in the 1920s and was the soundtrack for popular uprisings and cultured resistance in the capital.\nIn what can only be described as a modern renaissance, Haqeeba songs have recently been remixed by young Sudanese producer Sammany.\nThe collection, called Briefcase, has been played more than 250,000 times on Soundcloud. \nIt samples classic songs that borrow lyrics from love poems or poems on national pride. \nThe collection, blends reggae, electro and house beats with Sudanese music in a way that epitomises how many young people in the country feel: connected to their nation's rich culture but also mainstream global trends, sounds and tastes.\nJust as its soldiers historically marched to lyrics of resistance, empowerment and heritage against foreign ruling powers, Sudan's youth now sing along to their own tune to fight censorship and control, with the world as their stage.", "date": "22 March 2017", "href": "https://www.bbc.co.uk/news/world-africa-39327885", "tags": "letter poetry african censorship world taking resistance arabic young africa state sudan poets national sudanese"}