{"title": "Letter from Africa: Why did Swaziland take 50 years to change its name?", "content": "In our series of letters from African journalists, Ghanaian writer Elizabeth Ohene explains why she backs the Swazi monarch's move to rename his country.\nAs the 50th birthday of King Mswati III approached on 19 April 2018, all indications pointed towards something dramatic taking place. \nKing Mswati being who he is, many speculated he might outdo himself and marry two or three new brides at once rather than adding just one to the 13 he already had, as is his normal practice.\nThe king had wanted his country to celebrate its 50th independence anniversary on his birthday even though independence was won on 6 September 1968. \nClearly King Mswati wanted to leave no doubts in anybody's mind that he himself was the state. \nAfter all he and the state came into being in the same year, 1968, and they would celebrate their golden jubilee together. \nAs things turned out, the big announcement had nothing to do with the king acquiring a new wife. He simply announced he was changing the country's name. \nThe country we all used to call the Kingdom of Swaziland will now be known as the Kingdom of eSwatini. \nThe headache of changing a country's name\nYouTube lifts Swazi breast restrictions\nMore about the country\nComing as I do from Ghana, I feel I must have sympathy for this move.\nWe changed our name at independence, going from the colonial-imposed \"Gold Coast\" to Ghana. \nIt might have taken them 50 years to do so, but if they have decided to correct what must be a colonial imposition of calling their country Swaziland, everybody should wish them well. \nAfter all, eSwatini, we are told, simply means \"land of the Swazis\" - in other words, Swaziland. \nIt is not exactly like Ghana where we went back into history to claim a heritage that is still argued over. \nOther countries in the eSwatini neighbourhood did it without causing too much drama. \nVery few people remember that Botswana got its name at independence and until then, was known as Bechuanaland. \nElizabeth Ohene:\n\"The trick is to change the country's name at independence and not wait until years later\"\nThe same goes for Malawi, which until independence was known and called Nyasaland. \nZambia was Northern Rhodesia and who will ever forget that Zimbabwe was previously named Rhodesia? \nThe trick is to do it at independence and not wait until years later. \nEvery once in a while I wonder if one of these days we might wake up to the news that South Africa has decided to rename itself \"Azania\". \nBack in the 1970s and 1980s and indeed up until the 1994 democratic elections, there were lots of people who assumed liberation from apartheid would bring a change of name to Azania. \nIf King Mswati III wanted to be really brave he could have followed the example of the late military leader of the country once called Upper Volta, Thomas Sankara, who jettisoned that colonial name in favour of the somewhat dramatic Burkina Faso, which means \"the land of the upright men\". \nOr, King Mswati III could have renamed his country whatever the Swazi rendition is for \"the land of many wives\".\nFor the moment, we shall stick to the boring eSwatini.\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "25 April 2018", "href": "https://www.bbc.com/news/world-africa-43864961", "tags": "letter country wanted name iii take independence might king swazi swaziland change africa years mswati eswatini"}