{"title": "Letter from Africa: The handshake that left millions of Kenyans confused", "content": "In our series of letters from African journalists, Joseph Warungu reflects on the plight of supporters of Kenyan opposition leader Raila Odinga following his reconciliation last month with his bitter rival, President Uhuru Kenyatta. \nOne of the games I enjoyed a lot in my childhood was called \"kauka\" in Kiswahili, which roughly translates as \"freeze\". \nThe idea was, you would go about your normal business until your play partner shouted \"freeze\". \nThis command forced you to stop dead in the middle of whatever you were doing, and keep very still until your friend \"unfroze\" you. \nThe strategy was to catch you in an extremely awkward, embarrassing or uncomfortable moment, such as having your mouth wide open with houseflies hovering nearby. \nUnfortunately some \"froze\" you, then forgot to bring you back to life. \nThis is what former Prime Minister Raila Odinga has done to his huge army of loyal supporters. \nAlthough last month's public handshake signified a political truce between Mr Odinga and his arch-rival President Uhuru Kenyatta, and brought calm and a sense of relief in Kenya following last year's disputed elections, opposition supporters have been frozen since 9 March and are waiting for a sign from their leader.\nJoseph Warungu:\n\"It's been eight months now and Mr Odinga is yet to unfreeze his supporters from the sexual abstinence. They've girded their loins, waiting for a sign.\"\nRaila Odinga, whose supporters affectionately call \"Baba\",  is a master strategist and an excellent political mobiliser. \nAn engineer by training, he also has a deep understanding of human systems. \nHe has after all been detained for years and spent time in exile for his tireless pursuit of democratic reforms, freedom and equality for Kenyans.\nHe can rally millions to any cause and keep the momentum until his goal is achieved. \nBut he sometimes forgets to unfreeze his backers, either when the objective is achieved or when there is a sudden change of plan.\nIn mid-July last year, just a few days to the general election, he asked his supporters to freeze all sexual activity until after the election.\nHe was quoted in the local media saying: \"All women should deny their husbands conjugal rights on the eve of voting. This will ensure that we wake up early to vote and remain vigilant until the results are tallied and announced… then you can have sex to celebrate victory.\"\nRaila Odinga - The man Kenyans either love or loathe\nTo many of his die-hard fans, the veteran leader's word is law. \nSo it is safe to assume marital beds were dead silent in large swathes of the country. \nAnd we're talking many beds, given the fact that in the last three presidential elections since 2007, the opposition leader officially managed to win almost half of the total votes cast. \nIn the controversial August 2017 election, victory didn't come as anticipated, and he boycotted the repeat election in October, arguing that without certain key reforms in the electoral system, there was no prospect of a credible poll.\nSo it has been eight months now and Mr Odinga is yet to unfreeze his supporters from the sexual abstinence. They've girded their loins, waiting for a sign.\nHe also successfully mobilised his supporters to boycott the repeat election and they dutifully obeyed.\nOne week after Mr Kenyatta was declared winner of that second election, Mr Odinga announced a plan of economic boycott reminiscent of that against apartheid South Africa. \nHe named three prominent companies, among others, that his supporters should resist, including the dominant mobile phone operator, Safaricom. \nHe saw this as a safe way for his people to challenge Mr Kenyatta's legitimacy.\nFive months later, some of his supporters are still resisting the products and services of the targeted companies, waiting for a sign to stop the boycott. \nAnd now there's the famous handshake of peace between Mr Kenyatta and Mr Odinga, which both presented as a symbol of unity. \nThe handshake was frozen in time in newspapers around the world, but opposition supporters were left somewhat confused. \nShould they also have been shaking hands with their neighbours who support the governing Jubilee Party? \nWhat about those who had lost loved ones in the election violence - how do they shake off their pain?\nThe other three leaders of the opposition coalition National Super Alliance (Nasa) were caught by surprise when they saw Mr Odinga on the steps of the president's official office with Mr Kenyatta in toe. \nThey didn't get the warning that it was time to embrace the government that they had been fighting.\nOne assumes the three are now walking about sexless, powerless and Odinga-less.\nOf his many supporters, one man has especially suffered. \nMiguna Miguna, an abrasive and vocal lawyer and a self-styled \"General\" of the National Resistance Movement (NRM), an initiative launched by Nasa to oppose Mr Kenyatta's presidency, has been targeted with arrests, detention and deportation. \nMr Miguna took part in the mock swearing-in of Mr Odinga as the \"peoples' president\". \n\"General\" Miguna, who holds dual Kenyan and Canadian nationality, has twice been forcibly banished from Kenya with authorities saying he is now a citizen of Canada.\nThe government has said that Mr Miguna is not a citizen of Kenya and will have to apply to obtain the privilege. \nHe too didn't get the sign from Mr Odinga that things have changed and that all \"officers\" of the NRM should be \"decommissioned\".\nHe's now fighting a lonely battle in the immigration \"bush\" to be allowed back into the country.\nIndeed Mr Odinga's supporters are still waiting for a sign about the true meaning of his now famous handshake with his erstwhile political nemesis - was it done for personal or national interest?\nUntil they get an answer, they'll remain frozen.\nMore from Joseph Warungu:\nInside the gated communities of WhatsApp\nBible-bashing for votes in Kenya\nShould degrees be necessary for leaders?\nHow to stop exam cheats\nKenyans beg for mercy", "date": "9 April 2018", "href": "https://www.bbc.com/news/world-africa-43656971", "tags": "letter left election millions opposition supporters sign waiting kenyans africa handshake last kenyatta miguna confused odinga"}