{"title": "Letter from Africa: What’s the point of Nigeria’s traditional kings?", "content": "In our series of letters from African journalists, Sola Odunfa in Lagos considers what makes one of Nigeria's many kings so special.\nFor the last week there has been great excitement in Ile-Ife, the centuries-old city in south-west Nigeria that ethnic Yoruba people regard as their spiritual home.\nResidents have been celebrating the appointment of a successor to the throne of Ooni of Ife, which became vacant in July on the death of the incumbent, Oba Okunade Sijuwade. \nPolitical, religious and social leaders from across the country have been sending congratulatory messages to Ile-Ife on this new epoch.\nAnd on 28 October the people of Ile-Ife turned out in their hundreds of thousands to receive their son Adeyeye Enitan Ogunwusi, who left home for Lagos several years ago in pursuit of economic opportunities.\nHe returned not only as a real estate tycoon but also as Ooni of Ife - their paramount ruler and the spiritual leader of all Yoruba people at home and in the diaspora.\nThe Yoruba are the second largest ethnic group in Nigeria.\nAs I watched that event on TV I found the communal joy infectious and I swayed in my seat to the beat of gangan drums and, especially, the voices of old women chanting the praise of the forebears of the king-elect and the founders of Ile-Ife. \nI was happy for them and, as we say in Yorubaland, for myself.\nOoni of Ife:\nBut for the Ooni-elect the public fanfare has now ended.\nHe is in total seclusion, being attended to and spiritually strengthened by traditional priests.\nWhen, after 21 days, he emerges, after meekly following secret religious rites, he will be another being - the Ooni proper, second in rank to the Yoruba deities.\nBut I can only hope that the obeisance being paid to him as Ooni Ogunwusi by Nigeria's high and mighty will not lead him to really believe all he might hear about his \"highness\".\nIndeed the Ooni of the 21st Century is not comparable in power and majesty to the Ooni of the days of yore.\nToday the Ooni and other traditional rulers nationwide are, when push comes to shove, senior employees and under the authority of state governments. \nThey are paid salaries and allowances from the public purse.\nCountry of kings:\nIf in doubt about the traditional king's place in the modern scheme of things in Nigeria, drive down to Onitsha in the south-east and talk to the Obi, who was a close friend and confidant of his own predecessor Ooni Oba Okunade Sijuwade.\nThe late Ooni and his two friends - the Obi and the then-Emir of Kano in the north - took a holiday to Israel at their own expense; when they returned for their trip they were suspended from office for travelling without obtaining government permission.\nThey were lucky - they could have been sacked from their gilded thrones. \nUp to a few decades ago an Oba, the Yoruba word for a king, could send his servants or chiefs to summon any woman - young or married - and when that woman reported to the palace, the king would pronounce her one of his wives and that would be the end of the matter.\nThese days hardly any of Nigeria's hundreds of kings would attempt that.\nThese monarchs do perform useful functions.\nThey hold court in their palaces daily, settling matrimonial issues, land matters, minor chieftaincy disputes and other not-too-serious matters among their people.\nThey are also very useful for the vanity of their subjects and friends as they award chieftaincy titles at their discretion - though at times these are given on inducement, meaning such honorary titles perhaps do not garner the respect they once did.", "date": "2 November 2015", "href": "https://www.bbc.co.uk/news/world-africa-34701269", "tags": "letter yoruba home ile-ife ife kings ooni oba nigeria africa traditional point"}