{"title": "Letter from Africa: Why Chibok parents turning to TV 'miracle' pastor to find daughters", "content": "In our series of letters from African journalists, Nigerian writer Adaobi Tricia Nwaubani says parents of the missing Chibok girls remain desperate five years after their daughters' kidnapping.\nThe parents of the Chibok girls are worried that an unseen force, beyond Boko Haram, could be behind the troubles they have experienced in the past five years since their daughters were stolen from school in north-eastern Nigeria. \nOf the more than 200 girls taken from their dormitory on 14 April 2014, 107 have been rescued or freed in negotiations between the Nigerian government and the Islamist militants, while more than 100 remain missing.   \n\"Something is pursuing us in one way or the other,\" said Yakubu Nkeki, the chairman of the association of parents of the abducted girls and whose niece was among the last batch of girls released in May 2017. \nMr Nkeki has a catalogue of tribulations to back up his suspicions.\nIn April last year, parents of some of the freed girls were involved in a ghastly motor accident. They had been travelling together to a meeting at a university in Yola, where their daughters are enrolled in a special course sponsored by the government. One parent died on the spot while 17 others were taken to hospital as a result of their injuries.\nIn January this year, 18 siblings of some of the still missing Chibok girls, whose education is being sponsored by a local charity, were returning to school when the hired vehicle in which they were travelling had an accident. Eight of the children sustained severe injuries. Also severely injured was Zannah Lawan, the secretary of the parents' association, who was escorting the students to school.\nWeeks later, in March, the injured children were ready to return to their studies. Mr Nkeki accompanied them to school, dropped them off, and set out for home. The hired car in which he was travelling had an accident.\n\"The car somersaulted but I was not injured,\" he said, but added, \"These things happening are not ordinary.\"\nA total of 34 members of the parents' association have died between when their daughters were kidnapped and now, from accidents, illness, and more Boko Haram attacks. \nMr Nkeki is also worried by the increasing rancour within the association. Meetings often end in quarrels, with parents attempting to beat each other up and having to be physically separated. \nLast year, some parents of the missing girls threatened to blockade the convoy of buses taking the freed girls back to Yola, to the American University of Nigeria, after their summer holiday. They felt that the girls' release and school attendance had taken away the focus from their daughters still in captivity. \n\"I don't like to invite all of them at the same time to meetings,\" Mr Nkeki said. \"I sometimes select few people that can listen very well and pass the message to them so they can pass on the message to others.\"\nMeanwhile, the threat of Boko Haram is still very real to the people of Chibok - where a mix of Christians and Muslims live - despite the success of the military in recapturing territory from the militants. In the past weeks alone, Boko Haram has razed to the ground seven villages in the area and destroyed scores of homes, including those of some of the freed girls studying at the university in Yola. \n\"What is going on in Chibok is so terrible,\" Mr Nkeki said. \"Many of the people are no longer in their homes.\"\nThe Chibok parents now view their daughters' abduction as just one in a series of unfortunate events unleashed on their people and community.\nFor the fifth anniversary of the kidnappings, which sparked international outrage and a global #BringBackOurGirls campaign for the girls' release, they chose to focus on supernatural assistance. \nEarlier this month, representatives of the parents' association travelled more than 48 hours by road from Chibok to Lagos, to meet popular televangelist TB Joshua.  \nHe is the founder of The Synagogue, Church of All Nations (SCOAN), and one of Nigeria's most revered and influential preachers. \nThousands of people come from around the world to the SCOAN headquarters in the Ikotun district in Lagos to seek miracles and to witness prophecies.\n\"The reason why we chose to go and see him is that we have seen the work of the ministry of women affairs, the federal government and many other people, and till this time, there is no news about the girls in the bush,\" said Yana Galang, one of the 12 parents who visited SCOAN and whose daughter Rifkatu is still in captivity.\n\"Nobody comes to us and tells us anything about the girls. That is why we decided to take this matter to God.\"\nAmong those on the trip to Lagos was a guardian of Leah Sharibu, the 14-year-old who in February 2018 was taken by militants with more than 100 girls from another school - this one in the north-eastern town of  Dapchi.\nSome of the Dapchi girls died during their journey with Boko Haram while the rest were returned a month later following negotiations between the militants and the Nigerian government. But Leah was kept back because she refused to convert from Christianity to Islam.\nDespite promises from the government concerning her release, she spent her 15th birthday in captivity. Both of her parents are now in poor health, so sent a close relative to represent them at the meeting with TB Joshua.\nRead more: \nGarba Shehu, spokesperson for President Muhammadu Buhari, told me efforts were still ongoing to secure the release all the hostages, but had been hampered by the fact that Boko Haram had splintered - with one faction taking a \"hard-line attitude\".\nMr Nkeki agrees the government has \"tried its best\".\n\"The military have tried their best and many have lost their lives while looking for our daughters or trying to protect us,\" he says, but concedes that the parents, who are mainly Christian, need answers.\n\"We decided to come to TB Joshua because we have seen him on TV and we see how he works miracles and helps people. If it is our fault that these things are happening, let him pray for us.\"\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "14 April 2019", "href": "https://www.bbc.com/news/world-africa-47910800", "tags": "letter chibok tv haram find parents turning one africa pastor girls boko school daughters nkeki"}