{"title": "Letter from Africa: Nigeria's home help dilemmas", "content": "In our series of letters from African journalists, Nigerian novelist and writer Adaobi Tricia Nwaubani asks if using poorer relatives as domestic workers is helping them or exploiting them.\nAs African societies walk the tightrope between tradition and international law, some cultural practices which might be considered philanthropic at home can take on a very different complexion if transferred to the West. \nThey can even violate anti-slavery and human-trafficking laws. \nLike many African countries, Nigeria does not have a developed welfare state to look after its most deprived citizens. \nAn estimated 67% of the country's 170 million people live in poverty and they often rely on the generosity of relatives and philanthropists to provide their basic needs. \nAs a result, families with reasonable incomes immediately take on extra financial responsibilities to help out members of their extended family. \nThey will pay school fees for their grandmother's cousin's younger sister's nieces, medical bills for the stepsons of their uncle's wife's younger sister, and send money back to their home villages to fund classrooms, healthcare centres, or communal boreholes drilled to access drinking water.\nAlso, many poor families in the villages send their children to live with more comfortable families in the cities - usually as a \"house help\", who will clean, do laundry, cook, babysit and whatever else brawn can accomplish.\nIn exchange, the helps are fed, housed, clothed and if they're lucky, educated, with their parents sometimes receiving a fee. \nBut it is this ad-hoc welfare system that has been behind numerous allegations of human trafficking in Nigeria.  \nAdaobi Tricia Nwaubani:\n\"It remains difficult for many Nigerians to agree that the arrangements they have with their domestic helps could be considered a crime\"\nDuring my childhood, my mother depended on the recommendations of people she knew in villages for those willing to become house helps - often they were teenagers sent by the their parents to earn extra money whilst attending school in the city. \nToday, there are \"agents\" who supply boys, girls, men and women, sometimes from poorer countries beyond Nigeria's borders, such as Benin and Togo. \nAgents usually demand between six months' to two years' worth of the worker's salary in advance, a percentage of which is sent to their families. \nThe typical wage is between 5,000 ($25, £16) and 15,000 naira per month. At those rates, the average middle-class Nigerian could afford to hire as many as they wanted.    \nBut in the UK and US, where many Nigerians have made their homes, domestic staff have to be paid a minimum wage and all sorts of benefits. \nAs a result, some Nigerians abroad resort to importing domestic staff from \"back home\", sometimes with disastrous consequences.    \nIn June 2011, Nigerian-American lawyer Bidemi Bello was convicted of human trafficking for bringing two Nigerian women to the US and \"forcing them to work in her lavish home like slaves\". \nThe court heard that Bello beat the women and failed to pay their wages.\nShe was sentenced by the Georgia court to 11 years in prison. \nAt the time the story broke, I was in charge of the opinion desk at a local newspaper, and keen to raise awareness of the issue back in Nigeria. \nI approached a number of potential contributors whom I felt could tackle the topic insightfully. \nNone was willing to write. \nBut some people were prepared to comment in private. They disapproved of Bello's conviction. \nHow, they asked, could these girls turn on Bello so viciously, after she had extended them such a huge favour of not just taking them in as her staff, but bringing them to the US? \nHow could they repay her generosity by plotting her ruin? \nA number of people shared experiences of those they knew in the UK or US, whose imported \"help\" had either got them in trouble with the law or almost done so. \nThey informed me that it was common for such workers to take advantage of the system in developed countries when their eyes opened to the laws of the new land, and of a way to free themselves from the snare of charity. \nIt was, their critics told me, their clever plan to exchange servitude for asylum, by becoming legitimate migrants who could then provide directly for their families. \nIn Nigeria, with no local laws to govern the house-help industry, domestic staff can work from dawn till dusk, Monday to Sunday.  \nMany suffer abuse, of varying intensity, depending on their employer's temper. \nLocal newspapers have published stories of domestic workers who were drenched with boiling water or struck with a pestle. \nThere have also been allegations of sexual abuse of both male and female workers.\nNevertheless, it remains difficult for many Nigerians to agree that the arrangements they have with their domestic helps could be considered a crime. \nThey believe that the disadvantaged ones would have little hope without them, that the so-called slavery these people endure is simply a small price to pay for a chance at survival.    \nMore from Adaobi Tricia Nwaubani:", "date": "10 September 2015", "href": "https://www.bbc.com/news/world-africa-34180122", "tags": "letter domestic home helps help nigeria dilemmas families africa could workers many nigerians"}