{"title": "Letter from Africa: Nigeria's farmer king", "content": "In our series of letters from Africa, Nigerian novelist Adaobi Tricia Nwaubani visits an influential traditional ruler who often swaps his royal garb for boots and a hoe in a bid to encourage his subjects to take up farming.\nWhen the Emir of Keffi in Nasarawa state in north-central Nigeria died in 2015, his 52-year-old eldest son was selected by the traditional kingmakers to take his place.\nShehu Usman Chindo Yamusa III inherited not just the responsibilities that his septuagenarian father had overseen for 37 years, but also scores of staff dependent on the palace for their feeding and upkeep.\nThese included bodyguards, musical bands, town criers, drivers, cooks, cleaners, and stablemen who care for about 25 horses. \nHorses are a symbol of royalty, once used in wars for the expansion of the emirate. \nThey are the emir's means of transport during Islamic festivals, or when he tours Keffi to interact with his people and hear their views. \nPlayers ride horses during the biannual polo tournaments in Keffi town in July and December, events which usually see guests from as far afield as South Africa, Argentina, and the UK. \nIn addition to the horses, the emir also owns scores of cows.\nAbout 60 staff begin duty in the palace at 08:00 daily and leave by 18:00, while the rest live in the palace. All the staff are fed during mealtimes.\n\"If it is the people that live in the palace, they are over a hundred and something,\" the Emir of Keffi said. \"Despite the fact that they earn salaries, I feed all these people.\"\nThe Emir of Keffi also holds court with relatives and traditional title holders, who typically surround him from dawn till dusk. They all join him for breakfast, lunch and dinner. Dozens of his neighbours, who live in buildings close to the palace, also join him for meals.\n\"I derive pleasure from giving people food,\" the Emir of Keffi said.\nEach of Nigeria's emirs receives a salary and an allocation for the emirate from the government, and the late emir had catered for his staff and court using these resources. But Shehu Usman Chindo Yamusa III had a better idea.\n\"After I became emir, I looked at the progress that my father brought and looked at areas that I felt needed to be improved,\" he said.\nHe decided to start feeding all his dependants from his farms. They would become locavores - eating mostly what was locally produced.\nBefore ascending the throne as the 15th Emir of Keffi, Shehu Usman Chindo Yamusa III taught law at the Nasarawa State University. \nThe father-of-five from two wives also studied in the UK, and has a doctorate in energy law. \nHis interest in agriculture began during his days as a young student, when he went to his father's farm during the holidays to help supervise the hired labourers. \nAbout five years before his death, his father gave him about 70 hectares of farmland. \nWith the proceeds from his maize and rice crops, he was able to buy tickets to travel abroad and to attend international seminars. \nHe was looking forward to advancing in academia and had travelled to deliver a paper at the United Nations in December 2015, when his father died suddenly from ill health.\nOne of the oldest emirates in Nigeria, the Keffi emirate was established in 1798, even before the Uthman Dan Fodio jihad of the early 19th century that engulfed northern Nigeria and entrenched Islam.\nHistorically, the Emir of Keffi is succeeded by his younger brother before his son is given a chance to rule. But the academic was forced to make a quick decision and switch paths when his uncle made it clear that he was not interested in the position.\n\"My uncle wrote the application letter and asked me to sign it to endorse it,\" the Emir of Keffi said.\nWhen he became the emir, he bought additional surrounding land and expanded his farm to about 100 hectares - 40 hectares for rice and 60 hectares for maize. \nHe also started planting vegetables, such as cabbage and fluted pumpkin, and constructed 10 greenhouses where he grows green pepper, tomatoes, cucumber, yellow pepper and red pepper.\n\"In a year, I produce almost 300 bags of maize and about 200 bags of rice,\" he said. \"Sometimes, I go to my cows and pick one and slaughter like once a month, so we also don't buy meat.\"\nThe palace consumes about five bags of maize a month, which is approximately 60 bags a year, and the emir gives away any additional bags as gifts. As for the produce from his greenhouses, he sells the extra in the capital city of Abuja.\n\"My green pepper is one of the best from the north-central region,\" he said proudly. \"They are unique. I don't use too much chemical on them. I only use organic fertiliser on them.\"\nDespite his large-scale production, the Emir of Keffi describes himself as a peasant farmer; all the planting and harvesting is done manually.\n\"At a time, you will see at least 100 people working on my farm. It is this year that I am planning to buy a tractor,\" he said. \"I am thinking of expanding my farm to 200 hectares. My plan is also to start processing farm produce. It is a long-term plan.\"\nEmirs are some of the most influential leaders in northern Nigeria, revered by their people and seen as representatives of God. Their many responsibilities include resolving conflict, ensuring security, supervising social welfare, and implementing government policies. \nThe government and international agencies have solicited their assistance on various issues from mass immunisation to counter-terrorism. \nAware of his influence, the Emir of Keffi encourages his people to invest more of their time on agriculture. And when other emirs visit him, he takes them to see his farms, to inspire them to replicate his endeavours in their own emirates.\n\"My people, a lot of them go to farm now because of me,\" he said. \"My friends too, they have bought hectares of farmland because they were inspired by me.\"\nWhen he is not riding on horseback, the Emir of Keffi usually moves around with a convoy of at least seven cars, accompanied by staff and title holders. But when he gets to his farm, he can hardly resist shedding the garb of royalty and picking up a hoe.\n\"When they go with me to the farm and they see the emir participating, they also want to participate with me,\" he said. \"When they see me working, they feel compelled to work with me.\"\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "12 March 2019", "href": "https://www.bbc.com/news/world-africa-47198859", "tags": "letter people hectares father farm emir nigeria keffi africa palace king also farmer"}