{"title": "Letter from Africa: Mugabe 'unloved' on his birthday", "content": "In our series of letters from Africa, Zimbabwean journalist-turned-barrister Brian Hungwe considers the fate of ousted President Robert Mugabe as he celebrates his 94th birthday.\nA famous quote by Machiavelli advises politicians: \"It is better to be feared than loved - if you cannot have both.\"\nHowever, the Italian Renaissance author and statesman then warns that if a ruler chooses fear, it is best not to be extreme - as unnecessary cruelty will never win life-long loyalty.\nDuring Mr Mugabe's rule in Zimbabwe, he enjoyed great prestige and high honour.\nHe personified the state he led for almost four decades as he tightened his grip.\nBut two months after his resignation following a military intervention, he cuts a lonely figure.\nThis photo of Mr Mugabe, accompanied by his wife Grace, tells a thousand words.\nAhead of his 94th birthday, he looked tired and sad, while the former ebullient first lady seemed gloomy - no smiles as they met African Union chairperson Moussa Faki Mahamat. Just dejection. \nMr Mugabe reportedly told Mr Muhamat that \"he resigned for the sake of peace and development in the country\".\nAlthough he is no longer in power, Mr Mugabe's birthday - his 94th - is still a public holiday. \nThis year, he will be celebrating indoors, away from the public glare. \nIt is a far cry from previous years, when his staff presented him with massive birthday cakes at colourful functions at his office.  \nPublic celebrations would normally happen the following weekend. \nThere would be food galore, music and huge cakes sponsored by the corporate world, with the opposition condemning the extravagance in a country where many struggled to put food on the table.\nThe absence of all this is likely to make Mr Mugabe's 94th birthday a sobering affair.\nIt seems he is about to learn that very few people can command love, respect and affection in and out of power. \nThe late Nelson Mandela, who became South Africa's first black president, is a rare example.\nNow we learn that Mr Mugabe is reaching out to former enemies as he tries to work out what went wrong for him.\nOne of those he has met is Joice Mujuru, his former deputy whom he fired a few years ago, accusing her of treasonous behaviour.\nDuring hate-filled ruling Zanu-PF party rallies, Mr Mugabe and his wife would rail against Mrs Mujuru, alleging she used witchdoctors and seduced men to make a grab for power.\nMr Mugabe has now apologised for his past and reportedly confided to her that he is lonely and has been deserted by even his relatives and friends.\nIt was as if he was appealing to all Zimbabweans, wondering how he had lost the people's affection.\nTo be forgotten, despised or reviled out of power or in death speaks volumes about your conduct in power, or during your period of influence.\nI remember listening to \"Candidat Ya Biso Mobutu\" by the great Congolese rumba king, Franco.\nIt is from 1984, a 19-minute campaign song for Mobutu Sese Soko, the autocrat who ruled Zaire (now the Democratic Republic of Congo) for decades until he was toppled in 1997.\nThe song was distributed to millions of Congolese - it rouses the emotions and calls for the nation to vote for the sole candidate in an election Mobutu won with 99.9% of the vote.\nHe, like Mugabe, commanded huge rallies.\nBut he took the Machiavellian dictum too far.\nHe was once feted in the streets, hailed as a man who had saved the country from anarchy. \n\"The spectacular sight of thousands calling for Mr Mugabe's resignation in his last days in power must have eaten deep into his conscience\"\nThere are stories of how he would interrupt important audiences on board his yacht on the Congo River to rush on deck and acknowledge chants of praise from passengers on passing vessels.\nBut Mobutu failed to plan for a legacy that would command true love.\nWhen his time was up, no-one wanted him around.\nHe left a trail of misery, corruption, an economy on its death bed and fled to Morocco, away from relatives and friends, where he died.\nHis magnificent house in Gbadolite was looted. It is now a pale shadow of its former self, with lizards, not military officers, parading around the shell of a building.\nLikewise for Jean-Bedel Bokassa in the Central African Republic, who combined extreme greed and delusions of grandeur - his lavish coronation as Emperor Bokassa in 1977 is estimated to have cost tens of millions of dollars.\nWhen he lost power, crowds celebrated. He was sentenced to death in absentia, although this was later commuted to a prison term on his return from exile. \nThose who later saw him loitering around his residence in Bangui after he was released from prison say he would wave at anything passing by. \nFew recognised him, or went to see him.\nLeaders who become tangled up in corruption do not realise how much disaffection there is towards them until they lose power.\nMore on Zimbabwe post Mugabe:\nMr Mugabe used to be heartened to hear singing apostolic faith churchmen, clad in white robes, when he landed home after a visit abroad.\nHe would then address those present about the virtues of the liberation struggle that had won the country its freedom, but at the end of day this did not put bread on the table.\nThe spectacular sight of thousands calling for his resignation in his last days in power must have eaten deep into his conscience.\nThe fact that Mr Mugabe has admitted his loneliness is a lesson for current and future leaders - earn true love by being a servant of the nation.\nMore Letters from Africa:\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa and on Instagram at bbcafrica.", "date": "21 February 2018", "href": "https://www.bbc.com/news/world-africa-43113980", "tags": "letter country resignation former mugabe africa power mobutu birthday"}