{"title": "Letter from Africa: Bible-bashing for votes in Kenya", "content": "In our series of letters from African journalists, Joseph Warungu reflects on how the Bible has taken centre stage in the battle for the Kenyan presidency. \nIf opposition leader Raila Odinga contests and wins the presidential election re-run on 26 October, a large chunk of the Kenyan population will be about to enter the biblical land of Canaan. \nThis is because Mr Odinga has succeeded in boiling down the entire manifesto of his umbrella group of opposition parties into a single memorable phrase - \"tunaenda Kanani\"  - Swahili for \"we're going to Canaan\", the land that flows with milk and honey.\nPresidential elections in Kenya have become a complex affair. \nIn the past it was enough to shout yourself hoarse on campaign platforms, lock up or silence your critics, change the constitution at will, distribute a few goodies to supporters and you would wake up at State House.\nNow you need a multi-million dollar budget to hire helicopters, control the media, buy out political parties, patrol the digital space viciously and consult the best traditional herbalists. \nIn addition, you have to know your Bible well in the search for special anointing.\nAnd so Mr Odinga - the presidential candidate of the National Super Alliance (Nasa) - has carefully studied the Book of Joshua and cast himself in the role of the famous hero who succeeded Moses, and led the fight to liberate enemy territory and settle the Israelites in the new land.\nMeanwhile, President Uhuru Kenyatta and his deputy William Ruto, who are seeking re-election, must be suffering from sore knees, as they have moved from church to church kneeling before men of God, who lay hands on them and give them the anointing.\nMr Ruto has been at the centre of a spiritual storm as leaders of the Pentecostal Assemblies of God try to interpret what his recent donation to them of 10m Kenyan shillings ($68,00, £51,000) could mean.\nSome say it was gift for the development of the church, while others argue it was a political tithe to sway them to vote for his Jubilee Party.  \nJoseph Warungu:\n\"With the rival presidential candidates keeping their Bibles close to their chest, Kenyans have been on the look out for any divine sign that could help them decide which of the two is the anointed one\"\nIn a country where people's hopes for a better future have often been crushed by bad politics, endemic corruption and deep-seated tribalism, many Kenyans have always put their faith in God. \nHe is the only constant and unchanging force for good.\nWhen faced with any calamity, Kenyans have been known to go on their knees to seek God's intervention in mammoth prayer meetings that are broadcast live on the media. \nThe politicians have woken up to the fact that they live in a nation of believers and to reach them you need to be seen to be God-fearing.\nIn May, newspapers published a photo of Mr Odinga praying at the historic Western Wall in Jerusalem, during a visit to Israel. \nMr Odinga explained that the Wailing Wall was more than 5,000 years old and was sacred to all three Abrahamic religions - Islam, Judaism and Christianity - and that to him it was a very strong symbol of strength and unity.\nWith the rival presidential candidates keeping their Bibles close to their chest, Kenyans have been on the look out for any divine sign that could help them decide which of the two is the anointed one.\nEarlier this year, President Kenyatta caused an online tremor when he became a \"rainmaker\". \nOn a voter registration drive in Nyeri in central Kenya, the crowd urged the president to pray for rain in the area, which had experienced a drought.\nMinutes after he reluctantly prayed, there was a heavy downpour, prompting animated reactions on social media. One contributor said: \"Our president is not only a leader but a prophet!\"\nTo counter Mr Odinga's metaphorical journey to Canaan, supporters of President Kenyatta, who is left-handed, have also delved into the Bible for inspiration and likened their candidate to King David.  \nThe Jubilee Party faithful have gone to the Book of Judges, which refers to 700 left-handed soldiers from the tribe of Benjamin being excellent in the use of the sling as a tool of war. \nDavid too was an expert with the catapult and some therefore argue he must have been left-handed. And so images of President Kenyatta writing with his left hand have done the rounds on WhatsApp to confirm his leadership credentials.\nThe Bible was at the centre of a political storm again when angry bees attacked police and protesters outside the Supreme Court on 20 September, as judges gave their full ruling for annulling the August election, saying that it was marred by irregularities.\nIn response to the incident, opposition supporters quickly began to share a verse from the Book of Exodus that says: \"And I will send the bees ahead of you to drive your enemies out of your way.\"\nWith the electoral commission announcing a new date for the presidential poll, social media platforms, especially WhatsApp, are again awash with biblical messages and prayers for the two main candidates. \nA famous Kenyan comedian has often joked about the dramatic nature of some of the prayers offered by some extreme church pastors: \"May God knock you down with his favour, may he lift you and throw you into a pool of prosperity, may he embarrass you with his riches!\"\nBut now it is no longer a laughing matter. \nI have seen a number of prayers shared on WhatsApp from both sides of the political divide that are Bible-based but with violent overtones. The intention is to stir up ethnic hatred and use the Bible as a legitimate weapon of war.\nPresident Kenyatta entered the race with a prayer from the Book of Nehemiah that he shared in a live radio interview: \"Remember me with favour, my God, for all I have done for these people.\"\nMr Odinga ended his Supreme Court battle with the Book of Joshua: \"Our journey to Canaan is unstoppable,\" he said.\n\"On 8 August we crossed the River Jordan to reach the city of Jericho. We are marching on to the city of Jerusalem, and we shall get there.\"\nI am not quite sure what Israeli Prime Minister Benjamin Netanyahu will make of the Kenyan invasion, but presumably Israel's intelligence agency, Mossad, has armed him with the appropriate Bible verses.\nHowever, whether it is Joshua, in the form of Mr Odinga, or King David, in the form of Mr Kenyatta, who wins the re-run, many Kenyans will hope and pray that the candidates will heed the Gospel of Peter: \"Whoever would love life and see good days must keep his tongue from evil… he must seek peace and pursue it.\" \nAmen.\nMore from Joseph Warungu:\nShould degrees be necessary for leaders?\nHow to stop exam cheats\nKenyans beg for mercy", "date": "3 October 2017", "href": "https://www.bbc.co.uk/news/world-africa-41468033", "tags": "letter kenya book bible kenyans god africa votes kenyatta presidential odinga kenyan bible-bashing"}