{"title": "Letter from Africa: Nigeria's budget fiasco", "content": "In our series of letters from African journalists, novelist and writer Adaobi Tricia Nwaubani looks at the trouble Nigeria is having balancing the books.\nWhatever criticism you may have of President Muhammadu Buhari, his administration cannot be accused of being dull. \nWeek after week, some new action on the government stage causes eyeballs to bulge. \nEven those newspapers which typically scream front page headlines such as: \"Friend Kills Friend Over Girlfriend\" now have more than enough government activity to meet their customers' needs for sensationalism.\nThe budget fiasco was the latest drama to unfold, and it came with a diverse cast of characters. \nFirst on the stage was President Buhari. Out he marched in late December, superintendent straight, stern-faced, to present Nigeria's 2016 $31bn (£21bn) budget to the National Assembly. \nWith great fanfare, the Senate received the boxed document, gave a resounding round of applause, and even got the man at the top to crack a grin. \nIt was an occasion worth celebrating, indeed.\nAdaobi Tricia Nwaubani:\n\"The amount budgeted for books for the vice-president's office far exceeds that for some of the country's major universities\"\nThe first time in as long as anyone can remember when the country's annual budget was ready before the middle of the year.\nIt was also the first in three years that a Nigerian president had personally presented a budget to the National Assembly.\nFormer President Goodluck Jonathan usually dispatched his finance minister to perform the duty. \nIn addition, the budget was made available online for citizens who so wished to freely scrutinise. \nWho says Nigeria is not progressive?\nHaving thus made history, President Buhari exited the stage to go and continue chasing after the men and women who have been accused of spending the past few years stuffing their bellies full with funds meant for the war against Boko Haram militants.\nWith each new day, his trawl seems to drag in a new high-profile culprit. What a true brotherhood the multitude of alleged thieves must have shared.\nThere was a brief subplot when the budget went missing from the National Assembly, when no-one could trace the document presented by the head of state.\nBut that matter was quickly resolved and a fresh document found its way from the State House to the senators.\nOnce again, all was well with the world.\nSo what if there were some slight differences between the original document which disappeared and the new one?  The show had to go on.   \nIn a detailed analysis, the online news site Premium Times excavated some alarming figures from the budget, showing for example that the total amount budgeted for the State House clinic which serves just a few people, far exceeds that for some of the country's major hospitals which serve millions.\nIn addition, the amount budgeted for books for the vice-president's office far exceeds that for some of the country's major universities. \nYes, Vice-President Yemi Osinbajo is a professor of law. We know the learned folk like to read, but still.\nOn and on the alarming discoveries continued.\nNigeria at glance:\nSource: World Bank\nNigeria's Muhammadu Buhari in profile\nNone of this was in keeping with the president's well-publicised austere nature.\nEven the presidency appeared speechless and confused. \nThe office was still struggling to understand the situation when the government ministers took the stage.\nNext thing, the Senate discovered a questionable sum of 10bn naira ($50m, £35m) \"smuggled\" into the budget of the ministry of education.\nThen Health Minster Isaac Adewole expressed shock at the figures for his ministry, which he was expected to defend in parliament. \n\"This was not what we submitted,\" he said. \"We'll submit another one\".\nWith that, the mystery of the State House budget was solved. \nApparently, while President Buhari was busy poking alleged looters out of their holes, a \"budget mafia\", in the words of an unnamed presidency source and thought to refer to some civil servants - had padded out his budget with a few billion naira, which he knew nothing about. \nLike most good dramas, the budget fiasco is not only about entertainment. \nIt has a moral at the end. The director of the budget office has been sacked.\nAnd thanks to this tale of bloated figures and discrepancies, President Buhari now knows that his famous war on corruption must extend beyond big names and past governments.\nThe looters are within his camp as well as without.\nMore from Adaobi Tricia Nwaubani:", "date": "24 February 2016", "href": "https://www.bbc.com/news/world-africa-35633551", "tags": "letter country office buhari nigeria fiasco document africa state budget new stage"}