{"title": "Lewis Hamilton's team flies F1 car out to ill 'spirit angel' boy", "content": "A Formula One car was sent to the home of a five-year-old boy with a rare form of terminal cancer after he inspired Lewis Hamilton's victory in the Spanish Grand Prix.\nHarry Shaw, from Redhill, Surrey, sent Hamilton a good luck message on Instagram from his hospital bed.\nThe youngster has since moved back to his home for his final days.\nHamilton described Harry as his \"spirit angel\" as he dedicated his victory to him on Sunday.\nMercedes later arranged for one of its cars to be flown to Harry's home, where he is also expected to be presented with Hamilton's winning trophy from the Barcelona race.\nIn April, Harry's parents were told he had just one week left to live.\nHarry's father, James Shaw, said: \"I don't know Lewis, but I think what we've seen is what a genuine, decent, lovely person he is.\n\"That was a heartfelt message he did and he won that Grand Prix for Harry and that means a lot.\"\nCharlotte Shaw, Harry's mother, said: \"It's brought smiles into his life at a time when there's a limited amount of fun to be had, to be perfectly honest.\"\nShe said gifts including signed photographs and a Mercedes cap first brought smiles, adding: \"It just went from there, really.\n\"It's just got bigger and bigger and better and better and the smiles have got broader and broader.\n\"It's so special to see Harry enjoying himself.\"\nHarry, who has Ewing's sarcoma, had said in his video message on Instagram: \"Hello Lewis Hamilton. Good luck wining the race in Spain and thank you for the gifts. Lots of love from Harry and goodbye.\"\nHamilton said after winning the race: \"Today, I was just super-inspired by this kid that sent me a message.\n\"He was my spirit angel.\"\nThe Shaw family has set up a charity page to raise money for research into the disease and have so far raised more than £15,000.\nMercedes tweeted they were supporting the fundraising drive.", "date": "13 May 2019", "href": "https://www.bbc.com/news/uk-england-surrey-48258777", "tags": "boy sent message mercedes flies ill shaw team angel home lewis one car harry hamilton"}