{"title": "Leytonstone Tube attacker Muhiddin Mire jailed for life", "content": "A man who attacked Tube passengers with a knife in London and tried to behead one of them has been jailed for life.\nMuhiddin Mire, 30, targeted people at random during the attack inspired by so-called Islamic State at Leytonstone station on 5 December.\nHe grabbed musician Lyle Zimmerman, 57, and attempted to murder him in the ticket hall by cutting his throat.\nA man shouted: \"You ain't no Muslim, bruv\" after Mire said he would \"spill blood\" for his \"Syrian brothers\".\nThe attack was caught on CCTV and mobile phone footage was taken by a passer-by who carried on filming as Mire, who lived alone in Sansom Road, Stratford, lunged at him.\nSentencing him at the Old Bailey, Judge Nicholas Hilliard QC said while he accepted Mire was suffering from paranoid schizophrenia at the time of the offence, he also believed he had been motivated by events in Syria.\nHe continued: \"In other words, because Muslims were being bombed in Syria, he was going to attack civilians here.\n\"That was designed to intimidate a section of the public, and it was to advance an extreme cause.\"\nJudge Hilliard said Mire's \"brazen\" actions were \"an attempt to to kill an innocent member of the public for ideological reasons by cutting his throat in plain sight for maximum impact.\"\nMr Zimmerman said he was attacked from behind by Mire who \"punched me to the ground then kicked me in the head until I lost consciousness\".\nHe added he had been \"preposterously lucky\" an off duty GP was also on the train \"who helped me even when my assailant was still wandering around the station\".\nThe court previously heard the 30-year-old had a history of mental illness and suffered his first episode of psychosis in 2006.\nHowever, prosecutor Jonathan Rees QC called it a \"revenge attack\".\n\"We suggest that it can be no coincidence that the attack was carried out some three days after Parliament had voted to extend the UK bombing campaign against Isis in Syria,\" he said.\nMire will begin his sentence at Broadmoor secure hospital, where he will serve a minimum of eight-and-a-half-years before he is considered for parole.\nHe was previously found guilty of attempted murder, and admitted four counts of attempted wounding and an alternative count of wounding with intent to cause grievous bodily harm.", "date": "1 August 2016", "href": "https://www.bbc.co.uk/news/uk-england-36942245", "tags": "syria tube muhiddin attempted murder mire jailed man attacked attacker zimmerman attack leytonstone station life"}