{"title": "LG's Dual Screen 'foldable phone' breaks apart", "content": "LG has showed off a two-screened smartphone following earlier reveals by Samsung, Huawei and Xiaomi.\nBut while the South Korean firm's rivals have demoed hybrid phone-tablet designs that involve flexible displays and complex hinges, LG has taken a simpler approach.\nIt has created a second display as a detachable accessory.\nThe end result may look less elegant thanks to the gap between the screens, but it is likely to cost less.\nThe 6.2in (15.7cm) V50 ThinQ handset and its matching Dual Screen add-on both use OLED (organic light-emitting diode) technology.\nAt its Barcelona press event, LG suggested the two could be paired to provide:\nThe add-on connects to the handset via three pogo pins on its rear, leaving the phone's USB-C port free.\nIt can be positioned at two angles - 104 degrees or flat at 180 degrees - to the main display when in use.\nIt can also be closed so that it lies on top of the phone to act as a protective case.\nLG has yet to reveal the cost or release date of the equipment but did reveal other specs including 5G network compatibility and three rear cameras.\nThe announcement came at LG's press event on the eve of the Mobile World Congress trade show.\n\"The game controller use case is interesting,\" commented industry analyst Patrick Moorhead.\nHe said taking a screenshot and emailing it also worked, but after using it was \"torn on if it's a gimmick or useful\".\nOthers noted that adding the Dual Display made the phone nearly twice as thick to hold and 70% heavier.\nLG had earlier said it had considered releasing a true foldable-screened phone, but had decided that it was too early to do so and that it preferred to focus on regaining lost market share.\nThe company also unveiled the G8 - a smartphone distinguished by its introduction of a palm-scanning camera on its front.\nThis acts as an alternative to a fingerprint sensor, unlocking the device by tracking the blood in a user's veins via infrared light.\nThe owner's palm does not have to come into contact with the handset for this to work, meaning it can be unlocked while lying flat on a table without having to be picked up.\nBut early reviews suggest it can be tricky to use.", "date": "24 February 2019", "href": "https://www.bbc.co.uk/news/technology-47352129", "tags": "also earlier lg smartphone screen cost breaks apart display handset less use phone dual"}