{"title": "Liberian church massacre survivors seek US justice", "content": "The Monrovia Church massacre in 1990 was the worst single atrocity of the Liberian civil war. About 600 civilians, including many children, were killed while taking refuge in a church. \nNow, four survivors are bringing a claim for damages against one of the men they believe was responsible, reports Elizabeth Blunt who was a BBC correspondent in Liberia at the time.\nIt was July 1990, and rebel fighters were advancing on the capital, Monrovia. President Samuel Doe was holed up in his vast, gloomy Executive Mansion.  \nAfter dark bands of soldiers roamed the streets, looting shops and warehouses and seeking out people from Nimba County, the area where the rebellion had started. They dragged the men from their homes, beating and often killing them. \nHundreds of terrified families, looking for a safer place to sleep, took refuge in St Peter's Lutheran Church - a spacious building in a walled compound. Huge Red Cross flags flew at every corner.\nBut on the night of 29 July, government soldiers came over the wall and started killing those inside. An estimated 600 people - men, women, children, even babies - were shot or hacked to death with machetes before the order was given to stop.\nA Guinean woman doctor, who was one of the first to reach the church the next day, described to me the scene of utter horror. \nDead bodies were everywhere. The only sign of life was a baby crying.  \nShe describes having to walk over corpses to reach the child, but when she picked it up and tried to comfort it, she said she suddenly saw a flicker of movement, and then another. \nA few children had survived, protected by the bodies of their parents, but only when they saw her, a civilian and a woman taking care of the baby, did they dare to come out. One of the child survivors is among those now suing for damages.\nAmerican missionary Bette McCrandall was there, too, that morning - she had lain awake the previous night, listening to everything that was happening from the Lutheran bishop's compound close by.  \nShe says those events have stayed with her, even all these years afterwards, as they have with all the survivors.  \n\"The memories of that day and that night don't leave me,\" she says.\nThis was the worst atrocity of the war, the event so shocking that it drove neighbouring countries to mount an armed intervention. Yet no-one has ever been prosecuted or held responsible.\nThe man now being taken to court in the US is Moses Thomas, formerly a colonel in the much-feared Special Anti-Terrorist Unit (Satu), based at the Executive Mansion. \nSurvivors have identified him as one of those giving orders that night. Now he lives in the US state of Pennsylvania. \nLike many Liberians, he was given what is known as \"temporary protected status\", because of the atrocities which were going on back home.\nLiberia has had a Truth and Reconciliation Commission, and Mr Thomas was among those recommended for prosecution - but no cases have ever been brought.\nSo now a movement has started to bring them to justice outside Liberia. \nSpeaking to the BBC after being served court papers on Monday, Mr Thomas called the allegation \"nonsense\".\n\"I don't want to give any credence to the allegation,\" he said. \"No-one in my unit had anything to do with the attack on the church.\"\nHassan Bility, who heads the Global Justice and Research Project in Monrovia, said he was pleased with the latest development.\n\"For 27 years the survivors of this massacre have fought and laboured for justice without success, and nobody has been paying any attention - not the Liberian government, not anybody outside. So this is a small victory,\" he says.\n1989: Charles Taylor starts rebellion against President Samuel Doe\n1990: Doe horrifically killed by rebels\n1997: Civil war ends after death of some 250,000 people. Taylor elected president\n2012: Taylor convicted of war crimes in neighbouring Sierra Leone\nMs McCrandall certainly sees it as important.  \n\"For me,\" she says, \"it is a chance for him to own up to what he has done, and on whose orders. \n\"That person will have to live and die with the guilt of what he has done. And in my mind it is comforting to me that this issue has not been put to rest, that the case has not been dropped.\"\nThe snag is that for the moment this is only a civil suit, not a criminal case. A number of criminal prosecutions have started in Europe, where courts will hear cases for war crimes under so-called \"universal jurisdiction\". \nIn the US that is more difficult, so campaigners against impunity have had to be ingenious. One Liberian warlord, known as \"Jungle Jabbah\", was recently prosecuted for immigration fraud, since he had falsely claimed on his application that he had never belonged to any armed group.\nMr Thomas is being sued in a civil action by four of the survivors. \nIf they win, he is unlikely to be able to afford much in damages. But campaigners hope that the evidence which comes out in court will make the American authorities question his \"protected\" status, opening the way for a criminal prosecution or deportation.\nBut if he is deported back to Liberia, what then? Would he go on trial? Liberia never set up a special court and has never tried any war crimes cases. Many suspects still hold high positions.\nCampaigner Hassan Bility clings to the hope that now, with a new government now in place, things might be different.  \n\"The current President, George Weah, was totally disconnected from the war,\" he says. \n\"He was not part of any faction; he was playing football in Europe... And he gets a lot of his support from poor people, the ones who really suffered in the war... We have the opportunity right now to do this\".", "date": "12 February 2018", "href": "https://www.bbc.com/news/world-africa-42996851", "tags": "people us survivors liberian started civil justice one church seek war says massacre liberia"}