{"title": "Liberia's empty promise", "content": "Breakfast-time conversations with fellow hotel guests in Monrovia often turn to doing business in Liberia. \nWhere can you make money? What are the pitfalls? Who are the men to meet? Is there a market for a new downtown fried chicken emporium?  What about a car dealership, or real estate? \nI have disappointingly little to contribute to these discussions, having no capital, few useful contacts and certainly no financial acumen. \nBut I do occasionally, over coffee, urge potential investors to hang on in there and not be deterred by red tape or rumours of civil strife. \nLiberia needs investors great and small. \nSeven years of peace and modest reconstruction have seen waves of aid workers and development gurus passing through, offering expertise and assistance on everything from judicial reform to irrigation - turning Monrovia into the workshop capital of the world. \nBut as the country's President, Ellen Johnson-Sirleaf, has frequently pointed out, Liberia can only claw its way out of poverty and underdevelopment if it makes more of its own resources. \nMost of the wealth Liberia could have generated from its abundant iron ore, rubber and oil palms has been squandered. \nAn ugly combination of feeble ministries, cynical corporations and rapacious warlords wrecked the economy, while Liberia was pilloried internationally for its illegal logging operations and trade in blood diamonds. \nThat is all in the past, the lessons learnt - or so the head of the National Investment Commission told me. \nRichard Tolbert gave up a fast-track business career in the United States to help make Liberia open for business. \nSitting in his office on a late Friday afternoon, Mr Tolbert summoned subordinates, who brought in bulging folders containing the latest concession agreements signed with foreign companies. \nHere were corporations he had seen at work in south-east Asia and elsewhere, who could prove solid friends and partners for the new Liberia. \nBut away from the lavish signing ceremonies and bold statements of intent, you find no shortage of dissenting voices. \nFlawed it may be, but Liberia's democracy is up and running. \nAnd when the president herself admits ruefully that corruption remains endemic, it is not surprising that each new deal struck generates lurid accusations and counter-accusations as well as glowing headlines. \nA newspaper editor, fresh from yet another stinging editorial on Liberia's investment strategy, warned of bruising revelations to come. \n\"All these deals, but I don't see any jobs\", he said. \"What is really happening here?\" \nOn the outskirts of Monrovia, two environmentalists, confident of their research findings, took turns to warn of government shortsightedness and a door being held open for unscrupulous operators.  \nUp at the parliament building on Capitol Hill, a ruling party MP launched a scathing attack on a rubber and oil palm concern that had set up in his constituency. \nHe brandished photographs and talked animatedly of \"slave labour\" and broken promises. \nSome of the attacks are unfair and patently exaggerated. Some of the critics in Monrovia are clearly playing to the gallery. \nBut the shrewder incoming corporations know that the real battles will be fought in Liberia's impoverished interior, winning the confidence of communities that have waited for years for hints of a better life ahead. \nThat means providing not only jobs, but looking after workers' families, ensuring there are schools and medical care and that life becomes easier for all.\nLiberian bosses know what this entails. \nA slightly care-worn plantation owner, family heir to a large concession west of Monrovia, drove me round his home region on a wet Sunday morning. \nWe inspected the derelict factory, wondering how much it might cost to renovate the wrecked storage tanks. \nWe dropped in on a district commissioner, polite but slightly despondent, recalling a time when his village had a clinic and discount stores for the workforce, subsidised by the company. \nWe left the road to watch a trio of workers hacking at the trees, one of them putting on a belt-like contraption made out of rattan to scale a nearby palm. \nFormer employees, some now in their 60s, talked wistfully of the pride and security that came with a monthly salary. \nPeople had heard about the new deals being signed. \nThe younger ones were curious about job prospects elsewhere, but wanted to know, first of all, whether anyone would be coming to their area, to pick up where others had left off.  I shrugged. \nWe had to get back on the road. \nMy host was getting irritable, worn out by the constant questions and the discreet requests for hand-outs as we went from village to village. \nHe was proud of the plantation, proud of his family's long association with the trees that stretched in all directions. \nBut it was for now an empty kingdom.", "date": "22 October 2010", "href": "https://www.bbc.com/news/world-africa-11594896", "tags": "promise corporations know make business monrovia real village workers new liberia empty"}