{"title": "Liberia ex-leader Charles Taylor get 50 years in jail", "content": "Liberia's ex-President Charles Taylor has been sentenced to 50 years in jail by a UN-backed war crimes court.\nLast month Taylor was found guilty of aiding and abetting rebels in Sierra Leone during the 1991-2002 civil war. \nSpecial Court for Sierra Leone judges said the sentence reflected his status as head of state at the time and his betrayal of public trust.\nTaylor, 64, insists he is innocent and his lawyer has told the BBC he will appeal against the sentence.\nIn Sierra Leone, where victims of the war gathered in silence to watch the hearing on a large screen in a courtroom in the capital, Freetown, the sentence was welcomed.\nThe chairman of the country's Amputees' Association, Edward Conteh, told the BBC's Focus on Africa programme it came as a \"relief\" as Taylor was likely to spend the rest of his life in jail.\n\"It is a step forward as justice has been done, though the magnitude of the sentence is not commensurate with the atrocities committed,\" AP news agency quotes Deputy Information Minister Sheku Tarawali as saying.\nTaylor, wearing a suit and yellow tie, showed no emotion during the hearing.\n\"The accused has been found responsible for aiding and abetting some of the most heinous crimes in human history,\" Judge Richard Lussick said.\nThe crimes - which took place over five years - included cutting off the limbs of their victims and cutting open pregnant women to settle bets over the sex of their unborn children, he said.\nThe prosecution had wanted an 80-year prison term to reflect the severity of the crimes and the central role that Taylor had in facilitating them.\nBut the judge said that would have been excessive - taking into account the limited scope of his involvement in planning operations in Sierra Leone.\nHowever, Judge Lussick said in return for a constant flow of diamonds, Taylor provided arms and both logistical and moral support to the Revolutionary United Front (RUF) rebels - prolonging the conflict and the suffering of the people of Sierra Leone.\n\"While Mr Taylor never set foot in Sierra Leone, his heavy footprint is there,\" the judge said.\n\"The lives of many more innocent civilians in Sierra Leone were lost or destroyed as a direct result of his actions,\" he said.\nIn its landmark ruling in April, the court - set up in 2002 to try those who bore the greatest responsibility for the war in which some 50,000 people were killed - found Taylor guilty on 11 counts, relating to atrocities that included rape and murder.\nHe became the first former head of state to be convicted of war crimes by an international court since the Nuremburg trials of Nazis after World War II.\nThis \"special status\" had put Taylor in a \"different category of offenders for the purpose of sentencing,\" the judge said.\nHis sentence was in line with others handed down by the Special Court for Sierra Leone. One of the convicted RUF leaders, Issa Sesay, received a 52-year jail term and a rebel from the Armed Forces Ruling Council (AFRC) group, Alex Tamba Brima, was given 50 years.\n\"But the difference is that those two - Brima and Sesay - are direct perpetrators: They carried out the crimes themselves,\" Taylor's defence counsel Morris Anyah told the BBC.\n\"The 50-year sentence pronounced today effectively is a life sentence for someone that age - the rules of the court prohibit expressly the imposition of a life sentence,\" he said.\nThese concerns - and other mitigating facts rejected by the judges, such as Taylor's role in ending the conflict - would be brought before the appeals chamber, the defence lawyer said.\nTaylor, who accused the prosecution of paying and threatening witnesses in his war crimes trial, had asked judges to consider his age when making their decision, saying he was \"no threat to society\".\nBut the trial chamber said that, given his social background and standing, \"rehabilitation\" was not likely.\nThe fact that he had not expressed remorse or apologised for his part in the conflict also affected the sentence, the judge said.\nEarlier, his lawyers had urged the court not to support \"attempts by the prosecution to provide the Sierra Leoneans with this external bogeyman upon whom can be heaped the collective guilt of a nation for its predominantly self-inflicted wounds\".\nIn Liberia, Taylor's brother-in-law in Liberia, Arthur Saye, maintained the whole process had been \"politically motivated\".\n\"The sentence is outrageous. How can you give a man 50 years for only aiding and abetting?\" he told the BBC.\nThe case was heard in The Hague for fear that a trial in Sierra Leone could destabilise the region.\nThe Dutch government agreed only if Taylor would serve any sentence in another country. \nHe will serve any prison term in the UK but will be held in The Hague until the results of his appeal - a process that could last up to six months, the BBC's Anna Holligan in the Netherlands reports.", "date": "30 May 2012", "href": "https://www.bbc.com/news/world-africa-18259596", "tags": "sentence ex-leader crimes jail court leone judge taylor war bbc years get sierra liberia charles"}