{"title": "Libyan Strongman’s Illness Stokes Fears of a Succession Feud", "content": "CAIRO — As an ailing Libyan commander lies in a Paris hospital, his condition a carefully guarded secret, speculation about his fate has created a power vacuum in eastern Libya, stoking fears of a violent succession feud that could plunge Libya into turmoil again.\nSince the news broke 10 days ago that the commander, Gen. Khalifa Hifter, had been airlifted to France from Jordan for emergency treatment, Libya’s rumor mill has gone into overdrive amid news reports that the general, a 75-year-old strongman who controls most of eastern Libya, was seriously ill, incapacitated or even dead.\nGeneral Hifter’s aides denied the reports, insisting that he had been hospitalized for a routine checkup, and they promised that he would soon be back in Benghazi, his eastern stronghold where he nurtured ambitions of national power.\nBut an explosion in the city on Wednesday suggested that tensions there could soon overtake the bedridden general.\nA car bomb struck a convoy carrying Gen. Abdel Raziq al-Naduri, a senior commander in what General Hifter calls the Libyan National Army, as it passed through eastern Benghazi. General Naduri, who is seen as a possible successor to General Hifter, escaped unhurt, and the assailants were not publicly identified.\nBut the attack was widely interpreted as a possible opening salvo in a battle to succeed General Hifter.\n“There are clear signs that a leadership contest has started,” said Tarek Megerisi, a Libya analyst at the European Council on Foreign Relations. “The conversation has moved on from whether Hifter is dead or alive, to whether he will be able to return to the same role as before. Most people believe he won’t.”\nThe mystery over General Hifter’s health is a sharp blow to the authority of a domineering if divisive figure and threatens the contentious stability he brought to eastern Libya.\nAfter Col. Muammar el-Qaddafi was ousted from power in 2011, Libya shattered into a patchwork of rival towns, tribes and militias. General Hifter restored a kind of order to its eastern half by vanquishing his Islamist enemies.\nA former military officer who led a failed C.I.A.-backed effort to oust Colonel Qaddafi in the late 1980s, General Hifter launched an audacious bid for control of Benghazi in 2014 with the help of a coalition of tribal, neighborhood and religious militias.\nAfter three years of grinding battle that left large parts of the city in rubble and displaced thousands of residents, he finally defeated the last Islamist militias in December.\nBut supporters have long worried that his age might diminish his fitness for the hectic pace of Libya’s notoriously complex battle for supremacy. Even if he does prove fit enough to return to work, his illness has dealt a blow to his carefully cultivated persona of a leader with the muscle to rule.\n“His strongman image has been ruined,” Mr. Megerisi said. “Now he’s the sick man of Libya.”\nGeneral Hifter has no obvious successor. He groomed two sons in recent years, promoting them to command positions in his Libyan National Army. But the sons, Khalid and Saddam, have seen little front-line combat, and experts say it is unclear whether they enjoy the authority to take over.\nAlthough General Hifter styles himself as a military virtuoso who forged Libya’s only disciplined army, in practice his Libyan National Army is a loose coalition of militias headed by strong-willed commanders. Now, every day that he is absent from Benghazi, speculation grows that his coalition could crack as rival commanders turn on each other.\nThere have been hints of internal tensions in recent months as commanders have publicly chafed under General Hifter’s rule or criticized one another. The growing prominence in his administration of religious conservatives who have tried to impose restrictions on women and burn books has become a source of worry among city residents.\nOne special forces commander, Mahmoud al-Werfalli, is wanted by the International Criminal Court for his role in seven summary mass executions in which 33 people were killed.\nTribal politics are also a factor, with simmering resentment from some quarters over the dominance of General Hifter’s Furjan tribe, from western Libya, in the senior ranks of the army based in eastern Libya.\nThe crisis has also left General Hifter’s foreign allies, which supplied him with planes, ammunition and fighters during the battle for Benghazi, scrambling to protect their investment in Libya’s post-Qaddafi order.\nEgypt has bet on General Hifter to protect its long western border, and prevent infiltration by Islamist extremists. The United Arab Emirates has stationed warplanes and drones at several air bases in eastern Libya to shore up General Hifter’s forces. France sent paramilitary forces to help him defeat the Islamists in Benghazi, where three French officers were killed in a helicopter crash in 2016.\nAmerican diplomats have largely kept their distance from General Hifter in public, viewing him as a hindrance to political talks, although the C.I.A. has renewed its ties with him and established a presence in Benghazi, as have a handful of American Special Forces commandos at an air base outside the city.\nAny sidelining of General Hifter could have a domino effect across Libya, potentially affecting oil production and efforts to strike a political peace deal. Yet the refusal of his aides to release even a photo or a video to support their claims that he is well only fueled conjecture about his health.\nLast week, several French news outlets reported that General Hifter had suffered a serious stroke in Jordan. On Thursday, the website Middle East Eye, citing a European diplomat, said he had been partly incapacitated. A senior United Nations official said they had received similar reports.\nThe French government has seemed determined to say as little as possible. French officials would confirm only that General Hifter was being cared for in a hospital in the Paris region but offered no information about his condition.\nIn a closed meeting on Wednesday, France’s foreign minister, Jean-Yves Le Drian, told Parliament that General Hifter was “doing better,” Radio France International reported.\nFor several years France openly sided with General Hifter, to the detriment of the United Nations-backed unity government in Tripoli, in an effort to project French power while forming alliances with local forces fighting Islamist extremism.\nMore recently, Paris has taken a more evenhanded approach. President Emmanuel Macron hosted peace talks in Paris last July that brought together General Hifter and Fayez Serraj, who leads the unity government in Tripoli.\nOn Thursday, the French ambassador to Libya, Brigitte Curmi, and the United Nations envoy, Ghassan Salamé, visited Tripoli to discuss the latest round of those discussions, although their meeting was overshadowed by a rocket attack on the city airport that damaged a parked civilian airliner.\nAsked whether elections would be held in Libya this year, Mr. Salamé said: “Sure. We promised this to the U.N. Security Council.” He declined to offer any details.", "date": "April 19, 2018", "href": "https://www.nytimes.com/2018/04/19/world/middleeast/libya-hifter-illness.html", "tags": "general libya stokes fears feud city succession strongman ” eastern libyan benghazi illness hifter french france"}