{"title": "Libya as a Model for Disarmament? North Korea May See It Very Differently", "content": "WASHINGTON — When John R. Bolton looks at North Korea, he sees Libya. It is not a perfect comparison, he acknowledges, but if there is a model for how to peacefully rid a hostile dictatorial state of its nuclear program, he points to the disarming of Libya some 15 years ago.\nIt is easy to grasp why the United States views that as a success. A ruthless despot with a history of sponsoring terrorism surrendered his efforts to build a catastrophic weapon. But that despot, Col. Muammar el-Qaddafi, might not see it as such a good deal today. No one will ever know for sure because he is dead. Which is why North Korea might not find it such an uplifting model either.\nThe divergent vantage points on Libya may be instructive to understand how President Trump and Mr. Bolton, his new national security adviser, are approaching the coming talks with the North Korean leader, Kim Jong-un. The divide also underscores the challenges Mr. Trump and Mr. Bolton face: As they seek to replicate the feat of eliminating Libya’s nuclear program, analysts said, they could face distrust because of the unexpected turn of events that led to Colonel Qaddafi’s demise.\nMr. Bolton, who served under President George W. Bush, views Libya through the experience of those heady days in 2003 and 2004 when Colonel Qaddafi agreed to transfer his nuclear equipment to a facility in Tennessee. Mr. Kim may remember what came later, when President Barack Obama and European allies launched military action against Libya in 2011 to prevent a threatened massacre of civilians, in the process enabling rebels not only to topple Colonel Qaddafi but also to hunt him down and kill him.\nWould Colonel Qaddafi have given up that nuclear weapons program if he had known what was to come? Would the United States and Europe have used force against a nuclear-armed country? Not likely. And therein lies the rub with North Korea. Mr. Kim and his father built a nuclear arsenal for the very purpose of ensuring the security of their state against the kind of intervention that happened in Libya, which is why North Korea has insisted the United States promise not to invade as part of any deal.\n“I heard directly from the Chinese that the Libyan model did not inspire confidence in Pyongyang,” said Antony J. Blinken, a deputy secretary of state under Mr. Obama. “I would be very concerned that the combination of Libya and then Trump tearing up the Iran agreement sends exactly the wrong message to Kim Jong-un and undermines whatever hope exists for negotiations.”\nMr. Bolton raised the Libya example in weekend interviews on “Face the Nation” on CBS and “Fox News Sunday,” his first television appearances since becoming national security adviser early this month.\n“We have very much in mind the Libya model from 2003, 2004,” he said on Fox. “There are obviously differences. The Libyan program was much smaller, but that was basically the agreement that we made.”\nThe most important comparison, he said, would be testing North Korea to see if it had genuinely made an unqualified determination to abandon its nuclear weapons. “It would be a manifestation of the strategic decision to give up nuclear weapons,” Mr. Bolton said on CBS. “Doesn’t have to be the same as Libya, but it’s got to be something concrete and tangible. It may be that Kim Jong-un has some ideas and we should hear him out.”\nIn the history of the atomic age, only four countries have voluntarily given up nuclear weapons. South Africa ended its secret nuclear program in 1989, destroying a half-dozen bombs. Ukraine, Belarus and Kazakhstan all gave up the nuclear weapons that were stationed on their territory after the Soviet Union collapsed in 1991 and they became independent nations.\nBut Ukraine has found reason for second-guessing. The Budapest Memorandum that sealed its denuclearization in 1994 included promises by the United States, Britain and Russia to respect the country’s sovereignty and borders. But in 2014, Russia annexed Crimea and supported Russian separatists in eastern Ukraine. Given that, a member of Ukraine’s Parliament said at the time that “now there’s a strong sentiment in Ukraine that we made a big mistake” in giving up its weapons.\nOthers like Brazil and Taiwan sought nuclear weapons but abandoned the efforts short of building bombs. Iran was not known to have weapons but did have a nuclear program that seemed intended to develop them when it signed an agreement with Mr. Obama’s administration in 2015 to give up its program — the same agreement Mr. Trump has excoriated and threatened to rip up by May 12.\nSimilarly, Libya did not have nuclear weapons but had a program to develop them when it changed course in 2003. Colonel Qaddafi initiated secret negotiations with the Bush administration and the British to dismantle his program in exchange for easing international sanctions.\nThe decision reflected years of effort to end the country’s isolation. But the key agreement came just days after Iraq’s deposed leader, Saddam Hussein, was found in a spider hole in Iraq after an American invasion that had been justified as an effort to rid a dangerous regime of weapons of mass destruction. Colonel Qaddafi signaled that he did not intend to suffer the same fate.\nRobert Joseph, the national security aide who brokered the deal for Mr. Bush with the support of Mr. Bolton, said on Sunday that his former colleague was right to look to Libya. “I do think John’s onto something here,” he said.\n“Look, Libya is not North Korea,” he added. “The Libyan program was far more advanced than we had thought it was, but it’s far less advanced than where North Korea is today. No question, Libya does not represent the sort of military threat that North Korea does. The two situations are different.\n“But you’re not saying we’re going to do everything just like we did with Libya,” he added. “What you’re doing is you’re drawing lessons from that experience. If you don’t do that, we’re going to end up right where we’ve ended up before multiple times over the last 25 years, which is failure.”\nAmong the lessons of Libya that apply to North Korea, he said, echoing Mr. Bolton’s comment, is the need for a genuine decision by Mr. Kim to completely give up his program, not just hedge. Another is to use all the tools available, including intelligence, economic leverage, diplomacy and threat of force. Another is to insist on complete “anywhere, anytime” access for inspectors to all potential nuclear sites.\nBut other specialists find the situations so different that the comparison is unhelpful. “Libya hardly had a nuclear weapons program,” said Robert J. Einhorn, a special adviser for nonproliferation and arms control in Mr. Obama’s State Department and now a scholar at the Brookings Institution. “It had crates with centrifuge parts it didn’t know what to do with. U.S. transport planes could land and carry the entire ‘program’ away.”\nBy contrast, said Mr. Einhorn, “North Korea has nuclear weapons. We don’t know how many. It has nuclear production facilities. We don’t know where they all are. Verifying what they have and dismantling all of it would take years.”\nColonel Qaddafi’s violent end was not directly related to the 2003 deal. Nearly eight years after his agreement with Mr. Bush, the Libyan dictator was confronted with a popular uprising as part of the Arab Spring 2011. He vowed to crush his opponents, including civilians, prompting Mr. Obama and European allies to intervene to stop him.\nThe Obama administration at the time denied any connection between the intervention and the previous nuclear disarmament. But Mr. Joseph said Mr. Obama should have given more thought to the consequences. “They made the decision to intervene without a day-after plan or any sense of what nonproliferation message that would send,” he said.\nNorth Korea has made this connection before. In 2011, North Korea’s official news agency carried comments by a Foreign Ministry official calling the earlier nuclear bargain with Libya “an invasion tactic to disarm the country,” in effect a bait-and-switch. “The Libyan crisis is teaching the international community a grave lesson,” the ministry official said.\nEach side sees its own very different lessons.", "date": "April 29, 2018", "href": "https://www.nytimes.com/2018/04/29/us/politics/bolton-libya-north-korea-trump.html", "tags": "may see nuclear libya “ model disarmament program weapons differently north korea"}