{"title": "Libya Is Entering Another Civil War. America Can Stop It. ", "content": "On Thursday General Khalifa Hifter, the leader of eastern Libya militias, ordered his forces to advance on Tripoli, the capital, where the country’s internationally backed Government of National Accord is led by Prime Minister Fayez al-Sarraj.\nGhassan Salame, the United Nations envoy to Libya, had recently urged opposing Libyan factions to come together at a U.N.-brokered national conference in mid-April to lay the groundwork for elections and pull Libya back from the brink. By ordering his forces toward Tripoli when U.N. Secretary General António Guterres was in the city to help organize the national conference, General Hifter has made his disdain for the peace efforts clear.\nThe septuagenarian commander, who is backed by the United Arab Emirates, France, Egypt, Russia and Saudi Arabia, was aiming to scuttle the conference in a brazen bid for power. But he has encountered more resistance than he expected.\nDespite appeals from the United Nations for stronger American diplomatic engagement, especially to restrain meddling by General Hifter’s foreign backers, the Trump administration has long been uninterested in Libya. Recently, it seems to be warming to General Hifter, according to foreign diplomats we have spoken with. Such support from the Trump administration aligns well with the White House’s ties to General Hifter’s backers in Abu Dhabi and Riyadh, and President Trump’s preference for authoritarian leaders.\nA former officer in Muammar el-Qaddafi’s army, General Hifter broke with the dictator in the 1980s and received C.I.A. support before fleeing to Virginia, where he lived for two decades. He returned to Libya shortly before the NATO intervention in 2011 hoping to lead the revolution against Colonel Qaddafi. Sidelined by the rebels, he re-emerged in 2014, waging a battle against Islamists in the eastern city of Benghazi. After years of fighting, he gained control over eastern Libya. Then he set his sights on Tripoli.\nIn recent days, clashes have broken out around the capital between General Hifter’s forces and militias loosely allied with Mr. Sarraj’s government. The country is entering a state of civil war.\nThe United Arab Emirates and Egypt have provided military support to General Hifter’s campaign, according to U.N. investigators. He was further emboldened after meeting King Salman of Saudi Arabia in late March. These Arab states back the Libyan general because he has vowed to eliminate political Islamists they oppose from Libya. \nFrance has been another key supporter and has provided clandestine advisers to his forces. The continued interference of these powers has undermined the efforts of the United Nations to mediate a peaceful solution.\nAlthough the United States has officially backed the Tripoli Government of National Accord, continued American ambivalence on Libya or, worse, active support for General Hifter, could push Libya into greater conflict. This disorder could strengthen the Islamic State, which carried out a spate of attacks in Libya last year.\nIt’s not hard to see why the White House could be drawn to General Hifter. Libya has the largest oil reserves in Africa, and the Trump administration reportedly sees Libya’s oil production as important in keeping global prices low. In the past year, General Hifter’s forces have secured oil facilities in Libya’s central and southern regions, boosting output. He has highlighted his role in fighting terrorists, garnering favor among parts of the American military and intelligence agencies. He allowed the C.I.A. to establish a base in the eastern city of Benghazi, which he controls.\nGeneral Hifter also has Libyan supporters. His promise to establish order has been welcomed by Libyans exhausted by years of chaos and outraged at the failings of the weak Government of National Accord.\nDespite this allure, he does not serve American interests. Nor is he the national savior he purports to be. He claims to be eradicating militias and building a professional army, but his forces depend heavily on militias, some of whom have committed war crimes. His common labeling as an anti-Islamist is belied by his backing of Salafist armed groups. But most alarming is his apparent disdain for electoral politics: He has said that Libya is “not ripe for democracy.” The recent history of the Arab world shows that such absolutism is not a formula for stability.\nIn General Hifter’s case, the danger of more conflict is made even worse by the fact that he is not as strong as he seems. For all his aspirations, the general is unlikely to fully unite or subdue the country’s factions and militias. His rise to power could provoke resistance by groups that fear reprisals and a return to dictatorship.\nTo avoid an escalation, American diplomatic intervention is needed now. Many Libyans actually want more American involvement: In our conversations over the years, it is clear that the United States still retains credibility in Libya as a relatively honest broker, especially when compared with the Europeans and Arabs pursuing competing and narrow interests.\nIn the summer of 2018, when General Hifter’s forces seized oil facilities in central Libya, American diplomats, working alongside the U.N. envoy, prevented these vital assets from falling out of the control of the internationally recognized government in Tripoli.\nIn the current crisis, similar American resolve is needed again. The Trump administration should issue a public censure of General Hifter and press for sanctions — both its own and through the United Nations — against the general for subverting efforts at a peaceful settlement and violating Security Council resolutions. In the past, such punitive measures have been applied to other militia leaders who have attacked the capital. \nBeyond this, greater American diplomatic leadership is needed to shift European and Arab states from backing an authoritarian to supporting a more inclusive path.\nThe United States cannot solve all of Libya’s manifold problems, but the next several weeks offer a crucial window, and decisive American diplomacy could make all the difference. Without it, Libya risks spiraling into wider violence.\nFrederic Wehrey is a senior fellow at the Carnegie Endowment for International Peace and the author of “The Burning Shores: Inside the Battle for the New Libya.” Jeffrey Feltman is a visiting fellow at the Brookings Institution and a former United Nations under secretary general for political affairs.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "April 5, 2019", "href": "https://www.nytimes.com/2019/04/05/opinion/libya-civil-war-.html", "tags": "american forces national libya entering america tripoli united civil war another stop general government hifter militias"}