{"title": "Light Sentence for Brock Turner in Stanford Rape Case Draws Outrage", "content": "A recall effort against a California judge was announced on Monday in a sexual assault case at Stanford University that ignited public outrage after the defendant was sentenced to a mere six months in jail and his father complained that his son’s life had been ruined for “20 minutes of action” fueled by alcohol and promiscuity.\nIn court, the victim had spoken out against the inequities of the legal process, arguing that the trial, the sentencing and the legal system’s approach to sexual assault — from the defense lawyer’s questions about what she wore that night to her attacker’s sentence — were irrevocably marred by male and class privilege.\nThe case, which had made headlines after the suspect was found guilty in March, began to seize the public’s attention anew after a Santa Clara County Superior Court judge, Aaron Persky, on Thursday handed the defendant, Brock Allen Turner, 20, what many critics denounced as a lenient sentence, including three years’ probation, for three felony counts of sexual assault.\nAccording to the judge: “A prison sentence would have a severe impact on him. I think he will not be a danger to others.”\nThe next day, BuzzFeed published the full courtroom statement by the woman who was attacked. The statement, a 7,244-word cri de coeur against the role of privilege in the trial and the way the legal system deals with sexual assault, was provided by the victim and has since gone viral. By Monday, it had been viewed more than five million times on the BuzzFeed site.\nAlso on Monday, the CNN anchor Ashleigh Banfield spent part of an hour looking into the camera and reciting the entire statement live on the air.\nThe unidentified 23-year-old victim, who was not a student of the university in Palo Alto, Calif., was attacked while visiting the campus, where she attended a fraternity party. In the statement, she spoke of drinking at the party, but not remembering the assault in January 2015.\nShe said she was told she had been found behind a Dumpster, and learned from news reports that witnesses had discovered her attacker lying on top of her unconscious, partly clothed body. The witnesses intervened and held the attacker for the police.\nThe judge, identified by The Guardian as a Stanford alumnus, handed Mr. Turner, a champion swimmer, far less than the maximum 14 years after he was convicted, pointing out that he had no “significant” prior offenses, he had been affected by the intense media coverage, and “there is less moral culpability attached to the defendant, who is ... intoxicated,” The Guardian said.\nThe victim said Mr. Turner had admitted drinking, but still had not acknowledged any fault in the attack, insisting the episode had been consensual. She said the court privileged his well-being over her own, and in the end declined to punish him severely because the authorities considered the disruption to his studies and athletic career at a prestigious university when determining his sentence. She wrote:\nMichele Dauber, a law professor and sociologist at Stanford, said Monday that she was part of a committee that was organizing a recall challenge to Judge Persky, whose position is an elected one. And by Tuesday, a Change.org petition calling for the judge’s removal had garnered over 240,000 supporters.\nProfessor Dauber said the judge had misapplied the law by granting Mr. Turner probation and by taking his age, academic achievement and alcohol consumption into consideration.\n“If you’re going to declare that a high-achieving perpetrator is an unusual case, then you’re saying to women on college campuses that they don’t deserve the full protection of the law in the state of California,” the professor said.\nOn Sunday, Professor Dauber posted to Twitter a statement read to the court by the defendant’s father, Dan Turner.\nMr. Turner’s father said that his son should not do jail time for the sexual assault, which he referred to as “the events” and “20 minutes of action” that were not violent. He said that his son suffered from depression and anxiety in the wake of the trial and argued that having to register as a sex offender — and the loss of his appetite for food he once enjoyed — was punishment enough.\nBrock Turner also lost a swimming scholarship to Stanford and has given up on his goal of competing at the Olympics.\n“I was always excited to buy him a big rib-eye steak to grill or to get his favorite snack for him,” Dan Turner wrote. “Now he barely consumes any food and eats only to exist. These verdicts have broken and shattered him and our family in so many ways.”\nIn a statement, the Santa Clara, Calif., district attorney, Jeff Rosen, said the sentence “did not fit the crime,” and he called Brock Turner, who withdrew from Stanford, a “predatory offender” who refused to take responsibility or show remorse.\n“Campus rape is no different than off-campus rape,” Mr. Rosen said. “Rape is rape.”\nIn an editorial, The San Jose Mercury News called the sentence “a slap on the wrist” and “a setback for the movement to take campus rape seriously.”\nJudge Persky did not respond to a request for comment sent to Santa Clara County Superior Court on Monday.\nStanford University said on Monday that it “takes the issue of sexual assault extremely seriously” and was proud of two students who intervened to stop Mr. Turner’s attack.\n“There is still much work to be done, not just here, but everywhere, to create a culture that does not tolerate sexual violence in any form and a judicial system that deals appropriately with sexual assault cases,” the university said in a statement.\nIn his statement, Dan Turner said his son planned to use his time on probation to educate college students “about the dangers of alcohol consumption and sexual promiscuity” so that he could “give back to society in a net positive way.”\nThe victim, however, rebuked that proposal:", "date": "June 6, 2016", "href": "https://www.nytimes.com/2016/06/07/us/outrage-in-stanford-rape-case-over-dueling-statements-of-victim-and-attackers-father.html", "tags": "sentence rape stanford draws outrage judge ” turner statement sexual brock case monday assault light"}