{"title": "Lisa Murkowski Says She's OK With Killing The Health Insurance Mandate", "content": "Sen. Lisa Murkowski (R-Alaska) cast a decisive, dramatic vote to save health care for millions of people over the summer. The chances of her doing it again just went way down. \nWith Republicans preparing to vote on tax cut legislation next week, Murkowski announced on Tuesday that she would not oppose the bill simply because it includes a provision repealing the Affordable Care Act’s individual mandate.\nMurkowski made the announcement in an op-ed for the Fairbanks Daily News-Miner. And she was careful not to promise she’d vote for the final tax legislation. \nThat legislation would repeal a variety of corporate and personal taxes. But most of the cuts that benefit lower- and middle-income taxpayers are temporary and, once they expire, half of them would actually end up paying higher taxes, according to official estimates.\nThose numbers could help sink the bill, which is expected to get no Democratic votes and thus needs 50 of the Senate’s 52 Republicans to vote for it. But Murkowski’s statement about the mandate leaves open the possibility she’d be one of the 50. \nThe individual mandate is a requirement that people either obtain insurance or pay a fine to the government. It is among the least popular elements of the Affordable Care Act, but it also serves some important functions ― chief among them, giving healthy people financial incentive to sign up for coverage so that insurers can spread the burden of medical bills broadly and hold down premiums.\nThe mandate also plays a critical role in boosting enrollment among low-income people who, absent the requirement, might never check out their options. Once they do, many discover they are eligible for deeply discounted private coverage or for Medicaid, which is basically free to them.\nIn the op-ed, Murkowski said she favored repeal of the mandate because it “simply restores to people the freedom to choose. Nothing else about the structure of the ACA would be changed. ... The only difference would be is if you choose to not buy health insurance, the government would not levy a tax on you.”\nShe noted that insurance for some Alaskans buying coverage on their own has been far more expensive than they could reasonably afford ― and that for those people who decide coverage isn’t worth the money, the mandate penalty can be steep.\nAll of that is true. But precisely because of those complicated secondary effects ― healthy people shirking coverage, low-income people not exploring their options, and so on ― the number of people without insurance would rise both in Alaska and across the nation, while premiums would end up even higher than they would have been otherwise.\nBy 2027, absent a mandate, the number of Americans without coverage would rise by 13 million, while premiums would be up an additional 10 percent, according to the most recent assessment by the Congressional Budget Office ― although the CBO is currently re-evaluating its model, and Republicans say the agency wildly overestimates the mandate’s effects.\nFear of injecting health care into the tax debate ― and losing people like Murkowski, who cast one of three critical votes against a repeal bill in July ― was one reason GOP leaders were initially hesitant to add mandate repeal to their tax bill. But they were desperate for money to offset their $1.4 trillion tax cut, and repeal of the mandate frees up about $338 billion, according to CBO, because the federal government would end up spending so much less paying for Medicaid and subsidized insurance.\nOf course, if Republican critics of the CBO are right and the estimate of lost coverage is way too high, then eliminating the mandate won’t generate nearly as much revenue, either ― meaning the tax cut would leave an even bigger hole in the federal budget.", "date": "\n11/21/2017", "href": "https://www.huffpost.com/entry/lisa-murkowski-health-insurance-mandate_n_5a14e2c4e4b03dec8248f563?ncid=inblnkushpmg00000009", "tags": "mandate tax coverage lisa repeal ok ― killing says vote insurance murkowski health"}