{"title": "Little Mix singer criticised for wearing dreads", "content": "Some social media users are demanding Little Mix member Jesy Nelson delete an Instagram post of herself wearing her hair in dreadlocks.\nThe 26-year-old singer unveiled her new hairstyle on Monday evening, but some followers on the platform suggested the picture was offensive to black people. \nNelson was accused of \"cultural appropriation\" and there were calls for her to apologise.\nThe post has also received over 191,000 likes and many positive comments.\nAmong the fierce debate in response to the picture, Instagram poster sophia_mohamed addressed the star directly: \"Jesy, hun, I love you, but please take this down or write an apology. It may have not been thought about at the time, but this is cultural appropriation. \n\"I'm not hating and you do look beautiful, but this hairstyle isn't meant for you.\"\nYou may also like:\nHowever, another user strongly defended the picture and the right for anyone to wear their hair how they wish. \n\"If we are practicing equality then we should be free to do what we like and that includes a hairstyle that is typically known to be worn in black culture,\" wrote blessbabe.\n\"Is it right to tell black people not to dye their hair blonde? No it isn't. Why? Because they can do what they choose.\"\nOther fans on Twitter have also been showing their support.\nNelson is not the first pop star to wear braids and not the first public figure to generate criticism on social media over her hairstyle. \nReality TV star and businesswoman Kim Kardashian West provoked controversy in late January when she posted a Snapchat story unveiling what she described as \"Bo Derek braids\".  \nShe was accused of cultural appropriation and ignorance for crediting Derek, who wore the hairstyle in the film 10, with braids which originated in Africa.\nBy BBC UGC and Social News", "date": "20 February 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-43126568", "tags": "hairstyle mix little cultural criticised social picture appropriation nelson singer hair wearing star black dreads also"}