{"title": "Litvinenko inquiry: Key findings", "content": "Here are the main findings from Sir Robert Owen's long-awaited 300-page report following the public inquiry into the 2006 murder of ex-Russian spy Alexander Litvinenko.\n\"Taking full account of all the evidence and analysis available to me, I find that the FSB operation to kill Litvinenko was probably approved by Mr Patrushev and also by President Putin,\" Sir Robert wrote. \nThis is the most significant statement to come out of the report, says the BBC's Richard Galpin.\nNikolai Patrushev was head of Russia's main intelligence agency, FSB, at the time of the murder and very close to Mr Putin.\nMr Litvinenko died from acute radiation syndrome on 23 November 2006, three weeks after drinking tea containing polonium-210 in the hotel bar in central London's Mayfair, the inquiry found.\nFor many years, they have been the two chief suspects. Mr Lugovoi had been in the FSB and the federal protection service, and continued to have strong links to the FSB. \nThe Russian pair had tried to poison Mr Litvinenko almost a month earlier at a London office of multinational security company, Erinys, the report said.\nThey knew they were using a deadly poison, but did not know precisely which chemical, it went on.\nBoth deny killing Mr Litvinenko. They are wanted in the UK for questioning, but Russia has refused to extradite them.\nSir Robert said there was a strong probability that Mr Lugovoi poisoned Mr Litvinenko under the direction of Moscow's FSB intelligence service. \nMr Kovtun was also acting under FSB direction, possibly indirectly through Mr Lugovoi but probably to his knowledge.\nThe use of polonium-210 was \"at the very least a strong indicator of state involvement\" as it had to be made in a nuclear reactor, the report said.\nPossible motives were Mr Litvinenko's work for British intelligence agencies, his criticism of Mr Putin and the FSB and his association with other Russian dissidents, the report said.\nThere was \"undoubtedly a personal dimension to the antagonism\" between Mr Putin and Mr Litvinenko, Sir Robert said.\n\"I am satisfied that in general terms, members of the Putin administration, including the president himself and the FSB, had motives for taking action against Litvinenko, including killing him, in late 2006.\"\nThe inquiry heard evidence that Mr Litvinenko may have been consigned to a slow death from radiation to \"send a message\".", "date": "21 January 2016", "href": "https://www.bbc.co.uk/news/uk-35371344", "tags": "findings litvinenko intelligence report key inquiry fsb robert sir putin"}