{"title": "Liu Xiaobo death: 'Even RIP is being deleted by censors'", "content": "The death of Nobel Peace Prize laureate Liu Xiaobo has prompted tributes around the world, but in mainland China, there has been no coverage in Chinese.\nOn social media, users have noticed attempts from the government censors to mute reaction online.\nThousands of users are aware of his death, however, and have found creative ways to post tributes.  \nMr Liu was China's most influential dissident and his death has made headlines globally. \nBut coverage on mainland China was muted - with only a few short reports in English. \nXinhua and CCTV news issued brief statements on their English sites stating that Liu Xiaobo, \"convicted of subversion of state power\", had died.\nCommunist Party mouthpiece Global Times said on its English edition that Mr Liu was \"a victim led astray\" by the West. \n\"The Chinese side has been focusing on Liu's treatment, but some Western forces are always attempting to steer the issue in a political direction, hyping the treatment as a \"human rights\" issue,\" it wrote.\nChinese-language sites appear to have steered clear of reporting the story altogether - a news search of \"Liu Xiaobo\" on leading Chinese search engine Baidu brings up no domestic press mentions of Mr Liu since February. \nOn social media, it is very much the same story. A search on the popular Sina Weibo microblog brings up a message saying \"according to relevant laws and policies, results for 'Liu Xiaobo' cannot be displayed\". \nMany apparently innocuous comments from influential users appear to have been deleted from Sina Weibo. \nXu Xin - a user with 31 million followers - posted a few candle emojis, which have been removed. \nPeople often use candle emojis on Weibo to commemorate someone who has died. \n'TobyandElias' wrote: \"Weibo is really busy tonight - things are constantly being deleted. Even R...I...P is being deleted\"\nWeibo users have used creative ways to show their condolences and bypass the censors. \nSome have posted screengrabs of image tributes that they have seen on Twitter and Instagram, platforms which are blocked in mainland China.\nSome also post links to songs as tributes. 'AlwaysABadCard' links to the lyrics page of a song called \"No one knows where we will go tomorrow\". It describes being \"locked in a cage\" and hoping \"that tomorrow will be better\". \nAs censors often scrape for simplified Chinese words, 'urKARINA' uses traditional characters to write her message instead. \"Thank you for your courage. You are free at last,\" she says.\nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitterand Facebook.", "date": "13 July 2017", "href": "https://www.bbc.co.uk/news/world-asia-china-40601913", "tags": "users mainland china media rip death deleted xiaobo tributes chinese liu weibo censors"}