{"title": "Living with Australia's drought: 'It's cheaper to shoot the cows'", "content": "Farmers across eastern Australia are enduring what some have called the worst drought in living memory. \nOn Wednesday, the entire state of New South Wales (NSW) was declared to be drought-affected. It is the same situation in more than half of neighbouring Queensland.\nMany farmers say they are struggling just to keep going, with little rain forecast for the coming months.\n\"Farmers are getting out left, right and centre. It's gotten to the point where it's cheaper to shoot your cows than it is to feed them,\" NSW dairy farmer Jason Maloney told the BBC.\n\"No-one likes doing that. You've bred them from birth - they've been part of your life. But it gets to a point of no return.\"\nFarmer Ashley Gamble says his family has been part of Queensland's dairy industry for more than 150 years. He fears that five-generation legacy will end with this drought.\nMr Gamble says his 850 cows typically produce at least five million litres of milk each year. Due to the drought, production has halved.\nHis farm is running at a loss, and he can no longer afford to feed the cows.\nSourcing hay is a challenge, and paying for it is even harder. Mr Gamble says a single truckload costs A$4000 (£2,300; $3,000), and supplies last less than a day.\n\"I don't know where we're supposed to get the feed from to keep going,\" he says. \"We're living day by day and this drought could go on for another six, 12 months. \n\"It's just so depressing. I get up at 02.30am and finish at 19:00. It's 365 days a year. It never stops.\"\nLynette Rideout-Kenneally owns an orchard just outside of Sydney, in NSW. Amid the drought, the two dams her property relies on have nearly dried up. \nMs Rideout-Kenneally says she has some water in reserve, in case bushfires break out in summer.\nBut she says: \"In terms of usable water for the farm, we're out.\"\n\"We're relying on donations of water every few weeks and it's scarcely enough to keep things going,\" she tells the BBC.\n\"I am extremely concerned. My focus has changed from looking into spring and summer with a good harvest, to just trying to keep my trees alive.\"\nShe says that most of her apple and peach trees will not yield any fruit fit for sale this year. About three quarters of the trees she planted last spring have died. \nMs Rideout-Kenneally says the conditions are the worst she has experienced.\n\"We are not getting any seasonal storms - any top up of soil moisture whatsoever,\" she says. \"It's so dry. The water's just being sucked out like a sponge.\"\nJade Whatman, 22, says she sees the strain of the drought in her parents' faces.\nLike other dairy farmers, they are struggling to make ends meet. Their last purchase of hay cost A$19,000 - a load they hope to stretch out over a week.\n\"Mum was so stressed - she broke down and was crying before,\" Ms Whatman says.\n\"They are constantly worried about how we'll buy the next load of hay, and the cows not being able to produce as much milk.\"\nShe says she worries about her parents: \"I will call Dad and think of some question to ask, just to hear that he is ok.\" \nThe family recently set up an online fundraising page, which has raised more than A$40,000.\n\"People are caring, and we have gotten support from the community and that has helped us stay positive,\" she said.\n\"Farmers are resilient people and we'll get through this.\"", "date": "9 August 2018", "href": "https://www.bbc.com/news/world-australia-45123925", "tags": "australia going drought living farmers shoot water nsw feed dairy says cows cheaper keep"}