{"title": "Living next door to a fracking site", "content": "At the UK's first operational fracking facility near Blackpool the shale gas has begun to flow. However, a series of small earthquakes continue to disrupt production, and protests by environmentalists show no sign of abating. What is it like to live next door?\nAllan Wensley's farm at Little Plumpton does not just border the Cuadrilla site - the facility sits within it.\nHowever, since he decided to lease his field to the energy firm, his farmhouse home has been besieged by protesters and he and his family have had abuse shouted at them.\n\"I've had lots of abuse screamed at me and a few abusive letters calling me 'money-grabbing' and a few names,\" the 56-year-old said.\n\"The police have had to guard my home and my family have been subjected to unpleasant things on the internet.\n\"However, despite it all, I don't regret a thing. I'm convinced fracking will be a good thing.\"\nIn 2016 Mr Wensley took his own action when the actor Emma Thompson joined a Greenpeace anti-fracking demonstration on his land. \nEncouraged by his wife, he drove his tractor in circles around the double Oscar winner and Love Actually star, literally spraying her with manure.\nThe protests have continued, but Mr Wensley believes people in the area are split 50-50 over fracking.\n\"It will supply lots of jobs in the area and I believe it will bring a cleaner, green energy for the country,\" he said.\n\"A lot of people here want it to supply jobs and money for the area.\"\nThe roots of Geza Tarjanyi's determined opposition to fracking lie in the 2.3 quake that hit the Blackpool area in 2011, and which a report later said was probably caused by exploratory fracking in the area.\nThe next day the children's entertainer found a 2ft crack in his wall and damage to his roof.\nIt was a turning point and he started a long protest campaign which has resulted in many court appearances, a hunger strike and a 15-day walk to Downing Street.\nHe even changed his surname to Frackman by deed poll and is now a full-time campaigner.\n\"Fracking is just not safe and most local people are against,\" he insists.\n\"The opposition to this has cost me everything but it's worth it.\n\"I've had serious threats of violence - people threatening to break my legs - but I'll carry on.\"\nRodney Knight runs a kennels just yards from the drilling site on Preston New Road - and the semi-permanent protest camp outside.\n\"I didn't want fracking here - I don't think anyone around here does,\" he said.\n\"But I believe that if it does take off then it will be good for the area, providing jobs and bringing money.\n\"I hope what they say is true and it will provide a source of energy that is green and good for the environment - this country certainly needs that.\"\nHe says his business has been adversely affected by the campaigners and calls the protest camp a \"disgrace\".\nA £2,000 payment given to him out of Cuadrilla's community fund has been spent on security cameras and a gate after he says he found protesters intruding on his property.\n\"It's not the local protesters that I object to but the professional ones who just wander round the country and then move on,\" he added.\nCuadrilla has donated £100,000 to local projects and given another £100,000 to the community, which voted to share it among those affected. People living within 0.6 miles of the site received £2,000 while those living further away received £150.\nTom Stanley, a 73-year-old grandfather, said he was unimpressed by the offer.\n\"I thought it was just a sweetener to keep us quiet,\" he said.\n\"But it certainly didn't have that effect on me,\" as he then joked: \"I think I took it down the pub a few times.\"\nAs he walked near Mr Wensley's farm adjoining the fracking site, Mr Stanley added: \"I'm not in favour of fracking.\n\"I don't think it will bring the benefits they say and I'm convinced it will be bad for the environment.\n\"There's been earthquakes and it seems to bring up toxic water.\"\nBarbara Cookson, 67, has lived at the protest camp for the past two years and only goes home to Liverpool at the weekend.\n\"A lot of the locals used to shout abuse at us as they drove past.\n\"But many have changed their tune since the latest earthquakes and apologised to us.\"\nFive miles away in Blackpool, shoppers did not express much optimism that fracking would provide a jobs bonanza or investment in the town, which is one of the most deprived in England.\n\"I can't see any money comes here if there is any,\" said Eliza Bradley, 19, a shop assistant.\n\"I don't think we'll see any benefits anyway - it will just go in someone's pockets.\n\"I don't agree with it anyway - I think it's bad for the environment and won't really work anyway.\"", "date": "11 November 2018", "href": "https://www.bbc.com/news/uk-england-lancashire-46124027", "tags": "next site protest think living fracking area wensley jobs door"}