{"title": "Living on the Water", "content": "When Aislyn Greene and Jeannie Cruz decided to buy a home last summer in the San Francisco area, they knew the suburbs wouldn’t be right for them. But they also quickly realized that living in a city center in the kind of home they wanted was way out of their budget. \n“We were depressed and demoralized,” said Ms. Greene, an editor at Afar magazine in her late 30s. “We needed to do something fun.”\nMs. Cruz, a sonographer in her mid-40s, had noticed a community of houseboats in Sausalito during one of her sailing lessons. And that led the couple, on a lark, to tour a three-bedroom, two-bathroom, 1,000-square-foot house on the West Pier, where they fell in love with the beamed-roof living room and the light and views in every direction. \n“I never thought I would be living in a floating home,” Ms. Greene said. “But we both had a strong feeling we wanted to go for this house.” They moved in last November. \nAcross the country, other couples and professionals are also turning to houseboats as a way to live in the heart of cities without breaking the bank. While some live in houses that sit on concrete hulls, like the place that Ms. Cruz and Ms. Greene own, others choose smaller sailboats or yachts. \nThe relatively low cost of buying a boat and low docking fees can help reduce monthly housing costs, and boat owners say added bonuses include stunning views and vibrant social communities. \nBut living on the water has its challenges. Not only do you have to empty the septic tank, you also have relatively little living space. And bad weather can make you feel like you need to find shelter elsewhere. \nMs. Greene and Ms. Cruz paid $645,000 for their home in Sausalito. They had to draw a little from their Roth I.R.A. accounts and get help from family members to buy it. But to them it was worth it. While they haven’t officially christened their new home yet, its working name is “The Love Boat Has Docked.” \nThe Sausalito floating home community has 11 docks lined with houses of varying sizes: Some are as small as 400 square feet and relatively affordable, while others are valued at more than $1 million, with names like Unlimited Joy and Fairy Tale. \nThe community is so serene that geese and otters also call it home. And yet it’s only a 30-minute ferry ride to San Francisco, and downtown Sausalito is a 10-minute drive away. There is an ice cream shop, an organic grocery store, a seafood restaurant and a quaint cafe — all within walking distance.\n“I love the peace and calm that comes from living on the water,” Ms. Greene said. “It’s truly soothing. No matter what is going on in our lives or the world, I feel my shoulders loosen when I look out the windows and see the water, or when I come home from work and walk down the docks.” \nThis is particularly true at night, she said, as there is little ambient light, apart from the light that comes from the homes, and it feels almost as if they are camping.\nAt first, Ms. Greene said, she noticed the motion during windy weather or when the tide was rising, but now it hardly registers: Her floating home feels just like any home built on land.\nThe couple’s house is attached by enormous brackets to pilings driven into the bay, so technically they are permanently docked, although the structure can be towed out if major repairs are needed. The couple pays for a berth lease, which includes water, garbage and sewage service, as well as maintenance of the docks and the ramp and pier that lead to their home.\nMore conventional boats used as homes can cost much less or much more, depending on scale. \n“It could range anywhere from $1,500 to $15 million,” said Chris Mitchell, who lives on a houseboat in Jersey City. \nThe cost of docking a boat differs depending on where it is. In New York City, for example, a lease is based on a boat’s length and varies by season. In the winter, it can range from $70 to $90 a foot in some marinas, and in summer it can go up to between $250 and $320 a foot. \nKevin Wright, 44, a film producer in Chicago, used to get seasick, but that didn’t stop him and his wife, Colette Gabriel, 38, who runs a camera rental company, from moving permanently onto a yacht five years ago.\nThey owned a single-family house in the city that desperately needed an upgrade. They didn’t have the money to do the work properly, nor could they afford a nicer home. And becoming renters, and spending $2,000 a month on an apartment, they felt, would be a waste of money. \n“One night we were drunk at a bar and said, ‘Let’s just move to the water,’” Mr. Wright said.\nSo they bought a 42-foot cabin motor-yacht with 350 square feet of living space, including a master bedroom, a small guest room, a living room, a kitchen and two bathrooms with showers. “That’s one more than we had in our house on land,” Mr. Wright said. \nThe yacht cost $77,000, and they spent another $25,000 on renovations. They rented a slip in the River City Marina in the South Loop for $1,200 a month, a fee that includes electricity, water and internet service.\nWhile spending less on housing is certainly a perk, what keeps the couple on the boat is the lifestyle. There are nine houseboats in their marina, and many of the owners are their age. In the summer, they build fires in the firepits on the marina lawn or sit on the deck with cocktails. \n“It feels like we are on vacation every day,” Mr. Wright said. \nOn the weekends, they sometimes take the boat to Michigan — “We don’t even need to pack,” he said — or to other marinas where the city has set aside free parking for boat owners.\nMr. Wright said he has gotten used to living on the water, and storms don’t usually bother him, as their home is well protected in the marina. “I only get seasick now when boats drive by too fast and set off waves,” he said proudly, something that happens only a couple of times a year.\nMany marinas hold social events. Ms. Greene and Ms. Cruz said they can’t wait for summer, when their marina has float-in movies: Someone projects a movie onto the side of their house, and residents head over on boats or other floating objects to watch it.\nPavel Kocourek, 33, a doctoral candidate in economics at New York University, decided to live on a sailboat in a marina on City Island, in the Bronx, to save on living expenses. He bought his 41-foot boat for $10,000. It has a living area, a kitchen, a bathroom, four single beds and two double beds. Now his only expense is renting the slip, which costs much less than a conventional mortgage payment on a piece of property. In the past six months, he has paid $1,400 in total. \n“I could live in New York City, but I would have to commute a lot, and I would have to live in a place with no light,” he said. “I feel happier since I’ve been living on a boat.”\nHe relishes the peace and quiet he gets after a long day of work at his office in Greenwich Village. “Most New Yorkers have no idea this place exists,” he said. “New York can be so overwhelming, so I like that I can go into the city and have excitement and then come here and have peace.” \nOf course, there are other costs to living on the water. For Mr. Kocourek, it’s the commute. New York City has few marinas in the East or Hudson Rivers for a variety of reasons — among them, that ferries run so regularly their waves would ruin docked boats. To get home, Mr. Kocourek takes the 6 train to the last stop and then boards a bus or walks for 40 minutes. \n“Last night, I went to a bar, and I was out until 3 a.m., and there are no buses,” he said. “It was too cold to walk, so I had to spend money on a cab.”\nThere is also the space issue. \n“You can’t have much stuff,” Mr. Wright said. “If you love shoes, and you have to have 100 pairs of shoes, that isn’t going to work for you, because you don’t have a place to store them.” \nSome boat owners see this as a positive, though, because it forces them to live minimally.\nAnd winter can be particularly brutal. In the River City Marina in Chicago, the water sources that boaters use to fill their tanks are turned off to prevent exposed pipes from freezing. \n“There is a building next to the marina, and there is a water spigot at that building,” Mr. Wright said. “Some of the other boaters, when the weather looks decent, we will get out a series of hoses and fill up our tanks.” \nTo conserve water throughout the season, he and his wife often shower at the gym. \nHe also worries about ice and snow. The docks can get slippery during a winter storm, and wind and sleet can also cause damage to the boats if they aren’t tied up properly. \nBut storms generally don’t bother the couple. “We stay,” he said. “We have thunderstorms, but in the Midwest we don't have hurricanes, so it’s not a concern.”\nBut winter weather is the reason Will Haduch, 29, a contestant on “The Bachelorette” who works at G.M. Hill Engineering, left his houseboat in Jersey City in September 2017 to live on land in Hoboken, N.J. \n“I’d do it again in the summer any time, but the winters were tough,” Mr. Haduch said. “Being out on the water, you’re so exposed to the wind.”\nAnother disadvantage is that houseboats don’t appreciate the way conventional houses on land do, said Skylar Olsen, the director of economic research at Zillow. \n“When we think about home buying as an investment, the investment part generally comes from the increasing value of the land,” Ms. Olsen said. “As cities fill up, land with good access to amenities and jobs becomes more scarce, and the value of the home increases. So a houseboat — where you own the house itself, but rent the slip where the house is docked — doesn’t make a good long-term investment.”\nThe financial value of a boat often isn’t enough to be meaningful, said Chris Mitchell, 50, who owns a foreign-currency exchange business and lives on a boat in Liberty Landing Marina in Jersey City. There is a great deal of wear-and-tear on boats, he noted, and older models are generally replaced by shiny new ones: “Boats depreciate. That’s all there is to it.”\nBut money isn’t everything. Living on the water has other, intangible benefits — one being that it brings you very close to nature. \nRecently, Ms. Greene and Ms. Cruz noticed that geese had built a nest on their pier and laid some eggs. “They are our neighbors,” Ms. Cruz marveled. “How amazing is that.”\nFor weekly email updates on residential real estate news, sign up here. Follow us on Twitter: @nytrealestate.", "date": "April 26, 2019", "href": "https://www.nytimes.com/2019/04/26/realestate/house-boat-living.html", "tags": "living home city greene ” water boat ms."}