{"title": "Local elections: Mood on doorstep negative as campaign under way", "content": "Whatever party they're canvassing for, everyone is agreed that the mood on the doorsteps this year is very different to normal. \nThere are more stories of people having doors slammed in their face and being sworn at. \nAnd for the first time that anyone can remember there are a handful of instances of candidates being punched. \nCarla Hales, a first-time candidate for the Conservatives in Colchester, was out campaigning and had stopped to take a picture for her Twitter feed yesterday when a man shouted abuse at her and punched her in the back.\nShe had difficulty breathing and was taken to hospital where she was found to be badly bruised and later released.\nThe police are investigating and have described the assault as \"a political attack\".\nThe leaders of all political parties in Colchester have condemned the attack. \nTwo weeks ago in Great Yarmouth, a Labour councillor Cathy Cordiner-Achenbach was punched in the stomach.  \n\"I was delivering a leaflet through the door and someone was quite upset and I was punched,\" she said.\n\"There was nothing leading up to it. It did shock me.\n\"Some people ask you to leave, or express their feelings tersely, but I've never come across anything like this.\"\nShe said a lot of people were \"feeling disappointed with what's going on nationally\".\nThey want to be heard, she said.\nI have heard stories of volunteers being reluctant to campaign or taking off their rosettes before going out. \nCanvassers stress that these are isolated incidents and the majority of voters are still civil and some even want to talk about local issues. \nBut some have used words like \"tense\" and \"ugly\" to describe their experiences on the doorstep. \n\"Negativity is high,\" said one Conservative agent this morning. \nAnother said: \"There is a lot of frustration out there over Brexit and they're blaming all the Westminster parties, not just the Tories. We're expecting the turnout next week to be very low.\"", "date": "25 April 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48052836", "tags": "colchester mood parties negative doorstep way local elections punched political lot attack stories like campaign"}