{"title": "Logan Paul: YouTube body video draws furious reaction", "content": "American YouTube star Logan Paul has drawn widespread condemnation on social media after posting a video which showed the body of an apparent suicide victim in Japan. \nThe footage featured Paul and friends in Aokigahara forest at the base of Mt Fuji, which is known as a frequent site of suicides.\nReactions ranged from deeply personal expressions of pain and disgust, to pleas for forgiveness from the fan base of the vlogger (video blogger) - and criticism from fellow YouTube moneymakers.\nBreaking Bad actor Aaron Paul (no relation) called the YouTuber \"pure trash\" in an emotional post that referenced his millions of young fans.\nYouTuber Zoe London shared similar concerns, tweeting: \"I can't even imagine some of the conversations some parents have had to have with worried or frightened and upset kids all over the world.\"\nShe then posted the phone numbers for organisations offering advice and support for people in emotional distress. \nGame of Thrones actress Sophie Turner re-tweeted a similar post to her 1.6 million followers.\nSome Twitter users shared their experiences of losing loved ones to suicide, saying there was no defence for Paul's intrusive video.\nThough the dead man was not identified and his face was blurred, the footage included close-up shots of his corpse. \nIn the video, one of the group with Paul is heard to say he \"doesn't feel good\", before the vlogger asks him: \"What, you never stand next to a dead guy?\", and laughs.\nIn his apology, Paul stated that he had \"never faced criticism like this before, because I've never made a mistake like this before\".\nHe said he had \"intended to raise awareness for suicide prevention\".\nThe video, uploaded on 31 December, garnered millions of views and well over 500,000 \"likes\" before it was taken down. \nMany who encountered the apology post took issue with the word \"mistake\".\n\"How is any of this a mistake?\" tweeted one. \"He edited this and had plenty of time to change his mind about uploading it.\"\nOthers said the fact that Paul would not profit financially from the video didn't excuse posting it in the first place. \nLogan Paul's YouTube channel has 15 million subscribers, and some of them were determined to fight his corner online as the controversy raged.\nSeveral said he deserved to be forgiven.\n\"He made a mistake and corrected it in the best possible way he could, he is a positive human being,\" one tweeter argued.\nBut if Paul expected support from fellow social media celebrities, it was notably absent.\nGrayson Dolan, a teenaged social media star with 5.1 million Twitter followers, said Paul should simply have known better.\nMany of those who enjoy YouTube vlogs are young - often in their teens or even below - and potentially impressionable.\nPewDiePie, a YouTube big-hitter with 54 million subscribers, tweeted his condemnation in a style used online to mock stupid behaviour.\nThe millionaire vlogger, whose real name is Felix Kjellberg, was forced to apologise himself last September when he used an offensive racist slur while live-streaming himself playing a video game.\nIt followed an earlier row which saw him accused of using Nazi references and anti-Semitic imagery.\n\"I do strongly believe that you can joke about anything, but I also believe that there is a right way and not the best way to joke about things,\" Kjellberg said at the time.\nRelated stories:\nWhy does Japan have such a high suicide rate?\nThe five ways YouTubers make money\nIf you are feeling emotionally distressed and would like details of organisations which offer advice and support, click here. In the UK you can call for free, at any time, to hear recorded information on 0800 066 066. In Japan you can get help here.", "date": "2 January 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-42539715", "tags": "suicide japan youtube media draws mistake paul social furious logan million video body reaction"}