{"title": "Looking for Your Own Front Door in London? Consider a Mews.", "content": "LONDON — The singer Madonna and her then-husband Guy Ritchie lived in one. The lawyer played by James Norton in the “McMafia” television series went home to one. The Profumo affair that toppled a Conservative government in the 1960s took place in one.\nThey are typically cozy two- or three-story structures that once served as horse and carriage stables and later mechanic’s garages, laid out along a cobblestone alley known as a mews.\nWhatever their humble origins, mews houses have become increasingly fashionable, offering quiet, neighborly living in a fast-paced city.\nThe economic and political uncertainties around Britain’s pending exit from the European Union, or Brexit, and recent increases in taxes on real estate transactions have depressed the overall London property market, bringing many prices down a bit. But real estate experts say that mews houses have generally kept their value better than some other kinds of properties.\nThe most desirable mews houses are often on dead-end lanes, where children can play cricket on the cobbles, and neighbors can set out tables to enjoy a glass of wine on long summer evenings.\nBuilders have even taken to emulating the mews-style housing, although some real estate agents dismiss such efforts. Calling a new development a mews is “sort of like estate agents putting ‘village’ on areas: It’s, in essence, a way to create a quirkiness, or an intrigue,” said Marlon Lloyd Malcolm, the head of sales for the real estate agency Lurot Brand. “They’re just playing on the brand.”\nBuyers of mews houses, Mr. Lloyd Malcolm said, fall into two distinct camps. They are usually well-to-do young professionals who are not thinking about children yet, or older people who are downsizing in the city but maintain large houses in the countryside.\n“They don’t want another large house to look after, but they also don’t want people above or below.” Mr. Lloyd Malcolm said. “They may have a pension, so they don’t want to have to pay service charges, which you would get with flats. They don’t need a garden because they’ve got one at the country house.”\nMews houses, he said, also appeal to buyers who are using London as a pied-à-terre. “They may be European, Antipodean, American. It’s very unlikely that mewses are ever bought by Chinese or Russians, who generally want something a bit grander.” He added that some Arab buyers were put off by the buildings’ historical use as stables.\nLondon has a lot of mews houses, many of them clustered near Hyde Park, as they generally stored horses for wealthy families, while the groomsmen and other staff members lived upstairs.\nLurot Brand has compiled a database of about 11,000 of them, and several times a year it sends out a free magazine, “Mews News,” dispensing advice like how to live like a Russian mobster (when the “McMafia” property was for sale at 2.45 million pounds, or nearly $3.2 million) and what to do while waiting for the market to revive (answer: Improve your existing property).\nDespite the price tag, many mews houses have limited indoor space.\nThe picturesque St. Luke’s Mews near Portobello Road, for example, features properties from the late 1800s that offer 1,200 to 1,500 square feet of living space over three floors.\nSome mews homeowners have created a more open feel by adding skylights over a staircase, creating a roof terrace where allowed or turning what were rusty garage doors into tall French windows opening onto a picnic-bench area with greenery.\nDuring a visit to St. Luke’s Mews, Mr. Lloyd Malcolm showed a three-bedroom, two-bathroom property that he said was “in need of someone to invest a fair bit of money” to modernize it.\nThe entry was furnished with a small desk, but a larger portion of the ground floor was occupied by a vintage automobile under a tarp. An upstairs living room flowed into a dining space and then into a medium-size kitchen. A roof terrace was reachable by climbing through a window and up an external staircase.\nLurot Brand listed the house as “price on application.” Successful offers were likely to be around £3 million for its 1,350 square feet, including the garage.\nWhile the upper floors had windows at the back, most typical mews houses do not. “That’s a pretty standard downside,” Mr. Lloyd Malcolm said, “the reason being that people in the big houses didn’t want their staff to be able to look out into their private gardens.”\nAlthough mews houses can be small, dark and lack private green space, they do offer something of value that most apartment buildings or subdivided Victorian properties cannot: your own front door.\nFor Jilly Cholmondeley, who had a career in public relations and marketing, and her husband, Nick Pickering, an investment adviser, the move to a mews was all about having an entryway to themselves.\nThey also have properties in France and Sri Lanka, but their mews house near Marble Arch “is our No. 1 home,” Ms. Cholmondeley said over tea and lemon cookies in the living room. “I think they offer a unique way of living in London.”\nAcquiring it was Stage 2 in their downsizing process.\n“We lived in Notting Hill for about 20-odd years,” Ms. Cholmondeley said. “Then, when we found a piece of land in Sri Lanka that we wanted to build a house on, we knew we’d have to scale down in London. Not that we were in a palatial place before: We’d had a big, three-bedroom house in Notting Hill, then had moved to a quite large flat.\n“But then we realized we weren’t apartment people: We had loved having our own front door. And when you hear noise overhead, it’s almost as if it’s in your own place.”\nBuyers of original mews homes are often faced with the costs of renovation. While the exteriors tend to retain their period charm, “it is very rare to see any truly original features in mewses, especially in those which have been made fully residential in the last 30 to 40 years,” Mr. Lloyd Malcolm said. “These buildings originally had no flourishes, usually, no cornices, etc., as they were intended for staff and animals.”\nHe did recall one memorable exception: The last truly original feature he saw was in Hazlitt Mews in 2015, which “still had the stable dividers for an elephant from when the traveling circus came to Kensington Olympia over 100 years ago.”\nMs. Cholmondeley’s two-bedroom, two-and-a-half-bath, late-19th-century mews house also showed evidence of a prior life as a place to store a horse and carriage. The property “needed a lot doing to it,” she said, including raising the ground floor ceiling, replastering throughout, replacing the kitchen, installing skylights and solar panels on the roof, creating an office space and removing a huge semi-industrial spiral staircase that was “the sort of thing you would expect to have in a workshop, not in a private house.”\nTheir new staircase is her pride and joy, made of hard-wearing bamboo, with storage space underneath.\n“We also had to get rid of quite a lot of furniture,” Ms. Cholmondeley said. “You realize that your furniture needs to be on a scale with the size of your property; there’s no point in thinking you can have a great big oak refectory table and chairs.”\nRestorations come at a cost, of course, but for some, a mews house is seen as a more affordable option if you want your own front door.\nOrly Lehmann is a Knight Frank sales agent in Belsize Park, an area of northwest London that is “mews galore,” she said. “You generally have a choice between buying a flat in a shared building, or a £6 million house across the street.\n“But there are the in-between houses, the mewses,” she said. “You can get a two-bedroom mews for £1.2 million, a three-bed for £1.5 million.” Larger ones on streets like Daleham Mews, she said, are “upwards from £3 million and many have roof terraces.” As recently as last year, there was still at least one full-service auto garage on that street.\nMs. Lehmann and her husband were married a year ago and live in a two-bedroom apartment. “We plan to move in the next year, and we’re only going to be looking at mews houses,” she said, as a way to retain a reasonable commute but still have their own house in a family-friendly community.\nMr. Lloyd Malcolm said that “this community of mews is something that people either crave or they don’t.\n“If you are the type of buyer who is not looking to wave to your neighbors, a mews is probably not the place that you want to be.”\nFor Ms. Cholmondeley, getting to know her neighbors has been a bonus.\n“We might sit in the lounge and just leave the front door open,” she said. “You meet the neighbors who pass by and you might even say ‘Come in for a drink.’ You get to know people. You watch out for each other. There’s something very special about that, in this world where so many people don’t know who lives next door, above them, under them. Of course, if you had something to hide, you wouldn’t want to live in a mews, would you?”\nMews living has now come full circle for Ms. Cholmondeley.\n“I grew up in Singapore,” she said, “but my very, very first stay in London was with a friend of my parents’ who lived in a very smart mews in Belgravia in the 1960s.\n“I’ve moved around a lot in London, but I don’t want to leave here except in a box,” she said with a laugh. “Without any shadow of a doubt, this is my favorite home.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/realestate/london-mews-carriage-houses.html", "tags": "looking want consider ” houses house front malcolm mews london lloyd door"}