{"title": "Lord Mayor says Brexit hit to City less than feared", "content": "The UK financial services sector will not be hit by Brexit as badly as feared, London's Lord Mayor has said.\nCharles Bowman told website Politico between 5,000 and 13,000 jobs could go by the UK's departure on 30 March 2019. \nThe figure, which assumes the UK will secure a transition deal, is based on public Brexit job announcements by City firms and internal staff analysis. \nIn 2016, the consultancy Oliver Wyman predicted that the UK could see between 65,000 and 75,000 job losses.\nThat figure was based on the event of no deal being agreed between the EU and the UK - and on financial institutions shedding staff for months after the point that the UK formally leaves the UK.\nThe Bank of England was thought to have used the 75,000 figure as a \"reasonable scenario\", particularly if there is no specific UK-EU financial services deal.\nThe Lord Mayor is head of the City of London Corporation and his role it to promote the UK's financial sector and London's financial district, known as The City.\nMr Bowman's new assumption is based on a 21-month transition period will be agreed, which would give the government and business until December 2020 to make Brexit arrangements. \nHe told Politico that the City feels increasingly confident that \"barring dotting of i's and crossing of t's,\" the transition period is a done deal. \nStephen Jones, the chief executive of lobbying group UK Finance, did not reject the new estimate for March 2019 but said the long term impact would depend on the eventual deal. \nHe told the BBC that \"divorces can be messy or can be reasonable where both parties think of the children\". \nMr Bowman's forecast comes just over a week after foreign secretary Jeremy Hunt warned of a \"very real risk of a Brexit no deal by accident\".\nMr Hunt has warned that such an outcome would harm the EU because of its reliance on financial services provided by UK firms.", "date": "1 August 2018", "href": "https://www.bbc.co.uk/news/business-45026726", "tags": "brexit figure uk services mayor city deal financial hit feared says bowman told london lord less"}