{"title": "Lou Dobbs Flips Out On Live TV, Urges Trump To 'Fire The SOB' Robert Mueller", "content": "Fox Business Network host Lou Dobbs, an unabashed supporter of President Donald Trump, launched a fiery, verbal attack against special counsel Robert Mueller on Monday. \n“This is now a man that has to be brought under control, it would seem to me,” Dobbs said. “Frankly, I can’t imagine ― because each of us has to come to terms with our own heart and conscience ― I would fire the SOB in three seconds if it were me.”\n“I know you would and he certainly deserves it,” Fox News legal analyst Gregg Jarrett replied.\nWatch the clip below (key portion starts around 5:40):\nDobbs spent a considerable portion of his show “Lou Dobbs Tonight” lambasting Mueller and complaining about the FBI raid on the offices of Michael Cohen, the president’s personal attorney.\nCohen has admitted to paying porn star Stormy Daniels $130,000 right before the 2016 election to keep her from discussing an alleged affair she had with Trump in 2006. An attorney for Cohen said the FBI was acting in part on a referral from Mueller.  \nEarlier on Monday, Trump floated the idea of firing the special counsel. \n“Why don’t I just fire Mueller?” he asked in response to a reporter’s question. “Well, I think it’s a disgrace what’s going on. We’ll see what happens.”\nTrump also said “many people have said” he should sack Mueller. Dobbs is certainly one of them. \nDobbs used his show to slam the entire Justice Department as well.\n“If there’s anyone in this country who thinks that this Department of Justice leadership is competent, is impartial and fair and committed to justice instead of a partisan result in the interests of the deep state and not the United States of America, then they haven’t been paying attention to anything ― anything ― that’s been going on in the nation’s capital,” he said.\nDobbs has long advocated for Trump on the air. Last year, he described Trump as “pretty close to perfect.” He’s also boasted about his support for the president.\n“I hope he would consider me a friend and supporter,” Dobbs told the Washington Post last year, “because I have been, on the air, from day one.”", "date": "\n04/10/2018", "href": "https://www.huffpost.com/entry/lou-dobbs-fire-robert-mueller_n_5acc2f69e4b07a3485e7af64", "tags": "sob dobbs tv live urges would ” trump robert lou ― cohen flips mueller"}