{"title": "Love or nothing: The real Greek parallel with Weimar", "content": "Of all the operas written during Germany's Weimar Republic (1919-33), probably the most haunting is the last. \nKurt Weill's The Silver Lake, written with playwright Georg Kaiser, tells the story of two losers - a good-hearted provincial cop and the thief he has shot and wounded - as they make their way through a society ruined by unemployment, corruption and vice.\nAfter spending a week again in Greece - amid riots, hunger and far right violence - I finally understood it. \nThe opera was meant to be Weill's path back into the mainstream. It was his first break from collaborating with Bertolt Brecht, and was scheduled to open simultaneously in three German cities on 18 February 1933. \nBut on 30 January Adolf Hitler was appointed Germany's chancellor. \nThe first performances of The Silver Lake were disrupted by Nazi activists in the audience and on 4 March 1933 it was banned. The score was torched, together with its set designs, in the infamous book-burning ceremony outside the opera house in Berlin.\nIt is easy to see why the Nazis didn't like The Silver Lake. Weill was Jewish; the Nazi theatre critics found the music \"ugly and sick\". Moreover the plot contains an allegory of the political situation on the eve of the Nazis' rise to power.\nBut there has always been something else about The Silver Lake that goes beyond politics. Something hard to fathom.\nSpending time in Greece, as the far right Golden Dawn party breaks up theatre performances with impunity, and street violence is common, I finally know what that something is. \nThe Silver Lake is ultimately about how people feel when they switch from resistance to hopelessness. And about how strangely liberating hopelessness can be.\nGreece right now is a place with a lot of hopelessness. Its own prime minister, Antonis Samaras, has compared its atmosphere to that of the Weimar Republic.\n\"Greek democracy stands before what is perhaps its greatest challenge,\" Mr Samaras told the German newspaper Handelsblatt. He said social cohesion is \"endangered by rising unemployment, just as it was toward the end of the Weimar Republic in Germany\".\nThe comparison seems plausible: there are far right gangs meting out violence on the streets - a report last week identified more than half of all officially recorded racial attacks as perpetrated by people in paramilitary uniforms. Every demonstration ends with tear gas and baton charges. \nThere is mass unemployment. There is the collapse of mainstream parties. The press and broadcast media are struggling to remain independent, indeed solvent.\nYet the comparison with the \"end of Weimar\" only holds if you know nothing about the Weimar Republic itself. \nSadly this condition is common. School students are rightly taught lots about Nazi Germany - but not very much about the detail of how it came into being.\nHere's a short summary. In the elections of 1928 the Nazis, who had - like Golden Dawn in Greece - been reduced to a splinter group in the years of economic recovery, got just 2.7%. \nBut in March 1930, as the Wall Street Crash cratered the German economy, a cross-party coalition government of the centre left and right collapsed. It was replaced by the first of three \"appointed\" governments - designed to avoid either the communists or the now-growing Nazis gaining power. \nIt was led by Heinrich Bruning. Faced with a recession, Bruning followed a policy of austerity, while keeping Germany's currency pegged to the Gold Standard (much as Greece as follows a policy of austerity dictated by euro membership). This made the recession worse.\nAs unemployment rocketed, so did the Nazi vote: in a shock breakthrough they came second in the elections of September 1930, with 18%. But Bruning was determined to crack down on both the right and left: he banned the Nazi paramilitary organisation, the sturmabteilung, along with the rival communist uniformed militia.\nAs recession worsened, the Nazis grew massively: they won the election in 1932, gaining 14 million votes (37%). The socialists and communists combined polled higher. And the parties of the centre collapsed. Yet the presidential system of appointing governments now allowed these very centrist parties to go on ruling Germany - now under a new Chancellor, the aristocrat Franz Von Papen. \nVon Papen unbanned the Nazi stormtroopers in June 1932 and, as historian Ian Kershaw puts it in his definitive biography of Hitler: \"The latent civil war… was threatening to become an actual civil war.\"\nBy the end of 1932, with the communists now also growing rapidly, the political establishment made one last final attempt to keep Hitler out of power. Right wing general Kurt Von Schleicher was appointed chancellor, and tried to form a government with everybody from the left wing of the Nazis to the socialist trade unions. But this too fell, opening the door to Hitler.\nKershaw wrote: \"Only crass errors by the country's rulers could open up a path [for Hitler]. And only a blatant disregard by Germany's power elites for safeguarding democracy - in fact, the hope that economic crisis could be used as a vehicle to bring about democracy's demise and replace it by a form of authoritarianism - could induce such errors. Precisely this is what happened.\" (Hitler: Hubris)\nThese names - Bruning, von Papen, Schleicher - troublesome though they are to remember, should be as famous as the words Stalingrad, Arnhem and Dunkirk. \nThese were the men who tried and failed to use a mixture of austerity, tough policing and what we might now call \"technocratic\" rule to save German democracy. They failed.\nAnd herein lies the parallel with Greece: a country committed to austerity, whose centrist parties are clustered into a coalition which represents the forces of conservatism and social democracy. The coalition sees itself as the last bulwark against a government of the far left and is trying to crack down on extremism using a police force which has itself been criticised for extremist leanings.\nBut despite these parallels, Greece is not on the brink of a Weimar-style collapse. \nNor is it \"in civil war\" as claimed by a leader of the far right Golden Dawn movement on Newsnight last week. If anything, Greece has levels of instability and political radicalisation close to the levels seen in Germany in early 1930, not late 1933.\nThe problem is: Greece is approaching 1933 levels of economic collapse. \nUnemployment was 30% in Germany when Hitler took power; it is 25.1% and rising in Greece. GDP collapsed by about 7% in both 1931 and 1932 in Germany. Its current rate of collapse in Greece is roughly the same: 7% per year. Germany's banks had gone bust in 1931. Greek banks are effectively part nationalised already.\nYou can see the physical impact of this on Stadiou Street in Athens. I have reported from there numerous times in the past two and a half years, but this last time it looked desolate. \nThere was an arcade where, just over a year ago, I remember blogging about how small specialist businesses in Greece were doomed: the pen shop, the stamp collecting shop, the stationary store. They're all gone now. \nSo is much of the street itself. The Art Nouveau cinema burned out last year; the Marfin Bank, next door, torched with the deaths of three workers during a riot in 2010.\nOn the walls somebody has spray-canned \"Love or Nothing\". Right now there is a heck of a lot of nothing: shops closed, stripped, barred, graffitied, the fascias chipped off as ammunition in riots, burned out, gone.\nAnd nowhere is the human impact of this weird situation, clearer than when you talk to young people.\nI met Yiannis and Maria in a bare flat in Exarchia, the bohemian district of Athens. Despite their bruises and bandages they took some persuading to go on camera - anonymously and in their hoodies - to put on record their allegations of brutality in police custody.\nWhat struck me, beyond their allegations (which are denied by the police, but partially corroborated by a coroner's report), was their detachment from regular life. \nThey expected the police to be brutal, and to be fascists. They were outraged that they'd had to listen (they allege) to Golden Dawn propaganda in the police cells. But they were reluctant to bring a complaint within the system.\nFor tens of thousands of young people life is already lived in a semi-underground way: squatting instead of renting; cadging food and roll-ups from their friends. Drifting back to their grandparents villages, sofa surfing. Yiannis is a sporadically employed technician in a cultural industry; Maria a highly qualified professional who waits table.\nThe British author Laurie Penny has captured the situation in a recent memoir of a trip to Athens: \"We came here expecting riots. Instead we found ourselves looking at what happens when riots die away and horrified inertia sets in.\" (Penny L and Crabapple M, Discordia, Random House 2012)\nHorrified inertia is now seeping from the world of the semi-outlawed young activists into the lives of ordinary people. \nWhat people do - whether it is the black-hoodied anarchists in Athens or the young farmers in Thessaly on their third of fourth bottle of beer by lunchtime - is retreat into the personal. \nIt's no longer \"the personal is political\" - but the personal instead of the political. True, demonstrators still turn out in large numbers, as in last week's General Strike. But they go through the motions - of demonstrating, of rioting even.\n\"It's just for show on both sides, the cops and the anarchists,\" I was told by my Greek fixer as we legged it through stampeding people and tear gas.\nA year ago the buzzword was \"anomie\" - the fear of anomic breakdown, in which small groups and communities just give up on law and order and make their own. I reported on it then: \nThere is not even much anomic activism anymore; the movement that defied road tolls and disrupted the sale of repossessed homes - which was large in the Spring - is tiny now.\nIf anything captures the buzzword of late 2012 in Greece it is the person who sprayed the slogan \"Love or Nothing\". It's less about anomie, more about depression.\nWhat has depressed much of Greek society - from the liberal centre right to the liberal left - is the rapid rise of Golden Dawn.\nIn the two elections of May/June 2012 it scored between 6-7%. Nothing like a 1930-style breakthrough. \nBut it has begun to do DIY law enforcement against migrants with no intervention from the police. At street markets in Messolonghi and Rafina its uniformed activists checked the permits of migrant stallholders, demonstratively destroying those who did not have permits.\nWith electoral data showing - on one count - 45% police personnel voting for Golden Dawn, there is rising concern that support for the far right is beginning to skew the operational priorities of the police at local level.\nWhen I challenged Golden Dawn's second in command, Ilias Panagiotaros, he claimed support within the police at \"60% or more\". And he gave a chilling explanation of how Golden Dawn's extra-judicial actions were affecting the rule of law. Referring to the market stall attacks he said:\n\"With one incident, which was on camera, the problem was solved - in every open market all over Greece illegal immigrants disappeared. There was some pushing and some fighting - nothing extraordinary, nothing special - only with one phone call saying Golden Dawn is going to pass by the police is going there meaning the brand name [of Golden Dawn] is very effective…\"\nGreece, in truth, has a massive and apparent problem with illegal migration. The centres of many cities are - or were until this summer - full of young, male migrants from Afghanistan, Somalia, Sudan and increasingly Syria.\nMany Greeks do fear them, and they perceive them as a threat to social order and a traditional lifestyle - in a country that never had any colonies and therefore did not experience high ethnic diversity until recently.\nThe new policy - known as \"Hospitable Zeus\" is to round migrants up and put them in camps: police in plain clothes or uniforms visibly stopping every person of colour on the street, checking their papers, and if the papers are not in order processing them ultimately to a migrant detention camp.\nEven as human rights groups protest this, and demand access to the camps, Golden Dawn has protested outside them on the grounds that conditions are too good there, and that deportations are not fast enough (about six thousand have been detained, with maybe three thousand deported). And even as the police round up the migrants, Golden Dawn's policy is to terrorise them off the streets, and mount a legal campaign against companies who employ them.\nThe Greek media, meanwhile, has taken its cue to reinforce the association of migrants with crime. For those seeking an alternative view there are only the newspapers of the far left: the main liberal newspaper - Eleftheropia, an equivalent to the Guardian - went bust and has closed.\nEconomically, the Greek coalition is getting ready to impose the latest and last round of austerity: 13.5bn euro a year cuts and tax rises, in order to release 31bn euro worth of bailout money.\nThe moment it puts this to parliament we can expect a big and unruly protest. After that the Coalition just has to hold on and hope that its own electoral support does not go the way the German centrist parties went after 1932. \nUnfortunately for them, however, electoral support is slipping. While New Democracy has maintained its poll rating at 27% (compared to 29% in the election), Pasok - the former governing socialist party - is down to 5.5%, neck and neck with coalition partner Democratic Left. The combined poll rating of the pro-austerity parties is now 38%.\nGolden Dawn polled 14% last week, while the left wing Syriza party is leading the polls at 30% (taking many votes from the Communists, who are now down to 5%).\nHowever, these poll ratings are unlikely to be tested in an election anytime soon. The EU is working overtime to keep the current coalition together, and as Pasok's support dwindles to rock bottom, it has no incentive to risk an election now.\nSo for the majority of people who want the austerity to stop,  and who do not want to be gassed, truncheoned, menaced or even to go on strike, there is only the \"love or nothing\" strategy. \nAnecdotally the use of anti-depressants is rising. Penny's book tells numerous tales of former political activists simply stunned by drink and drugs.\nWhich brings us back to The Silver Lake.\nThe \"love interest\" in Kurt Weill's opera doesn't start until the second half, with the arrival of Fennimore, a young woman trapped in a castle with the two losers and a scheming, reactionary aristocrat who has duped them out of their money. \nOnce Fennimore appears, the music becomes mesmerised and lyrical; it focuses on the combined hopelessness of the two men and the girl. \nAnd in the final sequence - a dream-like 15 minutes during which the men set out to cross the castle's lake, certain they will drown - there is a mixture of ecstasy and despair.\n\"You escape from the horror,\" Fennimore sings; \"that may destroy all we know. Yet the germ of creation will struggle to grow.\"\n\"All this can be a beginning\n\"And though time turns our day back to night\n\"Yet the hours of dark will lead onwards\nTo the dawning of glorious light.\"\nI have always struggled to understand this ending: why, in the last days of Weimar, did Kurt Weill not pen some anthem of defiance against Nazism rather than a work which, ultimately, expresses resignation?\nOn the streets of Athens there is already the answer. You can feel what it is like when the political system - and even the rule of law - becomes paralysed and atrophies. \nThe \"hopeless inertia\" begins to grip even the middle classes, as the evidence of organised racist violence encroaches into their lives.\nFaced with an economic situation dictated by the European Central Bank and the International Monetary Fund, and a street atmosphere resembling Isherwood's Berlin, the natural human urge is not fight but flight. \nFlight away from danger - flight into the cocoon of drugs, relationships, alternative lifestyles, one's iPod.\nAfter the first-night disruption of The Silver Lake in Leipzig this is how its director, Douglas Sirk, described the scene at the theatre:\n \"The sturmabteilung filled a fairly large part of the theatre and there was a vast crowd of Nazi Party people outside with banners and god knows what, yelling and all the rest of it. But the majority of the public loved the play… And so I thought at first, well, things are going to be tough but perhaps it isn't impossible to overcome…[But] no play, no song, could stop this gruesome trend towards inhumanity.\" (quoted in Kurt Weill On Stage, by Foster Hirsch)\nAnd this is how the director of Corpus Christi, Laertis Vasiliou, whose play was once again disrupted by far right demonstrators in Athens on Thursday night, described it in a message to me just now:\n\"We went ahead with the performance, which started with two hours of delay because of the fight outside the theatre between the police against the Christian fundamentalists and the Nazis. It was like hell. The noise from outside was clear inside the theatre during the performance. People were beaten up by Nazis and Christian fanatics.\"\nThe differences with the final days Weimar, then, are clear. Under international pressure, the Greek state is still capable of upholding the rule of law; centrist parties, though atrophied, still hold the allegiance of more than one third of voters; there has been no decisive electoral breakthrough by the far right. \nCrucially, no major business or media groups, and no significant portion of the elite, have swung behind the far right as happened in Germany.\nBut this flight to inertia, depression, to personal life may also be more pronounced than in Weimar. Weimar Germany was after all a society of intense political engagement; of hierarchical politics, lifelong commitment to social movements, trade unions, military veterans' groups.\nSo while the crisis may be on a scale weaker than the one that collapsed democracy in Greece, the forces holding democracy together may also be weaker.\nWhen I interviewed Golden Dawn MP, Ilias Panagiotaros, two weeks ago, he was clear as to the party's project: if Syriza wins the election, \"we will win the one after that\".\n\"Revolution will take place after two elections by giving first place to Golden Dawn; now we are third, and maybe we will get second place - so it's not a dream that in one, two or three years we will be the first political party.\"\nThe leaders of the international community, busy negotiating the last-ditch austerity package that is supposed to precede a strategic rescue of the country know what the stakes are. \nIf they fail, a whole generation of Greek young people will be left, like Weill's protagonists in The Silver Lake, with a choice between love or nothing. ", "date": "26 October 2012", "href": "https://www.bbc.com/news/world-20105881", "tags": "nothing germany golden parallel dawn greek police real weimar greece last right love far"}