{"title": "Lowestoft seafront defibrillator blocked by shed", "content": "A decision to place a shed in front of a piece of life-saving equipment has been described as \"stupid\".\nAccess to a community-funded defibrillator on the seafront in Lowestoft, Suffolk, was restricted when the shed was built by contractors.\nJayne Biggs, from Heart 2 Heart Norfolk which installed the kit, said no-one could get to the device as a result.\nSentinel Leisure Trust, which maintains the defibrillator, insisted it was accessible but said it would be moved.\nThe shed was placed on the seafront on Thursday to house two new community wheelchairs for disabled people wanting to use the beach.\nA Facebook post showing the shed in front of the defibrillator, which is used to administer electric shocks to cardiac arrest patients, has been shared more than 1,300 times.\nOne user said \"this needs to get noticed\", with another writing \"common sense has just left Lowestoft last seen on the A146 heading towards Norwich\".\nCharity Heart 2 Heart Norfolk was established in 2016 and raises money to place defibrillators in schools, clubs and public places across Norfolk and Suffolk.\nMrs Biggs called the decision \"stupid\" and said the shed was erected on Thursday adding that \"you couldn't even squeeze behind the back of the shed and open it [the defibrillator].\nChris Ames, director of Sentinel Leisure Trust, admitted that photographs \"didn't look great\" but said that while the visibility of the equipment was \"somewhat hindered\" it was still usable.\nThe leisure trust said an electrician had moved to defibrillator to the left of its previous location following an \"outcry\", but said the shed remained.\nHowever, Mrs Biggs said it was still problematic as the location of the kit was supposed to be \"idiot proof\" and would not be visible from all angles on the seafront as it was before.", "date": "13 May 2019", "href": "https://www.bbc.com/news/uk-england-suffolk-48253167", "tags": "leisure defibrillator norfolk trust heart biggs seafront lowestoft decision blocked shed"}