{"title": "Lucrative Stardom in China, Using a Webcam and a Voice", "content": "ZIGONG, China — Dolled up with makeup and a blond wig, the pretty young Chinese woman sat at home in her bedroom on a quiet Sunday evening and began singing karaoke.\nA large microphone and three webcams clipped to a desktop monitor streamed the performance over the Internet, to thousands of fans who knew her only by her stage name, Poison.\n“Hey, Big Brother!” she greeted one fan in between songs. “Did you just get back from vacation in Sanya or are you watching on a laptop?”\nPoison, 26, still lives with her parents and her dogs Blueberry and DuDu in a modest apartment. But she is one of the most popular attractions in a thriving new business in China: live interactive web entertainment.\nMedia and technology companies across the globe have tried for years to attract viewers en masse to live Internet broadcasts, with X-rated websites the only real success stories. China, though, appears to have cracked the code. Millions are now tuning in every night to watch karaoke performances, comedy skits and talk shows — moving beyond the common web fare of scantily clad women doing erotic dances.\nThe shows are typically low-budget productions by amateur entertainers who work out of tiny apartments, fitted with webcams. And viewers spend large sums online to buy credits to give virtual gifts of roses, chocolates and Chanel bags to performers, who receive a slice of the revenue from Internet companies.\nThe strategy offers a potential path for the rest of the world, which is struggling to move profitably into online programming. Services like Netflix and iTunes have prompted some consumers to drop cable. But viewers in the United States and elsewhere are largely sticking with traditional television for live shows.\nGiven the government restrictions on all manner of media, consumers in China seem more willing to go online for movies, music and even role-playing fantasy games. State-run television — with its steady diet of propaganda, game shows and stale dramas — just doesn’t offer the same variety.\nThe websites mix video feeds with streaming-text commentary from the audience. In the upper left corner of the screen is a running count of how many viewers are in the virtual concert hall. Digital cars — representing the V.I.P.s who spend large sums — speed in and out of the imaginary hall.\n“I’ve spent more than $15,000 in each of the past two years,” says Mi Tian, a 29-year-old architect from Shandong Province. “I’ve given virtual gifts to basically every performer I’ve watched.”\nThe leader in China in this industry is a fast-growing start-up called YY.com. It has 92 million monthly active users and more than a million channels.\nDavid Li, YY’s 40-year-old co-founder and chief executive, says live web entertainment is transforming an industry that has been savaged by copyright infringement and online file-sharing services.\n“Now we’ve found a whole new way to rejuvenate the music industry,” Mr. Li said. “This will help entertainers make money.”\nInvestors are betting he’s right. Shares of YY have soared 500 percent since the company’s public offering on the Nasdaq stock market in late 2012.\nYY was the vanguard for other Chinese webcasters considering listings in the United States, 6.cn and 9158.com. And while some critics dismiss it as a fad, Sina and Tencent, two of China’s biggest Internet companies, have jumped on the bandwagon with their own live karaoke shows.\nThe companies have latched onto a new business model: turning amateur entertainers into live broadcasters who control their own programming, and offering them revenue-sharing deals to split the proceeds from virtual gifts, an idea adopted from the gaming industry. Instead of 100 or 500 channels, there are millions, each with a person creating his or her own live content.\n“This is something on the border of movies and video games,” says Eric Wen, an analyst at China Renaissance. “It’s a challenge to the Hollywood model, which, because of copyright theft, didn’t really work in China.”\nNone of this was by design. YY began as an online community dedicated to World of Warcraft, Blizzard Entertainment’s popular role-playing fantasy game. And 6.cn started as a video-sharing site, much like YouTube.\nWhen faster Internet speeds arrived in China, video sharing gave way to live broadcasting. The early adopters were online gamers. Then came singers, DJs, hip-hop dancers and comedians.\nThe viewers tend to be single men in smaller locales with fewer entertainment options. Many are wealthy enough to spend thousands of dollars to get the V.I.P. privilege of driving a virtual Lamborghini Aventador LP 700-4 Roadster to and from the virtual concert halls during performances. They pay $1,100 for the privilege.\n“People don’t understand why Chinese spend so much money like this, but it’s partly cultural,” said Yan Liu, the chief executive of 6.cn. “Even in the time of Peking Opera, performers were paid with gifts.”\nThe most popular performers are female “hostesses,” many of whom practice the art of sexual tease.\n“What is it about me that attracts you guys? Is it my thighs or something else?” one hostess asks on YY. Viewers can respond in real time, through text or voice message with comments like this: “Can you imagine what it would be like if she stripped her dress off?” They never do, though the women often show lots of skin and cleavage.\nCritics have complained about the corrupting influence of the live shows, which sometimes feature lewd behavior. But YY and its competitors insist they abide by the law, which forbids nudity or even behaviors that “generate sexual fantasies.”\n“We have very clear rules on behavior,” said Mr. Li at YY.\nLive web shows are empowering amateur entertainers, some of whom can now earn $90,000 annually, nearly 30 times the average Chinese salary.\nOne of the most successful lives here in Zigong, a midsize city in a mountainous region of southwest China. “Just call me Poison,” she says when asked her real name.\nFrom a run-down apartment complex, Poison often performs live for more than 10,000 online viewers a night (a birthday concert once drew 36,000 viewers), making her one of the most popular performers on YY’s Entertainment channel. Her popularity earned her a mention in the I.P.O. prospectus YY sent to investors. A former dancer, office clerk and online gaming enthusiast, Poison began performing karaoke on 6.cn several years ago before being recruited to YY.\n“The reason I’m doing this is simple. I wanted to be a singer since I was a little girl, but there wasn’t a way I could do it,” she says putting on eyeliner before a performance.\nJust before her nightly show begins, around 8, she sits on her bed, surrounded by toy animals, staring at her computer monitor to see what viewers can see. She uses a special webcam to create candy-colored hues around her online image, strokes the locks on her blond wig, and selects karaoke tunes, favoring a mix of Cantonese love songs and theme songs from online games.\nA bottle of water and a roll of toilet paper are by her side to deal with thirst and a runny nose. And then her three-hour live show begins, right from the edge of her bed.\n“Hi everyone,” she says after going live with an audience that soon that night reached 15,000 people. “Did you miss me while I was away?”", "date": "April 17, 2014", "href": "https://www.nytimes.com/2014/04/18/business/media/lucrative-stardom-in-china-using-a-webcam-and-a-voice.html", "tags": "voice lucrative live china viewers using ” online stardom yy shows webcam — virtual"}