{"title": "Lured by Pre-Brexit Bargain, German Buyer Goes on London Real Estate Spree", "content": "The view south from Hill House, a 14-story apartment block perched on a hill in North London, is about as spectacular as it gets in the sprawling British capital.\nFloor-to-ceiling windows on every floor give a clear vista of St. Paul’s Cathedral, the glass-coated Shard and the rest of London’s constantly changing jumble of office towers, with the distant fields of Surrey fading away to the horizon.\nThe German real estate company Grand City Properties S.A. saw something else in that London panorama: an investment lucrative enough, and priced well enough, to defy the more pessimistic forecasts about the looming impact of Brexit.\nGrand City, the fourth-largest residential company in Germany, had never bought London property before. But in recent months, it has quietly picked up the 117 apartments that remained unsold in the 159-unit Hill House, part of a little-noticed buying spree that has so far netted more than 800 apartments and could reach twice that number.\nA property market that is waiting nervously for some clarity about how it will be affected by Britain’s scheduled departure from the European Union in March would normally be relieved, or even delighted, by this seeming vote of confidence from such a powerful buyer, a company that owns and rents 86,000 homes in Germany.\nBut the most intriguing aspect of this first big London shopping spree by any major German residential property company, and one that will worry current homeowners, is the heavy discounts that Grand City says it was able to secure while other units in the same projects remained for sale at higher prices.\nThe discounts achieved by the Germans indicate that true London prices may be much softer than those publicly advertised, suggesting that even a smooth Brexit transition will do little to lift London real estate prices anytime soon. On the other hand, if you are looking to buy, the next few years may be the right time to take the plunge.\nDespite the uncertainties of Brexit, Central London’s famously high-priced real estate appears on the surface to have kept much of its value, even if it has not matched the rising value of real estate elsewhere in Britain. Sale prices have dipped less than 1 percent in the last year, experts say. But some say that figure masks the real story.\nThey say most potential London sellers have delayed their sales, rather than offer them at deep price cuts. The number of high-end transactions is down 25 percent compared with last year, a statistic that points to a heavy pent-up supply, according to Adam Challis, the head of residential research for the JLL real estate agency.\nGrand City’s quickly assembled portfolio includes apartments in 11 new or recently built buildings at an average price of about £620 a square foot and ranging from 20 percent to 40 percent below market prices, its executives said.\nChristian Windfuhr, the chief executive of Frankfurt-listed Grand City, said the purchases were “purely opportunistic,” based on offering fast cash. While he said he did not believe any of the developers had been in danger of collapse, he was sure that those companies, which include some of Britain’s largest developers, had “needed to sell quickly.”\n“The key is, we were able to get very good discounts because some of the developers were under pressure to sell,” Mr. Windfuhr said.\nThe developers were not selling solely for fear of an unruly or “hard” Brexit, but also because of a combination of factors that have already damaged the market, he said.\nBrexit is only one of several problems dragging down prices, including a glut of nearly completed new developments and the effects of a series of tax increases imposed in recent years. In addition, some rich buyers from Russia and China, who have seen London property as a good place to safeguard their money, are finding it harder to move money overseas.\n“A lot of those new apartments are too expensive for the owner-occupier market, and I had assumed that would mean prices would fall,” said Marcus Dixon, the head of data analysis at LonRes, which collects information on property transactions. “That didn’t happen on any price lists or public marketing. Instead they seem to be being sold like this — in bulk and with no marketing costs, so the developer can just move on to their next project.”\n“The developers,” he added, “are more like forced sellers in that way. Some of these discounts will make them wince, but they will welcome it as a relatively easy way to get out of a project without publicly shocking the market.”\nGrand City declined to provide figures on any individual transaction but said it had paid 20 percent below recent market prices for apartments in Hill House, a 1960s office block that was recently converted to apartments.\nThe developer of Hill House disputed that claim, saying that studios and one-bedroom apartments on the market for £315,000 to £600,000 had been sold at a discount of only 10 percent.\n“The dip in the market means we have not made quite as much as we thought we would, but it certainly wasn’t a forced sale,” said Adam Brockley, the chief executive of Bode, which renovated Hill House.\n“The market was starting to cool, and we did not know whether the velocity of sales would continue.”\nOthers that sold property to Grand City did not respond when reached, though they were given several opportunities to dispute the discounts that the German company said it had negotiated.\nSuch discounts, experts say, hide the true weakness of the market.\nMr. Dixon, of LonRes, said that sales volumes in the capital were about half what they were five years ago and that about 60 percent of properties listed for sale in Central London were eventually being withdrawn, often after sitting unsold for five or six months.\nAt the same time, about 30,000 unsold apartments are nearing completion after a boom in massive tower-based projects at sites like Canary Wharf, Nine Elms and Greenwich Peninsula, which are scattered along the Thames River.\nYakir Gabay, a 52-year-old Israeli billionaire who is Grand City’s founder and chairman and lives in London, played a role in alerting the company to the fact that “there are developers in London who need to get out and find a buyer interested in going into the rental game,” Mr. Windfuhr said.\n“Prices have been falling ever since Brexit discussions began, and when nobody knows which way the cookie is going to crumble on Brexit, a lot of people would rather rent than buy,” Mr. Windfuhr said. “Developers are sitting on a lot of stock and need to sell to get onto their next development, and this is typically how opportunities arise for us, when owners are too highly leveraged.\n“We believe that the discounts we have got mean that we have already priced in the small dip that might come from a hard Brexit, on top of the dip there has already been because of Brexit.”\nAnother Grand City purchase was 19 of the 98 units in a gleaming metallic-finished 14-story project called 57 East on Kingsland High Street in Dalston, where the company paid £600 to £660 a square foot, compared with a market rate of £800 to £850, according to research by Sam Bealing, an analyst at UBS.\nA further deal, Grand City officials said, was for all 50 studios and three one-bedroom apartments in a less imposing converted local authority office building at 68 Halliford Street, Islington, where a spokesman for the developer, EEH Ventures, declined to comment. Other London-area purchases were in Highbury, Catford, Fulham, Greenwich, Harringay and Brentford.\nGrand City’s sister company Aroundtown, which focuses on German commercial property, has joined the foray into London by buying two Hilton hotels, at Hyde Park and near King’s Cross, which it sees as Brexit-proof because of the long-term strength of tourism, plus offices at  15 Berkeley Street and 35 Dover Street in Central London.\nSome researchers remain optimistic about the London market. Lucian Cook, the director of residential research at the Savills real estate agency, said that he, too, believed that the tendency to hold back listings was the only reason there had not been more drastic price drops in prime London real estate.\nHe also sees problems in the coming years over Brexit and the scheduled 2022 elections, but he said he expected a rebound the following year, adding up to a 12.4 percent gain over the five years spanning 2019-23.\nRogier Quirijns, the head of European research at Cohen & Steers, the world’s largest investor in real estate investment trusts, is less optimistic.\nWhile prices in other British cities have held up reasonably well, prices in London “have come off even without Brexit, in the same way that New York and Sydney have come off levels that were not affordable,” he said.\n“There had been a price bubble since the financial crisis, largely because of London’s special role as a destination for capital from around the world looking for a safe haven.”\nThose days appear to be over. “China and some other countries are making it harder to move money overseas,” Mr. Quirijns said. “At the same time we have had all these new apartments coming onto the market in Central London that are too small and expensive for what people actually want to live in.\n“Time is on your side if you are a buyer but not if you are a seller, because even without a hard Brexit, if interest rates go up, this country will have some huge issues. The British people are obsessed with the property ladder, but I think they are about to realize that there is also a property slide.”\nMr. Quirijns sees Grand City’s discount buying spree as a powerful indicator of the true state of the market.\n“That’s more than a straw in the wind. I think London housing prices need to fall another 20 percent before it looks like a ‘buy’ to me.”", "date": "Feb. 25, 2019", "href": "https://www.nytimes.com/2019/02/25/business/brexit-real-estate-london.html", "tags": "goes brexit buyer pre-brexit market lured bargain german grand city spree ” real prices apartments estate london"}