{"title": "M Karunanidhi: The radical wordsmith who shook up Indian politics", "content": "The passing of Muthuvel Karunanidhi at 94 marks the end of one of India's most prolific political careers, writes Sudha G Tilak.\nKarunanidhi, who was chief minister of the southern state of Tamil Nadu five times between 1969 and 2011, was born to poor working class parents in Tiruvarur town in 1924. His public life began at age 14 when he dropped out of school to join the student wing of the Justice Party, which later became a movement to bolster Tamil identity.  \nEven as the rest of India was in the throes of a freedom movement against British rule, the Justice Party stood out for challenging elitism, religious dogma and caste orthodoxies in south India. \nIt was stringent about civil rights, opted for civil disobedience to demand affirmative action and was outspoken for Tamil identity against national pride. These ideals found a zealous convert in the young Karunanidhi.  \nHe campaigned against the caste supremacy of Brahmins and also opposed a move by the federal government to impose Hindi as an official language of communication in south India\nHe helped found the Dravida Munnetra Kazhagam (DMK) party in 1949. The party would go on to be one of the most influential political entities in the state. \nAs a young activist, he strongly challenged caste hierarchy in the country and was inspired by the ideals of the Self-Respect Movement, which envisioned a society where backward castes would have equal rights.\nAccording to a recent biography, Karunanidhi: A Life in Politics, he was dazzled by the oratorical skills of Self-Respect Movement leaders. \n\"The compelling arguments of Periyar's speeches, the bravery and courage in Azhagiri's sentences, Anna's beautiful Tamil - these mesmerized me,\" he wrote.\nBut his radical views did not always work in his favour. \nHis sympathies for the separatist Liberation Tigers of Tamil Eelam (LTTE) militants in neighbouring Sri Lanka cost him his position as chief minister when former prime minister Rajiv Gandhi was assassinated by the group. \nBut despite this setback, Karunanidhi continued to be a master in political sophistry, often playing a critical role in federal politics as well. \nHis first foray into national politics came in 1989 when he formed an alliance with the National Front under then prime minister VP Singh. \nHis party also joined the coalition government headed by the Bharatiya Janata Party's (BJP) AB Vajpayee in 1999. The DMK continued to play a key role in federal politics as it joined the Congress-led coalition in 2004 after it defeated the BJP.\nIn the theatrical world of Tamil Nadu politics though, he faced corruption charges and was famously subject to a midnight arrest by his fierce rival Jayalalitha who died in 2016. \nHe regularly dealt with accusations of nepotism. \nHis nephews controlled the TV business in the state, and he was frequently accused of ushering in dynastic politics in the DMK. His sons and daughter all took up prominent leadership roles with the objective of one day leading the party. \nBut he was the true pioneer of political theatre in Tamil Nadu. \nDrawn in by the world of letters, Karunanidhi wrote, staged and acted in plays that doubled as vehicles of his party ideals.\nAnd he was a pioneer in dovetailing popular culture with political and social advocacy. \nFrom street plays, to movies, to owning television channels bearing his party emblem of a rising sun, Karunanidhi enjoyed an extraordinary status in Indian politics for segueing politics and performance art into a successful formula for reaching voters and wielding influence.     \nHe was a wordsmith beyond compare. So his wit and clever puns gave him a Wilde-like literary charm unmatched in Tamil politics.  \nHis fans were swayed by his gravelly voice, hyperbolic flourishes and blazing oratory. His theatrical moments of repetition for emphasis with a liberal sugar dust of irony and humour were hugely popular. And his unique gift of employing Tamil grandiose literary verse one moment and using a mocking street cadence in the next showed his mastery in appealing to all kinds of listeners.\nA typical Karunanidhi speech, in fact, gave rise to a generation of mimics before memes were even a thing. \nHe could, with stony self-conceit, tide over tricky questions in press conferences with droll asides and wry humour that led his critics to call him the artful dodger in the tangled world of Indian politics.   \nTo his die-hard fans and supporters though, Karunanidhi was known as Kalaignar, or \"the artist\". Even his political enemies admired his vast contribution to Tamil cinema and literature.\nIn 1952, he wrote the screenplay and dialogues for a film called Parasakthi which was an instant hit - and shook up Tamil cinema. The hitherto benign world of Tamil talkies, that was used to religious musicals, mythological and family dramas, sat up. \nCentred on a Tamil family of migrants from what was then Burma to Tamil Nadu, the wordy film harshly critiqued the exploitative caste structure that led to the family being ostracised in society. \nIt created enough controversy to prompt the government at the time to try and ban the film. \nBut despite the protests, the film was released. It is considered a classic in the canon of India cinema and enjoys cult status in Tamil Nadu even today.\nA prolific writer, Karunanidhi wrote more than 30 movie scripts, novellas, poems, historical novels and regularly contributed letters to readers in Murasoli - the Tamil newspaper that was the mouthpiece of his party.\nHe never gained the swooning fan base that his political rivals - the popular matinee idol turned chief minister, MG Ramachandran, and later Jayalalitha - enjoyed. But his iconic status among his followers was evident as they gathered in droves across Tamil Nadu to mourn his passing.\nKarunanidhi leaves behind the distinct legacy of a leader who played the dual role of artist and statesman for the longest time in Indian politics.", "date": "7 August 2018", "href": "https://www.bbc.com/news/world-asia-india-45093900?intlink_from_url=https://www.bbc.com/news/topics/c48yrnjj4kmt/tamil-nadu&link_location=live-reporting-story", "tags": "movement minister india tamil karunanidhi shook party radical political one wordsmith nadu indian politics"}