{"title": "M.T.A. Plan to Upgrade Subways Is Ambitious. But Is It Even Possible?", "content": "When a plan to save New York City’s subway was announced last month, most of the attention was focused on its eye-popping price tag and whether Gov. Andrew M. Cuomo would support it.\nBut perhaps the biggest question is whether subway officials can actually pull off the plan.\nThe subway’s new leader, Andy Byford, has promised to upgrade the system’s dilapidated signals at a much faster pace — five lines in five years. It is an ambitious timeline considering that it took New York nearly a decade to upgrade the only line that has been modernized.\nMr. Byford, a cheerful Brit who won accolades for revitalizing Toronto’s transit system, seems to relish the challenge.\n“There are people who say it can’t be done,” Mr. Byford said during a recent speech to promote the plan. “Well, we’ll see about that.”\nMr. Byford traveled to Albany last week to begin to make his case to state lawmakers, who would have to approve financing for a plan that could cost $19 billion for the first five years. Mr. Cuomo, a Democrat who controls the Metropolitan Transportation Authority, has said he wants to pay for the subway plan through congestion pricing, a proposal to toll cars entering the busiest sections of Manhattan that has yet to gain much traction in the Legislature.\nEven if Mr. Byford can secure financing for his plan — no easy feat in a notoriously dysfunctional State Capitol — it will be a herculean task to deliver such a massive overhaul of the subway.\nDavid L. Gunn, a former subway leader who helped pull the system out of its last severe crisis in the 1980s, said he was disappointed that Mr. Byford had failed to say how exactly he would upgrade the signals.\n“Any plan worth its salt has to be based upon specific, defined projects with a timetable, a budget and the benefits,” Mr. Gunn said.\nSignal experts, meanwhile, were surprised by the aggressive modernization schedule.\n“The challenge is not doing it in five years — the challenge is can you do five lines in parallel in five years?” said Alan Rumsey, a consultant who has worked on signal upgrades in New York and Toronto.\nOver the last two decades, New York has had a difficult time upgrading its ancient signal system, some of which was built before World War II. Only one line — the L train — has modern signals. Work on the No. 7 line has been delayed several times. At the current pace, modernizing the entire system could take a half-century.\nMr. Byford said he could upgrade most of the signal system in the next ten years, which would improve reliability and allow more trains to run closer together. Transit advocates quickly praised Mr. Byford as the right person to shake up a transit agency that is resistant to change.\nMr. Byford has offered an overview about how he would accelerate the signal work. Instead of upgrading one line at a time, he proposed tackling several lines at the same time, including the heavily traveled Lexington Avenue line. He warned that construction work would be disruptive in a way that New Yorkers had never seen before.\nOn a line that is being converted, stations would be closed during most nights and weekends for two and a half years, Mr. Byford said in an interview. Exceptions could be made for major events like the Fourth of July.\n“We’d be sensible about it,” Mr. Byford said. “But this does require New Yorkers’ patience.”\nWhile the station closings will be a hardship, especially for people who work nights and weekends, transit advocates argue that ridership is low at night — only 1.5 percent of weekday riders, or about 85,000 people, use the subway between 12:30 a.m. and 5 a.m. — and that weekend service is already unreliable.\nMr. Byford said he wants to use simple, “off-the-shelf” products that could be installed quickly, instead of being custom-made, following the example of other cities like Shanghai. In New York, only two companies — Thales and Siemens — are allowed to install the new signal system, which is known as communications-based train control. Mr. Byford wants to open the market to more competition.\n“I’d like to make it easier for suppliers to qualify,” Mr. Byford said, adding that he could think of at least four other companies that could do the work.\nMost of the signal work would not begin until 2020 under the authority’s next five-year capital plan, but Mr. Byford said he was anxious to start soon on upgrading subway cars to be compatible with the new signal system and on design work for the projects.\nMr. Byford said he was inspired by London’s subway, which is even older than New York’s, but whose leaders have modernized it more quickly. Mark Wild, the managing director of the London Underground, said the city had made a “steady and sustained investment” in its network.\n“A series of digital upgrades to the signaling on three of our busiest lines — the Jubilee, Northern and Victoria — means a train every 100 seconds or so at the busiest times of day,” Mr. Wild said in a statement.\nThe “elephant in the room,” Mr. Byford said, is the enormous cost of the work. Charles Komanoff, a transportation expert, said congestion pricing could pay for the subway plan, depending on how the vehicle fees were structured. A proposal by a task force assembled by Mr. Cuomo, called “Fix NYC,” could allow the authority to bond between $12 billion and $25 billion, he said.\nMr. Komanoff said he was pleased by Mr. Cuomo’s recent comments in support of congestion pricing, though he was disappointed that Mr. Cuomo had not pressed harder for the “Fix NYC” proposal during the recent legislative session.\n“We are incredibly wary because we have been left at the altar by Governor Cuomo before,” Mr. Komanoff said.\nMr. Cuomo has pressed Mr. Byford to embrace a technology known as ultra-wideband radio as part of the signal upgrades. It has never been used on a major transit system, though Boston is testing the process. Mr. Byford said he was interested in trying the technology on a less-busy line, if the pilot on Boston’s transit system proves that it is safe.\nSubway officials decided not to reveal their cost estimates when announcing the subway plan. But in a briefing with transit board members, officials said it could cost $19 billion for the first five years and an additional $18 billion during the second five years.\nMr. Byford said he hoped to release a cost estimate for the plan this summer, with guidance from the authority’s chairman, Joseph J. Lhota, on the appropriate timing.\n“The sooner we get the figure out,” Mr. Byford said, “the sooner we can start lobbying for it and justifying it and saying why we need it.”", "date": "June 11, 2018", "href": "https://www.nytimes.com/2018/06/11/nyregion/subway-signal-upgrade-plan.html", "tags": "possible byford even subway ” subways system m.t.a ambitious new — upgrade plan said"}