{"title": "M.T.A. Adds Funding for Expansion Projects Rather Than Subway Fixes", "content": "The board of the Metropolitan Transportation Authority approved a new version of its capital plan on Wednesday that increases financing for projects that are priorities for Gov. Andrew M. Cuomo rather than focusing on improving dismal subway service.\nAs riders reach a breaking point over constant delays, Mr. Cuomo, who has been blamed for not conveying a strong enough sense of alarm about the subway’s mounting problems, has begun laying out plans to fix the system. But the nearly $3 billion of additional funding for the capital plan largely focuses on other projects backed by Mr. Cuomo, who controls the authority.\nThe new $32.5 billion five-year capital plan increases funding for expansion projects compared to a proposal approved last year. It includes $1.5 billion for a new track on the Long Island Rail Road, about $400 million for electronic tolling at bridges and tunnels and $700 million in additional funding for the next phase of the Second Avenue subway.\nSpending on subways was relatively flat, and there was no significant increase for the installation of a modern subway signal system that would allow trains to run more frequently and help the subway cope with the demands of its booming ridership.\nShortly before the board meeting, subway riders suffered through another morning of painful delays.\nJohn Raskin, the executive director of the Riders Alliance, an advocacy group for passengers, welcomed the increased commitment to the transit system, although he said he was concerned about the lack of urgency regarding subway service.\n“Investing in the M.T.A. is a good thing, but these changes won’t address riders’ core concern of the increase in crowding, breakdowns and delays,” Mr. Raskin said.\nIn a private meeting before the vote, there was a contentious debate among board members about the capital plan and doubts about its ability to pass, according to a person who was present for the discussion but not authorized to discuss it publicly. Board members raised concerns about the agency taking on additional debt and about whether the plan aligned with what the public had been demanding, the person said.\nThe authority’s chief financial officer, Robert E. Foran, said the plan would increase the agency’s debt by about $5 billion, to about $42.5 billion. Mr. Foran said the increased debt would not require the authority to raise fares and tolls beyond gradual increases scheduled to take place every two years.\n“This is not putting any additional pressure on fares and tolls,” Mr. Foran said.\nBut some board members were not mollified. Veronica Vanterpool, one of two board members nominated by Mayor Bill de Blasio who voted against the amended capital plan, said she did not think the authority should have to take out more debt to finance the proposals.\n“It is a crushing amount of debt,” Ms. Vanterpool said.\nGene Russianoff, the longtime leader of the Straphangers Campaign, has criticized the authority’s rising debt. He has noted that it is higher than the national debt of several countries, including Iceland and Panama.\nTransit advocates have long called for the state to find new revenue sources to help pay for the authority’s sprawling network of subways, buses and commuter railroads. A coalition called Move New York proposed a new version of congestion pricing that would charge tolls to vehicles entering central Manhattan to help finance the authority.\nLawrence S. Schwartz, an authority board member and former top aide to Mr. Cuomo, called the capital plan an “evolving document,” and he said it could be amended again based on the results of a global competition Mr. Cuomo proposed on Tuesday to solicit ideas for improving the subway, including finding new ways to upgrade the signals.\n“There may be some things that come out of it that the board wants to support in terms of amending this capital plan,” Mr. Schwartz said of the competition.\nSpeaking to reporters after the meeting, the board’s acting chairman, Fernando Ferrer, defended the rising debt load, arguing it was necessary to pay for new subway cars and buses.\n“Do we have to borrow if we want things?” Mr. Ferrer said. “We absolutely do.”\nMr. Ferrer also praised Mr. Cuomo for taking responsibility for fixing the subway system and upgrading Pennsylvania Station in Manhattan during a speech on Tuesday.\n“Believe me, those are problems no rational politician runs toward — they run away from,” Mr. Ferrer said. “He’s running toward them, and I give him an enormous amount of credit for it.”", "date": "May 24, 2017", "href": "https://www.nytimes.com/2017/05/24/nyregion/mta-funding-new-projects.html", "tags": "authority funding debt subway new ” projects board m.t.a rather fixes expansion adds plan said"}