{"title": "M.T.A. Pins Its Hopes on Unproven Technology to Fix Subway", "content": "Of the many ways the New York City subway unravels on a near daily basis, it has one Achilles’ heel that remains an impediment to any significant turnaround — the balky signals that control the trains.\nThis has long been known to subway officials who developed a plan years ago to upgrade the system’s dilapidated signals over the next half-century. For riders, that timetable is no longer acceptable.\nNow Gov. Andrew M. Cuomo and transit leaders are suddenly promoting a different solution: ultra-wideband radio, a technology they say could shorten the timeline to under a decade.\nBut there is one problem — no one knows if it can actually work.\nNo major transit system has adopted it and researchers are still studying whether ultra-wideband radio can be used effectively in tunnels. Transit experts question whether it is wise to focus on an emerging technology, rather than ramping up the signal modernization efforts currently underway.\n“It hasn’t shown that it can deliver,” said Richard Barone, a vice president at the Regional Plan Association, an urban policy group. “New York doesn’t need to be the guinea pig for new technologies.”\nMr. Cuomo, a Democrat who controls the Metropolitan Transportation Authority and is facing a re-election challenge focused on his management of the subway, has been hungry for a quick fix. During a recent speech, Mr. Cuomo declared that ultra-wideband testing in the subway was going well and could be installed as quickly as eight years.\nHinting at his urgency on the matter, Mr. Cuomo said he had not yet told the subway’s new leader, Andy Byford, who previously led Toronto’s transit system, that he thought even eight years was too long to wait for modern subway signals.\n“I don’t want to say that to Andy because he just started, and I’m afraid he’ll run back to Toronto,” Mr. Cuomo said. “But this is an exciting development of a new type of technology.”\nMr. Cuomo, who is running for a third term, has received a barrage of criticism over the subway’s dismal performance from the actress Cynthia Nixon, who is running against him in the Democratic primary. A modern signal system is viewed as a key fix because it would be more reliable and allow more trains to run closer together, increasing capacity on the overburdened system.\nSubway officials noted that ultra-wideband technology had been used by the military for years and it was also being tested on Boston’s transit system. During testing on tracks in New York, the technology was able to determine where a train was located “down to the little micrometer” and how fast the train was moving, according to Joseph J. Lhota, the authority’s chairman.\nSubway officials must now test the technology under different scenarios and connect it with hardware on trains, Mr. Lhota said.\n“Based on what I’m seeing, I’m optimistic,” Mr. Lhota told reporters during a recent tour of a subway yard in Manhattan. “We’re getting the information we need.”\nUltra-wideband technology is a wireless radio system that uses a small amount of energy to transmit large amounts of data. Devices called nodes could be placed about 1,000 feet apart in tunnels and communicate with each other by “hopping” data from node to node, according to a proposal from Metrom Rail, a company that develops rail technology and was a winner of the authority’s recent subway genius competition.\nA new report by the Center for Technology in Government at the University at Albany found that ultra-wideband technology could provide a cheaper alternative to existing signal technologies.\n“This is promising for something like mass transit,” said G. Brian Burke, the center’s managing director. “However, if mass transit is going to use it, they would need to pilot it in their own environment.”\nThe eight-month study, which tested the technology at the university’s underground tunnel system used by students to get around during winter months, found that ultra-wideband could measure distance precisely within about four inches. The report recommended studying whether the signal could be affected by the size of trains and interference from passengers’ cellphones, among other potential issues.\n“If you’re using it within a mass transit system, you have to be precise 100 percent of the time,” Mr. Burke said.\nSince late last year, the M.T.A. has been testing ultra-wideband radio on test tracks on the Culver Line in Brooklyn and on the shuttle that runs between Times Square and Grand Central Station, subway officials said. They are testing equipment from several vendors, including Metrom Rail.\nMr. Byford said he wants to study the new technology while moving quickly to upgrade signals on crowded routes like the Lexington Avenue line using the traditional approach.\n“I want to use proven technology to deliver improvements quickly while ultra-wideband is tested and proven in parallel in another area,” Mr. Byford said in a statement.\nJoe Pesaturo, a spokesman for the Massachusetts Bay Transportation Authority, which runs Boston’s subway, said the agency had tested ultra-wideband radio on its Green Line and planned to award a contract this summer for a new train-protection system on the line that could incorporate the technology.\nIf Boston or New York embraces the technology, other transit systems could follow. But subway officials in New York have often been cautious to be the first to adapt new technology because they oversee the nation’s largest subway, with nearly six million daily riders. Any hiccups could have a huge impact.\nThe M.T.A.’s effort to upgrade signals has been plagued by problems. Only one line — the L train — has a modern signal system, known as communications-based train control, or C.B.T.C., after nearly two decades of work. A similar plan for the No. 7 line has been repeatedly delayed and might finally be completed by the end of the year.\nMr. Barone, of the Regional Plan Association, said that signal work could be done more quickly if the M.T.A. truly makes it a priority. But that would also mean that riders would have to tolerate longer station closures.\n“I’m concerned that we’re going to spend a lot of time focusing on this one little piece,” Mr. Barone said of ultra-wideband radio. “It’s not about this one little piece. It’s about streamlining the process so that we can install this system fast.”\nFacing a subway crisis and a demanding Mr. Cuomo, the M.T.A. has started to take chances on newer technology. Officials quickly installed countdown clocks using Bluetooth receivers, which has led to many complaints about their accuracy.\n“It’s not like the installation of a countdown clock — it works but it’s not all that accurate,” Mr. Barone said. “When it comes to the train operation, it’s a much higher standard.”", "date": "April 23, 2018", "href": "https://www.nytimes.com/2018/04/23/nyregion/mta-subway-ultra-wideband-radio.html", "tags": "hopes ultra-wideband subway ” system m.t.a pins could fix new unproven technology said"}