{"title": "M.T.A. Reaches Labor Deal With Transit Workers", "content": "The Metropolitan Transportation Authority on Monday reached a tentative contract agreement with the union representing New York City’s subway and bus workers, officials said.\nThe agreement, which union officials said would provide pay raises of more than 2 percent a year, was reached on Monday morning, shortly after the last contract expired.\nJohn Samuelsen, the president of Transport Workers Union Local 100, which represents about 38,000 workers, said the “solid raises” would outpace inflation and improve workers’ quality of life.\n“We waged a multifaceted campaign that raised the awareness about the value transit workers have to this city, the dangerous nature of their work and the sacrifices they make to move eight million riders a day,” Mr. Samuelsen said in a statement.\nUnion leaders had focused on worker safety after the death of a transit worker in November prompted a federal investigation. The worker was struck by a subway train in Brooklyn while setting up warning lights for a construction zone.\nThe contract negotiations could be one of the final hurdles for the authority’s chairman, Thomas F. Prendergast, who is stepping down soon. He announced his departure the day after the opening of the Second Avenue subway in Manhattan this month; his successor has not been named.\nMr. Prendergast said in a statement that the contract addressed the needs of the union workers and was “an affordable agreement that can be accommodated within our financial plan.”\nOfficials from the authority and the union declined to discuss the details of the contract. The agreement still needs to be approved by the union’s executive board and ratified by its membership. It also needs to be approved by the transportation authority’s board.\nJon Weinstein, a spokesman for Gov. Andrew M. Cuomo, who effectively controls the authority, said in a statement, “We congratulate the M.T.A. and T.W.U. on reaching an agreement for the hard-working women and men who keep New York City moving.”\nThe 28-month contract would provide a 2.5 percent raise for all workers in the first 13 months, a 2.5 percent raise in the following 13 months and a $500 payment for the final two months, according to an official who was briefed on the negotiations but was not authorized to discuss them publicly. The raises would take effect after the contract is ratified. Bus operators who drive large buses with connected segments would also receive hourly wage increases, among other provisions in the contract, the official said.\nIn November, when the authority announced its proposals to raise fares in 2017, officials said they had budgeted for a 2 percent annual wage increase for workers. A spokeswoman for the authority, Beth DeFalco, declined on Monday to say how the higher wage increases would be paid for.\nMr. Cuomo, a Democrat, has had a friendly relationship with the union and has praised transit workers as he has taken a more hands-on role with the authority as part of his broader infrastructure agenda. Mr. Samuelsen, who is a harsh critic of Mayor Bill de Blasio, has praised Mr. Prendergast for his leadership of the agency.", "date": "Jan. 16, 2017", "href": "https://www.nytimes.com/2017/01/16/nyregion/mta-new-york-transit-strike.html", "tags": "reaches authority labor agreement officials percent union would contract m.t.a workers deal transit"}