{"title": "Made in Britain: What does it mean for trade after Brexit?", "content": "Rules of Origin sounds like it should be a cult video game. \nBut it is actually an important concept in international trade that will have a big impact on the Brexit negotiations, as they begin to focus on the future relationship between the EU and the UK. \nIt's all about how you define where products really come from and what Made in Britain really means. \nAt issue is the kind of economic and trade agreement that will replace the UK's current membership of the European Union. \nWell, we know Theresa May's government is committed to leaving the single market and the customs union. \nAnd we also know that, given the red lines the UK has established, the EU is saying that the best it can offer is a free trade agreement, along the lines of the EU-Canada deal (known as Ceta) which came into force last year. \nThe UK wants something more ambitious, but leaving the customs union has a big impact on rules of origin. \nThe big advantage of being in the customs union is that there are no tariffs (taxes on imports or exports) charged on goods traded between its member states. \nThe disadvantage, from a UK perspective, is that you lose the ability to negotiate your own trade deals with other countries around the world. \nWell, you can get rid of most tariffs in a free trade agreement, and still retain the ability to negotiate your own trade deals. But unfortunately it's not that simple.\nThis is where rules of origin complicate the picture.\nTo comply with rules of origin requirements, companies that make things need to tell customs authorities where all the component parts come from. \nTo put it another way, they need to prove the \"economic nationality\" of their products. That means working out the total value, and where that value was added along the way.\nThe idea is to prevent abuse of the system, by making sure that products can't enjoy preferential or zero tariffs as part of a free trade deal after being manufactured mostly on the cheap elsewhere.    \nAt the moment, because the UK is in the EU customs union, any value added to a UK product anywhere in Europe is considered local, and vice versa. Once the UK leaves, that will no longer be the case automatically.  \nAnd that makes supply chains important. Some products have much more complex supply chains than others, so rules of origin requirements will affect some industries more than others. \nFor some sectors it's not an issue at all because they are exempt. \nBut chemicals, various kinds of machines, and cars are all potentially vulnerable. \nFor example, rules of origin in trade deals usually require around 55% of the components of cars to be considered local. \nBut - according to the Society of Motor Manufacturers and Traders - the average car manufactured in the UK currently has only about 44% UK content at best, because so many parts cross borders several times before the finished product emerges. \nAnd once you take account of the fact that many of the sub-contractors down the supply chain also source many of their parts from abroad, the SMMT estimates that that figure for cars made in the UK could be as low as 25%. A huge challenge. \nYes, there are ways to reduce the risk to business. Free trade deals often include measures that allow both parties to consider value added in the other jurisdiction as local - and it seems safe to assume that a future EU-UK trade deal would do just that. \nBut a report published this month by the Food and Drink Federation said everyday food products manufactured in the UK, such as chocolate bars and frozen pizza, could fail to meet some rules of origin requirements anyway if a free trade deal similar to Ceta was negotiated between the EU and the UK. \nThat's because the food industry relies on ingredients that are sourced from across the globe. \nNo, it's not. Many supply chains are global. \nAnd it's also worth bearing in mind that rules of origin will have an impact on the UK's efforts to replicate its current EU trade agreements with other countries around the world, or to sign new ones. \nUK manufacturers with products that are made in both the UK and the EU may well find it difficult to meet rules of origin requirements with these other countries.  \nAgain, deals can be done to broaden the definition of what \"local\" origin means. But if the UK wants a broader definition, other countries could demand the same in return.\nEither way, there could well be an extra burden on businesses. \nThere are significant costs, administrative and legal, for businesses that have to prove the origin of goods. \nIn some cases, that could even mean that it's cheaper just to pay a low tariff than to go through the bureaucracy involved in getting an exemption. \n\"There are steps that can be taken to mitigate the costs,\" says Sam Lowe of the Centre for European Reform. \"But outside the customs union you cannot eliminate those extra costs entirely.\" \nYes, and there are other layers of complexity that we haven't got into here. But you could well begin to hear a lot more about rules of origin once talks on the future relationship between the UK and the EU get under way. \nThe task for EU and UK negotiators is to come up with a new agreement that limits the disruption to supply chains as much as possible. But it will not be frictionless trade. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "26 March 2018", "href": "https://www.bbc.co.uk/news/uk-politics-43516496", "tags": "brexit uk origin eu well union britain trade products could made customs mean rules"}