{"title": "Madonna Eurovision performance in doubt", "content": "Madonna's performance at the Eurovision Song Contest has been thrown into doubt by organisers, who say she has yet to sign a contract for the show.\nSpeaking on Monday, Eurovision's executive supervisor Jon Ola Sand said: \"The European Broadcasting Union has never confirmed Madonna as an act.\"\nHe continued: \"If we do not have a signed contract she cannot perform on our stage.\"\nThe contest takes place in Tel Aviv in Israel on 18 May.\nMadonna's appearance was announced by her US and UK publicists in April.\nThey said the star was due to play two songs during the interval - one from her new album Madame X and another from her back catalogue, rumoured to be 1989's Like A Prayer.\nEurovision organisers downplayed the story at the time, saying \"no final decisions\" had been made - although this appeared to be a formality.\nBut Sand, who has produced the contest since 2010, said on Monday that negotiations were still ongoing.\n\"We are in a situation now that is a bit strange,\" he said. \n\"We have an artist who would like to participate in the Eurovision Song Contest, and who we would love to welcome on that stage. But for that we need to have the framework secured. \n\"We are negotiating now, in the final stage of that - but if there is no signed contract this week, she will not be on the stage.\"\nAccording to the Jerusalem Post, Madonna will arrive in Tel Aviv to start rehearsals on Wednesday.\nIt is not clear how Eurovision would fill the half-time show if her appearance was cancelled.\nHowever, there is already a separate performance planned featuring four former contestants - Conchita Wurst, Måns Zelmerlöw, Eleni Foureira and Verka Serduchka - recreating some of Eurovision's most memorable moments.\nThis year's contest is being held in Israel after the country's entry - Netta's song Toy - won the 2018 edition. \nBut there have been calls for performers and broadcasters to boycott the competition over Israel's human rights record.\nIn January, British figures including Dame Vivienne Westwood, Peter Gabriel, Roger Waters, Mike Leigh, Maxine Peake and the band Wolf Alice signed a letter calling on the BBC to cancel coverage of the 2019 song contest.\nThe signatories criticised Israel over its occupation of the West Bank, East Jerusalem and the Golan Heights. \"Eurovision may be light entertainment, but it is not exempt from human rights considerations - and we cannot ignore Israel's systematic violation of Palestinian human rights,\"  they wrote.\nOthers denounced the proposed boycott, saying that Eurovision's \"spirit of togetherness\" was \"under attack\".\nPublic figures including Stephen Fry, Sharon Osbourne, Marina Abramovic and pop mogul Scooter Braun signed a counter-statement, claiming \"the cultural boycott movement [was] an affront to both Palestinians and Israelis who are working to advance peace through compromise, exchange, and mutual recognition\".\nCommenting on the row, Madonna said she was a supporter of all human rights.\n\"I'll never stop playing music to suit someone's political agenda, nor will I stop speaking out against violations of human rights wherever in the world they may be,\" she said in a statement to Reuters.\n\"My heart breaks every time I hear about the innocent lives that are lost in this region and the violence that is so often perpetuated to suit the political goals of people who benefit from this ancient conflict. \n\"I hope and pray that we will soon break free from this terrible cycle of destruction and create a new path towards peace.\"\nNetta is due to perform during the first Eurovision semi-final, which takes place later on Tuesday.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "14 May 2019", "href": "https://www.bbc.co.uk/news/entertainment-arts-48265290", "tags": "song doubt rights contest israel performance eurovision human stage madonna signed"}