{"title": "Mahathir Mohamad, Leading Malaysia Again at 92, Is on a Mission", "content": "PUTRAJAYA, Malaysia — Racing to figure out the depth of the fiscal crisis that awaited him after his inauguration, Prime Minister Mahathir Mohamad and his aides first entered the Malaysian government offices last month to find an alarming sight: oversize garbage bags filled with shredded documents, a snowstorm of loose papers on the floor, even half-consumed food left by former occupants in a hurry to get out.\nAt the Finance Ministry down the street, Lim Guan Eng, Malaysia’s new finance minister, found computers in which even the highest-ranking bureaucrats were locked out of certain accounts. In some cases, vital files were accessible only to a single person: Najib Razak, the nation’s scandal-tainted former prime minister, who had also served as finance minister.\nEvidence of financial malfeasance by Mr. Najib and his cronies helped Mr. Mahathir’s opposition alliance win national elections on May 9, unseating a political force that had governed Malaysia since it gained independence in 1957. But the euphoria surrounding a historic democratic transition has given way to a more sobering reality.\nEven without piecing together a single shredded document, Mr. Mahathir, who previously served as prime minister from 1981 to 2003, has discovered that the country is in far worse financial shape than he and his allies had feared. The national debt, tallied at $170 billion by Mr. Najib’s administration, has been reassessed, along with other government liabilities, at $250 billion. That is 80 percent of Malaysia’s gross domestic product.\n“The more we look into the previous administration, the more bad things we find,” Mr. Mahathir said in an interview in the grand, Islamic-style prime minister’s office in Putrajaya, the administrative capital he helped design in the late 1990s. “Any organization that had money, the previous government found the means to take the money.”\nThe United States Department of Justice has already accused Mr. Najib, Mr. Mahathir’s one-time protégé, of siphoning $731 million from the country’s investment fund into his personal bank accounts. At least $4.5 billion is believed to have been diverted from that fund, known as 1Malaysia Development Berhad, or 1MDB.\nBut the claims of theft from national coffers extend beyond 1MDB to encompass an astonishing array of government-funded initiatives, from a rural development program and a plan for religious pilgrims to a provident fund and a coal mine in Mongolia.\n“All have been raped by the previous government,” said Mr. Mahathir, who defected from the governing alliance two years ago. “They have taken money. Now they have lost the money.”\nMr. Lim, an accountant and former banking executive, was equally direct. “They were just robbing the country blind,” he said. “I’m having nightmares practically every day, wondering what land mines will I tread on the following day.”\nIf Mr. Mahathir’s Alliance of Hope had not scored its surprise victory in the elections last month, Mr. Lim said, “the nation would have become a basket case.”\nHe added, “We would be at a terminal stage.”\nCoaxing the nation back to health depends on Mr. Mahathir, whose first tenure as prime minister was marked as much by his authoritarian impulses as his success in shepherding Malaysia’s transformation into a upper-middle-income country. During his 22 years in power, Mr. Mahathir was accused by critics of playing race politics, muzzling the news media and locking up his enemies.\nYet even Mr. Mahathir’s former detractors contend that he is a changed man, cognizant of how unchecked power in the wrong hands can devastate a country.\n“He has mellowed, and unlike his first time in office, he has now realized that independent institutions are not a bad thing,” said James Chin, the Malaysian-born director of the Asia Institute at the University of Tasmania. “Previously, he was all about centralization of power in the prime minister’s office.”\nThat assessment is shared by those whose political careers he once derailed. Mr. Lim, the current finance minister, was imprisoned twice during Mr. Mahathir’s previous time in office.\n“I think it’s Mahathir version 2.0,” Mr. Lim said of his new boss. “I think it’s very different from the version 1.0 we saw when he first became prime minister. He’s more reformist.”\nHe is also a man in a hurry. Mr. Mahathir is unquestionably Malaysia’s most charismatic and popular politician, but he will turn 93 next month. Mr. Mahathir has committed to eventually handing power to Anwar Ibrahim, the longtime leader of the opposition who was in prison during the recent elections.\n“He’s a man with a mission, driven by the need to get things done in the shortest possible time,” Mr. Lim said. “He’s moving at a frenetic pace.”\nBut Malaysia’s political malaise cannot be traced only to the nine years that Mr. Najib was in power.\n“The state in which the country is today is not just the result of Najib Razak’s misgovernance but also decades of populist politics and semi-authoritarian practices,” said Sophie Lemière, a Malaysia specialist at the Ash Center for Democratic Governance and Innovation at Harvard University.\nMr. Mahathir acknowledged that cleansing a political machine riddled with corruption, not to mention aiding at least six national governments that are investigating missing 1MDB funds, has proved taxing. “We have asked so many people to resign we are left with a skeleton,” Mr. Mahathir said.\nBut he refused to acknowledge any systemic faults with the Malaysian political system, instead blaming Mr. Najib’s astonishing greed for the nation’s predicament. Police raids last month on properties associated with Mr. Najib and his family turned up $28.6 million in cash and more than 430 designer handbags.\n“It is obvious that he has stolen money,” Mr. Mahathir said, indicating that his government had already accumulated “enough evidence” to have Mr. Najib and his wife, Rosmah Mansor, put on trial. The two have been barred from leaving the country.\n“It’s not a question of seeking revenge,” Mr. Mahathir said. “It is just the application of the rule of law.”\nMr. Mahathir, long known as a workaholic, has kept to a schedule that would be punishing for a leader half his age. This week, he made his first foreign trip, to Japan, to court investors who could counter China’s hold on the Malaysian economy. After returning late Tuesday, he woke up before dawn to pray. He has been fasting for the holy month of Ramadan.\nMr. Mahathir’s mental agility appears uncompromised, and his judgments are as pointed as ever. He has shown little patience for President Trump, who welcomed Mr. Najib to the White House last year and once called him his “favorite prime minister.”\n“I have no plans to go and see him,” Mr. Mahathir said of Mr. Trump, whom he called “volatile.” “I don’t know how I can deal with a person who is so much like a chameleon.”\nMr. Mahathir has already distanced himself from his vow to hand over power within two years to Mr. Anwar, his onetime deputy who was released last month from prison. After all, Mr. Mahathir joked, he had suggested that time frame only because some thought he might become senile at age 95.\nMr. Anwar has been jailed twice, once during Mr. Mahathir’s tenure, after the two fell out. Yet Mr. Mahathir refused to accept that Mr. Anwar’s conviction for sodomy and corruption was in any way politically motivated. The police were the ones who pursued the case, he said in the interview — though at the time, in 1998, he publicly said that “I cannot accept a man who is a sodomist as leader of the country,” and that he felt that Mr. Anwar had challenged his leadership.\n“I didn’t do it. It was done in the proper way,” Mr. Mahathir insisted on Wednesday. “It was up to the judge to decide whether there was a case or not.”\nMr. Lim, the finance minister, admitted that Mr. Mahathir had never expressed regret for jailing him — but also said it was vital not to let old grievances fester.\n“I forgive, but that doesn’t mean I will forget,” Mr. Lim said. “I think the most important thing is to look forward.”\nAs for Malaysia’s new prime minister, who now has a rare opportunity to reshape his legacy, transform himself into a democratic icon and erase his strongman reputation, Mr. Mahathir refuses to engage in sentimentality.\n“When you die, they rewrite your story,” he said. “So when I am not around, they can say what they like.”", "date": "June 14, 2018", "href": "https://www.nytimes.com/2018/06/14/world/asia/malaysia-mahathir-mohamad.html", "tags": "minister malaysia “ mohamad prime mahathir lim najib mission leading"}