{"title": "Maine Voters Could Expand Health Care To 70,000 People On Election Day", "content": "Maine voters will decide at the polls Tuesday whether the Pine Tree State will join 31 states and the District of Columbia in expanding Medicaid to more low-income adults under the Affordable Care Act.\nIf the ballot initiative ― Question 2 ― to establish the expansion passes, it would mark a major win for progressive health care activists, the state’s hospital industry and, most of all, the estimated 70,000 Mainers who would gain health coverage as a result. A vote to expand Medicaid ― known as MaineCare in the state ― also would serve as a rebuke to Gov. Paul LePage (R), who is leading the opposition to the initiative after having vetoed bipartisan Medicaid expansion bills five times since 2013.\nThe opportunity for Maine voters to expand health care coverage to so many people ― more than the population of the state’s largest city, Portland ― stands in stark contrast to the national movement to repeal the Affordable Care Act, spearheaded by President Donald Trump and Republican leaders in Congress, that would result in millions losing health benefits. Success in Maine would signal that some voters, at least, want to move in the other direction.\n“Too many people lack access to health care, and this provides a solution. It’ll make our health care system more fair, so it’ll increase access to people who are currently going without the health care they need,” said Robyn Merrill, executive director of Maine Equal Justice Partners, a legal aid organization based in the capital city of Augusta. Merrill also is a spokeswoman representing Mainers for Health Care, a broad coalition of organizations that won a place on the ballot for Medicaid expansion.\n“We can’t afford to wait any longer, and it’s already just such a shame that we’ve lost out on several billion dollars of new federal funds and the opportunity to cover thousands of people,” Merrill said. \nMainers for Health Care is joined in support of the Medicaid expansion by dozens of groups, including the Maine Hospital Association, Maine Medical Association and Maine State Nurses Association, as well as the state chapters of national organizations such as the American College of Physicians and the American Nurses Association.\nLePage and several of his closest political allies founded a political action committee called Welfare to Work to fight the Medicaid expansion ballot initiative. The PAC didn’t respond to a request for comment sent to the contact form on its website.\nAs written, the Affordable Care Act called for a nationwide expansion of Medicaid eligibility to anyone earning up to 133 percent of the federal poverty level, which is about $16,000 for a single person and $33,000 for a family of four. \nPrior to the 2010 law, poor adults without children living at home or who didn’t have a disability mostly were excluded from Medicaid, no matter how little they earned. The federal government pays at least 90 percent of the costs of expanded Medicaid, compared to a little over half of the program’s costs for other categories of enrollees, including pregnant women, children and people with disabilities. \nBut in 2012, the Supreme Court ruled that states ― which jointly operate and finance Medicaid with the federal government ― could opt out of the expansion. Nineteen states including Maine ― all with Republican governors, GOP-majority legislatures or both ― have refused to take up the expansion.\nAs a consequence, there are an estimated 2.5 million people ineligible for help getting health coverage ― in some cases because they’re too poor. \nBecause Congress intended the Medicaid expansion to be national, the Affordable Care Act’s subsidies for private health insurance are only available to people who earn more than the federal poverty level, which is about $12,000. People in non-expansion states who make more than that can get coverage from the law’s health insurance exchanges. But those whose wages are less than poverty get nothing and live in what’s called the “Medicaid gap” or “coverage gap.”\n“We work with people and talk with people every day who fall into the coverage gap,” Merrill said. \nMainers for Health Care started gathering signatures on Election Day last year to get Medicaid expansion on the ballot and obtained nearly enough that first day to meet the minimum threshold. Expansion supporters eventually collected 66,000 signatures.\nThe original plan was to use the threat of a popular vote on Medicaid to pressure holdout legislators to support a bill to achieve the same result so that the measure could achieve a veto-proof supermajority, Merrill said. But organizers changed course and decided to press forward with the ballot initiative, partly because of the national debate on scaling back the Affordable Care Act, she said.\nThe primary arguments expansion backers make start with the benefits of expanding coverage to low-income Mainers, but they also emphasize that the influx of federal dollars could help shore up the finances of vulnerable rural hospitals in the state and stimulate the local economy. \nEvidence from other expansion states indicates the policy creates all three of those effects. Other research has shown that private health insurance premiums are lower in states that expanded Medicaid because fewer people with costly health problems are in the same pool as other private insurance customers.\nLePage’s opposition to Medicaid expansion is mostly ideological and, as governor, he’s implemented or proposed a number of policies to actually limit the availability of Medicaid coverage and shrink the program’s rolls.\nRegarding the ballot initiative, LePage has warned that the state can’t afford its share of the expense. “They’re going to be getting it free from the state of Maine. But free is very expensive to you, the taxpayer,” he said during a recent interview with Presque Isle-based TV station WAGM.\nBut LePage’s administration has used fuzzy math to promote an inflated estimate of the cost to Maine of expanding Medicaid that’s much higher than the estimate produced by the legislature’s nonpartisan budget analysts. \nLePage also misleadingly points to a 2002 MaineCare expansion that the state had to curtail because of cost. Unlike the Affordable Care Act’s Medicaid expansion, the previous Maine effort received the regular, smaller federal contribution, not the Affordable Care Act’s enhanced federal funding.\nMainers for Health Care was unaware if there has been any public polling on support for the Medicaid expansion ballot initiative. Merrill also acknowledged the effort faces a headwind because this Election Day doesn’t feature any major contests, such as for governor or Congress.\n“An off-year election is not ideal in terms of turnout,” Merrill said. “It’s about getting the word out to people and really working to get out the vote.”\nTo date, Mainers for Health Care and its allies have canvassed more than 150,000 homes, are planning Election Day get-out-the-vote efforts and have been running a TV, radio and digital advertising campaign since last month.", "date": "\n11/06/2017", "href": "https://www.huffpost.com/entry/maine-voters-could-expand-health-care-to-70000-people-on-election-day_n_5a009b2ce4b04cdbeb3523bd", "tags": "people election coverage voters maine medicaid ― expand state could expansion care day health"}