{"title": "Mainers Vote To Expand Medicaid Under Obamacare", "content": "Maine residents on Election Day voted to extend Medicaid coverage to an estimated 70,000 of their neighbors by overwhelmingly approving a ballot initiative 59 percent to 41 percent with two-thirds of precincts reporting their vote tallies, according to The Associated Press via the Portland Press Herald.\nThe outcome of the vote on Maine’s Question 2 is a win for those low-income Mainers who had been unable to access health coverage through the program, called MaineCare in the Pine Tree State, and a political loss for Gov. Paul LePage (R), who led the public opposition to the ballot initiative after vetoing five bipartisan bills to achieve the same outcome since 2013.\nThe decision by Mainers to extend health coverage to about 70,000 people ― which is more than live in Portland, the largest city in the state ― stands in contrast to efforts at the national level by President Donald Trump and the GOP to repeal the Affordable Care Act and significantly scale back programs that help people get covered.\nMaine now joins 31 states and the District of Columbia that have expanded Medicaid under provisions of the Affordable Care Act. \nThat law called for a nationwide Medicaid expansion to anyone earning up to 133 percent of the federal poverty level, which is about $16,000 for a single person and $33,000 for a family of four. The Supreme Court, however, ruled in 2012 that states could opt out of the expansion. \nAfter Maine’s vote, there are still 18 states that haven’t adopted the policy, and more than 2 million people are uninsured as a consequence.\nThe effort to put Medicaid expansion on the ballot in Maine began on Election Day a year ago. Since then, Mainers for Health Care, a coalition of groups supporting expansion, waged a statewide public awareness, outreach and advertising campaign to win over voters. LePage and his allies did the same through a political action committee they founded called Welfare to Work.\nThe Maine Medicaid expansion won the endorsements of dozens of organizations in the state, including the Maine Hospital Association, the Maine Medical Association, the Maine State Nurses Association and the state chapters of national organizations like the American College of Physicians and the American Nurses Association.\nMedicaid expansion became the law of the land in Maine with the outcome of Tuesday’s vote, but the benefits won’t be available to eligible residents until the middle of next year at the soonest, Robyn Merrill, a spokeswoman for Mainers for Health Care and executive director of the legal aid organization Maine Equal Justice Partners, said in an interview before Election Day.\nThe Maine legislature now must develop a plan to pay for the state’s share of the cost of Medicaid expansion. Under the Affordable Care Act, the federal government pays at least 90 percent of the expense and states must pick up the rest.\nMedicaid expansion may go before voters in Idaho and Utah next year, as advocates are currently in the process of gathering signatures to get the question on the ballot in those two states.", "date": "\n11/07/2017", "href": "https://www.huffpost.com/entry/maine-medicaid-expansion-vote-election-day_n_5a00e64be4b07eb511819f87", "tags": "care percent mainers obamacare maine ballot medicaid states expand state expansion vote"}