{"title": "Major Health Insurer Bailing On Most Obamacare Exchanges", "content": "WASHINGTON -- UnitedHealth Group, the largest health insurer in the U.S., will pull out of most states' Obamacare exchanges next year, the company announced Tuesday.\nUnitedHealth cited about $1 billion in losses over the past two years for the firm's decision to significantly scale back its business on the health insurance exchanges created by the Affordable Care Act.\nUnitedHealth offers policies on the exchange marketplaces in 34 states this year, but will only remain in a \"handful\" of states in 2017, UnitedHealth CEO Stephen Hemsley said during a conference call on the company's quarterly earnings. The company cautioned in November it might bail on the marketplaces nationwide.\nThe UnitedHealth Group announcement and warning signs from other health insurers that Obamacare enrollees are costlier than expected serve as a reminder of how new and how fragile the health insurance exchange marketplaces are ahead of the open enrollment period for 2017 coverage, which begins this fall. \nPresident Barack Obama's health care overhaul may have extended health coverage to an estimated 20 million people and brought the uninsured rate to an all-time low, but its future remains uncertain as market dynamics continue to play out. No matter what UnitedHealth Group may be doing next year, it's going to take longer than that to determine whether the regulated, subsidized health insurance exchange market will be viable long term.\nAt the end of the 2016 sign-up period in February, close to 13 million people had private health insurance obtained via the exchanges. But enrollment may have virtually plateaued, the Congressional Budget Office projects modest growth in future years, and concerns remain that younger, healthier consumers don't consider the coverage to be affordable or a good value.\n\"Our own experience and performance have been unfavorable in these markets. The smaller overall market size, the shorter-term, higher-risk profile within this market segment continue to suggest we cannot broadly serve it on an effective and sustained basis. Next year, we will remain in only a handful of states,\" Hemsley said during the conference call.\nThe administration sought to tamp down worries about the overall state of the health insurance exchanges despite this uncertainty. \n\"As with any new market, we expect changes and adjustments in the early years with issuers both entering and exiting states. The marketplace is a reliable source of coverage for millions of Americans with a robust number of plan choices. We have full confidence, based on data, that the marketplaces will continue to thrive for years ahead. The number of issuers per state has grown year-over-year,\" Department of Health and Human Services spokesman Ben Wakana said in a statement Monday.\nOther insurers, including Humana and Blue Cross Blue Shield of North Carolina, also have publicly weighed ending their participation in the exchanges because of losses related to attracting too many sick customers and too few healthy ones.\nBut some insurance companies have earned profits on their exchange business, or at least are willing to sustain losses while the market matures, including Aetna, Anthem, Kaiser Permanente, Molina Healthcare and Centene. Aetna is seeking federal approval to merge with Humana, and Anthem needs the government's OK to proceed with its plan to combine with Cigna, which could make these companies more likely to remain in the exchanges to keep favor with the administration. \nUnitedHealth is a relatively minor player in the exchanges. Despite offering plans in more than 30 states this year, the company's approximately 800,000 exchange customers represent only a 6 percent national market share. \nUnitedHealth was among the lowest-priced sellers in few markets and failed to attract large numbers of customers in most states, according to an analysis based on its 2016 business that the Henry J. Kaiser Family Foundation published Monday. \nThe impact of UnitedHealth's departure from the marketplaces would be modest nationally, but significant in some states, where premiums would rise and consumers would have less choice, according to the Kaiser Family Foundation. Consumers in Alabama, Arizona, Iowa, Nebraska and North Carolina would see the biggest negative effects if UnitedHealth left, the report concludes.\nHemsley didn’t say what states UnitedHealth would leave or where they would remain. UnitedHealth previously said it wouldn’t sell policies on the exchanges in Arkansas and Michigan, and would maintain only a small presence in Georgia next year. Bloomberg News reported Monday the insurer also would leave Louisiana and Oklahoma.\nThree years into the exchange market's existence, insurers have an incentive to pressure the federal and state exchange regulators with threats to exit the markets to gain leverage when their premium increases are reviewed, or to win favorable treatment on other issues, such as a permanent repeal of an Affordable Care Act tax on their products. Likewise, the administration has an incentive to portray its health overhaul in a positive light by downplaying the specific effects of UnitedHealth's withdrawals. \nThose insurers losing money on the exchanges are likely to ask for larger rate hikes next year to compensate, requests that already are trickling in to state and federal regulators. About 85 percent of exchange customers receive federal subsidies that can shield them from premium increases, and the 2015 and 2016 enrollment periods demonstrated that exchange customers are prone to shop around and switch carriers to save money, which could limit the financial impact of higher prices.\nBut the remaining 15 percent of exchange enrollees and the estimated 9 million people who buy health insurance off the exchanges directly from the carrier or through a broker aren't subsidized and will bear the full brunt of whatever premium increases are coming.\nThe Obama administration has taken some steps to address insurer concerns, including imposing new requirements consumers must meet to sign up outside the annual enrollment period, and Congress reduced the cost pressures facing insurers by blocking an Obamacare tax on the companies next year.\nThe administration is severely limited in what it can do to address the underlying issues, beyond outperforming itself in enrolling more healthy consumers for next year. The White House has proposed policies designed to make the Affordable Care Act function more smoothly, but they have been ignored by the Republican-controlled Congress. The GOP, meanwhile, remains focused on repealing the law and replacing it with a still-unknown plan of its own.\nUnitedHealth and other publicly traded insurers like Anthem, Aetna and Humana have reported financial losses on their exchange business since 2014, the first year they went online. Some of these companies have even halted commissions to insurance brokers for sales of exchange policies as a way of discouraging more people from choosing their products.\nThe Blue Cross Blue Shield Association, which licenses that brand name to insurers across the country that dominate the exchange sector, released data this month illustrating how the customers who signed up via the marketplaces are sicker and more expensive than the firms' pre-Obamacare policyholders. The insurance ratings firm A.M. Best also reported this month that the exchange business is creating financial pressure on Blue Cross Blue Shield companies.\nIn spite of UnitedHealth's losses on the health insurance exchanges, the company still enjoyed a profitable first quarter, beating analysts' projections for earnings per share.", "date": "\n04/19/2016", "href": "https://www.huffpost.com/entry/unitedhealth-group-obamacare-exchanges_n_571554d9e4b0018f9cbade3b", "tags": "next market obamacare exchanges major states exchange unitedhealth insurer year bailing insurance health"}