{"title": "Make Commuters Pay Their Share Again", "content": "Even as New York’s political leaders talk about a new, higher tax rate for the rich to fix mass transit, they might consider reviving an old revenue source that state lawmakers eliminated 18 years ago, to New York City’s enduring harm. This is the commuter tax, a modest imposition on the paychecks of 811,000 suburbanites who make their living in the city and may reasonably be expected to contribute a little to help keep it running.\nThat tax was 0.45 percent of a person’s earnings, one-ninth of the top income tax rate that the city imposes on its own residents. It died in 1999 because of political gamesmanship in Albany, not because of any reasoned debate over fiscal policy.\nIf it were in place today, it would cost a typical commuter, described by budget officials as someone with an income of $84,000, only $378 a year. That’s just a little more than a dollar a day to pay for policing and firefighting — or for subways, if that’s where the city chooses to put the money: services that many suburbanites rely on as much as city dwellers do. The yield for the city would be huge. This year alone, it would have come to $922 million, says the city’s Independent Budget Office, relying on data from the mayor’s budget team.\nAssemblyman Jeffrey Dinowitz, a long-serving Bronx Democrat, calls the 1999 repeal “one of the biggest mistakes we ever made.” He voted against it. Given the billions that the city has cumulatively lost, he said, “it was almost a crime what happened.”\nWhat happened was Albany at its most thoughtless. There was no vast public outcry at the time to dump the tax. It had long been an accepted, if unloved, burden, created in 1966 under the stewardship of two Republicans, Gov. Nelson Rockefeller and Mayor John Lindsay, to help a city facing tough times. The rate then was 0.25 percent, which was raised to 0.45 percent five years later.\nAlmost out of nowhere, the tax became caught up in a 1999 race for a State Senate seat in Rockland and Orange Counties. Republicans and Democrats in the Legislature tried to outdo one another as tax cutters — without consulting City Hall, then under Mayor Rudolph Giuliani, about the long-term consequences. Before anyone knew it, the tax was killed.\nMuch of the city’s anger fell on Sheldon Silver, the now disgraced former Assembly speaker from the Lower East Side. Former Mayor Edward Koch even accused him of treason. It was assumed that Mr. Silver would have his hometown’s back. Instead, hoping to win that Senate seat for a fellow Democrat, he shrugged off the city’s objections, saying that it had a substantial budget surplus and could readily absorb the loss of a revenue stream that provided $360 million a year back then. Ignored was the fact that budgetary black ink can quickly turn red, as it did. (And the Democrat lost the Senate race anyway.)\nResurrection of the tax is highly unlikely at present, especially with 2018 state elections looming. The odds against it are even longer than those that Mayor Bill de Blasio faces with his proposal to pay for subway repairs by taxing the income of the city’s wealthiest more heavily. But bringing back the commuter tax would correct a historical mistake.\nAssemblyman Dinowitz suggested that proceeds from it could be spent, “at least in part if not in total,” on mass transit improvements in both the city and surrounding counties. “What more appropriate thing is there to help commuters,” he said, “than a commuter tax?”", "date": "Aug. 11, 2017", "href": "https://www.nytimes.com/2017/08/11/opinion/new-york-commuter-tax.html", "tags": "commuter tax make share city mayor even ” pay budget new commuters"}