{"title": "Making sense of Nigeria's Fulani-farmer conflict", "content": "After a spate of deadly attacks in Nigeria this year blamed on ethnic Fulani cattle herders, the president has ordered a military crackdown on the group. \nBut the issue is not new - clashes between different groups of Fulani herders and farmers have killed thousands of people in Nigeria over the past two decades. \nIn 2014, more than 1,200 people lost their lives, according to the most recent  Global Terrorism Index. This made the Fulanis the world's fourth deadliest militant group, the report said.\nFebruary's massacre of some 300 people in central Benue state and last month's raid in southern Enugu state, where more than 40 were killed, caused outrage across Nigeria. Properties were destroyed and thousands of people forced to flee their homes.\nThis led to growing anti-Fulani sentiment in some parts of the country with the hashtag #fulaniherdsmen trending on social media. \nPresident Muhammadu Buhari, himself a Fulani, has responded to the public outcry and ordered the security forces to crack down on the cattle raiders.\nBut the issue is much more complicated than this. \nDisagreements over the use of essential resources such as farmland, grazing areas and water between herders and local farmers are said to be the major source of the fighting.\nFulani herders can travel hundreds of miles in large numbers with their cattle in search of pasture. They are often armed with weapons to protect their livestock.\nThey frequently clash with farmers who consistently accuse them of damaging their crops and failing to control their animals. \nThe Fulanis respond that they are being attacked by gangs from farming communities who try to steal their cattle and they are just defending themselves.\nThe clashes used to be confined to Nigeria's central region, with the mainly Christian Berom farming community in Plateau state engaging in tit-for-tat killings with Muslim nomadic herders. \nBut the continued effect of climate change on grazing lands has pushed the Fulani herdsmen further forward south in search of grass and water. \nThis has widened the scope of the conflict with deadly incidents being increasingly reported in southern parts of the country, raising fears that the violence could threaten the fragile unity that exists among Nigeria's diverse ethnic groups.\nWhy is the conflict so vicious and complicated?\nApart from clashes with farmers, there have been allegations that some Fulanis have been involved in armed robbery, rape and communal violence especially in central and northern part of the country. Similar accusations have also been made against them in Ghana and Ivory Coast.\nTheir association with the Hausa ethnic group and their nomadic nature has also made them vulnerable to attack, and they have been caught up in ethnic clashes not of their making.\nMuch of the violence in central Nigeria dates back to the 2002 and 2004 clashes in the Yelwa-Shendam area of Plateau state in which thousands lost their lives.\nThis saw ethnic, political, economic and religious tensions overlap and the consequences are still seen with deep distrust between mainly Muslim Fulani herders and mostly Christian farming communities, who see the Hausa-Fulanis as outsiders trying to take their land.\nThe Fulanis are also sometimes attacked and have their animals stolen by bandits, prompting brutal reprisals. This is not unique to central Nigeria but the country as a whole.\nPolice recently announced the arrest of several suspected Fulani militants armed with \"dangerous weapons\" outside the capital, Abuja. The men say they were on their way to recover their stolen cattle.\nFulani associations have consistently denied any links to militants, saying they are being blamed for crimes committed by others.\n\"It is not fair to blame us for every incident because in most cases we are the victims,\" Sa'idu Baso, a senior Fulani leader in eastern Nigeria, told the BBC.\n\"Nigerian authorities need to do more to protect our people and their cattle,\" he added.\nThe deadly nature of the violence has left many people wondering about the source of the arms being used to carry out the atrocities. \nThe most common weapon used in these types of conflict is the AK47 assault rifle, Abubakar Tsav, a former federal police commissioner, told the BBC.\nHe says that the conflict in Libya and Mali has increased the proliferation of small and large arms into the country because Nigeria's porous borders are uncontrollable.\n\"Some people are exchanging stolen crude oil for arms and these are being easily shipped through our sea ports.\" \nAnother theory being suggested is that the herders get their weapons from black markets across West and Central Africa, because they live in the bush and travel throughout the region.\nThe conflict has cost Africa's largest economy more than $14bn (£10bn) in the three years to 2015, according to the UK-based humanitarian organisation, Mercy Corps.\nIt has \"impeded market development and economic growth by destroying productive assets, preventing trade, deterring investment, and eroding trust between markets actors,\" it added in a report last July.\nThe recent upsurge also represents a fresh security challenge for a country already stretched by the seven-year Boko Haram insurgency in its north-eastern region. \nUnlike that crisis which is concentrated on a fraction of the country, this conflict is occurring in almost every part of Africa's most populous nation.\nThe UN says it is worried by the \"complete impunity enjoyed so far by perpetrators of previous attacks\", and called on the government to do more to protect its citizens.\nReports in the local media say MPs are working on a law that will establish grazing areas across the country to douse the tension between the rival groups. \nBut the move has proved unpopular with many, especially in the south.\n\"The Fulani herdsman is running a business with his cows, why should we have to give up our lands for his interests,\" one man said on Twitter.\nHowever, it is difficult to generalise anything related to the Fulanis because in most cases, these nomadic herdsmen don't even know each other and carry out their activities independently.\nThere is certainly no evidence that Fulani groups have a single political goal.\nSo in many ways it is inaccurate to describe them as a single militant group.\nThis makes it difficult for the authorities to come up with any sustainable plan to end the crisis.", "date": "5 May 2016", "href": "https://www.bbc.co.uk/news/world-africa-36139388", "tags": "sense country fulani clashes making conflict nigeria herders cattle ethnic fulani-farmer central"}