{"title": "Malaysia Blames Goldman Sachs for Stolen Billions", "content": "Accused of helping to carry out an international multibillion-dollar fraud, Goldman Sachs has tried to pin the blame on a few rogue bankers.\nIt is an argument that the government of Malaysia, where the fraud was carried out, is not buying.\n“We have suffered extremely large losses, and you were the financial adviser,” said Lim Guan Eng, the finance minister of Malaysia, referring to Goldman Sachs.\n“Now how do you account for that? And don’t tell me you don’t know where the money went,” Mr. Lim said in an interview in Hong Kong on Monday. “Goldman Sachs needs to come to terms with the facts.”\nMalaysia is gearing up for a fight with an institution that was once synonymous with power and influence around the world. The government is seeking $7.5 billion in compensation from Goldman Sachs, adding to a mounting pile of penalties against the bank and deepening one of the most serious crises in its 149-year history.\nThe crisis is expected to be the main focus for David M. Solomon, Goldman Sachs’s recently appointed chief executive, when he announces the bank’s fourth-quarter results this week.\nGoldman has found itself entangled in civil and criminal investigations around the world related to the work it did in helping 1Malaysia Development Berhad — or 1MDB, which United States prosecutors have alleged was a slush fund for the former Malaysian prime minister Najib Razak and other officials. New York regulators have issued subpoenas to some Goldman bankers, the bank has held talks with prosecutors about possible fines, and most recently, its lawyers in Malaysia reached out to the country’s attorney general.\nLast month, Malaysia filed criminal charges against Goldman Sachs, accusing the bank of defrauding investors by raising more than $6 billion for 1MDB.\nGoldman Sachs has denied the charges and said that “certain members of the former Malaysian government and 1MDB lied to Goldman Sachs.” It has said it would “vigorously contest” the charges.\n“Under the Malaysian legal process, the firm was not afforded an opportunity to be heard prior to the filing of these charges against certain Goldman Sachs entities, which we intend to vigorously contest,” the bank said in an emailed statement.\nIn November, the Justice Department announced that it had secured a guilty plea from one former senior Goldman banker and filed bribery and money laundering charges against a second.\nGoldman has since said its dealings with 1MDB could still result in “significant fines, penalties and other sanctions.”\nIn Malaysia, the scandal has gripped the nation and led to the unexpected ouster of Mr. Najib, handing power to Mahathir Mohamad, 93, a former prime minister and longtime politician.\nAt the heart of the scandal is the 1MDB fund, which Mr. Najib created in the name of raising money for development projects to benefit Malaysians. Instead, prosecutors have alleged, billions of dollars were siphoned off into the personal accounts of Mr. Najib, other officials and a flamboyant Malaysian financier known as Jho Low.\nUnder Mr. Mahathir, the new government is trying to recover some of the billions that disappeared and subsequently burned a big hole in the government’s finances.\n“You look at the agony that Malaysia had to endure — not just in terms of the figures but the trauma,” Mr. Lim said. “You must have a heart. Sometimes you ask, does Goldman have a heart?”\nHe also said Malaysia would be ready to walk away from an ambitious railway project that started under Mr. Najib and was promoted as a showcase deal in China’s Belt and Road Initiative. The initiative, an enormous infrastructure plan financed by China, includes countries across Asia, Eastern Europe and Africa.\n“All options are on the table,” Mr. Lim said, adding that a decision would be made in the coming weeks.\nLast summer, citing the high costs of the deal, Malaysia halted a contract for the China Communications Construction Company to build an East Coast Rail Link, a rail line linking vast swaths of the country.\nRepresentatives from the Chinese side have been negotiating with Malaysian counterparts to revive the deal. Under the current terms, officials in Kuala Lumpur estimate that Malaysia would be making annual interest payments of 2 billion ringgit, roughly $488 million, a person with direct knowledge of the government’s estimates said. The rail, once built, is also expected to lose about $122 million a year, that person said.\nLast week, The Wall Street Journal reported that Chinese officials had offered to help bail Mr. Najib out of a growing debt hole related to 1MDB in exchange for stakes in the East Coast Rail Link and a pipeline project.\nChinese officials also offered to get the United States and other countries to drop their early investigations into 1MDB in exchange, The Journal reported, citing documents and the minutes of meetings between Chinese and Malaysian officials.\nThe China Communications Construction Company did not respond to an emailed request for comment.\nMr. Lim said the Malaysian government was looking into the allegations.\n“For us to be able to initiate any investigation, we need the documents,” he said, adding that the government had sought documents from The Journal.\nThe revelations could add to tensions among Malaysia, the United States and China at a time when Malaysia is hoping to raise money through the bond market and strike new deals. The United States has grown increasingly skeptical of China’s One Belt One Road campaign, which it sees as a campaign for political influence overseas.\nMr. Lim sought to play down rising tensions.\n“You have to look past these instances,” he said. “Just like Goldman Sachs is an outlier and doesn’t reflect the entire financial industry in the United States, it is similar for this case vis a vis China.”", "date": "Jan. 14, 2019", "href": "https://www.nytimes.com/2019/01/14/business/malaysia-goldman-sachs-1mdb.html", "tags": "malaysia “ china billions blames stolen government goldman malaysian sachs"}