{"title": "Malaysia Steps Up $4.5 Billion Corruption Inquiry", "content": "SINGAPORE — Malaysia’s new leader is moving aggressively to investigate the apparent theft of billions of dollars from a state investment fund under the previous government, including seeking the arrest of a key figure in the scandal, the financier Jho Low.\nThe United States Department of Justice estimates that $4.5 billion went missing from the fund, 1 Malaysia Development Berhad, known as 1MDB, which was established and overseen by the former prime minister Najib Razak — including $731 million that it says was deposited into Mr. Najib’s own bank accounts.\nMr. Najib, who denies any wrongdoing, suffered a surprise election defeat last month at the hands of Mahathir Mohamad, 92, who had previously served more than two decades as prime minister before retiring at 78.\nBack in office, Mr. Mahathir has made investigating the scandal and recovering the money a top priority.\nMr. Najib and his wife, Rosmah Mansor, have been barred from leaving the country while investigations continue. The authorities raided residences associated with the couple nine days after the election and confiscated more than 350 boxes and pieces of luggage containing luxury handbags, jewelry, watches and $28.6 million in cash.\nMr. Mahathir told reporters on Friday that the authorities were now seeking Mr. Low over activities related to the fund. Mr. Low, a Malaysian, helped set up 1MDB after its founding in 2009 and, though he never held an official position at the fund, has been described by the authorities in the United States as a key figure in moving money out of it.\n“We are trying to arrest Jho Low,” the prime minister told reporters. “He is not in the country and we don’t have extradition rights in the country where he is staying.”\nWhen asked what country that was, he said, “many countries.”\nMr. Low was a friend of Mr. Najib’s stepson, Riza Aziz, whose production company, Red Granite Pictures, later used money said to be from 1MDB to produce Hollywood movies, including “The Wolf of Wall Street.”\nRed Granite reached an agreement in March to pay $60 million to settle an assets seizure lawsuit filed by the United States Justice Department.\nMr. Low, who spent millions of dollars on gifts to celebrities such as the actor Leonardo DiCaprio and the model Miranda Kerr, has been sighted in various parts of Asia in recent years.\nIn February, the United States asked Indonesia to seize a 300-foot megayacht, the Equanimity, that it said Mr. Low had bought with $250 million from 1MDB. But an Indonesian judge later ordered the vessel released, saying that the authorities had not followed proper procedures.\nMr. Mahathir’s new attorney general, Tommy Thomas, said on Wednesday on taking office that 1MDB would be the government’s “first and immediate priority.”\n“We shall institute criminal and civil proceedings in our courts against the alleged wrongdoers,” he told reporters. “All are equal before the law and no one will be spared. There will be no cover-up.”\nHe said Malaysia would cooperate with the United States, Switzerland, Luxembourg, Singapore and other countries that had been investigating the use of their financial systems to hide the missing money.\nAnother key figure appointed by Mr. Mahathir is Mohd Shukri Abdull, who will head the Malaysian Anti-Corruption Commission.\nA former deputy commissioner of the agency, he said last month that he had fled in fear of his life and sought police protection in the United States after Mr. Najib fired officials who had raised questions about corruption at the fund.\nThe commission has called Mr. Najib and Ms. Mansor in separately to give statements, and issued a public appeal last week for Mr. Low to contact it and assist in the investigation.\nAn international law firm published a reply on Mr. Low’s behalf. It said that he was ready to help investigators, but did not indicate where he was.\nCynthia Gabriel, executive director of the Center to Combat Corruption and Cronyism in Kuala Lumpur and a harsh critic of Mr. Najib, praised the new government’s actions as a “remarkable effort so far.”\nBut she noted that the investigation is complex and that Malaysia had only just begun to work with investigators in other countries.\n“There are a lot of dots to connect to arrive at the final outcome,” she said. “Investigations are progressing but it could take longer than expected.”", "date": "June 9, 2018", "href": "https://www.nytimes.com/2018/06/09/world/asia/malaysia-1mdb-mahatir-mohamed.html", "tags": "malaysia “ billion inquiry corruption united states mahathir low fund najib steps"}