{"title": "Malaysia Opposition, Led by 92-Year-Old, Wins Upset Victory", "content": "KUALA LUMPUR, Malaysia — In a historic election upset in a country that has been governed by just one coalition for decades, a Malaysian opposition bloc led by the 92-year-old former Prime Minister Mahathir Mohamad swept to a majority in national parliamentary elections.\nPrime Minister Najib Razak, who is accused of stealing hundreds of millions of dollars in government funds, gave an emotional national address on Thursday, saying that he would “accept the verdict of the people.”\nBut the election’s result has not yet been settled. The country’s king must now rule on who will be the next prime minister, as the loose coalition of opposition parties led by Mr. Mahathir is not officially recognized as a single political entity.\nIn the end, if Prime Minister Najib is ousted, he may become vulnerable to criminal prosecution. And he still faces a United States Justice Department investigation and efforts to recover $1.7 billion in assets said to be acquired with laundered money.\nIn a news conference Thursday, Mr. Mahathir called on the king to swear him in as prime minister by 5 p.m. “There is an urgency here. We need to form the government now, today,” he said.\nBernama, the government news agency, reported that the opposition had won 122 seats in Parliament, 10 more than needed to form a new government.\nWith that apparent victory, Mr. Mahathir, who led the country for 22 years before retiring at 78, would return to power as the world’s oldest elected government leader.\n[Read how Mr. Mahathir turned on Mr. Najib, his former protégé, and embraced opposition figures he had once tormented in order to become an unlikely insurgent politician.]\nIt is the first victory by the opposition since Malaysia became independent from Britain in 1957, potentially ending the current governing coalition’s six decades in power. “We have achieved a very substantial majority,” Mr. Mahathir said earlier Thursday.\nAs prime minister, Mr. Najib used the power of his office to muzzle critics and thwart investigations into the missing money.\n“We are not seeking revenge,” Mr. Mahathir said. “What we want to do is restore the rule of law.”\nMr. Mahathir had left Mr. Najib’s party over the financial scandal and joined the opposition to help oust him.\nThe test of the unity of Mr. Mahathir’s coalition may come if it is allowed form a cabinet. The coalition includes opposition leaders he once jailed when he was prime minister.\nMr. Najib waged a desperate election-eve attempt to gain support, promising this week that if his own coalition won, he would exempt everyone 26 or younger from paying taxes and declare two public holidays next week, just before the start of the holy month of Ramadan.\nMr. Najib’s father and uncle both served as prime minister, and their party, the United Malays National Organization, has always been in charge.\nIn an urgent bid to oust Mr. Najib, the opposition turned to Mr. Mahathir, who served as prime minister for 22 years and is often credited with transforming majority-Muslim Malaysia into a modern country. But Mr. Mahathir also established the system of centralized power that Mr. Najib has enjoyed for years.\nOn the campaign trail, Mr. Mahathir apologized for enabling Mr. Najib to become prime minister in 2009.\n“The biggest mistake that I have made in my life is choosing Najib,” he told voters last week.\nMr. Mahathir, who will turn 93 in July, united a fractured opposition and attracted ethnic Malay voters long loyal to the governing party.\nMr. Najib, however, had many political advantages, including a strong party organization, greater access to campaign funds and gerrymandered districts that favor his National Front coalition.\nMalaysia also has weak campaign finance laws that allow for a flood of election spending without identifying the source of donations or disclosing how the money is distributed.\nMr. Najib has been embroiled for years in a scandal over billions of dollars that disappeared from a government investment fund that he once headed, 1Malaysia Development Berhad.\nThe United States Justice Department concluded that $3.5 billion from the Malaysian fund was laundered through financial institutions in the United States and spent on items like expensive real estate, jewelry, paintings and the production of movies, including “The Wolf of Wall Street.”\nThe assets include a $27.3 million diamond necklace received by Mr. Najib’s wife, Rosmah Mansor, and a $3.2 million painting by Pablo Picasso that was given to the actor Leonardo DiCaprio.\nThe Justice Department concluded that $731 million in government funds was deposited into bank accounts belonging to Mr. Najib. United States officials cited the “astonishing greed” of individuals involved in the scam.\nSeveral other countries also are investigating transactions associated with the missing money.\nMalaysian officials, however, have said there is no evidence that money from the investment fund was misappropriated.\nMr. Najib has held on to power by halting investigations, dismissing critics, prosecuting opponents and maintaining the support of his conservative Muslim base.\nPresident Trump, who once golfed with Mr. Najib and declared him “my favorite prime minister,” did him a favor in September by inviting him to the White House.\nThe trip allowed Mr. Najib to show voters at home that he could go to the United States without being arrested. While in Washington, he and his entourage stayed at the Trump International Hotel.\nMr. Najib mentioned the Washington visit in a statement on Monday as he asserted that his government was respected abroad.\n“The truth is that Malaysia’s standing in the world is very high,” he said.\nMore than anyone, Mr. Mahathir created the strong government that Mr. Najib has used to stay in power. But in his attempt to unseat Mr. Najib in this campaign, he joined with opposition leaders he once sent to jail.\nMany of Mr. Mahathir’s new allies saw aligning with him as the best way to bring back the former opposition leader Anwar Ibrahim, who narrowly lost to Mr. Najib in 2013 and is scheduled to be released from prison next month after his second conviction on sodomy charges.\nBoth of Mr. Anwar’s convictions — the first under Mr. Mahathir and the second under Mr. Najib — were widely seen as politically motivated.\nIn his campaign, Mr. Mahathir, who has long criticized Mr. Najib’s use of government payouts as a political tool, sought to highlight the investment fund scandal.\n“Instead of fighting for its people, country and religion, Najib believes that trust can be bought with money,” he said in his final campaign speech. “We are also not known as having democracy, instead as a kleptocracy.”", "date": "May 9, 2018", "href": "https://www.nytimes.com/2018/05/09/world/asia/malaysia-election-najib-mahathir.html", "tags": "minister opposition malaysia victory wins prime upset mahathir ” coalition najib led government"}