{"title": "Malcolm Turnbull: Under-pressure Australia PM drops climate policy", "content": "Australian Prime Minister Malcolm Turnbull says his government has abandoned plans to set an emissions reduction target in legislation.\nMr Turnbull's U-turn alters a key plank of his signature energy policy, and follows a revolt by conservative MPs within his government.\nIt comes amid media reports that Mr Turnbull could face a leadership challenge if the issue is not resolved.\nMr Turnbull said the climate policy was not supported by all of his colleagues.\n\"In politics you have to focus on what you can deliver,\" Mr Turnbull told reporters on Monday.\nThe original commitment would have set in legislation Australia's pledge for a 26% cut in emissions, based on 2005 levels, by 2030.\nAustralia remains on track to meet its Paris climate accord commitments, despite the change in policy.\nMr Turnbull said he retained the support of party colleagues, including Home Affairs Minister Peter Dutton - who is reported by Australian media outlets to be considering a leadership challenge.\nMr Dutton tweeted on Saturday that he supported the prime minister.\nHywel Griffith, BBC News Sydney correspondent\nDown in the polls and desperate to hold on to his position, Malcolm Turnbull knows a leadership challenge could be near. \nAfter all, it's only three years since he launched his own \"spill\" to oust former prime minister Tony Abbott. \nOnce a leader looks vulnerable, the political rumour-mill goes into overdrive and trusted Cabinet colleagues can start to look like rivals. \nChoosing to back down on the emissions legislation shows that Mr Turnbull wants to avoid testing his support in a parliamentary vote. \nEven if the current threat retreats, his authority has been damaged and his opponents have gained momentum.\nMr Turnbull said he would not proceed with the emissions target - part of his National Energy Guarantee (NEG) - because it had no prospect of passing through the House of Representatives, where he has only a slim majority.\nHe said the NEG would still require electricity retailers to cap their prices and provide more \"reliable\" streams of power.\n\"Cheaper power has always been our number one priority when it comes to energy policy,\" Mr Turnbull said.\nAsked about leadership speculation, Mr Turnbull said: \"I enjoy the confidence of the cabinet and of my party room.\"\nMr Abbott has been the most vocal of several government backbench MPs who have argued against legislating an emissions target.\nDebates about energy and climate have been polarising in Australia.\nIn 2016, the entire state of South Australia lost power on one night, triggering a bitter feud between state and federal governments over blame.\nMr Turnbull has also faced increased pressure in recent weeks after losing a by-election in Queensland.", "date": "20 August 2018", "href": "https://www.bbc.com/news/world-australia-45242806", "tags": "policy australia drops minister prime energy leadership climate under-pressure malcolm pm turnbull emissions said"}