{"title": "Malcolm Turnbull: The 'refreshing' PM felled by revolts and revenge", "content": "Malcolm Turnbull began his Australian prime ministership in 2015 by declaring it was the most exciting time to be alive. Achievements followed but, as political historian Paul Strangio writes, so too did reality - and it bit hard.\nWhat madness has infected Australian politics and why did Mr Turnbull, whose ascension to the job aroused such initial optimism, end so badly?\nPartly it can be explained by the primal political passion of vengeance.\nMalcolm Turnbull toppled Tony Abbott to become prime minister in September 2015.\nAs in the preceding Labor period of government when Julia Gillard felled Kevin Rudd as prime minister who thereafter waged a remorseless insurgency against her, Mr Abbott and his allies have been hell bent on retribution against Mr Turnbull since 2015. \nOn Friday, Mr Turnbull was overthrown by his Liberal Party colleagues in favour of his treasurer, Scott Morrison.  \nHowever Mr Turnbull's demise also has its origins in larger forces. \nBarrister, journalist, businessman, articulate and a renowned independent thinker, Mr Turnbull was long regarded as a coming man of Australian politics.\nHe entered the national parliament in a wealthy Sydney electorate in 2004 and served briefly as a minister in the final term of John Howard's Liberal-National coalition.\nFollowing the Howard government's defeat by Mr Rudd's Labor Party in 2007, Mr Turnbull became the second of three Liberal opposition leaders.\nHe lost the position to Mr Abbott in an internal rebellion in 2009 that was catalysed by differences over climate change policy.\nMr Abbott and fellow conservatives bitterly resented Mr Turnbull's willingness to support the Rudd government's proposed emissions trading scheme.\nWhen in September 2015 Mr Turnbull had his revenge on Mr Abbott, who had proved a deeply unpopular prime minister, there was a contagious optimism surrounding his ascension.\nMr Turnbull seemed a breath of fresh air following the dour muscular conservatism of his predecessor.\n\"There has never been a more exciting time to be alive and there has never been a more exciting time to be an Australian,\" he enthused.\nHe promised an \"adult\" conversation with the electorate rather than Mr Abbott's sloganeering. The public responded buoyantly: the government's and Mr Turnbull's personal ratings soared.\nA key aspect of Mr Turnbull's appeal in the electorate was that he was not regarded as a creature of his party. \nAutonomy between leader and party can be an asset for a PM in an era when major party bases are narrowing and there is growing divergence between residual party membership and majority public opinion.\nIt rapidly became apparent, however, that the dilemma facing Mr Turnbull was that to exercise policy autonomy from his party (particularly in totemic areas like climate change and same-sex marriage) risked internal revolt. \nOn the other hand, if he hewed closely to party views, especially to the more vocal conservative wing, he risked extinguishing his public popularity. \nIt was a dilemma Mr Turnbull never resolved. \nMr Turnbull's hope was that emphatic endorsement by voters at the 2016 election would deliver him the authority to assert himself within his government. It did not happen. \nHis popularity faltered as the initial expectations of him went unfulfilled and the constraints he was operating under grew manifest. \nThe result - the government scraping back with a one-seat majority in the July 2016 election and its upper house position worsened - was a major setback for Turnbull. \nHis authority, rather than enhanced, was diminished and his internal critics, not reconciled to his leadership and deeply distrustful of his progressive leanings, were emboldened.\nThe Turnbull government had achievements. It presided over a same-sex marriage plebiscite and legalisation of same sex marriage, albeit via a private senator's bill.\nIt refined school education funding, legislated tax cuts, and claimed credit for strong employment growth. \nBut the abiding impression was of a hedged prime minister who was consistently placating conservative opponents who would never be appeased. \nAs has been the case in Australia for two decades, action on climate change remained anathema to conservative warriors. \nMr Turnbull's twists and turns in that area in the face of their resistance culminated this week in abject surrender to become one of the last sorry acts of his leadership. \nAnother problem for Mr Turnbull was that his pro-market instincts (another signature policy abandoned on his prime-ministerial deathbed was large corporate tax cuts) jarred with a public mood of economic insecurity in conditions of wage stagnation and declining housing affordability. \nHe seemed uncertain of how to adjust to the exhaustion of the neo-liberal policy regime that has been a defining and destabilising feature of international politics since the global financial crisis.\nMr Turnbull's Labor opponent, the unpopular but underestimated Bill Shorten, proved more attuned to the electorate's anxieties by advocating redistributionist measures.\nEqually, Labor regularly politically outwitted Mr Turnbull. For instance, it insistently called for a royal commission into the banks. \nMr Turnbull belatedly and grudgingly agreed, only to be embarrassed by the scandalous malfeasance the inquiry uncovered.\nMr Turnbull's prime ministership fell far short of delivering on the heady optimism of September 2015. He joins Mr Rudd, Ms Gillard and Mr Abbott in a line of unfulfilled and short-term national leaders. \nAt the same time, and despite the capitulations, he remained a bulwark against darker nativist, populist impulses circulating within the conservative side of politics in Australia (and internationally). His fundamental instincts are cosmopolitan and progressive. \nThe ironic twist to this bloody story is that the conservative faction ultimately failed to have its preferred candidate replace Mr Turnbull. \nInstead, the middle-ground Scott Morrison has emerged with the prime ministership. \nQuestions remain: will the conservatives rest with the outcome and what reckoning will voters deliver when they pass judgement on this internally racked government next year?\nPaul Strangio is an associate professor of politics at Monash University and joint author of a two-volume history of the Australian prime ministership.", "date": "24 August 2018", "href": "https://www.bbc.com/news/world-australia-45292458", "tags": "minister revenge abbott prime party revolts felled australian conservative pm malcolm turnbull government politics"}