{"title": "Malcolm Turnbull: Australian PM survives leadership challenge", "content": "Australian Prime Minister Malcolm Turnbull has appealed for unity after surviving a challenge to his leadership from a senior government colleague.\nMr Turnbull had called the surprise vote himself in a bid to resolve speculation that his leadership was under threat.\nIn a party room ballot in Canberra on Tuesday, he defeated Home Affairs Minister Peter Dutton.\nThe prime minister won the vote 48-35, Liberal Party MPs said.\nFollowing the result, he told colleagues: \"It's really important that we put our differences behind us and get on with the job of looking after Australians.\"\nSpeculation over Mr Turnbull's future as party leader had escalated in the past few days.\nHe faced a revolt from conservative MPs over a key climate change policy. That led to him abandoning the plans on Monday in an attempt to blunt conflict within his government.\nThe PM has also been under long-term pressure due to a series of bad polls and a by-election loss in Queensland.\nPolling has suggested the government will suffer a heavy loss in the next general election, which will be held before May next year.\nIn a bid to clear the air, Mr Turnbull called for a snap vote on the leadership in a party meeting.\nMr Dutton, a leading figure from the party's conservative wing, was nominated as challenger, confirming media reports that he had been gathering support.\nMr Turnbull said he had invited him to remain in his role, but Mr Dutton resigned his cabinet position and will return to the back bench.\nJay Savage, BBC News Australia online editor\nMr Turnbull may have prevailed but his margin - just 13 votes - will hardly bring him confidence.\nMany expect it will only embolden Mr Dutton to challenge again. Now unconstrained by cabinet loyalty, he will have greater freedom.\nBut regardless of who is leader, the government is laying bare its disunity - and that most suits Leader of the Opposition Bill Shorten.\nMr Turnbull said he did not \"bear any grudge against Peter Dutton\".\n\"My job is to do everything we can to make sure we are united and work together,\" he said.\n\"That is why it is very important that today the Liberal Party room has confirmed our leadership of the party.\"\nMr Dutton said he accepted the result and would support Mr Turnbull, but did not rule out making another challenge.\n\"I want to make sure that I can support the party and make sure we win the next election,\" he told reporters.\nDeputy leader Julie Bishop said the result showed an \"overwhelming vote of support\" for the sitting leader.\nAustralian politics over the past decade has been marked by a series of leadership coups, with three sitting prime ministers deposed by party rivals.\nNot a single leader in recent times has succeeded in serving a full three-year term as prime minister.\nUnder the Australian system, as in the UK, the prime minister is not directly elected by voters but is the leader of the party or coalition that can command a majority in parliament.\nMr Turnbull himself became prime minister in 2015 after ousting Tony Abbott in a leadership challenge.\nThe preceding Labor government also saw two prime ministers, Kevin Rudd and Julia Gillard, oust each other in turn.", "date": "21 August 2018", "href": "https://www.bbc.co.uk/news/uk-england-42151763", "tags": "survives challenge minister dutton prime party leadership australian pm malcolm leader turnbull government"}