{"title": "Mamata Banerjee, Amit Shah spar over Bengal poll violenceAsk a question", "content": "India is in full election mode: voting began on 11 April, and the final ballot will be cast on 19 May with results out on 23 May. Every day, the BBC will be bringing you all the latest updates on the twists and turns of the world's largest democracy.\nTMC, BJP accused each other of poll violence\nWhat happened?\nThe war of words between West Bengal state chief minister Mamata Banerjee and the governing Bharatiya Janata Party (BJP) has intensified ahead of voting on Sunday.\nThe latest verbal duel comes after violence was reported during BJP chief Amit Shah's roadshow in Kolkata (formerly Calcutta) on Tuesday.\nClashes broke out between BJP supporters and protesters who were holding \"Amit Shah go back\" posters.\nSome people suffered minor injuries and a few vehicles were set on fire.  \nThe BJP said the protest was \"orchestrated\" and called it an \"attempt to strangulate democracy\".\nWhy does this matter?\nThe eastern state has become politically crucial for the BJP as it has intensified campaigning in the past few days.\nThe BJP performed well in northern states like Uttar Pradesh and Rajasthan in 2014, but this time it's expected to suffer loses against a coalition of regional parties and the main opposition Congress.\nIt's trying to make up for the losses in West Bengal. And that has sparked a feverish electoral battle between the BJP and Ms Banerjee's Trinamool Congress (TMC).\n\"What does Amit Shah think of himself? Is he above everything? Is he god that no one can protest against him?\" Ms Banerjee said.\nIn reply, Mr Shah accused the TMC of not following democratic norms during elections.\n\"Have faith in the people of Bengal that they'd face the TMC goons,\" he said.\nPrime Minister Narendra Modi is scheduled to hold more rallies in the coming days, so one can expect more verbal fireworks from the two leaders.\nWhat happened? \nIndia's top court stepped in to release an activist belonging to India's governing Bharatiya Janata Party (BJP) who was sent to prison for sharing a doctored image of West Bengal Chief Minister Mamata Banerjee.\nPriyanka Sharma was sentenced to two weeks in prison on 10 May after she shared a picture of Bollywood star Priyanka Chopra and her husband Nick Jonas at the Met Gala - but with Ms Banerjee's head superimposed on to Chopra's body.\nEarlier the court had said Ms Sharma could be released only if she apologised to Ms Banerjee, but later waived this condition. \nWhy does this matter?\nThe battle for West Bengal in this general election has been absolutely bruising. \nThe BJP, led by Prime Minister Narendra Modi himself, has been campaigning hard for votes in the state. This has brought them toe-to-toe with the state's feisty chief minister. The fact that voting for West Bengal's 42 seats has been split across all nine phases of voting has meant that the battle has been long and drawn-out. \nAnd with just one phase to go before voting finally ends, the gloves are well and truly off. The two parties have traded insults on the campaign stage, their workers have attacked each other, and the violence on the ground has intensified.  And now the battle has spread to cyberspace as well. \nThe country's finance minister Arun Jaitley jumped at news of Ms Sharma's release to call Ms Banerjee a dictator. \nAnalysts say that this political row is so bitter because the BJP has clearly identified West Bengal as one of the states where they may be able to make gains this election. This becomes more important for the party in the context of their fight in the politically crucial state of Uttar Pradesh, which sends the most number of MPs (80) to parliament. \nThey are up against a powerful coalition of regional parties there, and many expect them to lose seats as a result. \nWhat happened?\nPrime Minister Narendra Modi said that main opposition Congress party chief Rahul Gandhi should be \"ashamed of himself\" over his colleague's remark on the 1984 anti-Sikh riots.\nMr Modi was replying to a controversial statement made by Sam Pitroda, who is a strategist of the Congress party.\nIn his reply to a question about the Congress' role in the riots, Mr Pitroda had said \"so what?\".\n\"I don't think so, this is also another lie, and what about 1984? You speak about what you [Mr Modi] have done in five years. It [the riots] happened in 1984, so what?\" he said.\nMr Gandhi said he was \"ashamed\" of Mr Pitroda's statement, and asked him to apologise. \nMr Pitroda later said his statement was \"twisted\" and he did not mean to hurt sentiments. \nBut Mr Modi said the Congress chief \"must apologise\".\n\"I was watching that naamdar [the dynast] told his guru that he should be ashamed of what he said. I want to ask naamdar, you pretended to scold your mentor for what? Because he exposed what was always in the Congress's heart, and in the discussions of the naamdar family? Because he made public a family secret? Naamdar, it is you who should be ashamed,\" Mr Modi said.\nWhy does this matter?\nThe controversy matters because it comes days ahead of voting for the 13 seats in the northern state of Punjab.\nThe BJP, which has formed a coalition with regional Shiromani Akali Dal, is locked in a bitter electoral battle with the ruling Congress in the state.\nSikhs are a majority in the state and the 1984 riots is still an emotional issue for many of them.\nMore than 3,000 Sikhs were killed in 1984 after the assassination of former prime minister Indira Gandhi by her Sikh bodyguards.\nThey were angry at her decision to send the army into the Golden Temple - Sikhism's holiest shrine - to flush out militants earlier in the year.\nThe killing of Mrs Gandhi, who belonged to the Congress, saw mobs attack and murder members of the Sikh community across the country.\nAnd both parties appear to be trying to come across as pro-Sikh ahead of the vote on 19 May. \nWhat happened?\nSunday saw India's capital Delhi vote along with several other states in the polls - the penultimate phase of the country's mammoth general election.\nVoters turned out to vote, but in fewer numbers than they did in 2014. The election commission said that around 60% of the capital's registered voters had actually cast ballots, which was about a five percent drop from 2014.\nDelhi Chief Electoral Officer Ranbir Singh expressed disappointment, saying that the turnout did not match expectations. \nWhy does this matter?\nThe election commission is right to be disappointed - it had run a series of campaigns in the city, encouraging more people to vote. \nBut it was not as though polling in Delhi was an entirely smooth process. Some voters complained that their names were missing from electoral lists even though they had all the necessary documents. There were also reports that around 1,200 Electronic Voting Machines (EVMs) had malfunctioned across the city, delaying the polling process.\nThe fact that Delhi became a three-cornered contest after the main opposition Congress and the Aam Aadmi Party (AAP), which controls the Delhi state assembly, failed to stitch up an alliance may also have put voters off.  Many analysts believe that this failure will only split voters who were against prime minister Narendra Modi's Bharatiya Janata Party (BJP) and effectively hand them victory. \nSo they may have decided to just stay home, and not bother queuing up in the blistering heat - it touched 40C on Sunday. \nHere's a video explaining everything that happens inside a polling station - and what happens to your vote after that:", "date": "15 May 2019", "href": "https://www.bbc.com/news/world-asia-india-47114401", "tags": "mamata minister may voting amit banerjee shah poll bengal bjp spar modi state violenceask congress question"}