{"title": "Man Accused Of Threatening Phoenix Mosque The Day After New Zealand Shootings", "content": "Police arrested a man on charges of threatening and intimidating at a Phoenix mosque on Saturday, the day after a suspected gunman opened fire at two Muslim places of worship in Christchurch, New Zealand, killing at least 50 people.\nNoel Thomas Becht, 40, was taken into custody and booked into Maricopa County Jail on charges of threatening and intimidating, disorderly conduct and trespassing after police responded to a report of someone acting suspiciously Saturday night at the United Islamic Center of Arizona.\nOfficers, upon arriving at the scene, were told a man later identified as Becht had entered the building and said he was curious about the Muslim religion, the Phoenix Police Department said in a statement. \nPolice said that Becht was told he could sit in on a prayer service and that he began to wander around before the service ended, entering areas he was not permitted to be in without an invitation.\nHe asked unusual questions about service times at the center and another mosque in Tempe, about 30 miles southeast of the state capital, police said. When questioned by one of the mosque’s leaders, Becht allegedly put his finger to his neck and made a sawing motion.\n“The thing that was a very potential threat was when he made this sign,” Didmar Faja, the mosque’s imam, told Fox 10. “The vice imam said, ‘What does that mean? Why are you doing that?’ [Becht] said that ‘you will know later.’”\nBecht remained in custody as of Monday morning.\nThe United Islamic Center of Arizona on Monday expressed gratitude to the Phoenix Police Department and the community for its support since the incident.\n“We have seen the true strength and the unity that are present in our community and elsewhere,” the mosque wrote on its Facebook page. “Muslims and non-Muslims alike came to show us their support and to work hand-in-hand with us to unroot hate, radicalism and supremacy in all forms.”\nPhoenix police on Sunday patrolled an interfaith vigil at the nearby Islamic Center of the North East Valley attended by hundreds of people to mourn the 50 people killed in last Thursday’s shootings in Christchurch. The suspected gunman was reportedly a white supremacist.\nJannah Scott, who represented the African American Christian Clergy Coalition at Sunday’s vigil, called on everyone to combat the spread of extremism and hatred by spreading positivity instead, reported The Arizona Republic.\n“Let’s export unity, let’s export solidarity, let’s export understanding, let’s export loving one another,” she said. “When one hurts, we all hurt and we need to understand that as human beings. We’ve gotta be that force that turns the tide on hate and turns it back to us being a people of love and civility.”", "date": "\n03/18/2019", "href": "https://www.huffpost.com/entry/phoenix-mosque-new-zealand-shooting_n_5c8faf2ee4b04ed2c1acbccc", "tags": "center mosque let shootings accused man zealand police ” phoenix new threatening becht day"}