{"title": "Man Charged With Killing 5 in Annapolis Newsroom Uses Insanity Defense", "content": "Lawyers for the man accused of fatally shooting five people in the newsroom of The Capital Gazette last year invoked an insanity defense on Monday, saying in a court filing that he should not be held criminally responsible for the shooting because of a mental disorder.\nJarrod W. Ramos, 39, faces five charges of first-degree murder in the June 28 shooting at the Annapolis, Md., newsroom, considered the deadliest attack against journalists in United States history.\nBefore he blasted his way into the newsroom offices with a 12-gauge shotgun, the authorities said, Mr. Ramos sent a number of letters, including one to The Capital Gazette's lawyer that said he planned to go there “with the objective of killing every person present.”\nMr. Ramos pleaded not guilty in July.\nMonday’s court filing enters an additional plea of “not criminally responsible” because a mental disorder either prevented him from appreciating the “criminality of his conduct” or prevented him from following the law at the time of the shooting.\nAnne Colt Leitess, the state’s attorney for Anne Arundel County, declined to comment on the facts of the case against Mr. Ramos, but described in an interview the process of finding someone “not criminally responsible” for a crime.\n“You don’t understand what you’re doing is a crime or you cannot conform your conduct to the requirements of the law,” she said.\nIt is not clear what mental disorder Mr. Ramos’s lawyers are saying he had, or how the disorder supports the new plea. William M. Davis, a public defender who is representing Mr. Ramos, did not respond to requests for comment Monday.\nA judge is now expected to request that a state forensic psychiatrist examine Mr. Ramos, his medical history and evidence in the case. The psychiatrist would then make a recommendation on whether Mr. Ramos should or should not be held criminally responsible for the shooting, Ms. Leitess said.\nThis finding, which would ultimately be made by a judge or jury, is separate from a guilty or not guilty verdict.\nMr. Ramos could be found guilty in the shooting but not criminally responsible. If that is the case, he could be sent to a state psychiatric facility instead of prison. Health officials could periodically re-evaluate the level of his confinement.\nA finding of not criminally responsible is Maryland’s version of what is commonly referred to as the insanity defense.\nThe shooting’s impact continues to reverberate following a particularly deadly year for journalists. Earlier this month, employees of The Capital Gazette received a special citation from the Pulitzer Prize Board. Dana Canedy, the awards’ administrator, cited The Capital Gazette’s “unflagging commitment to covering news at a time of unspeakable grief.”\nIn December, Time magazine honored the Capital Gazette staff, among other journalists, as its 2018 person of the year.\nBefore the shooting, Mr. Ramos had a long-running feud with The Capital, the daily newspaper of the Capital Gazette community newspaper chain, over a 2011 column that detailed his harassment of a former high school classmate.\nMr. Ramos sued the owners of The Capital in 2012, claiming the article that described his behavior was defamatory. He had also posted tweets, laced with profanities, that railed against newspaper employees.\nThe attacks online prompted members of the Anne Arundel County Police Department to visit Mr. Ramos in 2013, at the behest of the newspaper’s editor at the time, who was concerned about the hostile messages. But the police then did not believe Mr. Ramos to be a threat to Capital Gazette employees.\nDuring the shooting, the authorities said, Mr. Ramos barricaded the back door to the newsroom to prevent people from fleeing. He then called 911 to surrender, according to court filings.\nMr. Ramos is being held in the county jail after being denied bail.\nIn addition to the five murder charges, Mr. Ramos faces 18 other charges, including attempted murder, assault and felony gun charges. If found guilty, he faces life in prison without parole.\nA trial date has been set for November.", "date": "April 29, 2019", "href": "https://www.nytimes.com/2019/04/29/us/capital-gazette-shooting-suspect.html", "tags": "shooting defense newsroom responsible gazette criminally annapolis uses man ” killing capital charged insanity ramos"}