{"title": "Manafort’s Lawyers, Saying He Learned ‘Harsh Lesson,’ Seek Lenient Sentence", "content": "WASHINGTON — Lawyers for Paul Manafort, President Trump’s former campaign chairman, asked a federal judge in Northern Virginia on Friday to show leniency when he sentences Mr. Manafort next week, casting him as a loyal, compassionate, idealistic man who has learned a “harsh lesson.”\nThey said Mr. Manafort, who has been jailed since June, had already suffered greatly for his crimes. At age 69, plagued by health problems, he poses no risk of recidivism, they said.\nTheir sentencing memorandum, the second they filed this week, was submitted to Judge T.S. Ellis III of the United States District Court in Alexandria, Va. Judge Ellis will sentence Mr. Manafort on Thursday for tax fraud, bank fraud and other financial crimes. The next week, he will be sentenced by Judge Amy Berman Jackson in a related conspiracy case in United States District Court in Washington, D.C.\nAdvisory sentencing guidelines set Mr. Manafort’s punishment at 19 to 24 years in the financial fraud case. While they recommended no specific sentence, prosecutors working for the special counsel, Robert S. Mueller III, have said they agreed with that calculation by the federal probation office.\nBut Mr. Manafort’s lawyers argued that such a punishment would be far too severe, asking for a sentence “significantly below the advisory guidelines.” They cited a string of cases of other defendants who were sentenced to probation or imprisoned for less than a year for similar schemes involving millions of dollars of income hidden away in overseas bank accounts.\nThe prosecutors have described Mr. Manafort as a bold, hardened criminal motivated purely by greed. The special counsel’s office has also asked that Judge Ellis take into account the recent finding by Judge Jackson that Mr. Manafort lied to prosecutors after he pleaded guilty to the conspiracy charges in September and agreed to cooperate with them.\nEarlier this week, citing new information from a cooperating witness, prosecutors appeared to correct one element of their allegations that Mr. Manafort had lied to them about his contacts with a Russian business associate whom they have linked to Russian intelligence. Mr. Manafort’s lawyers seized upon that apparent admission of an error, telling Judge Ellis that the prosecutors’ revised account of their evidence cast Mr. Manafort in a more favorable light.\nBut just as they filed their pleadings, Judge Jackson ruled that she stood by her conclusion that Mr. Manafort had lied about his interactions with the Russian associate, Konstantin V. Kilimnik, as well as about two other matters.", "date": "March 1, 2019", "href": "https://www.nytimes.com/2019/03/01/us/politics/paul-manafort-sentencing.html", "tags": "prosecutors lenient ‘ saying sentence manafort week judge learned lesson seek ellis lawyers harsh fraud"}