{"title": "Manafort’s Judge, T.S. Ellis, Is a ‘Caesar’ in His Own Rome", "content": "[Update: Paul Manafort was sentenced to 47 months in prison on Thursday in this financial fraud case. Read the article here.]\nALEXANDRIA, Va. — Judge T. S. Ellis III had dismissed the jury for the day, but he was not quite finished opining about what he saw as irrelevant and repetitive questioning of a witness in the financial fraud trial of Paul Manafort.\nStanding up so as to loom even larger over the courtroom, he angrily confronted Greg D. Andres, the lead prosecutor.\n“Look at me,” the judge demanded, slamming his hand on the wooden ledge. “When you look down, it’s as if to say, you know, that’s B.S., I don’t want to listen to any more from you.”\n“Don’t look down. Don’t roll your eyes,” he told Mr. Andres.\nAnd so for the second time that afternoon, the prosecutor had to try to convince the judge that he only looked down because otherwise, he said, he would “be yelled at again by the Court” for his facial expression when “I’m not doing anything wrong, but trying my case.”\nJudge Ellis, 78, is the formidable ringmaster of the greatest show in the United States District Court in Alexandria, Va., demanding both precise questioning and a breakneck pace in the trial of Mr. Manafort, President Trump’s former campaign chairman.\nHe has routinely broken in on questioning, limited admission of evidence and exhorted lawyers to “expedite” — all the while entertaining spectators with humorous asides about his age, his wife, his Navy past, his lack of an email address, the jury’s lunch menu, split infinitives and the noise produced by a machine intended to keep bench conferences from being overheard (like “the sound of waves crashing”).\nAn appointee of President Ronald Reagan, he has pushed the customary limits of judicial intervention so far that Mr. Andres at one point seemed to suggest the prosecution had grounds to appeal. After the prosecutor complained Monday about the number of times “your honor stops us and asks us to move on,” the judge declared that he would stand by the record.\n“I will stand by the record, as well,” Mr. Andres responded.\n“Then you will lose,” Judge Ellis said.\nMr. Manafort’s lawyers have stayed out of firing range so far, but their turn could come when the defense starts putting on its own witnesses. Judge Ellis has a reputation for being harder on the defense than on the prosecution.\nTo his admirers, Judge Ellis’s bluntness and impatience are indicative of a razor-sharp mind. He has degrees from Princeton, Harvard and Oxford.\nHis questions to the Manafort witnesses have been very much to the point. The answers have usually been revealing. And even on days when he has juggled sentencings in other cases, he has paid careful attention to every witness who has taken the stand in the Manafort trial. Hardly a minute seems wasted in his courtroom.\n“You would really catch hell if the court was sitting there and the jury was sitting there and there wasn’t anybody sitting on the stand,” Richard Serafini, a South Florida lawyer, recalled of the health care fraud case he tried before Judge Ellis roughly two decades ago. “He probably had more people waiting in the witness room in that case than any other case I tried.”\nBut some lawyers question whether he is so controlling that he unfairly restricts how both defenders and prosecutors can operate. He loves the law, some lawyers who have been before him say sardonically, almost as much as he loves himself.\n“He can be very dominating,” said Jim Brosnahan, a California trial lawyer who defended John Walker Lindh in the American Taliban case before Judge Ellis. “The interesting question is: Is it aimed fairly at both sides, or is it particularly at one side?”\nThe judge’s penance has been to have some lawyers appeal his rulings on the basis of his courtroom behavior, although it is unclear whether any of those have been successful. One defendant, appealing a guilty verdict to the Fourth Circuit Court of Appeals, argued that Judge Ellis had interfered with his defense by repeatedly interrupting his counsel’s questions and closing argument and “essentially taking on the role of a prosecutor.”\nThe appeals court ultimately rejected that challenge last year, noting that Judge Ellis had interrupted the prosecution “virtually the same number of times” and ultimately allowed the defense to finish the final argument.\nWhatever criticism he has faced does not seem to have fazed Judge Ellis at all in his conduct of Mr. Manafort’s trial, the first to consider charges stemming from the investigation led by Robert S. Mueller III, the special counsel.\n“I am a Caesar in my own Rome,” he said at one point, discussing why he refused to allow defendants to plead no contest instead of guilty. “It’s a pretty small Rome,” he added.\nSome lawyers who have been in his courtroom say it’s better to allow him to have the last word rather than engage in what are essentially contests over who has more intellectual firepower.\nAway from the courthouse, lawyers and former clerks said, there is a softer side to the judge not always visible from the bench. The first judge to preside over a naturalization ceremony in Arlington Cemetery, Judge Ellis is known for growing emotional every time he administers the oath of citizenship.\nTo the jurors, the judge could not be more solicitous, joking about the plain lunch menu (“You won’t find baked alaska”). At least the meal is free, he told the jurors on opening day, saying he hoped no one had a fleeting urge to “slit their wrists” because they had been unfortunate enough to be picked from the jury pool.\nHe has clearly reveled in his captive audience. “My hearing is not what it once was,” he said last week, pausing for a beat with comic effect. “Nothing is what it once was.” Born in Bogotá, Colombia, he took the opportunity during a sentencing to display his fluency in Spanish, questioning the defendant himself while an interpreter stood by.\nEven if the spectators had come only for the Manafort case, he said, he was glad they got a chance to see the criminal justice system at work. He has weighed in on a variety of issues outside the courtroom, criticizing conditions at a Virginia prison and questioning whether sentencing laws are too harsh.\nIn more than three decades on the bench, Judge Ellis has presided over a number of high-profile cases: among them, the spy case against lobbyists for the American Israel Public Affairs Committee in 2009 and the corruption case of former Representative William J. Jefferson of Louisiana. In each one, the judge has wielded an acerbic wit and ironclad control of the courtroom.\nAs a lawyer at Hunton and Williams, a Virginia firm, he was “The Taz, short for the ripsnorting, whirlwind cartoon character, the Tasmanian Devil,” with a reputation as a “relentless taskmaster,” John Charles Thomas, a former Virginia Supreme Court justice and colleague, wrote in an essay.\nNow in a district nicknamed the Rocket Docket for the speed at which judges move through cases, Judge Ellis insists on an almost feverish pace.\n“Judges should be patient — they made a mistake when they confirmed me,” he said to Mr. Andres on Wednesday. “I’m not patient. So don’t try my patience.”\nHe religiously avoids mingling with lawyers from either side, even in social settings. Even United States attorneys are not allowed in his chambers.\nDuring the Manafort trial, his exchanges with Mr. Andres have repeatedly escalated into barbed remarks and angry retorts — a tense dynamic that has riveted spectators.\n“I’m never patient, but you must be,” Judge Ellis warned the prosecutor last week.\n“No comment,” Mr. Andres said.\n“That was a comment,” the judge said. “I have a long memory.”\nWhen Mr. Andres was looking for a document, Judge Ellis suggested he was several steps ahead of him. “I didn’t need to have it. At least not as much as you do.”\nHe also expressed disappointment when Mr. Andres took over questioning from Uzo Asonye, an assistant federal prosecutor on Mr. Andres’s team. “I was hoping you would stick with that,” he said as Mr. Asonye ceded the floor to Mr. Andres.\nBut after Monday’s bloodletting, when the tension between them spilled into open court, the two seemed to arrive at a truce.\n“That’s a great question, judge,” Mr. Andres said Tuesday after the judge rephrased one of his questions to the prosecution’s marquee witness, Rick Gates. “Thank you.”\nJudge Ellis’s response to the compliment was barbed, but only mildly. “They don’t pay me nearly as much as they pay you,” he said.", "date": "Aug. 9, 2018", "href": "https://www.nytimes.com/2018/08/09/us/politics/judge-ellis-manafort-trial.html", "tags": "‘ rome manafort judge case caesar ” ellis lawyers andres t.s said"}