{"title": "Manafort Lied After Plea Deal, Judge Says", "content": "WASHINGTON — A federal judge ruled on Wednesday that Paul Manafort, President Trump’s former campaign chairman, had breached his plea agreement by lying multiple times to prosecutors after pledging to cooperate with the special counsel’s investigation into Russia’s interference in the 2016 election.\nThe decision by Judge Amy Berman Jackson of the United States District Court in Washington may affect the severity of punishment that awaits Mr. Manafort. Judge Jackson is scheduled to sentence him next month on two conspiracy counts, and he is also awaiting sentencing for eight other counts in a related fraud case.\nAfter Mr. Manafort agreed in September to cooperate with the office of the special counsel, Robert S. Mueller III, the judge found, he lied about his contacts with a Russian associate during the campaign and after the election. Prosecutors claim that the associate, Konstantin V. Kilimnik, has ties to Russian intelligence, and have been investigating whether he was involved in Russia’s covert campaign to influence the election results.\nThe judge also found that Mr. Manafort had lied about a payment that was routed through a pro-Trump political action committee to cover his legal bills, and about information relevant to another undisclosed investigation underway at the Justice Department.\nMr. Manafort joins a string of former Trump aides who have been found to have lied to federal investigators about their involvement with Russians or their intermediaries, including Michael T. Flynn, Mr. Trump’s first national security adviser; George Papadopoulos, a former campaign adviser; and Michael D. Cohen, Mr. Trump’s longtime fixer and lawyer.\nJudge Jackson decided that prosecutors failed to prove that Mr. Manafort, 69, had deceived them about two other matters: Mr. Kilimnik’s role in a conspiracy with Mr. Manafort to obstruct justice, and whether Mr. Manafort had been in contact with Trump administration officials.\nAlthough the defense won on those points, the judge’s split decision bodes poorly for Mr. Manafort. The ruling decreases any chance that Judge Jackson will show Mr. Manafort leniency, although legal experts have said that sentencing guidelines already made that highly unlikely. It could also affect the severity of his punishment in a case tried in Federal District Court in Alexandria, Va., over the summer. He was convicted by a jury there in August for tax evasion, bank fraud and other crimes.\nProsecutors had declared in November that Mr. Manafort had breached his plea agreement by lying, relieving them of any obligation to suggest a lighter sentence because of his plea and cooperation. The judge found that the prosecutors had reached their conclusion in good faith, rejecting arguments by the defense that Mr. Manafort had misspoken merely because he was confused or could not remember clearly.\nJudge Jackson’s reasoning could become clearer in the next few days when a transcript of Wednesday’s closed hearing on the matter becomes public. But like transcripts of earlier hearings, it is likely to be heavily redacted to protect the secrecy of the special counsel’s inquiry.\nThe prosecutors convinced Judge Jackson that Mr. Manafort had deceived them about his talks with Mr. Kilimnik, including their conversations about a possible deal that might have served the Kremlin’s ends. The two men repeatedly discussed a proposal to resolve a conflict over Russia’s incursions into Ukraine, possibly giving Moscow relief from punishing American-led sanctions that had been imposed after Russia seized Ukraine’s Crimean Peninsula.\nAndrew Weissmann, one of Mr. Mueller’s top deputies, told the judge this month that the interactions between the two men go “to the larger view of what we think is going on and what we think is the motive here.” He suggested that Mr. Manafort had misled the prosecutors into believing that he had rejected the Ukraine plan with Mr. Kilimnik out of hand during a meeting on Aug. 2, 2016, while Mr. Manafort was still running Mr. Trump’s campaign. Only after he was confronted with evidence did Mr. Manafort acknowledge that he and Mr. Kilimnik continued to discuss the proposal on at least three other occasions after Mr. Trump was elected, he said.\nThe prosecutors also told the judge that Mr. Manafort deceived them about transferring Trump campaign polling data to Mr. Kilimnik during the campaign. The New York Times has reported that the data included both private and public data, and that Mr. Manafort wanted the information delivered to two Ukrainian oligarchs who had financed Ukrainian political parties that were aligned with Russia.\nMr. Manafort’s lawyers had suggested that Mr. Manafort had only wanted to share public data in the interest of promoting himself and maybe winning lucrative work overseas. The oligarchs and their allies had paid Mr. Manafort tens of millions of dollars in Ukraine to help Viktor F. Yanukovych win the presidency there. Mr. Yanukovych was forced out of power in a popular uprising in 2014 and fled to Russia.\nBut the prosecutors seem to have pitted Mr. Manafort’s assertions against those of Rick Gates, Mr. Trump’s former deputy campaign chairman. Mr. Gates pleaded guilty to two felonies and has been cooperating with Mr. Mueller’s team for the past year.\nDuring the earlier hearing, Mr. Weissmann appeared to suggest that Mr. Manafort’s lies about the polling data were too important to dismiss as innocent memory lapses. Whether any Americans, wittingly or unwittingly, engaged with Russians who were trying to interfere in the presidential election went to “the core” of the special counsel’s inquiry, Mr. Weissmann said.\nHe suggested that Mr. Manafort might have been trying to cover up the data transfer because it might hurt his chances of winning a presidential pardon for his crimes.\nIf it became known that Mr. Manafort had given Mr. Kilimnik the campaign’s polling data, Mr. Weissmann said, it could have “negative consequences in terms of the other motive that Mr. Manafort could have, which is to at least augment his chances for a pardon.”", "date": "Feb. 13, 2019", "href": "https://www.nytimes.com/2019/02/13/us/politics/manafort-mueller.html", "tags": "prosecutors kilimnik manafort judge lied plea jackson campaign says data russia deal"}