{"title": "Manafort’s 47 Months: A Sentence That Drew Gasps From Around the Country", "content": "WASHINGTON — Judge T.S. Ellis III offered some pointed advice for those who expected him to throw the book at President Trump’s former campaign chairman, Paul Manafort, for perpetrating a decade-long, multimillion-dollar fraud scheme.\n“Go and spend a day in the jail or penitentiary of the federal government,” Judge Ellis said on Thursday night from the bench in the United States District Court in Alexandria, Va. “Spend a week there. He has to spend 47 months.”\nJudge Ellis dismissed as “vindictive” and “way out of whack” sentencing guidelines that recommended a prison term of 19 to 24 years for Mr. Manafort, 69.\nBut to more than a few legal experts, it was Judge Ellis’s sentence that was out of whack. They cited it as a glaring example of the leniency that wealthy white-collar criminals often receive because they have the money to defend themselves or because judges find it easier to empathize with them.\n“There are a lot of defendants who are going to prison for a lot longer for offenses that are far less serious,” said Duncan Levin, a former federal prosecutor who specialized in financial crimes. “This sentence is leaving me and a lot of people who do this every day scratching our heads.”\nBy some calculations, with credit for the nine months he has already spent in jail, plus a break included in a sentencing law just approved by Congress, Mr. Manafort could serve out Judge Ellis’s sentence in just 22 months.\nThe judge had predicted some pushback, but he may not have expected how his decision reverberated around the nation, provoking a social media firestorm that swept up public defenders, prosecutors and ordinary citizens. William N. Nettles, a former United States attorney in South Carolina, called Judge Ellis’s decision “sentencing disparity on steroids.”\n“How in the world can we make sense of the sentences that we have been handing down to the poor and to those people of color who didn’t have nearly the opportunities that Paul Manafort had to make an honest living?” asked Mr. Nettles, who was an Obama administration appointee.\nScott Hechinger, a public defender in Brooklyn and a pithy presence on criminal justice on Twitter, made a similar point. “For context on Manafort’s 47 months in prison, my client yesterday was offered 36-72 months in prison for stealing $100 worth of quarters from a residential laundry room,” he wrote.\nMany legal experts criticize sentencing guidelines as unduly punitive. But in four out of five criminal cases, sentences fall within or above the guideline range, unless the government specifically requests a lighter punishment. In Mr. Manafort’s case, prosecutors recommended no specific punishment, but said the range of 19 to 24 years had been rightly calculated.\nRachel E. Barkow, a former member of the United States Sentencing Commission, said she had expected Mr. Manafort’s punishment to fall below the guidelines. In fraud cases, the recommended penalty can skyrocket depending on the amount of money involved, she said, leading many judges to opt for a lighter sentence.\nBut Judge Ellis cut the punishment far more drastically than she expected, said Ms. Barkow, a law professor at New York University.\nJudge Ellis said the guidelines for Mr. Manafort’s crimes were distorted by a 2017 decision by the Justice Department that increased the recommended punishment for failing to disclose a foreign bank account, which was one of eight counts Mr. Manafort was convicted of after a lengthy jury trial in his courtroom. He also noted that he had sentenced another defendant who had hidden $200 million in overseas accounts and evaded $18 million in taxes to only seven months in prison, plus restitution.\nGreg D. Andres, the lead prosecutor on the case, argued that Mr. Manafort was different because the jury had found him guilty not only of hiding his wealth and evading $6 million in taxes, but also of deceiving banks to obtain millions of dollars in loans. The two bank fraud counts were the most serious charges he was convicted of, each carrying a maximum penalty of 30 years in prison.\nMr. Andres also urged Judge Ellis to take the broader picture of Mr. Manafort’s behavior into account, including the crimes he admitted to as part of his plea agreement in a related case in Washington. Mr. Manafort acknowledged he was guilty of 10 other felonies on which the Virginia jury had deadlocked 11 to 1, including several more counts of bank fraud.\nBut Judge Ellis seemed to see Mr. Manafort’s case as more strictly about tax evasion. He noted that one fraudulent loan application was never actually approved, and questioned whether Mr. Manafort had in fact intended to cause that bank a loss when he lied to get another loan. “I don’t know that there’s any other way to defraud a bank and not intend it to lose the money,” Mr. Andres replied.\nCarl Tobias, a professor at the University of Richmond School of Law, said Judge Ellis’s sentence seemed strangely light, especially given that the judge denied every objection raised by Mr. Manafort’s lawyers to the sentencing guidelines. “He refuted all of the arguments of the defense, yet ultimately ruled very much in favor of their client,” Mr. Tobias said.\nHe was also struck, he said, by the judge’s praise of Mr. Manafort’s character. “He’s lived an otherwise blameless life,” Judge Ellis said of a man who acknowledged orchestrating a sophisticated financial fraud scheme that lasted a decade. “And he’s also earned the admiration of a number of people.”\nTo the very end, Judge Ellis showed his distaste for special counsels. He said the office of the special counsel, Robert S. Mueller III, had the authority to prosecute Mr. Manafort, but “that doesn’t mean that I decided the wisdom or appropriateness of delegating to special prosecutors broad powers.” Judge Ellis cut off a prosecutor as he tried to explain the special counsel’s position on the appropriate fine for Mr. Manafort, admonishing: “That’s the government’s position. I don’t want to hear special counsel.”\nThe defense has played on the judge’s sentiments, insisting that Mr. Manafort has been relentlessly pursued for garden-variety crimes only because of his importance to the special counsel’s inquiry into Russian interference in 2016 presidential election. On Thursday, Kevin Downing, Mr. Manafort’s lead lawyer, took up that refrain again, repeatedly saying that a local United States attorney’s office would have handled the case differently.\nIn federal court in Washington, where Judge Amy Berman Jackson will sentence Mr. Manafort next week on two conspiracy charges, that strategy has been noticeably less effective.\nSome legal experts suggested that Mr. Mueller’s team might respond to Judge Ellis’s decision by asking Judge Jackson for a specific sentence on the two conspiracy charges, which each carry a maximum penalty of five years.\nBut few expect her to be influenced by the Virginia judge’s decision. “It’s not her job to use her sentence as a moment to correct what she thinks went wrong in this case,” Ms. Barkow said.\nOne of the biggest issues remaining for Mr. Manafort is whether he will be allowed to serve out his two sentences simultaneously. Prosecutors have taken no stand on that so far, but indicated in a sentencing memorandum that they might do so after Judge Ellis’s decision.", "date": "March 8, 2019", "href": "https://www.nytimes.com/2019/03/08/us/politics/manafort-sentencing-ellis.html", "tags": "around sentence country sentencing manafort drew judge ” months ellis gasps prison"}