{"title": "Manmohan Singh: India’s ‘accidental PM’ biopic causes stir", "content": "Manmohan Singh was one of India's longest serving prime ministers and widely regarded as the architect of the country's economic reforms. But critics say a new Bollywood biopic months before a general election reduces him to a caricature. Sudha G Tilak reports.\nIn The Accidental Prime Minister, Manmohan Singh sits in a garishly decorated office. He looks befuddled when he takes orders from Sonia Gandhi, then president of the Congress party which was in power at the time. \nThe film, critics say, could have been an engaging exploration of the career of one of India's most enigmatic leaders. \nInstead, many see it as a hatchet job on Mr Singh and Congress. One called it a \"bad propaganda film\". \nAccording to veteran Bollywood actor Anupam Kher, who plays Mr Singh, the filmmakers \"worked hard to make a big epic homage to a man, scholar and politician, who is misunderstood, or rather hardly understood\". \nThat evaluation of Mr Singh as barely understood isn't wide of the mark.  \nBut few agree the film, based on the memoirs of Mr Singh's media adviser Sanjaya Baru, does him justice.\nMr Singh - who is now 86 - served two terms as PM from 2004-2014. A former academic and bureaucrat, he kept a low profile and rarely gave interviews. \nHis surprise appointment capped a long and illustrious career - a master's degree at Cambridge University and a DPhil in Oxford; stints with the UN and Asian Development Bank; chief of India's central bank; and finance minister. \nBut oratory and political savvy were never his strong points. In fact he never had to win an election - he was a member of India's upper house of parliament, whose members are elected indirectly.\nMany believe that in the end, Mr Singh was undermined by his own party. \nThe film is so-named because he was catapulted into the PM's job in 2004 when Sonia Gandhi turned down the post, despite having won the election. She did so apparently to protect the party from damaging attacks over her Italian origin. \nBut Mr Singh was never able to fully shake off the perception that it was Mrs Gandhi who was in charge, not him. \nMr Baru wrote in his memoirs that the famous \"Delhi diarchy\" - Mr Singh running the government and Mrs Gandhi managing the party - failed during the government's second term, and stifled Mr Singh's independence.\nAlthough he earned a reputation as a man of great personal integrity, Mr Singh's second term was marred by a string of corruption scandals. That, say many, was partially responsible for the crushing electoral defeat by the BJP in 2014.\nIt's not that the biopic doesn't appear to hold promise. It has a brisk, documentary-like feel and it has drawn audiences.  \nBut unimpressed critics have been lining up to pan it.\nOne found the film \"shockingly bad and shoddy… There is a complete absence of any art or craft in its making\". \nAnother wrote that Singh is \"portrayed as a spineless cry-baby and his many achievements as prime minister go unacknowledged, except for the Indo-US nuclear deal\". \nColumnist Vir Sanghvi wrote that the film is a \"convenient peg on which to hang the anti-Congress narrative which was already current when Manmohan Singh was the PM\". \nCritic Shubhra Gupta agreed, saying it was no accident the film was out now, with polls \"around the corner\". \nEven some Sikh leaders have had a go - Mr Singh, after all, was the first Sikh to hold the country's top post. One community leader spoke out against the \"facetious portrayal\" of a prime minister who made the \"community and the country proud\". \nBJP leader RP Singh then defended the depiction, saying Mr Singh never really took a stand for the community.\nPolitical biopics are rare in India and its politicians rarely countenance candid portrayals: a film critical of the Emergency, imposed by Mr Singh's party in 1975, was banned for example.\nThe strongest defence of The Accidental Prime Minister has come from Akshaye Khanna, who plays the pivotal role of journalist-turned-media adviser Sanjaya Baru.\n\"If you make an authentic political film, which talks of real people and real events, in a politically conscious country like India, it is but natural that people will react to it in different ways and there will be a collage of opinions. \n\"That's to be expected and if it didn't happen, I would have been disappointed,\" he said in an interview. \"But at the end of the day, it's just a film, not an earthquake or a tsunami, so let us not get too carried away.\"", "date": "18 January 2019", "href": "https://www.bbc.com/news/world-asia-india-46861434", "tags": "stir film ‘ minister india accidental country prime party causes one singh manmohan gandhi pm biopic"}