{"title": "Manning Sentenced to 35 Years for a Pivotal Leak of U.S. Files", "content": "FORT MEADE, Md. — A military judge sentenced Pfc. Bradley Manning on Wednesday to 35 years in prison for providing more than 700,000 government files to WikiLeaks, a gigantic leak that lifted the veil on American military and diplomatic activities around the world.\nThe sentence is the longest ever handed down in a case involving a leak of United States government information for the purpose of having the information reported to the public. Private Manning, 25, will be eligible for parole in about seven years, his lawyer said.\nIn a two-minute hearing on Wednesday morning, the judge, Col. Denise R. Lind of the Army, also said that Private Manning would be dishonorably discharged and reduced in rank from private first class to private, the lowest rank in the military. She said he would forfeit his pay, but she did not impose a fine.\nBefore the sentencing, Private Manning sat leaning forward with his hands folded, whispering to his lawyer, David Coombs. His aunt and two cousins sat quietly behind him. As Colonel Lind read the sentence, Private Manning stood, showing no expression. He did not make a statement.\nThe materials that Private Manning gave to WikiLeaks included a video taken during an American helicopter attack in Baghdad in 2007 in which civilians were killed, including two journalists. He also gave WikiLeaks some 250,000 diplomatic cables, dossiers of detainees being imprisoned without trial at Guantánamo Bay, Cuba, and hundreds of thousands of incident reports from the wars in Iraq and Afghanistan.\nImmediately after the judge left, military guards flanked Private Manning and hustled him out the front of the courtroom as a half-dozen supporters in the back of the courtroom called out words of encouragement.\n“We’ll keep fighting for you, Bradley,” one shouted. Another said, “You are a hero.”\nMr. Coombs later told reporters that he would apply for a presidential pardon next week and read a statement from Private Manning that he said would be included in his request.\n“I only wanted to help people,” Private Manning’s statement said, adding, “If you deny my request for a pardon, I will serve my time knowing that sometimes you have to pay a heavy price to live in a free society.” \nA White House spokesman said a request would be considered “like any other application.”\nMr. Coombs also said that he had wept after they left the courtroom and that Private Manning told him, “It’s O.K.” \nPrivate Manning downloaded the materials from a classified computer network to which he had access as a low-level Army intelligence analyst while deployed in Iraq in 2010. The documents he gave to WikiLeaks set off a scramble inside the government as officials sought to minimize any harm, including protecting foreigners identified in some documents as having helped American diplomats or the military. No evidence emerged that anyone was killed because of the leaks.\nAmong other things, the files also exposed the abuse of detainees by Iraqi officers under the watch of American forces and showed that civilian deaths during the Iraq war were most likely significantly higher than official estimates.\n“It’s outrageous,” one supporter who had been in the courtroom, Laura Watkins, 63, of Alexandria, Va., said of the sentence. “What I’ve seen is a travesty of justice.”\nThe judge’s decision to impose a 35-year sentence roughly split the difference between what the prosecution had requested — 60 years — and the 20 years that Private Manning had exposed himself to before the trial began when he pleaded guilty to a lesser version of the charges he was facing.\nUnder the military system, convicts sentenced to more than three decades in prison are eligible for parole after 10 years, and Private Manning is receiving 1,294 days credit — a little more than three years — for time in custody and for a 112-day period in which the judge ruled he was mistreated during pretrial confinement. He is expected to serve his time at the Army prison at Fort Leavenworth, Kan.\nThere have been only a handful of previous convictions in cases involving leak accusations, none resulting in a comparably severe sentence.\nIn 1985, for example, a former Navy intelligence officer, Samuel Morison, was sentenced to two years for giving classified satellite surveillance photographs to Jane’s Defense Weekly, making him the first government employee imprisoned for giving classified information to the press. In 2001, President Bill Clinton pardoned him.\nAs part of a surge in leak-related prosecutions under the Obama administration, Shamai Leibowitz, a former Federal Bureau of Investigation linguist, was sentenced to 20 months; Thomas Drake, a former National Security Agency official, was sentenced to a year of probation and community service; and John Kiriakou, a former Central Intelligence Agency official, received a 30-month sentence.\nSteven Aftergood, a government secrecy specialist with the Federation of American Scientists, said Private Manning’s 35-year sentence reflected how much his case — involving leaks of entire archives, not singular documents or discrete pieces of information — differed from what had come before it.\n“It reflects the gravity of the case and the government’s perception of the damage that was done,” Mr. Aftergood said. “Among other things, it is also the most voluminous leak ever, and also the broadest in scope including diplomatic, military and other records. So it was a qualitatively new kind of leak, and the government responded aggressively.”\nColonel Lind could have sentenced Private Manning to up to 90 years. She found him guilty last month of most of the charges against him, including six counts of violating the Espionage Act, but acquitted him of the most serious charge, aiding the enemy, which had never before been filed in a leak case. Private Manning’s sentence must be reviewed by the so-called convening authority, a general who oversees the Military District of Washington and has the power to reduce the term but not add to it. The case will then automatically come before the Army Court of Criminal Appeals.\nIn seeking a 60-year sentence, prosecutors argued that Private Manning had betrayed the trust of the government and said they hoped a severe punishment would discourage future leaks. They also had asked the judge to impose a fine of $100,000 to repay some of what was spent on efforts to mitigate damage, including identifying individuals who officials said had been put at risk by the disclosures.\nMr. Coombs argued that Private Manning had leaked the files because he wanted to start a public debate and bring about change, portraying his client as a well-intentioned, if naïve, whistle-blower.\nBut Mr. Coombs, seeking leniency, also argued that his client was confused at the time by stresses, including a crisis over his gender identity while in a combat zone. He elicited testimony showing that the military played down serious and recurring signs that Private Manning’s mental health was deteriorating, allowing him to maintain his access to classified information.", "date": "Aug. 21, 2013", "href": "https://www.nytimes.com/2013/08/22/us/manning-sentenced-for-leaking-government-secrets.html", "tags": "files sentence military “ leak pivotal u.s. sentenced manning years government also private"}