{"title": "Many Turks Prefer Even Flawed Democracy to Coup", "content": "ISTANBUL — Turkey’s liberals have spent years feeling that the country was being piloted in the wrong direction by a very powerful captain. They have watched with trepidation as President Recep Tayyip Erdogan expanded his powers, enriched his allies and increased the role of religion in public life.\nBut none of that made young liberals like Koray Suzer, a 25-year-old fitness trainer, sympathize with the renegade military officers who launched a failed coup against Mr. Erdogan on Friday night. Turkey, Mr. Suzer said, has moved past the days when its military should intervene in politics.\n“The worst democracy is better than the best coup,” he said on Sunday.\nTurkey’s politics are notoriously polarized, and its history of coups remains branded in the memories of its older generations. But the scarcity of popular support for the attempt to topple Mr. Erdogan over the weekend suggests a broad commitment among Turks to the processes of democracy, even if they do not always like the results.\nFor long stretches of Turkey’s modern history, the nation’s powerful military, which sees itself as the guardian of the secular state, launched a coup or other intervention about once per decade, most recently in 1997.\nBut analysts say the military’s independence has been curtailed in recent years through the sensational trials of top officers. And shifts have occurred in Turkish society as the economy has expanded, incomes have risen and many Turks have grown proud of living in a democracy in a region dominated by monarchs and strongmen.\n“We are not giving up on democracy,” declared a computerized sign on a highway in Istanbul that usually provides traffic updates. Most of the army and security services stood by Mr. Erdogan during the coup attempt, and all of the parties in Parliament, including those that bitterly oppose Mr. Erdogan, condemned the uprising during a session on Saturday: a rare show of unity.\nFor many in Istanbul and Ankara, where most of the fighting between those involved in the coup and the security services took place, Sunday was a day of loud pro-government rallies and funerals for the more than 260 people killed over the weekend, most of them civilians or members of government forces that opposed the coup.\nTurkey’s nearly 85,000 mosques broadcast funeral prayers at midday to honor the dead. Outside a mosque in Istanbul’s Besiktas neighborhood, crowds of mourners filed though a white tent, shedding tears and embracing the relatives of Senal Sagman, a local activist from Mr. Erdogan’s Justice and Development Party who was killed in a confrontation with pro-coup soldiers.\n“There is no God but God!” they chanted while carrying Mr. Sagman’s coffin, draped in a red Turkish flag, and placing it in the back of a truck.\nWhile there were no demonstrations of popular support for the coup during the weekend, Mr. Erdogan’s supporters sprang into action to oppose it.\nNuri Donen, a local party official attending the funeral, said he was crossing the Bosporus Bridge on Friday night when he saw soldiers blocking traffic in the other direction. He first assumed that there had been another terrorist attack, like the recent strike on Istanbul’s main airport. When he found out that a coup attempt was underway, Mr. Donen said, he rushed to join other party activists who were guarding a police station.\nHe is old enough to remember the coup in 1980, which he said had been welcomed at first for putting an end to deadly street violence. But, he declared, “the coup period is over.”\n“You cannot rule by force,” Mr. Donen added. “You have to rule by the will of the people.”\nFor Mr. Erdogan’s supporters, the coup’s failure was a relief that they believed would strengthen his mandate.\n“When the F-16s were flying overhead, we thought it was all over,” said Zerrin Kuday, 24, who runs a Turkish bagel cart in a conservative Istanbul neighborhood. Now, she wants Mr. Erdogan to harshly punish those who tried to topple him.\nMs. Kuday acknowledged that Mr. Erdogan’s opponents had accused him of acting like a dictator, but she said his tenure had been positive for her. The economy has grown, government services have improved, and public space has been expanded for religious women, like her, who wear Islamic head coverings.\nA coup could have reversed that progress, she said.\n“It’s not a matter of party,” she said. “It’s a matter of country, of homeland.”\nIn some ways, Mr. Erdogan and his allies were lucky that the coup failed so quickly.\nOpposition to him and his policies remains strong in other parts of Turkish society. And while the leadership and organization of the uprising remained unclear, Turkey’s justice minister said on Sunday that about 6,000 people had been detained on suspicion of involvement in the coup, suggesting a large plot.\nHad the coup’s backers captured Mr. Erdogan or his prime minister, Binali Yildirim, and prolonged the uncertainty, other opposition elements might have mobilized.\nMr. Erdogan has blamed followers of Fethullah Gulen, a Turkish cleric who leads a vast social movement from exile in Pennsylvania, for the plot. The Turkish government has demanded that the United States extradite Mr. Gulen, and Mr. Erdogan vowed on Sunday to “clean all state institutions of the virus” of Mr. Gulen’s supporters.\nThe United States has not granted previous extradition requests, but said it would look at any evidence Turkey could provide that implicated Mr. Gulen in crimes. Mr. Gulen, in an interview on Saturday, denied any involvement and condemned the coup as anti-democratic.\nA minority of Turks interviewed on Sunday said they wished the coup had succeeded, arguing that military intervention was the only way to stop Mr. Erdogan from gaining more power.\nAnd reflecting Mr. Erdogan’s reputation as a wily political operator, some said they suspected that he had engineered the coup to justify even tougher action against his opponents.\nAt a small pub a short walk from Mr. Sagman’s funeral, three gray-haired men sharing a Sunday afternoon beer listed the reasons they hated Mr. Erdogan: He is power-hungry, he uses religion to rally his supporters, and he is trying to bring Turkey closer to the Arab world and its conservatism.\nBut they disagreed on the best way to oppose him.\n“I really, personally, want him to be ousted,” said Mustafa Kaya, a retired factory worker. “It would be a step back for democracy, but we can’t improve without coups. That is our society.”\nHis friend Halil Aydiner, a retired teacher, disagreed, saying Turkey was better off if the military remained in the barracks.\n“Now we have the sword at our neck, but not the sharp edge,” he said. “If there is a coup, we’ll face the sharp edge.”", "date": "July 17, 2016", "href": "https://www.nytimes.com/2016/07/18/world/europe/many-turks-prefer-even-flawed-democracy-to-coup.html", "tags": "turkey military “ sunday turks istanbul even democracy prefer flawed many coup erdogan"}