{"title": "March for Our Lives: 'The world is on our side'", "content": "Valentine's Day started off as a great day for Victoria Gonzalez.\n\"Joaquin and I exchanged gifts in the morning and he walked me to class. I was so happy,\" she said.\nLater that day, Victoria, 17, would learn that her boyfriend, Joaquin Oliver, was one of 17 people shot and killed at Marjory Stoneman Douglas High School.\n\"It was a nightmare. We didn't get answers about Joaquin until two in the morning,\" said Joaquin's cousin Mariana Rocha, bouncing her year-old son on her hip at the March for Our Lives rally in Washington DC. \nThe 29-year-old Marjory Stoneman Douglas alumna said she is now too afraid to put her young son in school and will instead teach him at home.\n\"It's just not safe,\" she said as her eyes welled with tears. \nStudents and alumni from the Parkland, Florida school stayed close together in the crowd as thousands gathered around them in the US capital city and in solidarity across 800 cities worldwide.\n\"Justice for Parkland\" chants rang out and a powerful six-minute speech by survivor, and now activist, Emma Gonzalez, moved the audience. \nShe fell silent for a matter of minutes as tears streamed down her cheeks, before an alarm prompted her to begin speaking again. \nSix minutes and 20 seconds had passed since she took the stage. \nThat's how long it took the gunman to kill her classmates.\nSchool shootings are nothing new in the US.\nColumbine, Sandy Hook, Virginia Tech - the list continues to grow.\nBut unlike other shootings that flicker in and out of the news, the students from Marjory Stoneman Douglas have turned their grief into a movement since the 14 February massacre.\nIt's the deadliest school shooting since 2012, when 26 people - many of whom were between the ages of six and seven - were killed in Sandy Hook, Connecticut.\nMaryland high school student Monica Valdez, 16, said she was inspired by the Parkland survivors and is in Washington DC to make a change. \n\"I think about hiding spots when I walk into school. It's not normal. We shouldn't have to live like this,\" she said.\nSome may attribute the momentum for gun control to this young generation's social media savviness or charisma, but the Parkland students have managed to amass millions of followers in their fight against guns.\nYoung people from across the nation spoke out on Saturday about how guns have plagued their childhoods.\n\"If the Parkland kids hadn't started this none of this would have happened. We've never had this kind of a movement for gun control,\" said Bonnie Crawford, 40, who flew in from Portland, Oregon to join the march.\n\"I'm totally inspired by these students,\" said John Newman, 77. \n\"Now we just need to get these young people to get out and vote for new politicians that will change the laws\".\nBut people across the country remain divided on a solution to gun violence.\nWhile some call for the ban of military-style assault weapons and even guns altogether, others seek to arm teachers and officers in schools as a means of protection.\nHannah Snelling, 19, was a survivor of a school shooting two years ago and is now at university studying to become a teacher.\nShe said that many of her classes are filled with discussions about how to protect students, not teach them.\n\"You can't stop violence with more violence,\" said Hannah, who favours stricter gun laws and travelled from rural Ohio for the march.\nFormer police officer and current gun owner Anne Riley said, \"I'm not in favour of guns\".\n\"People get killed more than guns are used for safety in this country,\" the 80-year-old said.\nBut once the streets are emptied, the stages torn down and the protest signs piled up in trash bins after Saturday's march, the Marjory Stoneman Douglas students say they will keep going. \nVictoria still says Valentine's Day morning before Joaquin was killed was the happiest she'd ever been.\nOn the last Instagram photo he posted before he died, Joaquin wrote about Victoria: \"Thank you lord for putting a greater blessing than I could ever imagine into my life this past year. I love you with all my heart bub, I could never thank you enough for all you have done for me.\"\n\"I'm very thankful,\" Victoria said of their last hours together.\n\"It gives me a lot of hope seeing how many people are out here supporting us,\" she said as she looked at the surrounding crowd. \n\"It feels like the whole entire world is on our side.\"", "date": "24 March 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-43529689", "tags": "joaquin world victoria side gun lives parkland guns school students day march"}