{"title": "Marco Rubio Says His Campaign Was a Target of Russian Cyberattacks", "content": "WASHINGTON — Senator Marco Rubio said Thursday during a Senate Intelligence Committee hearing on Russia that his own presidential campaign had been a target of apparent Russian cyberattacks, and a cybersecurity expert testified that Mr. Rubio might have been the victim of a Russian online smear campaign.\nThe hearing, which surveyed Russia’s long history of waging foreign influence campaigns — efforts that have continued since the November election — was intended to lay the groundwork for the committee’s investigation of Moscow’s meddling in the presidential race.\nMr. Rubio, Republican of Florida and one of President Trump’s primary challengers, said that former members of his campaign had been targeted as recently as Wednesday morning in attacks traced to IP addresses in Russia.\nHe said that similar attacks had also taken place in July, roughly four months after he dropped out of the race, and that the attempts had been unsuccessful. His spokesman declined to elaborate.\nBut Mr. Rubio immediately sought to play down his remarks, cautioning his colleagues during the hearing not to become too focused on hacking, “one aspect of a much broader campaign.”\n“We’ve focused on the trees and have lost sight of the forest,” Mr. Rubio said.\nOther Republicans on the panel expressed some skepticism over the pervasiveness of Russian interference in the campaign. Senator Roy Blunt of Missouri asked whether the experts who had been brought in to testify had seen any evidence of direct Russian interference in county election systems, something he said “should never be allowed to happen.” No, they said.\nSenator John Cornyn of Texas, the Senate’s No. 2 Republican, cast doubt on the conclusion of intelligence agencies that Russians had acted specifically to aid Mr. Trump in the election. “Do you have any reason to believe that Putin knew more than the pundits and pollsters did here in America about the outcome of the election before it occurred?” Mr. Cornyn asked, referring to the Russian president, Vladimir V. Putin.\nNo, came the reply.\n“I didn’t think so,” Mr. Cornyn said.\nIn one remarkable exchange, Senator James Lankford, Republican of Oklahoma, asked why Mr. Putin had chosen this election to meddle in.\nClint Watts, a former F.B.I. agent who is now a senior fellow at the Foreign Policy Research Institute, said that while Russia had sought to interfere in elections around the world, its efforts in last year’s American election were especially potent because Mr. Trump’s campaign had “parroted” the same lines used in Russian propaganda. Mr. Trump cited a fake news article in at least one stump speech, Mr. Watts said, adding that his claims of a “rigged” election were in line with claims made by the Russian state news media.\n“I don’t think the president actually realizes what he’s citing,” Mr. Watts told reporters after the hearing. “He picks up on a conspiracy and he repeats it, and then we have the entire United States government pivoting to try and determine whether it’s fact or fiction.”\nMr. Watts also said he believed that Mr. Rubio had been the target of Russian campaigns to discredit him, a disclosure that appeared to startle the senator. After the hearing, Mr. Watts said that Mr. Rubio had not been the only target, asserting that negative online campaigns had cropped up at key moments against other candidates, including former Gov. Jeb Bush of Florida and Senator Lindsey Graham, Republican of South Carolina.\nDemocrats, for their part, emphasized the importance of gathering more information, including financial documents like Mr. Trump’s tax returns, to determine whether Mr. Trump or his associates had colluded with the Russians, as well as the need to examine the lack of a government response to the Russian interference.\n“The size of this, the enormity of this matter, is just eclipsing everything else in my mind,” said Senator Dianne Feinstein of California. “And yet there’s no response.”\nThe hearing — heavy on policy and flecked with a few conspicuously chummy interludes between Senator Richard M. Burr of North Carolina, the panel’s Republican chairman, and its top Democrat, Senator Mark Warner of Virginia — presented a stark contrast to the turmoil plaguing the House Intelligence Committee’s parallel investigation. Mr. Burr called it “a foundational hearing for our investigation.”\nAcross the Capitol, the House panel grappled on Thursday with a New York Times report identifying two White House officials who played a role in providing intelligence reports to Representative Devin Nunes, Republican of California and the committee’s chairman. Last week, Mr. Nunes said those documents indicated that Mr. Trump or people on his transition team, of which Mr. Nunes was a member, might have been “incidentally” caught up in surveillance of foreign operatives by American spy agencies. He chose to immediately brief Mr. Trump on the development, but not his Democratic counterpart on the committee.\nOne day after Mr. Burr and Mr. Warner held a joint news conference to express their commitment to a serious investigation, Mr. Warner emphasized what was foremost in their minds. “Do any of you have any doubt that it was Russia and Russian agents that perpetrated, during the 2016 presidential campaign, the hacks of the D.N.C. and the Podesta emails and the misinformation and disinformation campaign that took place?” he asked the experts called before the panel, referring to the Democratic National Committee and John D. Podesta, the chairman of Hillary Clinton’s campaign.\n“It absolutely stretches credulity to think they weren’t involved,” said Kevin Mandia, the chief executive of FireEye, a cybersecurity company.", "date": "March 30, 2017", "href": "https://www.nytimes.com/2017/03/30/us/politics/marco-rubio-russian-cyberattacks.html", "tags": "hearing rubio cyberattacks “ russian target says marco senator campaign said"}