{"title": "Maria Butina, Russian Accused of Spying, Enters Plea Deal; Court Papers Backpedal on Sex Claims", "content": "WASHINGTON — Maria Butina, the Russian woman accused of running a secret campaign to influence powerful American conservatives, has agreed to plead guilty to conspiring to act as a foreign agent, bringing to a close a case that had drawn headlines with prosecutors talking of a sly seductress who traded sex to further the aims of her spymasters in Moscow.\nBut in court papers laying out the plea deal, the portrayal of Ms. Butina is far tamer than the narrative the government put forward after her arrest in July. The latest filings make no mention of the most salacious accusations against Ms. Butina — that she used sex as spycraft — and she instead comes across as the tool of powerful men who helped her to infiltrate the National Rifle Association and the Republican Party.\nProsecutors even appear to have backed off the accusation that Ms. Butina used a graduate program at American University in Washington merely as a cover to enter the United States. “All available evidence indicates that Butina had interest in a graduate school education,” prosecutors say in a footnote.\nThe deal, which now must be approved by a judge, stipulates that Ms. Butina must cooperate with federal, state and local authorities in exchange for what could be a short prison term, or possibly a release after having already spent five months in jail. As a felon, she will most likely be deported after her release, as was made clear in court filings laying out the deal that were obtained by The New York Times.\nHer arrest in July stemmed from what officials described as a broader counterintelligence investigation by the Justice Department and the F.B.I. that predated the 2016 election and is separate from the work being done by the special counsel, Robert S. Mueller III. The investigation that ensnared Ms. Butina has focused on a Russian government official, Aleksandr P. Torshin, who worked closely with Ms. Butina for years. Mr. Torshin, a former senator close to Christian conservatives in Russia, has been attending N.R.A. conventions in the United States since 2011.\nInvestigators probably want to hear what Ms. Butina could tell them about Mr. Torshin’s efforts to influence American policy. They also most likely want to hear anything she knows about links between Russians and her boyfriend, Paul Erickson, a Republican operative who ran Patrick J. Buchanan’s 1992 presidential campaign and who moves in rarefied conservative circles despite accusations of fraud in three states.\nIn the deal, prosecutors said Ms. Butina used her position as a gun-rights activist in Russia and worked with Mr. Torshin and Mr. Erickson — identified in court papers as “Russian Official” and “U.S. Person 1” — to infiltrate the Republican Party and the N.R.A. Her goal was to promote Russian-friendly policies on behalf of the Kremlin by establishing “unofficial lines of communication with Americans having power and influence over U.S. politics,” the prosecutors wrote.\nThe plea deal also makes reference to George O’Neill Jr., a Rockefeller relative and conservative writer who helped pay Ms. Butina’s bills in the United States. Mr. O’Neill, who is not accused of wrongdoing, is described in the court papers as “a wealthy and well-connected U.S. person” who hosted large “friendship dinners” that were focused on improving relations between Russia and the United States.\nThe dinners, prosecutors said, afforded Ms. Butina the chances “to meet individuals with political capital, learn their thoughts and inclinations toward Russia, gauge their responses to her, and adjust her pitch accordingly.”\nYet for all of the talk of Ms. Butina looking to make connections with influential Americans, she hardly comes off as a character out of “Red Sparrow,” a spy thriller about a Russian femme fatale. If anything, what stands out in the court papers is the absence of the most headline-grabbing accusations that were made against Ms. Butina after her arrest.\nThere is the prosecution’s acknowledgment in the court papers that she genuinely wanted a graduate degree, and was not simply posing as a student. There is no mention of her having connections to Russian intelligence services. And nowhere is it suggested that she was only using Mr. Erickson to gain access to other influential Americans, or that she used sex at all in her efforts to promote pro-Russian views in the United States.\nMs. Butina’s lawyers had pushed back strenuously on that earlier portrayal of their client. They argued in court papers filed in August that the accusations of her trading sex for influence was a “sexist smear” based on years-old texts that were distorted by prosecutors eager to attract media attention. Prosecutors acknowledged they mistakenly interpreted the texts.\nHer lawyers had also pointed to Ms. Butina’s open life in the United States — she was a frequent poster on social media — as evidence to counter the government’s claims. For an alleged Russian agent funded by an oligarch, they say, Ms. Butina hardly lived a life of fake identities, secret communications and hidden allegiances.\nDuring her time as a graduate student at American University, she openly advocated Russia-friendly policies and closer ties between her homeland and the United States in speeches. She posted photographs on Instagram of herself toting guns and checked in on Facebook from locations like Russia House, a caviar-slinging lounge in Washington.\nMs. Butina also proved adept at getting close to powerful older men. She snapped pictures with prominent Republicans, including Gov. Scott Walker of Wisconsin and other former presidential candidates. She had Thanksgiving dinner last year at the country home of Representative Mark Sanford, Republican of South Carolina. Weeks before the 2016 election, she went with J.D. Gordon, a Trump campaign aide, to see the rock band Styx.\nMs. Butina even managed to get a photo with Donald Trump Jr., the president’s eldest son, whom she met at a 2016 dinner hosted by the N.R.A. in Louisville, Ky. She also tried to help broker a secret meeting with President Trump himself and President Vladimir V. Putin of Russia during the 2016 campaign.\nThe court in Washington that is handling Ms. Butina’s case set a hearing for Wednesday.", "date": "Dec. 10, 2018", "href": "https://www.nytimes.com/2018/12/10/us/politics/maria-butina-russia-nra.html", "tags": "backpedal prosecutors maria butina russian court plea accused deal claims ” papers sex states united spying ms. — enters"}