{"title": "Mario Batali Said to Face Second Sexual Assault Investigation", "content": "The New York Police Department is investigating a second sexual assault complaint against the celebrity chef Mario Batali, a person familiar with the matter said Monday.\nIn that complaint, which has not been previously reported, a woman told the police on March 15 that Mr. Batali drugged and sexually assaulted her in January 2004 at his Greenwich Village restaurant Babbo. The woman told the police she had been drinking at the bar and went upstairs to use the bathroom, according to the person familiar with the complaint, who spoke on the condition of anonymity. Her next memory was waking up as Mr. Batali was raping her.\nOn Sunday, “60 Minutes” interviewed a different, unidentified woman who said Mr. Batali had sexually assaulted her in 2005 at the Spotted Pig, a popular restaurant in Greenwich Village owned by the restaurateur Ken Friedman and the chef April Bloomfield. The woman said she had passed out after drinking with him, and woken up with scratches on her leg and semen on her skirt; she called a rape crisis hotline and had a rape kit taken at a hospital. The woman said she reported the incident to the police but did not file a complaint.\nJ. Peter Donald, assistant commissioner for the Police Department, confirmed Monday that it is now investigating the Spotted Pig incident, but would not confirm the 2004 complaint about Babbo. Danny Frost, a spokesman for the Manhattan district attorney, Cyrus R. Vance Jr., said he could not comment on whether Mr. Vance’s office was investigating Mr. Batali.\nMr. Batali has said he “vehemently denies” allegations that he engaged in any nonconsensual sex.\nThe New York Times reported in December on claims by several current and former employees that they had been sexually harassed by Mr. Friedman and some of his guests, including Mr. Batali, at the Spotted Pig and other Friedman-Bloomfield restaurants. Jamie Seet, a former general manager at the Spotted Pig, said that during a party in 2008, she intervened when she saw on the security camera feed that Mr. Batali, who was drunk, was groping and kissing a woman who appeared to be unconscious. The website Eater investigated similar behavior by Mr. Batali toward his staff.\nMr. Batali, 57, is an investor in the Spotted Pig and a longtime friend of Mr. Friedman. Both men were immediately removed from daily operations at the restaurants they once led. Their partners have been trying to extricate them from their restaurants entirely.\nOn Sunday night, after the “60 Minutes” report, the B&B Hospitality group, the empire of more than 20 restaurants built by Mr. Batali and his partners Joe and Lidia Bastianich, said in a statement: “The accounts tonight were chilling and deeply disturbing,” and added, “Our partnership with Mr. Batali is ending.”\nMs. Bloomfield also issued a statement, saying, “I am in the final stages of severing my partnership” with Mr. Friedman.\nIn recent weeks, Mr. Batali has been talking with friends and associates about whether a comeback or a new career might be possible.", "date": "May 21, 2018", "href": "https://www.nytimes.com/2018/05/21/dining/mario-batali-sexual-assault.html", "tags": "face spotted mario pig investigation assault second woman batali ” sexual police complaint said"}