{"title": "Mario Batali (Yes, in His Orange Crocs) to Prepare Obamas’ Last State Dinner", "content": "WASHINGTON — Last month as President Obama met with world leaders in Manhattan during the final United Nations General Assembly of his tenure, Michelle Obama sneaked off to Greenwich Village to plan for some parting diplomatic flourishes of her own.\nFor about two hours at a private table at Babbo, on Waverly Place, Mrs. Obama sampled appetizers, entrees and desserts prepared by Mario Batali, the chef she had chosen to put together the last state dinner of the Obama era, honoring Prime Minister Matteo Renzi of Italy.\nThe menu of dishes that ultimately made the cut for Tuesday night’s dinner was being as closely guarded this weekend as any state secret, though an official preview was scheduled for Monday afternoon at the White House.\nOfficials would say only that the 500 guests could expect “traditional Italian dishes that have been ingrained in American cuisine” — so, presumably, some of the more daring fare for which Mr. Batali is known, like goose liver ravioli, is not on the menu.\nThe dinner, in a lavishly decorated tent on the South Lawn, will be the 13th of Mr. Obama’s presidency. The chef the Obamas enlisted to prepare it is something of a familiar figure at the White House — a celebrity restaurateur who is also a longtime supporter of Mrs. Obama’s “Let’s Move” initiative and other efforts to promote healthy eating.\n“These are some of my favorite people on the whole planet, and they’re asking me to cook for the final state dinner of the presidency, and, oh, by the way, it’s the Italians who are coming?” Mr. Batali said in an interview. “It doesn’t get better.”\nBut that does not mean it isn’t also intimidating. “I’d be lying to say I wasn’t shaking in my boots a little bit,” Mr. Batali said — or, more precisely, his signature orange Crocs, which he confirmed he would be wearing to cook at the White House. (“It’s all I’ve got,” he said.)\nMr. Batali planned to arrive in the White House kitchen with four assistants early Monday and begin a frenzy of cooking and plating that would include five or six “test drives” of each dish before the Tuesday dinner hour.\nWhile he has never pulled off anything quite like a formal seated dinner for two world leaders and hundreds of prominent guests, Mr. Batali said his strategy would be “quite similar” to the one he employs in his many acclaimed restaurants, where preparation is paramount.\n“We perceive it as the same type of thing as the dinner rush, but a little less complicated,” Mr. Batali said, because the vast majority of diners will be eating the same thing, rather than choosing among 17 appetizers, 20 pastas and 15 to 18 main dishes as they would at Babbo.\nAt the White House, where even the edible is political, Mr. Batali will avoid the more adventurous dishes found on Babbo’s menu, like the aforementioned ravioli, as well as the head cheese, tripe, pig foot and sweetbreads.\n“I knew it was going to be something using almost 100 percent American ingredients, and nothing that would alienate anybody or frighten anybody or look like it was really fancy,” Mr. Batali said. “The dishes were all inspired by Italian dishes, so they will be simple and recognizable, but each with something to delight and surprise.”\nStill, Mr. Batali said he had tried to stay true to his culinary instincts, as other chefs who have prepared state dinners for the Obamas have done.\n“I looked at the other dinners by chefs that I know,” including Marcus Samuelsson, who prepared the India state dinner, the Obamas’ first; Rick Bayless, who cooked the Mexico dinner; Masaharu Morimoto, who did Japan’s; and Anita Lo, who was featured at the second China state dinner. “They didn’t back away. They made food that was very indicative of their personal taste.”\nMr. Batali knows his way around the White House, where he appeared in 2010 for an “Iron Chef” battle that paired him with Emeril Lagasse against Bobby Flay and Cristeta Comerford, the White House executive chef. The teams cooked a menu showcasing Mrs. Obama’s kitchen garden. “They resoundingly crushed us,” Mr. Batali said.\nAnd last year, he accompanied Mrs. Obama to the Milan Expo for an event about nutrition.\nSo when it came time to collaborate with Mr. Batali on this week’s dinner, Ms. Comerford and Susan Morrison, the White House pastry chef, knew what they were getting.\nMs. Comerford will prepare passed canapés made with ingredients from the final harvest of the White House kitchen garden. Ms. Morrison has constructed 44 fall harvest dessert centerpieces, complete with pumpkins and cornucopias made of chocolate, and she will serve miniature pastries, including a sweet corn crema and blackberry cup, a homage to one of Mr. Batali’s signature desserts.\nThe event, to be capped off by a performance by Gwen Stefani, will be the Obamas’ last chance to put their singular stamp on the button-down ritual of state dinners. Their debut, a 2009 dinner in honor of Prime Minister Manmohan Singh of India, was marred by a party-crashing couple whose unauthorized entry later prompted a congressional inquiry.\nSeven years and a dozen dinners later, the East Wing is well practiced in staging the kind of affair the Obamas want.\n“I wouldn’t say we’ve got it down to a science, because there are so many details and logistics that go into making a state dinner a success, but we do know what it takes,” said Deesha Dyer, the White House social secretary.\nThis time, however, the process has been bittersweet, as the White House staff grows increasingly conscious that its time is drawing to a close.\n“There is a little bit of nostalgia and beauty in knowing that you’re bringing this together for the last time under this roof,” Ms. Dyer said.\nMr. Batali said that he had waited for eight years for an invitation to cook at the White House, and that he was “proud to have made the list” of chefs who had the privilege.\n“Knowing this is the last one, I only hope the meal lives up to the occasion,” he said.", "date": "Oct. 16, 2016", "href": "https://www.nytimes.com/2016/10/17/us/politics/mario-batali-obama-dinner.html", "tags": "dinner mario crocs ” batali obamas white yes house last state obama orange prepare"}