{"title": "Maria Bamford’s New Special Is a Kind of Inspired Gibberish", "content": "Since her last special, the stand-up comic Maria Bamford has gotten married, and while romantic commitment is a primary theme of “Old Baby,” her new hourlong special released on Netflix last week, don’t expect the usual jokes about how a wedding ends your sex life.\n“We have a lot of sex,” she says in a smoky voice before describing her love life. “A lot of fudging and wedging and lotions and potions and unguents and poultices, jams and jellies. Custards, mustards, sauces, souses, foam soups, smoothing milks.”\nThis litany spins in an even more bizarre direction, concluding with Ms. Bamford shouting “Hammer, anvil!” three times and bending down in orgasmic exhaustion.\nThis kind of inspired gibberish, which pokes fun at sex talk but is far too unhinged to be straight satire, really appeals to a certain kind of comedy nerd. Not everyone will be delighted by the unexpected use of the word “unguents,” but some people will be, and count me among them.\nBut while this special will be catnip for those who love the delirious absurdity of Ms. Bamford’s Netflix series, “Lady Dynamite,” it also represents a narrowing of her aesthetic, a doubling down on her quirks, occasionally at the expense of being consistently funny. It’s an intimate and inward-looking hour of stand-up that wrestles with the question of who is and who should be her audience.\nIn this special, Ms. Bamford, who emerged in the alternative comedy movement at the turn of the last century, pokes fun at herself for not wanting to perform in a sports bar; imitates an audience member upset at her paucity of punch lines; and sends up the common comedian boast that you need to play for a multitude of different crowds to really develop your skills. “I just did a pop-up open mike at a live birth,” she says. “You know, just to be there for baby’s first laugh.”\nIn her last special, a dynamite set that melded formal experimentation with tightly crafted jokes, Ms. Bamford performed to an audience of only her mother and father. The warm and supportive setting seemed to embrace a stereotype of alternative comics held by club comics (although the distinction between those two camps seems less and less meaningful), namely that they prefer to perform for crowds that are just like them, what Bill Burr derisively called a “comedy womb.”\nEvery fan base, including Mr. Burr’s, is its own bubble, and some comics push its limits more than others. “Old Baby” rests comfortably inside its womb, while pointedly drawing attention to it through its form, shifting settings every few minutes through deft edits (Jessica Yu directed the special with an assured and nimble touch), from Ms. Bamford telling jokes to her husband in their house, to a bunch of old friends on a suburban street, then to strangers in a bowling alley.\nWhat’s striking is that her comedy doesn’t change while the context and audience does. A seasoned, virtuoso comedian, Ms. Bamford makes the case for stand-up as a personal art form that stays true to itself rather than adjusting to the crowd.\nShe has long gotten her biggest laughs from doing voices inside a joke, some of which are impressions of specific people, like her mother, though most are not. They can be caricatures of types of people or something more abstract, like an ominous growl, baritone grunt or a symphony of farting noises. One of her go-to jokes involves her shifting from a quiet tone to a holler that has a similar rhythm to Sam Kinison’s scream.\nLike the greatest comedians, Ms. Bamford has a deep appreciation for funny words. Her jokes are filled with oddball phrases that are whimsical (“passing fancy”) or slightly puzzling (“I always wanted a clean boy”). She’s subtle and highly self-conscious, but no snob. She is happy to put on a pair of oversize shorts for a laugh. But even her blunt jokes are always slightly off kilter, focusing more on bizarre turns than on an explosive climax.\nSome of her best bits take the shape of an elaborate metaphor dragged out indulgently. “I’m going full Detroit” is how she describes getting older, comparing her body to that struggling Midwestern city, with aging as seemingly inevitable as globalization. “Abandoning all infrastructure. Letting my neural pathways go slack with disuse.” After saying she’s worried about sinking property values, she moves into the kicker: “I’m a good place to squat.”\nMs. Bamford begins the special staring in the mirror, setting a mood of self-awareness and quiet intimacy that holds for an hour. After telling jokes to her husband, she gives him a high-five; and the special ends with him playing peekaboo, making her laugh. It’s the second reference to peekaboo in the hour, and it’s not the only time the fun of childhood is evoked.\nAt one point, onstage at a theater, she tries to reproduce a game she played as a child called One Big Blob, with everyone in the audience forming a human chain. It has the feel of a late-night stunt, but the execution is strained and clumsy. The friendly spectacle and inclusion of her husband in this special is endearing, but it can also move from sweet to cloying and is part of the reason this show is more likely to appeal to fans than win converts.\nThere’s nothing wrong with that. Stand-up comedy doesn’t need to please everyone, and it’s as absurd to expect it to as it is to think Wes Anderson’s movies will be to everyone’s taste. Indeed, you can think of Ms. Bamford as the Wes Anderson of stand-up: Both are refined artists whose meticulous and sensitive set pieces are formally daring and stubbornly committed to a distinctive aesthete’s sensibility. “Old Baby” is her “The Darjeeling Limited.”", "date": "May 9, 2017", "href": "https://www.nytimes.com/2017/05/09/arts/television/maria-bamfords-new-special-is-a-kind-of-inspired-gibberish.html", "tags": "maria inspired bamford stand-up comedy audience ” ms. jokes gibberish last new special kind"}