{"title": "Maria Butina Did Not Use Sex in Covert Russian Plan, Her Lawyers Say", "content": "Federal prosecutors who said that a Russian gun-rights activist traded sex as part of a secret influence campaign had only weak evidence to support that claim, the woman’s lawyers argued in court papers filed on Friday.\nInstead, they said, the government distorted years-old text messages from the woman, Maria Butina, and quoted others out of context to trump up salacious allegations.\nIt was all part of a “sexist smear” effort that spread widely and prejudiced public opinion against Ms. Butina, her lawyers, Robert N. Driscoll and Alfred D. Carry, argued.\nMs. Butina was arrested last month and charged with acting as a covert Russian agent who got close to prominent American conservatives and infiltrated the National Rifle Association, among other organizations.\nIn arguing that she posed a flight risk and should be jailed pending trial, prosecutors asserted that Ms. Butina, 29, only struck up a relationship with a Republican operative, Paul Erickson, 56, to further her work as a Russian agent. They also said she once offered sex in exchange for a job with an unnamed special interest group.\nCiting the evidence presented by prosecutors, Magistrate Judge Deborah A. Robinson of Federal District Court in Washington ordered Ms. Butina held in jail.\nBut both of the government’s claims about Ms. Butina’s behavior are false, her lawyers said Friday. They said that they had pressed prosecutors for evidence supporting their claim that she had offered sex for a job and that the government put off answering them.\nWhen prosecutors eventually revealed the basis for the allegation, Ms. Butina’s lawyers said, it turned out to be an “innocuous three-year-old text exchange” between Ms. Butina and a longtime friend who worked for her gun-rights organization — and who had just helped her renew her car insurance.\nDuring the conversation, which took place while both were in Russia, Ms. Butina — who, her lawyers said, was friends with the man’s wife and considered him to be like a brother — jokingly offered sex for the favor. At no point during the conversation did Ms. Butina seek a job, they said, and the only special interest organization mentioned was the one she had founded.\nHer lawyers also took aim at statements by prosecutors who described her relationship with Mr. Erickson as “duplicitous” and borne of convenience.\nThey said that those allegations were based entirely on private messages Ms. Butina had exchanged with a friend as the two swapped cat photos, and that Ms. Butina’s complaints largely focused on frustration over the poor health of Mr. Erickson’s mother, who died in 2017. ”Offhand complaints about one’s romantic partner being too close to their mother should be out of bounds,” her lawyers wrote, “and certainly not asserted to be proof of a ‘duplicitous’ relationship.”\nFederal prosecutors did not respond to a request for comment on Friday.\nThe allegations wrongly “painted Ms. Butina as some type of Kremlin-trained seductress, or spy-novel honey pot character, trading sex for access and power,” her lawyers wrote. The claim was broadcast around the world by news organizations, they said, and “worse, it also appeared on the television of her parent’s family room TV.”\nThey sought her release from jail and argued that the government “should be held to a higher standard and not fuel the sexist and misogynistic flames surrounding this case with baseless slurs and indignities.”\nMs. Butina was transferred last week from the jail in Washington to a detention center in Virginia amid criticism from the Russian government, which issued a statement last week accusing federal prosecutors of trying to break her psychologically by taking away her personal belongings and keeping her in isolation.\nProsecutors have yet to offer proof in court filings that Ms. Butina sought to trade sex for influence. Last month, they disclosed that they had gathered multiple terabytes of data while building a case against her. But her lawyers said they were confident that the government had no further evidence beyond the Russian text messages about car insurance.\nSeparately on Friday, Judge Tanya S. Chutkan of Federal District Court signaled that she was weighing whether to issue a gag order barring both sides from talking to reporters about the case.", "date": "Aug. 24, 2018", "href": "https://www.nytimes.com/2018/08/24/us/politics/maria-butina-texts-russia.html", "tags": "prosecutors maria “ butina russian federal sex say lawyers covert ms. government use plan"}