{"title": "Maria Butina Pleads Guilty to Role in a Russian Effort to Influence Conservatives", "content": "WASHINGTON — To the conservative Americans she courted, Maria Butina was the right kind of Russian.\nShe loved guns and the church and networking with top officials in the National Rifle Association. She schmoozed with Republican presidential candidates, and became a supporter of Donald J. Trump. She spent Thanksgiving at a congressman’s country house, took a Trump campaign aide to see the rock band Styx and helped a Rockefeller heir organize “friendship dinners” with influential Washingtonians.\nOn Thursday, Ms. Butina, 30, pleaded guilty to a single charge of conspiring to act as a foreign agent in a deal with federal prosecutors. In doing so, she acknowledged that her activities were motivated by more than mere personal conviction.\nAs part of the deal, Ms. Butina admitted to being involved in an organized effort, backed by Russian officials, to open up unofficial lines of communication with influential Americans in the N.R.A. and in the Republican Party, and to win them over to the idea of Russia as a friend, not a foe.\nMs. Butina’s guilty plea now casts a spotlight on the Americans she worked with, including prominent members of the N.R.A. and her boyfriend, Paul Erickson, 56, a longtime Republican operative who ran Patrick J. Buchanan’s 1992 presidential campaign and who now faces accusations of fraud in three states. Officials have said federal investigators are examining what Mr. Erickson and others who helped Ms. Butina knew about her links to the Russian government.\nMs. Butina agreed to cooperate with the investigators as part of her deal. In exchange, she will most likely get a short prison term, or possibly be released after having already spent five months in jail. She will probably then be deported, according to court papers laying out the agreement.\nAt the hearing to change her plea on Thursday, the judge said Ms. Butina would remain in custody while she was cooperating with federal investigators. A hearing to consider when she should be sentenced was set for Feb. 12.\nYet even as prosecutors secured Ms. Butina’s conviction and cooperation, they faced questions about their initial portrayal of Ms. Butina as something like a character out of “Red Sparrow,” the spy thriller about a Russian femme fatale.\nProsecutors had already been forced to back off the most salacious accusations against Ms. Butina — that she used sex as spycraft — and acknowledged in court filings this week that she genuinely wanted a graduate degree, and was not simply posing as a student to live in the United States. They also dropped accusations of her being in contact with Russian intelligence agencies, and that she was only using Mr. Erickson to gain access to other influential Americans.\nMs. Butina’s lawyers had strenuously objected to the earlier portrayal of their client, and the plea deal was likely to provide her defenders with new fodder to argue that her activities look sinister only to those who see the world through the outdated lens of the Cold War. For all of the headline-grabbing talk of a flame-haired Russian spy seducing unwitting Americans that followed her arrest, they say, Ms. Butina hardly lived her life in the shadows.\nShe openly advocated Russia-friendly policies and closer connections between her homeland and the United States in speeches and during her time at American University in Washington, where she earned a master’s degree. Her cellphone case featured a picture of President Vladimir V. Putin of Russia riding a horse shirtless. She frequented Russia House, an upscale Washington bar where Russian hockey stars like Alexander Ovechkin of the Washington Capitals enjoy vodka and caviar.\nMs. Butina similarly made little effort to hide her knack for getting close to powerful older men. She posed for pictures with prominent Republicans, including Gov. Scott Walker of Wisconsin and other former presidential candidates. She even managed to get a photo with Donald Trump Jr., the president’s eldest son, whom she met at a 2016 dinner hosted by the N.R.A. in Louisville, Ky.\nShe also made no secret of her desire to help broker a secret meeting with Donald J. Trump, then a candidate, and Mr. Putin during the 2016 election.\nMs. Butina’s arrest in July stemmed from what officials described as a broader counterintelligence investigation by the Justice Department and the F.B.I. that predated the 2016 election and is separate from the work being done by the special counsel, Robert S. Mueller III.\nThe investigation has focused on Aleksandr P. Torshin, a Russian government official who worked closely with Ms. Butina for years. Mr. Torshin is close to Christian conservatives in Russia and has been attending N.R.A. conventions in the United States since 2011.\nBeginning in 2015, prosecutors said in the plea deal, Ms. Butina “agreed and conspired” with Mr. Torshin and Mr. Erickson — identified in court papers as the “Russian Official” and “U.S. Person 1” — to infiltrate the Republican Party and the N.R.A. and to promote Russia-friendly policies on behalf of the Kremlin. Mr. Torshin directed Ms. Butina’s work, they said, and Mr. Erickson helped her with what she called her “Diplomacy Project.”\nThey helped her organize trips to Moscow for prominent N.R.A. members, and helped her set up meetings for a Russian delegation to the National Prayer Breakfast in 2017.\n“Throughout the conspiracy, Butina wrote notes to Russian Official about her efforts and her assessment of the political landscape in the United States in advance of the 2016 election,” the prosecutors wrote.\n“Butina also sought Russian Official’s advice on whether to take meetings with certain people,” they added. “She asked him for direction on whether the Russian ‘government’ was ready to meet with some of those people.”\nThe plea deal also makes reference to George O’Neill Jr., a Rockefeller relative and conservative writer who helped pay Ms. Butina’s bills in the United States. Mr. O’Neill, who is not accused of wrongdoing, is described in the court papers as “a wealthy and well-connected U.S. person” who hosted large “friendship dinners” that were focused on improving relations between Russia and the United States.\nThe dinners, prosecutors said, afforded Ms. Butina chances “to meet individuals with political capital, learn their thoughts and inclinations toward Russia, gauge their responses to her and adjust her pitch accordingly.”\nThen there was a Russian oligarch, Konstantin Y. Nikolayev, who provided money for some of Ms. Butina’s initial travel and work in the United States, prosecutors said. Mr. Nikolayev is a transport magnate whose wife runs a Russian gun company that Ms. Butina visited with an N.R.A. delegation in 2015. He has previously denied providing Ms. Butina with any financial support after 2014.", "date": "Dec. 13, 2018", "href": "https://www.nytimes.com/2018/12/13/us/politics/butina-guilty.html", "tags": "prosecutors guilty effort maria butina pleads russian united states ms. ” n.r.a influence conservatives role"}