{"title": "Mark Ladner to Leave Del Posto for a Pasta Start-Up", "content": "The chef Mark Ladner, who has led the kitchen of the opulent Italian restaurant Del Posto since it opened in 2005, will leave at the end of January.\nBut instead of decamping to another high-end destination (boutique hotels are currently popular among chefs at loose ends), he is diving into the world of upscale fast food with a quick-serve restaurant, Pasta Flyer, that he hopes to develop into a chain. The first outlet is under construction in Greenwich Village.\nMario Batali, an owner of Del Posto, in Chelsea, said that in February the restaurant will introduce a menu from the new executive chef, Melissa Rodriguez, who was Mr. Ladner’s chef de cuisine. She will be the first woman to head the kitchen of a New York City restaurant that has received four stars from The New York Times.\nMr. Ladner joins a growing club of fine-dining chefs who are branching into what the industry calls the “fast-casual segment.” An idea that began with nostalgic dabbling in burgers and fries by the restaurateur Danny Meyer at Shake Shack is now seen by many chefs as a commercial lifeline — easily replicated and profitable on a large scale — that can subsidize a larger business, or save a career.\nBobby Flay, for instance, is stringing Bobby’s Burger Palaces up and down the East Coast; the chef Spike Mendelsohn, with his family, has opened six locations of Good Stuff Eatery since 2008, including one in Riyadh, Saudi Arabia; and Beefsteak, a vegetable-focused chain from José Andrés, opened its fifth branch this year. These chefs are convinced that it can be both possible and profitable to translate the fine-dining values they hold dear (expert technique, top-quality ingredients, optimal taste and texture) to a mass audience.\nPasta Flyer has been on Mr. Ladner’s mind since at least 2014, when he financed its initial research and development with a series of pop-ups and a Kickstarter campaign.\nMr. Ladner, 47, has worked for Mr. Batali for nearly two decades, starting as a sous-chef at Babbo when it opened in 1998. Since then, Mr. Batali’s Greenwich Village mini-empire has blossomed into the global Batali & Bastianich Hospitality Group, owned with Joe and Lidia Bastianich. The group has part or full ownership of 26 restaurants from Pittsburgh to Las Vegas to Singapore, and a stake in the Eataly markets in North and South America.\nMr. Ladner was the first chef at the group’s pasta-centered trattoria, Lupa, and is widely revered as a pasta whisperer, unsurpassed among American chefs. But with no stake in the restaurant or the group, he said that being a salaried worker in someone else’s kitchen — even with strong benefits and job security — didn’t sate his hunger for ownership. (At one time, Mr. Ladner said, he was an equity partner in two of the group’s restaurants, but for personal reasons, he was forced to sell his shares back to the company.)\nHis departure from Del Posto follows that of the restaurant’s longtime pastry chef, Brooks Headley, who left in 2015 for similar reasons. Mr. Headley opened Superiority Burger, an East Village outlet for his creative urges, which run to vegan burgers, soft-serve gelato and seasonal vegetables.\nMr. Headley said he had no interest in developing more than one branch, also in New York. (His current space has only six seats.) “I want Superiority Burger to be a singular but mighty New York City thing,” he said. “I don’t think I could survive the headaches of making it scalable and replicable.”\nBut most chefs entering this world are deeply interested in creating the next Chipotle or Panera Bread. Entrepreneurs are jockeying to be the Shake Shack of Chinese dumplings, of vegan food, of Lebanese flatbread, of Japanese ramen noodles, of artisanal fried chicken.\nBlaze Pizza, a “chef-driven” franchise with thin-crust pies, was one of the fastest-growing restaurant chains in the United States in 2016, according to Technomic, an industry research firm.\nBut no one has yet cracked the complex code of how to produce a good bowl of pasta — reasonably al dente, appropriately sauced, made with high-quality ingredients — in the same amount of time it takes a Chipotle outlet to roll a burrito or a Sweetgreen branch to toss a salad, and for about the same price.\nMr. Ladner said he has worked out a method of parcooking pasta — he plans to use Felicetti, a top-quality brand of dried pasta from a small producer in the Dolomites — so that it can be reheated and ready to sauce in about 15 seconds.\n“If anyone can do it, it’s Mr. Ladner,” Mr. Batali said. “It would be category changing.”", "date": "Dec. 23, 2016", "href": "https://www.nytimes.com/2016/12/23/dining/del-posto-mark-ladner-pasta-flyer.html", "tags": "leave del chefs ladner chef restaurant ” mark start-up posto pasta —"}