{"title": "Market’s Surge Meets Dollar’s Swoon", "content": "Six months into the Trump presidency, two symbols of American financial might — the Dow and the dollar — have taken divergent paths, highlighting the complexities that investors face as the global economy hums, while Washington is enmeshed in political turmoil.\nThe Dow Jones industrial average on Wednesday passed the 22,000 milestone for the first time, an 11 percent surge for the year that is being driven of late by increasingly bullish retail investors piling into stocks. Strong corporate earnings reports, bolstered by the news on Tuesday of Apple’s higher-than-expected quarterly profit and revenue, propelled the markets higher.\nOver this same period, the United States dollar has lost about 10 percent of its value against a basket of six major currencies.\nThe near-mirror image fall in the dollar has been especially pronounced in recent weeks, stemming in part from concerns that President Trump’s political problems will hamper his ability to pass a major tax reduction or an infrastructure bill.\nYet those concerns have yet to halt the stock market’s seemingly unstoppable advance. Mr. Trump has repeatedly pointed to record highs in the Dow as a validation of his administration, posting on Twitter on Tuesday morning:\n“Stock Market could hit all-time high (again) 22,000 today. Was 18,000 only 6 months ago on Election Day. Mainstream media seldom mentions!”\nAnd while it is true that there has been little in terms of legislative action to back up his boast, investment experts say that the president’s promise to slash regulations and cut taxes — even if unfulfilled — has stoked long-dormant animal spirits among investors. That corporate earnings are excelling and the global economy is growing faster than many expected has only added to the bullish vibe.\n“Whether you like the administration, the people, the rhetoric or not, there is no overstating just how powerful the animal spirits have been,” said Atul Lele, chief investment officer for Deltec International Group, an investment firm based in Nassau, Bahamas. “You are seeing it in the data and it is evident in the financial markets as well.”\nWhile there is no doubt that the animal spirits have done their work, just as important to the market’s recent rally has been the significant fall in the dollar — not just against the euro and the yen, but against more volatile currencies like the Mexican peso and the Brazilian real.\nEven the Chinese renminbi, once criticized by Mr. Trump as artificially low, has gained value against the dollar, climbing more than 3 percent for the year.\nA dollar in retreat means that trillions more dollars are sloshing around the global economy, ending up in 100-year Argentine bonds, Turkish airline stocks, junk bonds with stripped down investor protections and, of course, Dow stalwarts like Amazon, Microsoft and Boeing.\n“Dollar weakness means that there is increased liquidity all around the world,” said Mr. Lele, the investment officer. “And all that is flowing into carry trades.”\nThe carry trade is financial jargon that describes the flow of money from low return assets to those with a higher return — not least when investors use a cheaper asset (dollars) to pay for riskier assets that promise better performance.\nWhen central banks, especially the Federal Reserve, intervened aggressively in global markets after the financial crisis, the immediate effect was rock bottom interest rates, a weak dollar and a search for “carry” by global investors.\nYet this trade lost some of its urgency in recent years as investors bet that the Fed would raise rates and that Mr. Trump’s expansive fiscal policies would give a boost to the United States economy and the dollar.\nThe dollar’s rapid ascent in the weeks immediately after the 2016 election spurred fears that an abrupt dollar run-up would damage global markets, leading to a rout in global currencies — especially those in developing nations.\nInstead, Trump administration officials have veered from the standard practice of talking up the dollar by pretty much doing the opposite. This approach was spurred largely by the administration’s tough talk on trade and support for American manufacturers whose exports benefit from a less robust dollar.\nBut it is also true that Mr. Trump, both from within his cabinet and his outside panel of economic advisers, has heard the view from Wall Street that an overly strong dollar would not help American financial markets.\nEdward Yardeni, an independent investment strategist, refers to the recent run-up in stocks, after what has already been one of the longest bull markets in financial history, as a “market melt-up.”\nThink of it as a rush of perhaps less discerning money into stocks, propelling stock market indexes past one historical milestone after another.\nFor example, as of Monday, the Dow had reached 30 record highs this year, according to research by Charlie Bilello, an analyst with Pension Partners, a financial advisory firm.\nIn a recent strategy note, Mr. Yardeni highlighted the effect of investor money pouring into exchange traded funds, which are easily traded, low-cost funds that track all varieties of indexes and investment themes.\nOver the last year, $232 billion has flowed into E.T.F.s that invest in domestic equities. In recent months, as the dollar has softened, global E.T.F.s that invest in Europe and emerging markets have been deluged with money and have taken in $121 billion for the year.\nLeading the way have been E.T.F.s that invest in higher-yielding, harder-to-trade securities like emerging market bonds, leveraged loans and bonds issued by low-rated corporations.\nInstitutional and retail investors use the funds to make quick and longer term investment bets. But much of the flows, of late, seem to be coming from retail investors, many of whom were sitting on the sidelines in the last few years, analysts say.\nThe investment firm Schwab, which oversees $3 trillion in assets from individuals and independent investment firms, reported in its second-quarter earnings last month that cash held by clients had dropped to 11.5 percent in June from 13 percent in December — a fairly precipitous reduction for such a short period.\n“Right now, the market thinks the future looks good,” said Peter Mallouk, the founder of Creative Planning, an independent investment adviser managing more than $26 billion out of Leawood, Kan. “Corporate earnings are up, corporate taxes are expected to drop and most importantly, unemployment continues to trend lower.”\nBeyond the stimulative effect that a struggling dollar has on global investment flows, some analysts point to another, more specific reason that might explain the near perfect correlation between the dollar’s fall and the Dow’s rise.\nThe Dow, much more so than the S.&P. 500 and the Nasdaq composite index, has a weightier concentration in multinationals that rely on exporting their goods overseas, like Caterpillar, Boeing and Coca-Cola, to name a few.\nThe weak dollar and strong growth in Asia, Europe and many emerging markets will be a boon for these companies, a number of which suffered in past years when the dollar was ascendant and worries about Europe and developing nations abounded.\n“There is no doubt that the big news — a drop in the dollar — is benefiting the Dow more than other indices,” said Jim Paulsen, chief investment strategist for the Leuthold Group, an investment firm based in Minneapolis.\n“It has multinationals, and it benefits from improved trade flows. So dollar weakness may propel the Dow to 22,000 and beyond.”", "date": "Aug. 1, 2017", "href": "https://www.nytimes.com/2017/08/01/business/dealbook/dow-22000-stock-markets-dollar-value.html", "tags": "investment markets market investors surge ” global meets dollar dow swoon —"}