{"title": "Mark Zuckerberg Seeks to Clarify Remarks About Holocaust Deniers After Outcry", "content": "Mark Zuckerberg, the Facebook chief executive, said in an interview published Wednesday that he would not automatically remove denials that the Holocaust took place from the site, a remark that caused an uproar online.\nMr. Zuckerberg’s comments were made during an interview with the tech journalist Kara Swisher that was published on the site Recode. (Read the full transcript here.) Hours later, Mr. Zuckerberg tried to clarify his comments in an email to Recode.\nIn the interview, Mr. Zuckerberg had been discussing what content Facebook would remove from the site, and noted that in countries like Myanmar and Sri Lanka, the dissemination of hate speech can have immediate and dire consequences. Moments earlier, he had also defended his company’s decision to allow content from the conspiracy site Infowars to be distributed on Facebook.\n[Facebook plans to remove misinformation that could lead to physical harm.]\n“The principles that we have on what we remove from the service are: If it’s going to result in real harm, real physical harm, or if you’re attacking individuals, then that content shouldn’t be on the platform,” he said.\n“There’s a lot of categories of that that we can get into, but then there’s broad debate.”\nMs. Swisher, who will become an Opinion contributor with The New York Times later this summer, challenged Mr. Zuckerberg.\n“‘Sandy Hook didn’t happen’ is not a debate,” she said, referring to the Connecticut school massacre in 2012, which Infowars has spread conspiracy theories about. “It is false. You can’t just take that down?”\nMr. Zuckerberg countered that the context of the remark mattered.\n“I also think that going to someone who is a victim of Sandy Hook and telling them, ‘Hey, no, you’re a liar’ — that is harassment, and we actually will take that down,” he said.\nThat’s when Mr. Zuckerberg brought up the Holocaust.\n“But over all, let’s take this whole closer to home,” he continued. “I’m Jewish, and there’s a set of people who deny that the Holocaust happened. I find that deeply offensive. But at the end of the day, I don’t believe that our platform should take that down because I think there are things that different people get wrong. I don’t think that they’re intentionally getting it wrong.”\nMs. Swisher interrupted him: “In the case of the Holocaust deniers, they might be, but go ahead.”\nMr. Zuckerberg’s response was somewhat muddled.\n“It’s hard to impugn intent and to understand the intent,” he said, adding that he also gets things wrong when he speaks publicly, and other public figures do as well.\n“I just don’t think that it is the right thing to say, ‘We’re going to take someone off the platform if they get things wrong, even multiple times,’” he said.\nInstead, Facebook would allow the content to exist on its site, but would move it down in the News Feed so that fewer users see it, he said.\nIn his follow-up statement, the Facebook chief executive tried to clarify his remarks.\n“There’s one thing I want to clear up. I personally find Holocaust denial deeply offensive, and I absolutely didn’t intend to defend the intent of people who deny that,” he wrote in the email.\n“If something is spreading and is rated false by fact checkers, it would lose the vast majority of its distribution,” he wrote, adding that any post “advocating for violence or hate against a particular group” would be removed.\n“These issues are very challenging,” he added, “but I believe that often the best way to fight offensive bad speech is with good speech.”\nBut the interview had already set off a reaction from online commenters and drew widespread news coverage.\nBenjy Sarlin of NBC News seemed baffled by Mr. Zuckerberg’s choice of words.\nJonathan Greenblatt, the chief executive of the Anti-Defamation League, said in a statement that Holocaust denial is “a willful, deliberate and longstanding deception tactic by anti-Semites.”\n“Facebook has a moral and ethical obligation not to allow its dissemination,” he wrote.", "date": "July 18, 2018", "href": "https://www.nytimes.com/2018/07/18/technology/mark-zuckerberg-facebook-holocaust-denial.html", "tags": "site mr. take seeks holocaust remarks deniers outcry ” facebook mark clarify zuckerberg"}