{"title": "Maryland Shooting Suspect Had Long-Running Dispute With Newspaper", "content": "Jarrod W. Ramos, who the authorities say used a shotgun to blast his way into the Capital Gazette newsroom on Thursday, killing five people and wounding two others, had a long-running dispute with the news organization.\nHe had previously made “general threats” against the community newspaper company over social media, including some as recent as Thursday, said William Krampf, Anne Arundel County’s acting police chief. The threats “indicated violence,” Chief Krampf said.\n[Read our coverage of the shooting here.]\nAs recently as 2012, Mr. Ramos, who has a degree in computer engineering, worked for the federal Bureau of Labor Statistics.\nMr. Ramos, 38, was arrested after the attack. He was found hiding under a desk.\nOn Friday, he appeared in court via video link, charged with five counts of first-degree murder, and was denied bail. He did not speak and showed no emotion during the hearing, staring into the camera and occasionally blinking.\nThe authorities also released new details on the case, including:\n• The gunman barricaded the back door to the newspaper to prevent people from fleeing.\n• The 12-gauge pump-action shotgun used in the shooting was bought legally a year ago.\n• The police investigated a threat Mr. Ramos made against the Capital Gazette in 2013, and the newspaper decided not to pursue any charges against him.\nHis feud with The Capital, the chain’s daily newspaper, apparently began with a column in 2011 that detailed his harassment of a high school classmate, published days after he pleaded guilty to the misdemeanor charge.\nAfter Mr. Ramos reconnected with the classmate in 2009, his emails to her soon turned venomous.\n“He seems to think there’s some sort of relationship here that does not exist,” the woman told a judge, according to court documents in a harassment case she brought against Mr. Ramos. “I tried to back away from it, and he just started getting angry and vulgar to the point I had to tell him to stop.”\nAfter she told him not to contact her again, Mr. Ramos wrote in a 2010 email that the woman should “go hang yourself.”\nWeeks later, the woman was put on probation at the bank where she worked. A supervisor told her it was because Mr. Ramos had sent an email — and had also called the bank — telling managers that the bank should fire her.\nMr. Ramos pleaded guilty to harassment in July 2011 and a judge gave him a 90-day sentence, but suspended the jail time. Instead, Mr. Ramos was granted probation before judgment. He was ordered not to contact the woman and to continue getting therapy.\nDays later, The Capital published the column that apparently fueled his anger.\nMr. Ramos filed a lawsuit the following summer against the owners of The Capital, claiming that it had defamed him in reporting that he had pleaded guilty. Months later, he filed a fuller complaint alleging invasion of privacy, but the lawsuit was dismissed by a judge the next year because Mr. Ramos was unable to describe how he had been harmed by the newspaper article.\nMr. Ramos, who represented himself in the case, appealed the decision. But in 2015 an appellate court affirmed the lower court’s dismissal of the lawsuit, stating that Mr. Ramos showed little knowledge of defamation law and seemed not to “have learned his lesson.”\nTom Marquardt, a former executive editor and publisher at the newspaper, said Thursday night that he had long feared Mr. Ramos might resort to a violent act against the newspaper.\n“I said at one time to my attorneys that this was a guy that was going to come and shoot us,” Mr. Marquardt said. “I was concerned on my behalf and on behalf of my staff that he was going to take more than legal action.”\nIn November 2011, Mr. Ramos began tweeting under an account he called @EricHartleyFrnd, in which he mocked the column about him, by the reporter Eric Hartley, in The Capital, posted screenshots of court documents relating to a defamation case he had filed against the newspaper, and railed against newspaper employees. His tweets were laced with profanity, and often addressed Capital employees directly, as though he were having an ongoing conversation with them.\n“See Tom, both choices were wrong,” he wrote on Nov. 12, 2012, apparently referring to Mr. Marquardt. “You already chose that long ago. But to print it was far more wrong. That was true to your form as well.”\nOn April 23, 2013, he addressed Rob Hiaasen, who was one of the people killed in the Thursday shooting:\n“Rob Hiaasen, you’re one of his enabled asshole aristocrats @capgaznews. Come punitive damages, you’re still not ready. Love, /The Killjoy/.”\nThe account went quiet after a tweet on Jan. 21, 2016.\nBut on Thursday, Mr. Ramos tweeted again, addressing a profanity to a Twitter handle that he appears to have created based on a judge in the defamation case, @judgemoylanfrnd.", "date": "June 29, 2018", "href": "https://www.nytimes.com/2018/06/29/us/jarrod-ramos-annapolis-shooting.html", "tags": "shooting dispute suspect long-running maryland thursday court ” capital case newspaper ramos"}