{"title": "Mass Shootings Have Become a Sickening Meme", "content": "Hours before the shooting on Saturday at the Chabad of Poway synagogue outside San Diego, an 8chan user identifying himself by the same name as the suspect in the attack posted a link to a white nationalist manifesto on that far-right message board. \n“What I’ve learned here is priceless,” the user wrote, adding, \"a livestream will begin shortly.\" \nSaturday’s message is strikingly similar to the 8chan post left by the man accused of shooting up mosques in New Zealand before he killed 50 worshipers in March. Both included detailed manifestoes and links to Facebook pages. \nAs in New Zealand, the suspected Poway shooter appeared eager to win approval for his act of violence. In his post, the synagogue shooter cites the 8chan message board for indoctrinating him, urging others to take similar action. His manifesto not only refers to the online postings of the New Zealand shooting and of the man who killed 11 people at a Pittsburgh synagogue in October, but seems almost cribbed from past white nationalist rants. \nThe pattern is eerie: it starts with a crude genealogy of the shooter’s ethnic roots, then a self-aggrandizing Q. and A. with himself, followed by a litany of toxic in-jokes meant to confuse the media and those less savvy in far-right online culture. (Like the New Zealand shooter, the Poway shooter facetiously mentioned the YouTube star PewDiePie as an influence.)\nThe Poway attack seems to be another horrifying entry in a lineage of hate crimes carried out for a captive audience of digital onlookers. Worse yet, these online communities appear to be incentivizing the darkest impulses of their worst users. Like the Christchurch massacre, the Poway shooting is not only tailored for the internet but also sickeningly standardized. The digital footprint and manifestoes of these white nationalist terrorists follow a familiar template — one that each shooter fills in with their own hideous details. Indeed, it seems real-world murderous hate crimes have become a message board meme of sorts. And like any online meme, the creation cycle only seems to be accelerating, refining itself and, horrifyingly, increasing in frequency. Online, it plays out like some game, but its effects are morphing into the real world and spreading violence.\n[As technology advances, will it continue to blur the lines between public and private? Sign up for Charlie Warzel’s limited-run newsletter to explore what's at stake and what you can do about it.]\nWhat makes an effective meme? According to Joan Donovan, the director of the Technology and Social Change Research Project at Harvard, who studies online extremism, they’re “sticky” (easy to remember) and they can be “shared across platforms and some subcultures.” \n“What makes memes seem magical is that they are … easy to build on over time,” Ms. Donovan told me. She suggested that new templates for violence are emerging and becoming refined. The more they are discussed and celebrated online, the more they seem to show up in the real world.\n Donovan argues that memes, like those in these shooters’ posts “call out to particular online cultures, who share them in order to maximize the negative social impact of horrifying events.”\nBoth white nationalist violence and mass shootings have long histories in America, yet the copycat nature of the recent sprees feels different — specifically, in the way they hail a very niche, very targeted audience, attempting to delight fellow extremists. As much as they’re meant to terrorize, these attacks seem designed to embolden the most unstable members of their community. Though these men are lone gunmen, they’re not alone — like the New Zealand attack, the Poway shooter’s actions were cheered on by an online audience of anonymous trolls. One of the first responses to the 8chan post suspected to be from the gunman was a user imploring, “get a high score.”\nPerhaps most disturbing is the subtle iteration of the shooters’ posts. As is common on online message boards, they vie for eyeballs by attempting to outdo previous posts, constantly pushing the line of acceptable behavior to new extremes. \nThat’s not to suggest that the 8chan or message board culture is solely to blame for such horrific acts of violence. The medium by which a shooter is radicalized is only one component of a long path to violence, and mass shootings and anti-Semitic violence have a long, dark legacy. \nAnd yet, it’s becoming increasingly difficult to ignore how online hatred and message board screeds are bleeding into the physical world — and how social platforms can act as an accelerant for terroristic behavior. The internet, it seems, has imprinted itself on modern hate crimes, giving its most unstable residents a theater for unspeakable acts — and an amplification system for an ideology of white supremacy that only recently was relegated to the shadows.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email:letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "April 28, 2019", "href": "https://www.nytimes.com/2019/04/28/opinion/poway-synagogue-shooting-meme.html", "tags": "meme message shooter become shootings poway ” white online violence mass new like sickening"}