{"title": "MasterChef marathon death: Pledge to finish Matt Campbell's race", "content": "Thousands of people have pledged to \"finish\" the London Marathon in honour of MasterChef contestant Matt Campbell who died 3.7 miles short of the finish.\nMore than £116,000 has so far been donated to the charity the 29-year-old from Kendal was running for.\nThe MasterChef semi-finalist collapsed at the 22.5 mile mark of Sunday's race.\nMore than 2,000 people have now signed up to a \"Finish for Matt\" Facebook page, pledging to run the miles he was unable to.  \nMr Campbell was running in memory of his late father and hoped to raise £2,500 for the Cumbria-based Brathay Trust.\nA total of £116,217 has been raised from more than 8,372 separate donations.\nMr Campbell appeared on the BBC's MasterChef: The Professionals in December 2017 and reached the semi-finals.\nHundreds of social media tributes have been paid to the chef, described as \"lovely and kind-hearted\" by family and friends.\nWriting on the Facebook group, runner Matt Dorber said: \"This has been mainly set up as part of the London Marathon training group.\n\"Four thousand of us have given each other advice and support over the last few months, and a small gesture of solidarity would be to 'finish' the run for Matt. \n\"It may be in London, Somerset, Manchester, where ever you are, but if as many people can do a 3.7m run and give £5 to Matt's Justgiving page, I think that'd be a nice gesture from us as a group.\"\nPromises of support quickly appeared on social media, with many making additional donations.\nMr Campbell began his career working in Michelin-starred restaurants having finished second in the BBC's Young Chef of the Year in 2009.\nA spokesman for the Brathay Trust, which works with vulnerable young people, said: \"He was a real creative chef and one of the things he was very keen on doing was sharing that knowledge with young chefs who wanted to get involved in the industry.\n\"He was such a great athlete and also a wonderful supporter of Brathay.\"\nThis year's marathon, which had 40,000 runners, was officially the hottest on record, with temperatures reaching 24.1C (73.3F) according to the Met Office.\nRunners were warned it could be even hotter on the course because of the heat absorbed by the roads and from other competitors.\nEvent director Hugh Brasher said organisers distributed four and a half litres of water per person - more than any other mass participation event in the world.\nHowever, he confirmed water did run out at miles eight, nine and 10.\nProvisional figures indicate 110 runners required hospital treatment, compared with 2011 when temperatures reached 22C and 104 were taken to hospital, he said.\nMr Brasher added the event was \"planned thoroughly\" and organisers would see what lessons could be learnt for next year.\nBut he said it was too early to speculate on the exact cause of Mr Campbell's death.\nHe said: \"We really don't want to speculate what was the cause of his death. We don't know.\n\"An autopsy will be carried out and, as a result of that autopsy, we will find out.\n\"Our thoughts are just with his family and friends at the moment and giving them the support that they need.\"", "date": "24 April 2018", "href": "https://www.bbc.co.uk/news/uk-england-cumbria-43876698", "tags": "masterchef people finish matt death run race campbell pledge london marathon"}