{"title": "Matteo Salvini: Interior minister's claims about immigration", "content": "Claim: Italy is taking in hundreds of thousands of \"non-refugees\". \nVerdict: Thousands of new migrants have arrived in Italy in recent years, which is the main destination for migrants reaching Europe from Africa. It's difficult to know how many of them are refugees because asylum applications can take years to resolve.\nItaly's interior minister and leader of the right-wing League party Matteo Salvini has been talking a lot about illegal immigration. \nThe new coalition government wants to deport half a million undocumented migrants currently living in Italy. \nMr Salvini said on Twitter on 4 June \"the landing and taking in of hundreds of thousands of 'non-refugees' cannot continue to be an exclusively Italian issue\". \nHe said he wants more help from the EU to deal with the flow of people.\nIs he right? Reality Check has looked at the numbers.\nItaly has received a large number of migrants in recent years.  \nAbout 120,000 arrived by sea in 2017 - double the number in Greece and Spain combined. \nBut the number of arrivals in Italy has not been high only in recent years, but for at least a decade. \nWhen the refugee crisis peaked in 2015, with more than a million arriving in the EU, all eyes were on Greece where more than 800,000 people arrived. In that same year, Italy received 154,000 people. \nIn the 10 years before that peak, a total of more than 260,000 arrived in Italy, according to United Nations High Commissioner for Refugees (UNHCR). \nIn 2016, the EU and Turkey reached a deal which stopped the flow of people, many of them Syrian refugees, into Greece. The number of migrants fell by 97% shortly after the introduction of the deal. But it did not stop the arrivals from Africa into Italy via the Mediterranean. \nAn agreement struck in 2017 by the EU, Italy and Libya to train Libyan authorities to intercept boats carrying migrants has reduced the number of arrivals. Since then thousands of migrants have been detained in the North African country.\nSo far in 2018, Italy, Greece and Spain all received a similar number of migrants - between 11,000 and 13,000, according to the UNHCR. \nAnother League party official, Massimiliano Da Federiga, has questioned how many migrants are refugees. He said that the people arriving in Italy are not escaping war, they are \"chasing a Western dream. These are empirical facts.\"\nRefugee applications take time to process so it isn't always easy to know how many of the thousands of new arrivals will have their asylum applications approved.\nAsylum is granted to people based on different criteria, including those fleeing war and other forms of persecution. \nPeople leaving countries that are not at war may still have a legitimate reason to claim refugee status. Assessment is made on a case-by-case basis upon arrival.\nOut of the 80,000 applications made in Italy in 2017, 40% were successful.  \nMost migrants came from Nigeria, followed by Guinea and Ivory Coast. \nThe top 10 countries of origin were all African apart from Bangladesh. \nHere's the full list:\nNigeria\nGuinea\nIvory Coast\nBangladesh\nMali\nEritrea\nSudan\nTunisia\nMorocco\nSenegal\nGambia\nAdditional research by Laura Gozzi\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "11 June 2018", "href": "https://www.bbc.co.uk/news/world-44397372", "tags": "interior salvini minister immigration thousands arrived matteo claims applications italy years many number migrants refugees"}