{"title": "Mattis Tries to Put Brakes on Possible Syria Strike, to ‘Keep This From Escalating’", "content": "WASHINGTON — Defense Secretary Jim Mattis sought on Thursday to slow down an imminent strike on Syria, reflecting mounting concerns at the Pentagon that a concerted bombing campaign could escalate into a wider conflict between Russia, Iran and the West.\nDuring a closed-door White House meeting, officials said, Mr. Mattis pushed for more evidence of President Bashar al-Assad’s role in a suspected chemical attack last weekend that would assure the world that military action was necessary.\nDespite the caution, two Defense Department officials predicted it would be difficult to pull back from punishing airstrikes, given President Trump’s threat on Twitter a day earlier of American missiles that “will be coming, nice and new and ‘smart.’”\nMr. Mattis publicly raised the warning on Thursday morning, telling the House Armed Services Committee that retaliation must be balanced against the threat of a wider war.\n“We are trying to stop the murder of innocent people,” Mr. Mattis said. “But on a strategic level, it’s how do we keep this from escalating out of control — if you get my drift on that.”\nHours later, after Mr. Mattis detailed his concerns at the White House, the president’s top national security advisers ended an afternoon meeting without a decision to attack, said Sarah Huckabee Sanders, the press secretary.\nDiplomatic efforts continued deep into the evening, with Mr. Trump agreeing in a phone call with Prime Minister Theresa May of Britain that “it was vital that the use of chemical weapons did not go unchallenged,” Downing Street said in a statement. The two leaders committed to “keep working closely together on the international response,” the statement said.\nMr. Trump was also expected to speak on Thursday with President Emmanuel Macron of France, the other key ally weighing military action.\nDefense Department officials said Mr. Mattis urged consideration of a wider strategy. They said he sought to persuade allies to commit to immediate help after striking Mr. Assad’s government in response to Saturday’s suspected chemical weapons attack on a suburb of Damascus, the capital.\nNikki R. Haley, the United States ambassador to the United Nations, said that “we definitely have enough proof” of a chemical weapons attack.\n“But now, we just have to be thoughtful in our action,” Ms. Haley told Andrea Mitchell of NBC News.\nIn the White House meeting, according to three administration officials, Mr. Mattis said the United States, Britain and France must provide convincing proof that the Syrian government used chemical weapons to attack the rebel-held town of Douma, where more than 40 people died and hundreds were sickened.\nIt was an acknowledgment of a lesson from the Iraq war about what can go wrong after a military assault without a plan, one senior Defense Department official said, speaking on the condition of anonymity to discuss the sensitive plans. It also sought to ensure that the United States and European allies could justify the strike to the world in the face of withering criticism by Russia — Mr. Assad’s most powerful partner.\n“Defense officials are right to worry about escalation,” said Kori Schake, a former national security aide to President George W. Bush and author of a book with Mr. Mattis.\n“The Russians are heavily invested in sustaining Bashar Assad in power, have made their case as the essential power in the Middle East, and a U.S. or allied strike would be a reminder of how much stronger the West is than Russia,” Ms. Schake said.\nMr. Mattis also assured House lawmakers that they would be notified before any strikes against Syrian weapons facilities and airfields. The Pentagon alerted lawmakers before an April 2017 cruise missile attack on Shayrat air base after a similar chemical attack on Syrian civilians.\nBefore the White House meeting, Mr. Trump told reporters he would make a decision “fairly soon” about a strike. Earlier, in a tweet, he insisted that he had never telegraphed the timing of an attack on Syria, which “could be very soon or not so soon at all!”\n“We’re looking very, very seriously, very closely at that whole situation and we’ll see what happens, folks, we’ll see what happens,” he told reporters at the White House.\n“It’s too bad that the world puts us in a position like that,” he said. “But you know, as I said this morning, we’ve done a great job with ISIS,” Mr. Trump added. “We have just absolutely decimated ISIS. But now we have to make some further decisions. So they’ll be made fairly soon.”\nIn Paris, Mr. Macron cited unspecified proof that the Syrian government had used chemical weapons in Douma, and said that France was working in close coordination with the Trump administration on the issue.\n“We have proof that last week, 10 days ago even, chemical weapons were used — at least chlorine — and that they were used by the regime of Bashar al-Assad,” Mr. Macron said in an interview on TF1, a French television station.\nBut time may be of the essence in London, where Britain’s Parliament will return from its Easter vacation on Monday. Although Mrs. May is under no legal obligation to consult Parliament before ordering any military action, her predecessors have done so in recent years.\nLawmakers from both Mrs. May’s Conservative Party and the opposition Labour Party have demanded to be consulted before strikes.\nGermany announced that it would not be part of any coordinated military action in Syria, even as Chancellor Angela Merkel stressed the importance of a message from the West that using chemical weapons “is unacceptable.”\n“Germany will not take part in possible military action — I want to make clear again that there are no decisions,” Ms. Merkel said in Berlin.\nThe White House meeting included John R. Bolton, the new national security adviser, who favored strikes against Mr. Assad when ordered last year by Mr. Trump but opposed them in 2013 when considered by President Barack Obama.\nEven with Mr. Mattis’s urging of caution, administration officials said it was hard to envision that Mr. Trump would not move ahead with strikes, given that he has promised retaliation.\n“In my view, the train has left the station,” said Cliff Kupchan, chairman of the Eurasia Group, a political risk consulting and advisory firm. “If Trump now decides not to strike, he’s Obama 2.0 from 2013. That’s the ultimate anathema to President Trump, and I expect him to hit Syria in the next few days.”\nMr. Trump has previously belittled American leaders for giving the enemy advance warning of a strike. Heeding Mr. Trump’s warning on Wednesday about an American response, Syria has moved military aircraft to the Russian base near Latakia, and is working to protect important weapons systems.\nRussian and Iranian forces are stationed in Syria, ostensibly to support Mr. Assad’s fight against Islamic State extremists whom he considers part of the rebellion that has sought to oust him in the country’s seven-year war.\nThe Trump administration’s delay in acting has given the Russians and Iranians more time to prepare for an American strike.\nThis month, Mr. Trump surprised even his own advisers when he said he wanted to immediately withdraw the estimated 2,000 American troops that are currently in Syria, where they are focused on fighting the Islamic State. He softened that demand hours later after a National Security Council meeting, setting a goal of bringing the troops home within a few months.\nSaturday’s attack, however, enraged the president, and he promised a decision on a response this week.\nMr. Macron also said France would continue to push for a cease-fire at the United Nations and for humanitarian aid for Syrian civilians to avoid what he described as “the terrible images of crimes that we saw, with children and women who were dying by suffocation, because they were subjected to chlorine.”\nThe French have warplanes equipped with cruise missiles in Jordan and in the United Arab Emirates, which are within striking range of Syria.", "date": "April 12, 2018", "href": "https://www.nytimes.com/2018/04/12/us/politics/trump-syria-attack.html", "tags": "put possible syria ‘ tries escalating brakes ” mattis chemical strike attack weapons said keep"}