{"title": "May uses Florence Brexit speech for 'sympathetic gesture'", "content": "\"At times our need for a sympathetic gesture is so great, we care not what exactly it signifies or how much we have to pay afterwards.\" \nForgive the delving into my fifth year English homework. (Before you ask: EM Forster, A Room with a View, the homework was rather a long time ago.) But, when someone has said it better before, why try to say it again.\nTheresa May's speech is indeed, above all else, an attempt at a \"sympathetic gesture\", an admission that the UK government is willing to pay tens of billions of taxpayers' cash to the EU over the next couple of years, and acknowledgement that there will have to be a limited, but extended period of time - a transition period - where the relationship between the UK and the EU might not actually change very much. \nIt is an offer, not a blinding revelation, but a limited flash of ankle to her continental counterparts. \nToday was not about lavishing detail on the EU side who are eager to understand more about what it is the UK actually wants from them after we leave. \nIt was the notional writing of an undated cheque from us to them, that government insiders hope means next week, when the official talks get back under way, some progress can actually be made. \nIt was also about reassuring business that there will be time for them to get used to the idea of leaving, for new systems and infrastructure to be set up. And reassurance too, the aim was, for the three million or so EU citizens who've made their home in the UK. \nPolitically ministers know they might face a backlash, and there is certainly a range of opinions, shall we say, in Cabinet about the pace of change.  \nFormer UKIP leader Nigel Farage is already accusing the PM of sticking \"two fingers up to the great unwashed\". \nI'm not sure many of the 17 million people who voted to leave would appreciate being described that way, but it is certainly likely many Leave voters will feel peeved that complete withdrawal might take so long, and might also cost so much. \nThe issue of transition was never much discussed during the referendum campaign, and voters were told they could expect money back, rather than keep paying in. \nEven though this has been pretty clear in Whitehall for many months, today is the first proper attempt the prime minister has made to communicate that reality more clearly. \nBut beyond that, Friday's speech represents no sudden dramatic breakthrough. She has been more explicit about cash and about transition, but is very far from giving full details of what that might actually mean in practice. \nOf course whatever the UK wants or asks for is subject to negotiation. But Continental frustration that the UK is being slow to be clear about its wants and desires won't disappear. \nTheresa May has made no new blinding discoveries in this Renaissance city. But she hopes to have inched forward a process that has many miles to go. ", "date": "22 September 2017", "href": "https://www.bbc.co.uk/news/uk-41365144", "tags": "brexit may uk much eu gesture speech might uses wants transition florence actually many time made"}