{"title": "Maybe It's Time To Stop Calling The GOP Obamacare Plan A 'Replacement'", "content": "This could be the week House leaders finally introduce legislation to repeal the Affordable Care Act, which Republicans have been trying to wipe off the books ever since it became law in 2010. The new bill supposedly exists already ― tucked away in a sealed room somewhere in the Capitol building, available only to Republicans who sit on the committee tentatively planning to mark up the legislation. \nDespite the secrecy, reports in Politico, the Wall Street Journal and other outlets have provided a pretty clear picture of what Republicans have in mind. If those preliminary reports are correct, the proposal would fall well short of the repeated promises from President Donald Trump and other GOP leaders to replace Obamacare with something that provides “great health care” for all Americans.\nIn fact, what the Republicans have in mind doesn’t look like a replacement at all.\nThe Affordable Care Act has helped something like 20 million Americans get health insurance, primarily by expanding eligibility for Medicaid and making regulated, subsidized private insurance available to people who can’t get coverage through an employer.\nThe newly insured come disproportionately from the ranks of people that the old system marginalized, and they are the ones who need help the most ― like the 61-year-old writer from California with ovarian cancer, who depends on her new coverage to pay for surgery, chemo and prescriptions; the 37-year-old from Texas who can operate a photography business only because she has found insurance to pay for her diabetes; and the parents of a 6-year-old boy born prematurely with severe medical problems, whose hospital bills would blow through the annual and lifetime limits that the Affordable Care Act prohibited.\nOf course, the Affordable Care Act has also imposed costs. Protections for people with pre-existing conditions have jacked up premiums for some people who are young and healthy, now that insurers are paying medical bills for people who actually need care. The law has raised taxes on the wealthy and, controversially, it has imposed a financial penalty on anybody who declines to get coverage and cannot prove it would cause a financial hardship.\nHealth care policy always involves those sorts of tradeoffs. It’s complicated, as the president admitted to realizing recently. And as the emerging House legislation makes clear, Republicans would prefer some different choices about whom to help ― and whom to leave out.\nOne big change in the proposal affects the financial assistance available to those people who currently buy coverage on their own. The idea of the Affordable Care Act to make sure all Americans can get a decent policy, so the value of the tax credit varies from person to person, based on both income and insurance prices. Under the current system, if you make less money, or if insurance in your area costs more, then you will get a bigger tax credit.\nRepublican schemes would get rid of those subsidies and offer a more straightforward tax credit that would vary only because of age. Republicans have said their proposal would be simpler for the government to administer, and that is true. The distribution of tax benefits would also change, with federal money shifting away from the poor and old and towards the wealthy and young.\nSome people who now get little or no assistance, because their insurance isn’t so expensive relative to their incomes, would get a nice new tax break. But millions who now depend on those tax credits to make comprehensive coverage affordable would lose much of that assistance. And the problem would get worse over time, because from year to year the value of the tax credits would probably not keep up with the rising cost of medical care. The near-certain result, as multiple analyses have indicated, would be millions of newly uninsured. (Tellingly, these credits are still too generous for many conservative Republicans to stomach.)\nChanges to the private insurance market wouldn’t stop there. Republican leaders hope to scale back requirements on what or whom insurers must cover. That would make insurance cheaper for young and healthy people, but only by once again shifting costs onto the old and sick ― who, in turn, would have a harder time finding coverage or end up with substantially higher out-of-pocket expenses.\nAnother big focus of Republican efforts would be Medicaid. GOP leaders are not seeking simply to roll back the Affordable Care Act’s expansion of Medicaid by withdrawing the extra federal funds that states have used to make the program more widely available. Republican proposals would also end the fundamental guarantee that the law’s architects wrote into the program when they created it back in 1965 ― a promise that if more people need the program, the federal government will put up its share of the money to pay for their care.\nUnder the GOP schemes, the federal government would limit what it spends on Medicaid, offering states predetermined sums. Over time, the gap between what the federal government would provide states and what states would need to maintain coverage would likely grow ― to the point where states would have to make deep cuts, either to who is receiving Medicaid or what benefits Medicaid cover.\nAs a new briefing paper from the Center on Budget and Policy Priorities notes, this could easily end up cutting into care for the disabled and the elderly, who frequently depend on Medicaid to pay for nursing home care and the services that Medicare does not.\nNone of this should be surprising, because the whole point of repeal is to scale back the federal government’s commitment to providing health care, not just financially but conceptually as well.\nThe ultimate purpose of both the Affordable Care Act and Medicaid is to make sure all Americans have access to medical care without fear of financial ruin. Neither program has accomplished the goal fully, and the Affordable Care Act in particular remains a wobbly enterprise. But the result of the two programs has been better access and less financial distress. The legislation from Republicans would not even attempt to offer a similar guarantee. And unless it evolves in a radically different direction, it would ultimately offer a lot less help to people who need it.\nTrump, House Speaker Paul Ryan and other GOP leaders can call that a “replacement.” To the millions of people who could be forced to choose between crippling debt and health care, it would probably seem like something else.", "date": "\n03/04/2017", "href": "https://www.huffpost.com/entry/gop-obamacare-replacement_n_58bb414be4b0b99894180a54", "tags": "care maybe coverage obamacare gop republicans get medicaid insurance act stop calling affordable time plan"}