{"title": "McConnell Plans A Vote On A Health Care Bill Next Week, But Passage Prospects Are Murky", "content": "WASHINGTON ― Senate Majority Leader Mitch McConnell has either found consensus in a seemingly impossible scenario, or he’s laying the groundwork for the failure of the Republican health care bill.\nMcConnell told reporters on Tuesday the Senate will vote next week on some form of the GOP legislation. It’s still unclear exactly what that legislation looks like or whether Republicans even have the votes to begin debate on the floor.\n But the GOP Senate leadership is moving ahead anyway, hoping that additional money ― achieved by retaining more of the taxes imposed by Obamacare ― can win over moderates, and that conservatives will swallow those changes while trying to change other parts of the bill through amendments.\nThe biggest change under consideration is an amendment from Sen. Ted Cruz (R-Texas), which would undermine protections for people with pre-existing conditions in the name of lowering insurance premiums for healthy people. \nRepublicans already seem resigned that their latest legislative version will keep taxes like the 3.8 percent hike enacted under Obamacare on investment income for individuals making more than $200,000 a year.\nSen. Bob Corker (R-Tenn.) told reporters on Tuesday he was “sure” the new bill would keep that tax, an idea that might placate moderates enough for them to agree to bring the legislation to the floor. Unless McConnell knows something everyone else doesn’t, however, a little more money for premiums and perhaps a longer off-ramp for cutting back on Medicaid expansion doesn’t seem to change the prospect that he doesn’t have the votes.\n“I hate to break this one to you guys, but I don’t think they have any idea yet how they’re going to do this,” one senior GOP aide told HuffPost on Tuesday.\nAt this point, McConnell is just trying to get the Senate onto the bill. Sens. Susan Collins (R-Maine.), Dean Heller (R-Nev.), Rand Paul (R-Ky.), and Mike Lee (R-Utah) have all previously said they would vote against the motion to proceed to the legislation without significant changes to it. But until a new version of the bill is released Thursday ― which will appear alongside amendment text from Cruz ―  it isn’t clear if any of those senators have changed their minds.\nMcConnell said Tuesday he expects an analysis of the new legislation from the Congressional Budget Office by next week. But it remains doubtful that the legislative fixes in play can fundamentally change the dynamic McConnell has faced all along: If he gives in to conservatives, he loses moderates, and if he doesn’t give conservatives the changes they want, he may lose them ― while losing moderates anyway.\nThe truth is that a bill that can win 50 GOP votes in the 52-Republican Senate may not exist, and McConnell may finally be proceeding to the legislation as a way of dispensing with it.\nHealth care has already consumed months of the Senate’s time, and McConnell can hardly afford to squander any more legislative days on a measure that doesn’t appear to be gaining steam.\nIn an effort to win back some of that time, McConnell announced Tuesday that he was cancelling the first two weeks of the Senate’s August recess, mentioning the National Defense Authorization Act and a number of Trump administration nominations that the Senate has yet to act on. \nIf the health care bill fails, McConnell may just move on. Still, he was happy to act oblivious Tuesday ― to his vote dilemma as well as a Russia scandal that appears to be spiraling out of control ― and confidently tell reporters “the news of the day” was that his chamber would focus next week on health care. He did not say the GOP would pass a bill, just that Republicans would “be on health care.”\nShould the bill go down, McConnell could continue to try and find agreement, but a more likely scenario would find him bringing up other items on the floor while saying Republicans are still working behind the scenes on the health care issue. He could even use the Senate’s failure to pass a repeal bill as another election-year enticement ― i.e., “Republicans need more seats to fulfill their Obamacare repeal promise.”\nIn that situation, it seems Republicans would need to at least do something else to stabilize Obamacare markets.\nSen. Ron Johnson (R-Wis.) has begun pushing the idea that Republicans could simply join Democrats in appropriating money for the so-called Cost Sharing Reductions, which subsidize the cost of Obamacare plans for people making up to 400 percent of the poverty level.\n“Insurance companies need the certainty of how they’re going to price out their 2018 premiums,” Johnson said Tuesday. “So I was proposing two months ago that we actually bite the bullet and stabilize those markets.”\nBut other Republicans seem determined to do what they can to let Obamacare fail ― even as insurers have raised prices, or simply declined to offer plans, over the uncertainty of the Trump administration continuing those payments.\nSenate Majority Whip John Cornyn (R-Texas) said two options exist for Obamacare at this point: The Republican reforms, or, as Democrats prefer, just adding more money to the markets.\n“We’re not interested in that,” Cornyn said of the latter.", "date": "\n07/11/2017", "href": "https://www.huffpost.com/entry/mcconnell-health-care-vote_n_5965337ee4b005b0fdc94fed", "tags": "next “ passage week obamacare murky republicans prospects ― senate bill plans vote tuesday care mcconnell health"}