{"title": "Medicaid Coverage Mainly Goes to Children And Parents -INFOGRAPHIC-", "content": "Before President Barack Obama enacted a health care reform law in 2010, Medicaid always seemed like the also-ran of entitlement programs. Politicians talked about Medicare and Social Security all the time but Medicaid, a joint federal-state program for low-income people, wasn't always part of the conversation.\nBut because Obamacare depends heavily on Medicaid as a means to extend health benefits to millions, and because governors face big decisions about whether to broaden the program in their states or refuse to do so, Medicaid is getting a lot attention these days.\nAs well it should. Medicaid currently provides health benefits to more than 60 million Americans at a cost of about $390 billion a year. For the states, Medicaid accounts for more than 20 percent of their budgets.\nSo who gets Medicaid coverage and what does the program's money go? The Henry J. Kaiser Family Foundation created a nifty infographic offering some basic facts about the benefit that also serves to dispel some myths, like that Medicaid is part of \"welfare\" benefits or that most poor people are eligible for coverage.\n\nSource: Henry J. Kaiser Family Foundation\nCheck out the whole thing on the Henry J. Kaiser Family Foundation's website. Some of the most important facts are how many children get Medicaid benefits and how much the program spends on services for people with disabilities and the elderly.\nThere's also a 10-question quiz to test your knowledge on Medicaid.\nCORRECTION: The headline to an earlier version of this post incorrectly said children and people with disabilities make up most Medicaid beneficiaries. Children and their parents are the majority of people enrolled in the program.", "date": "\n02/07/2013", "href": "https://www.huffpost.com/entry/medicaid-coverage-mainly_b_2638929", "tags": "goes henry benefits coverage parents mainly health medicaid kaiser children program foundation j. family -infographic-"}