{"title": "Medicaid Expansion Covers Millions At 'Modest' Cost To States- Report", "content": "Expanding Medicaid health benefits to everyone eligible under President Barack Obama's health care reform law would increase state spending on the program by just 3 percent while extending health coverage to more than 20 million people, according to a study released Monday by the Henry J. Kaiser Family Foundation and the Urban Institute.\nThe health care law seeks to enroll into the Medicaid program anyone who earns up to 133 percent of the federal poverty level, which is $14,856 this year. But when the Supreme Court upheld the law in June, its decision allowed states to opt out of the Medicaid expansion. So far, Republican governors in eight states have declared they won't participate, denying health care coverage to millions of their poorest residents. \nRepublican governors who are stalwart opponents of Obamacare, including Rick Perry of Texas and Bobby Jindal of Louisiana, cite the cost of expanding Medicaid as a primary reason for refusing to go along with the Affordable Care Act, also known as the ACA. But the states' share of the new costs of covering more people on Medicaid is relatively small. Combined with greater private health insurance coverage, Medicaid expansion would result in a large reduction in the number of uninsured people, and fewer unpaid medical bills that raise costs for taxpayers.\n\"By implementing the Medicaid expansion with other provisions of the ACA, states could significantly reduce the number of uninsured,\" the Kaiser Family Foundation and Urban Institute study states. \"Overall state costs of implementing the Medicaid expansion would be modest compared to increases in federal funds, and many states are likely to see small net budget gains.\"\nThe total cost of the Medicaid expansion would be $1.03 trillion between 2013 and 2022, according to the study. States would pay $76 billion of that, which amounts to a 2.9 percent increase compared to what states would have spent on Medicaid if the health care reform law hadn't been enacted. Under the health care reform law, the federal government will pay the full cost of covering newly eligible people on Medicaid from 2014 to 2016, then will scale back funding to 90 percent in 2022 and later years.\nIn addition to receiving a large federal subsidy to enroll these uninsured residents, states that expand Medicaid would be able to reduce spending on taxpayer-funded programs to help hospitals and other health care providers cover the cost of so-called uncompensated care, or unpaid medical bills. If Medicaid expanded across the country, states would save $18 billion between 2013 to 2022 , according to the study.\nExpanding Medicaid in every state would add 21.3 million people to the Medicaid rolls, including 14.3 million people who will be newly eligible for the program and 7 million people who already are entitled to benefits but aren't signed up. The Congressional Budget Office previously estimated that states opting out of the Medicaid expansion would result in 3 million fewer people gaining health coverage overall under the law. \nIn total, the health care reform law will provide health coverage to 30 million people via Medicaid and private health insurance by 2022, the Congressional Budget Office projects.\nSeven states and the District of Columbia would actually save money by expanding their Medicaid programs because they already cover some of the people who would receive benefits and Obamacare increases the federal government's share of the costs for them, according to the report.\nOne of the states that stands to save money is Maine, where Gov. Paul LePage (R) opposes the Medicaid expansion. LePage faces a newly empowered Democratic majority in the state legislature that may push back on his resistance to Obamacare, however.\nStates' costs will vary based on how many residents enroll in the Medicaid expansion. While a handful would save money, others would have to increase their Medicaid budgets. About half of states will see increases of less than 5 percent and the remainder would have to boost spending by 5 percent to 11 percent, according to the Kaiser Family Foundation and the Urban Institute.\nEleven states and the District of Columbia plan to enact the Medicaid expansion in 2014 or already have started, and the remainder are undecided, according to the Advisory Board, a consulting company.\nIn addition to deciding on the Medicaid expansion, states are taking different approaches to another key element of the health reform law. So far, 18 states -- most with Republican governors -- have said they won't create health insurance exchanges, the online marketplaces where uninsured people will shop for coverage and find out whether they qualify for financial assistance. The federal government will have to build exchanges in each state that declines to build its own.\n\n\nalt=\"Where the States Stand\" width=\"800\" border=\"0\"/>\nVia: The Advisory Board Company", "date": "\n11/26/2012", "href": "https://www.huffpost.com/entry/medicaid-expansion_n_2191912", "tags": "people percent millions report coverage covers cost medicaid states- states law expansion care health"}