{"title": "Medicaid Is A Big Winner On Election Day", "content": "Voters in Idaho, Nebraska and Utah on Tuesday defied their GOP state leaders and approved ballot initiatives to expand Medicaid, which would provide access to health coverage for about 300,000 working adults.\nSixty percent of voters in Idaho backed the Medicaid expansion, 53 percent of Nebraska voters supported their initiative and 54 percent of Utah voters cast ballots in favor of the Medicaid measure, according to The Associated Press. The Montana initiative failed, with 53 percent voting against.\nThese four campaigns started out with grassroots organizing by local residents, who gathered support from allies including organizations representing physicians, hospitals, chambers of commerce, patient advocates and progressive groups. \nThe approval of these ballot initiatives in deeply Republican states could be seen as a repudiation of President Donald Trump and his party’s attempts to scale back government health care programs, especially during a national campaign that focused heavily on health care. That’s despite Republican candidates winning key elections in those same states, including for governor in Idaho and Nebraska.\nIn other potentially positive news for supporters of Medicaid expansion, Kansas elected Democrat Laura Kelly to be its next governor. The Kansas legislature approved a bill to expand Medicaid last year, but then-Gov. Sam Brownback (R) vetoed it, and current Gov. Jeff Colyer (R) opposed the measure. Kelly voted for expansion while serving in the legislature. In Maine, Democrat Janet Mills will succeed Gov. Paul LePage (R) after winning Tuesday, which should bring swift implementation of the Medicaid expansion there, which LePage has obstructed since voters approved it via ballot initiative last year.\nEach had the support of The Fairness Project, a labor-backed operation that provides funding and assistance to direct-democracy campaigns for Medicaid expansion and minimum-wage increases. In Idaho, outgoing Gov. Butch Otter (R) even endorsed the ballot initiative last week and appeared in a television ad promoting it.\n“This election proves that politicians who voted to repeal the Affordable Care Act got it wrong,” Jonathan Schleifer, executive director of the Fairness Project, said in a press release. “Americans want to live in a country where everyone can go to the doctor without going bankrupt. Expanding access to health care isn’t a blue state value or a red state value; it’s an American value.”\nMoreover, voters sent a clear message to the elected officials in their states ― most of whom are Republican ― that they haven’t been listening to what their constituents want. Medicaid expansion languished in Idaho, Nebraska and Utah for years. Montana Gov. Steve Bullock (D) and the majority-Republican state legislature expanded Medicaid in 2015, but it was slated to expire on July 1, 2019, and activists were worried GOP lawmakers would refuse to extend it.\nA year ago, Maine voters approved a ballot initiative to expand Medicaid, which inspired activists in Idaho, Montana, Nebraska and Utah to try the same approach.\nThe fight isn’t over in those states, however. The state legislatures, all of which are controlled by Republicans, and the GOP governors of Idaho, Nebraska and Utah, could opt to obstruct the implementation of the Medicaid expansion, as LePage did.\nState lawmakers also must pass legislation allocating the states’ share of the cost of expanded Medicaid. \nWhether they decide to defy the will of their voters is unknown, although Idaho gubernatorial winner Brad Little (R) promised during the campaign that he wouldn’t obstruct expansion if voters approve it.\nWith voters in these states opting to expand Medicaid to as many as 300,000 people, there remain just 14 states that haven’t adopted the policy, which is part of the Affordable Care Act. An estimated 90,000 Montanans already enrolled in expanded Medicaid are at risk of losing it next year because the ballot initiative there didn’t pass.\nKelly’s victory in Kansas improves the odds that there will at least be a full debate on the question. When Democrat Ralph Northam won the Virginia gubernatorial election last year, he moved quickly to press the GOP-led legislature on Medicaid expansion and was able to enact the policy his Republican predecessors rejected.\nDemocrat Tony Evers, an expansion supporter, defeated Wisconsin Gov. Scott Walker (R) ― a stalwart opponent of the Affordable Care Act. Meanwhile, Georgia’s gubernatorial race between Medicaid expansion supporter Stacey Abrams (D) and opponent Brian Kemp (R) was too close to call at press time and may be headed to a runoff. A win by Abrams would improve the odds of Medicaid expansion in that state. \nThe ACA called for Medicaid to be available to anyone earning up to 133 percent of the federal poverty level, which is about $16,000 for a single person and $33,000 for a family of four. Under the law, the federal government pays at least 90 percent of the cost of covering newly eligible people. But a 2012 Supreme Court ruling allowed states to refuse to participate in the expansion, leaving an estimated 2.5 million people uninsured in states that haven’t expanded the program.\nThe ballot initiative campaigns heavily focused on the people in the “coverage gap” created when their home states didn’t adopt Medicaid expansion. Because Congress wrote the law in 2010 expecting Medicaid expansion to be nationwide, lawmakers didn’t make subsidies for private insurance available to people with incomes below the poverty line, meaning they are ineligible for any assistance in non-expansion states.\nThe activists who led the campaigns in Idaho, Montana, Nebraska and Utah fought against long odds.\nAll four states are strongly Republican. Idaho, Nebraska and Utah haven’t backed a Democratic presidential candidate since 1964, and Montana hasn’t since 1992. Trump won each state by wide margins over Democratic nominee Hillary Clinton in 2016. There hasn’t been a Democratic governor in Idaho since 1995, in Nebraska since 1999 or in Utah since 1985. Montana’s governors have been Democrats since 2005, after 16 straight years of GOP governors. Republicans have also dominated the congressional delegations and state legislatures in those states for years.\nThese successful ballot initiatives, however, don’t inherently signify partisan shifts among voters in these states, which still elected mostly Republicans to state and federal offices. The organizers who ran these Medicaid campaigns knew that victory was based on attracting voters who would support Medicaid expansion even though they planned to also back GOP candidates.\nIn addition to overcoming those partisan and ideological obstacles, all four states have strict laws governing ballot initiatives. Organizers are required to collect signatures for a significant number of residents ― which varies by state ― and also to get signatures from voters all across the states, including from conservative and rural areas.\nIn Montana, Medicaid expansion advocates faced a fight with tobacco companies because the ballot initiative calls for an increase in the taxes on cigarettes and other products to finance the expansion. In the other states, Republican officials and organizations like Americans for Prosperity urged voters to reject the ballot initiative, but there was little in the way of organized opposition compared to what proponents did.\nThis article has been updated with the final results of the Medicaid ballot initiatives in Montana and Utah.", "date": "\n11/07/2018", "href": "https://www.huffpost.com/entry/medicaid-wins-big-election-night_n_5bdc97eae4b09d43e31ed33e", "tags": "election idaho winner voters ballot medicaid states initiative state utah expansion nebraska day big"}