{"title": "Medicaid Expansion In Red Idaho Takes A Huge Step Forward", "content": "A long-shot bid to give voters in deeply conservative, strongly Republican Idaho the chance to decide whether the state should join the Affordable Care Act’s Medicaid expansion seems to have succeeded.\nActivists with Reclaim Idaho will submit signatures on Tuesday from Idaho residents who signed petitions to vote on expanding Medicaid, the grassroots campaign said. Reclaim Idaho had to collect more than 56,000 signatures by Monday to put the issue on the ballot this November, and they’ve exceeded that amount by nearly 4,000, according to the group’s press release.\n“This initiative would bring health care coverage to those who need it the most, and it will allow Idahoans to decide what we want in our health care system, no matter what politicians in Boise or Washington, D.C. do,” Emily Strizich, a co-founder of Reclaim Idaho, said in a statement. “These are moms and dads who work hard in jobs that don’t provide health coverage, and people who are nearing retirement who have lost their jobs.”\nReclaim Idaho achieved this result with an almost all-volunteer force of local activists working in the state’s 44 counties to knock on doors, set up tables in public places and stake out polling locations during a county Election Day last month. The organization’s founders at times traveled the state in their Medicaid Mobile, a 1977 camper van purchased for $1,500 that’s emblazoned with the words “MEDICAID FOR IDAHO.”\nIdaho is poised to become the second state where activists recently got around a Republican governor and a GOP-led state legislature to put the question of whether to expand Medicaid directly before the voters.\nLast week, organizers in Utah submitted enough signatures to put expansion on the ballot. A similar effort is ongoing in Nebraska. Maine became the first state to adopt Medicaid expansion via direct voter action last November, although Gov. Paul LePage (R) thus far has refused to implement it.\nMedicaid expansion would provide coverage to as many as 62,000 people in Idaho, according to the state Department of Health and Welfare. Nine percent of Idahoans lack health coverage, the same as the national uninsured rate. \nIdaho voters overwhelmingly support Medicaid expansion, according to a survey conducted by Boise State University in December: 71 percent favor it while 22 percent oppose.\nThe Affordable Care Act calls for all states to expand Medicaid eligibility to anyone earning up to 133 percent of the federal poverty level, which is about $16,000 for a single person and $33,000 for a family of four. Under the 2010 law, the federal government pays at least 90 percent of the cost of covering these newly enrolled people.\nIn 2012, however, the Supreme Court ruled that states could refuse the Medicaid expansion. Idaho is one of 18 that haven’t expanded the health care program. In those states, there are almost 2.5 million people who would qualify for such expanded coverage, according to the Henry J. Kaiser Family Foundation.\nCounty officials still have to certify the legitimacy of the last batches of signatures that Reclaim Idaho activists expect to submit on Tuesday. That process must be completed by June 30 and counties must hand over the signed petitions to the state by July 6.\nReclaim Idaho plans a rally outside the state capitol if and when that process concludes. Even though the organization said it had collected enough signatures to get its initiative on the ballot, the effort could falter if county officials are unable to validate enough of the signatures.\nReclaim Idaho was co-founded last year by Sandpoint, Idaho, natives Luke Mayville and Garrett Strizich along with Emily Strizich, Garrett’s wife, to direct and support ballot initiatives on issues including expanding health care and supporting public schools. Mayville is a college professor, Garrett Strizich is a medical student and Emily Strizich is an occupational therapist who specializes in low-income children with disabilities.\nThe group began its Medicaid expansion campaign less than a year ago. The Fairness Project, a labor-backed entity that supports progressive ballot initiative campaigns, provided assistance in both Idaho and Utah.\nTo put a voter initiative on the ballot, Idaho requires organizers to collect the signatures of 6 percent of the state’s registered voters, which amounts to just over 56,000 people. To ensure those signatures come from all across the state, organizers have to get signatures from 6 percent of voters in each of 18 of the state’s 35 state legislative districts. Reclaim Idaho announced last week that it had met the second standard.\nIdaho’s Republican governor, C.L. “Butch” Otter, opposes Medicaid expansion, as do Republicans in the state legislature and the GOP candidates to succeed Otter, who is not running for re-election this year.  U.S. Rep. Raul Labrador, one of the Republicans seeking the governor’s office, said during a debate last week that he would consider defying the will of the voters by refusing to carry out the Medicaid expansion initiative were it to pass.", "date": "\n04/30/2018", "href": "https://www.huffpost.com/entry/medicaid-expansion-idaho-ballot-initiative_n_5ae77753e4b02baed1bd2ee0", "tags": "percent idaho red step voters medicaid takes signatures last state expansion forward huge reclaim health"}