{"title": "Medical charity MSF 'told to cease mental health work in Nauru'", "content": "International medical charity Médecins Sans Frontières (MSF) says the tiny Pacific island nation of Nauru has ordered it to cease its work there. \nMSF says that for 11 months it has provided mental health care to both the Nauru population and asylum seekers housed in a detention centre set up by Australia.\nThe charity has urged the Nauru government to reconsider, calling its own work life-saving. \nThe authorities have not commented.\nThe detention centre on Nauru was set up by Australia in a controversial deal to house boat people intercepted while trying to reach Australian shores.\nCanberra maintains its policy prevents deaths at sea and discourages people smugglers but the tough immigration policy has been widely criticised.\nThe centre on Nauru has been dogged by allegations of widespread abuse and trauma among children and women. The president of the Australian Medical Association, Tony Bartone, recently described the situation for children there as \"a humanitarian emergency requiring urgent intervention\".\n\"The Nauruan government informed Médecins Sans Frontières/Doctors Without Borders that our services were 'no longer required' and requested that our activities cease within 24 hours,\" an MSF statement said.\nThe charity said it was \"extremely concerned that the health of our patients may be affected by this decision and urge the authorities to grant us permission to continue our lifesaving work\".\nEarlier this year, a group of human rights organisations demanded the Australian government remove all child asylum seekers held on Nauru.\nThe coalition of more than 30 charities and advocacy groups, including World Vision Australia and Oxfam Australia, wants all children moved to Australia or settled in a safe country elsewhere.\nChief executive of World Vision Australia Claire Rogers said the children on Nauru had \"no hope\".\n\"Many of them have lived for years in tents, they have been separated from close family members and have no safe place to play or access to acceptable medical care.\"\n\"The clock is ticking. This harmful, secretive and dysfunctional system of indefinite detention must end,\" Ms Rogers said.", "date": "7 October 2018", "href": "https://www.bbc.co.uk/news/world-asia-45774875", "tags": "msf cease mental work australia medical centre charity detention nauru children health"}