{"title": "Medicaid Expansion Denial Will Cost States Billions- Report", "content": "States that refuse to expand Medicaid under President Barack Obama's health care reform law not only will deny health coverage to poor residents and lose access to a huge influx of federal dollars, they also will see increased spending on uninsured people's unpaid medical bills, according to a new report by the Rand Corp., a consulting firm.\nThe Rand Corp. analyzed 14 states with governors who oppose the Medicaid expansion. It found their actions will deprive 3.6 million people of health coverage under Obamacare, forgo $8.4 billion in federal funding, and cost them $1 billion for programs that partially compensate medical providers who care for the indigent, according to the report published in the journal \"Health Affairs.\" Since nearly half of states may not undertake the Medicaid expansion next year, those figures could be even higher. Twenty-two states and the District of Columbia plan to broaden Medicaid in 2014, according to the Henry J. Kaiser Family Foundation.\nObama and congressional Democrats intended the health care reform law to target financial assistance to those with the lowest incomes by offering Medicaid coverage to people who earn just over the federal poverty level and tax credits to other low- and middle-income people to subsidize the purchase of private health insurance. When the Supreme Court upheld the law last year, it also ruled that states could opt out of the Medicaid expansion, which will dull the impact of Obamacare on the poorest uninsured.\n\"State policymakers should be aware that if they do not expand Medicaid, fewer people will have health insurance, and state and local governments will have to bear higher costs for uncompensated care,\" Carter Price and Christine Eibner of the Rand Corp. write. \"We estimated states' costs for expansion to be less than the reduction in their costs for uncompensated care.\"\nIf all states were to expand Medicaid under the health care reform law, 16.2 million poor people would gain access to the program, bringing total enrollment to 62.9 million by 2016, according to the Rand Corp. analysis. Based on the 14 anti-expansion states included in the report, 4.4 million million fewer than that would join Medicaid. A portion of those people would obtain subsidized private health insurance under Obamacare, leaving a total of 3.6 million more uninsured than if all states were to expand Medicaid.\nThe Rand Corp. based its analysis on the assumption that Alabama, Georgia, Idaho, Iowa, Louisiana, Maine, Mississippi, North Carolina, South Dakota, Texas and Wisconsin wouldn't expand Medicaid. The outcome of the Medicaid debate remains uncertain in several states, however. Iowa Gov. Terry Branstad (R) and state lawmakers struck a deal on the expansion last month, for example, and states like Florida appear all but certain to reject the expansion for next year.\nThe health care reform law affects state spending on health care in numerous ways, chiefly by providing unprecedented federal financing for newly eligible Medicaid beneficiaries while gradually reducing federal support for programs that direct money to hospitals that treat high numbers of uninsured people who don't pay their bills. \nObamacare enables states to open their Medicaid programs to anyone whose income is below 133 percent of the federal poverty level, which is $15,282 for a single person this year. The expansion mainly will benefit adults without children who mostly are ineligible for the program today. The federal government will pay the full cost of covering these individuals from 2014 through 2016, after which the share declines until it reaches 90 percent in 2022 and future years. That compares to the average 57 percent the federal government pays for current Medicaid enrollees.\nRepublican governors like Rick Perry of Texas and Bobby Jindal of Louisiana steadfastly refuse to consider opening Medicaid to more poor people, and GOP state legislators in states like Ohio and Florida have rebuffed their Republican governors' efforts to advance a Medicaid expansion. Among their reasons are skepticism that the federal government will uphold its promise to provide near-total funding for the expansion, despite assurances from the White House.\nThe Rand Corp. report predicts states that don't expand Medicaid will face higher spending on programs that provide money to hospitals for treating uninsured people because federal spending will decline in this area. \nThe American Hospital Association and other national lobbying groups endorsed Obama's health care law because it expands coverage, even though it reduces funding for uncompensated care. The Obama administration announced last month that it initially will shield hospitals in states that don't expand Medicaid from some of the funding cuts for a few years, which could soften the blow to health care providers. \nIn addition to comparing Medicaid enrollment and spending under a nationwide expansion to a scenario in which 14 states opt out, the Rand Corp. also considered two other hypothetical possibilities that would affect the numbers of uninsured and government spending. The first would be expanding Medicaid to the poverty level (\"partial expansion\" in the chart below), which is $11,490 for an individual this year, and the second would be to allow people who earn below poverty to access tax credits for private health insurance (\"expanded subsidies\"). The Obama administration has rejected the first option, and the second would require a new law.\nThe Health Affairs article presents these different scenarios in these two tables:\n\n\n", "date": "\n06/03/2013", "href": "https://www.huffpost.com/entry/medicaid-expansion_n_3367301", "tags": "report denial states medicaid cost federal expand law expansion billions- care health"}