{"title": "Medicaid Eligibility For Adults Without Kids Is Lousy In Advance Of Health Care Reform", "content": "Medicaid does a decent job offering health care coverage to children and pregnant women, an okay job covering poor parents and a bad job providing health care to impoverished adults without kids, a survey issued by the Georgetown Center for Children and Families and the Henry J. Kaiser Family Foundation Wednesday reminds us.\nTwenty-six states don't offer any kind of Medicaid benefits to adults without children living at home, no matter how poor they are, as this map shows.\n\nSource: Henry J. Kaiser Family Foundation\nThat's supposed to change under President Barack Obama's health care law. Obamacare seeks to make Medicaid available to any adult with an income up to 133 percent of the federal poverty level, which is $14,856 this year. The Medicaid expansion takes effect in 2014 and people can begin applying for the new coverage on Oct 1., 2013.\nAdults without children have been mostly left out of Medicaid and health care reform meant to change that. Because the Supreme Court allowed states, which jointly fund and manage the program with the federal government, to opt out of the expansion, the the impact of the change will be more limited. Ten Republican governors so far have said they'll take the Court up on its offer.\nCompared to childless adults, the status quo is a bit better for other categories of poor people who want Medicaid or the Children's Health Insurance Program, a related benefit. \"The median eligibility level is 235 percent of the federal poverty level (FPL) for children and 185 percent of the FPL for pregnant women as of January 1, 2013,\" the Georgetown/Kaiser survey found. \nParents have to be quite poor to qualify: the median income cut-off last year was 61 percent of poverty, or $6,814, for a person with a job and 37 percent of poverty, or $4,133, for an unemployed individual. Some states' current policies for poor parents go well below what Obamacare would establish.\n\nSource: Henry J. Kaiser Family Foundation\n[Note: The text of the health care reform law calls for Medicaid eligibility to be expanded up to 133 percent of poverty. Because Medicaid has a pre-Obamacare policy to \"disregard\" 5 percent of income when determining whether someone qualifies, the Henry J. Kaiser Family Foundation describes the expansion as up to 138 percent of poverty.]\nStates are getting ready for health care reform's Medicaid expansion by upgrading their computer systems and streamlining application and enrollment procedures. \nThat stuff is mostly required by the 2010 health care reform law, though, and that goes for states that don't expand Medicaid. (And the federal government is paying 90 percent of the cost of certain upgrades whether a state expands Medicaid or not.)\nThis map hows the scale of the effort going on across the country.\n\nSource: Henry J. Kaiser Family Foundation", "date": "\n01/23/2013", "href": "https://www.huffpost.com/entry/medicaid-eligibility-stay_b_2529434", "tags": "care henry percent poverty kids reform without adults poor medicaid kaiser eligibility advance children j. lousy health"}