{"title": "Meet CoverGirl’s New Cover Boy", "content": "Beauty contracts have long been a brass ring for celebrities: acknowledgment of their rising profiles that also provides additional income and the chance to tap wider audiences.\nSo what does it mean that CoverGirl’s latest face (joining the ranks of Zendaya, Katy Perry, Pink and more) is … a boy? And a noncelebrity boy at that?\nHe is James Charles, 17, a high school senior from Bethlehem, N.Y., who lives with his parents and a younger brother and does makeup for friends in his spare time (at no charge). In the past year or so, Mr. Charles has amassed nearly 650,000 followers on his Instagram account and more than 90,000 subscribers on his YouTube channel, where he posts tutorials for creating fake freckles or layering chunky glitter around the eyes.\nHe gained attention last month when he posted to social media about retaking his senior photos because he didn’t like how the highlighter on his cheekbones looked in the originals. For the second set, Mr. Charles brought his own ring light. His post spread on Twitter, garnering a comment and repost from the singer Zendaya, who wrote, “You win.”\nThe selection of Mr. James by CoverGirl comes amid a broader questioning of traditional gender boundaries in fashion and beauty, and the growth of a crop of internet-famous beauty junkies who have built followings through social media.\nOn the more traditional celebrity end, there’s Jaden Smith and his unceasing effort to make skirts mainstream for men: The musician and actor, son of Will Smith and Jada Pinkett Smith, appeared in Louis Vuitton’s women’s wear campaign last January, donned a shift dress for prom and is generally a fan of “super drapey things,” he told GQ.\nThere’s also the rapper Young Thug, who made waves in August when he released the cover art for his album “No, My Name Is Jeffery,” featuring him in a tiered froufrou dress that recalled both Japanese kimonos and the antebellum South. Before then, he’d worn dresses for a Calvin Klein campaign (“There’s no such thing as gender,” he said in the ad) and for Dazed magazine.\nWithin fashion, designers such as Alessandro Michele of Gucci, J W Anderson, Demna Gvasalia of Balenciaga, and Shayne Oliver of Hood by Air have all become known for testing notions about gender dressing.\nAnd in beauty, a group of young men have made their way into the industry through a grass-roots entrepreneurial effort entrenched in YouTube, Instagram, Twitter and Snapchat. With devoted followings, they have carved out a space to experiment and expand the notion of being male.\nFrom these intersecting forces comes Mr. Charles. Despite his newfound fame, he is spending a lot of his time figuring out where to apply for college.\nStill, he did find a few minutes to discuss his new role, online bullying and why what he does is different from drag.\nThis interview has been edited and condensed.\nWhat was it like when you found out about your new gig? \nI screamed and started to cry. It’s all been so ridiculous and crazy and fast. I’ve barely gotten any sleep, but I’m A-O.K. with it.\nWhat was it like to work with Katy Perry?\nIt was the coolest surprise ever. She was so kind. We were posing for pictures together, and we were hugging each other, and she said: “I can feel you shaking. I’m just as nervous as you are.” To hear that someone at her level was just as nervous for a shoot as me calmed my nerves and put me in a place of “Oh, I can actually do this.”\nWhat can you bring to CoverGirl as a boy? \nI love to do glam. But I also love a lot of creative, outside-of-the-box stuff. The fact that I am the first boy is so cool. It shows that this industry is actually becoming genderless, and we’re really making the push toward equal opportunities for everybody, regardless of race, sexuality, gender. I think it’s a huge steppingstone for such a big and iconic company.\nHopefully other people will see this, and when they think, “Oh, this random 17-year-old kid just started doing makeup recently and is now the face of CoverGirl,” I hope that inspires them to really be themselves and feel comfortable and wear makeup and express themselves in a manner they haven’t been comfortable doing before.\nDo you think a lot of boys want to try makeup? \nAbsolutely. Oh, my gosh. I see new guys on my Instagram feed every single day rocking amazing makeup looks and crazy out-of-the-box stuff. It’s a growing industry, and the population of boys in the industry is growing as well.\nAs more and more guys come to light, the way the internet is, there will be people who don’t agree. Those negative comments probably make people not want to do it, because lots of people take that stuff very seriously, which is totally understandable. Online bullying has been a huge problem forever.\nMen in makeup is becoming more widely accepted. But it’s going to take so much more open-mindedness to have it be a common thing.\nHow do you deal with negative online comments?\nMy followers are some of the most loyal people out there. They know everything about me and my life. They know all my drama with guys that I have crushes on, all that stupid stuff that doesn’t really matter. But all that stuff allows me to build a close relationship with them.\nSo even though I get hate comments every once in a while, it doesn’t affect me, because I have so many more people who are supporting me and loving me for who I am. If somebody doesn’t like me behind the keyboard, oh, well. Everybody has the right to their own opinion. I’ll just continue to do me.\nHave you ever responded to people who are critical?\nNot really. It’s kind of a waste of my time. I have to focus on me and on school and my friends and family. In the past, the only ones I have replied to are the ones that questioned my character. I don’t care if someone makes fun of me, but if someone calls me a mean person or something, I reply. If you don’t like me in makeup, that’s O.K. But I would like people to like me as a person.\nWhat do you think of where we are as a country on gay rights and gender identity?\nThe place we’re in is phenomenal compared to where we were a few years ago. We’ve made so many amazing progressions with gay rights, gender inclusivity and self-expression. But I think we still have so, so much longer to go. A lot of people still don’t support or understand it.\nGay marriage laws were passed recently. Now with people on social media and boys in makeup, we’re becoming more accepting in general. We have a lot longer to go. All of our biggest issues have taken a long time.\nWhat compelled you to try makeup?\nBefore I did makeup, I did hair. For one of my best friends, I did her hair for a military ball at a local school, and she was an hour late for her makeup appointment at a local counter, and she asked me to do her makeup.\nI’d been watching makeup tutorials for years and years, but I’d never actually done it. And I was, like: “Girl, I will do your makeup. But if you look awful, I’m not taking credit for it.” She was, like, “O.K., we’ll do it because I have no other option.” And she ended up looking absolutely stunning.\nI wanted to continue. I bought a starter set online. I did my friends’ makeup for fun, not charging them anything. Then I started charging $5 or $10. And then I’d take that money to buy new brushes or new equipment. After about three months, I made my Instagram page. And here we are, one year later.\nWere you experimenting on yourself before creating your Instagram?\nI mostly did my friends’ makeup. I did drag makeup on myself twice, just to see what it was, because I’ve always been a fan of “RuPaul’s Drag Race” and drag in general. It looked absolutely horrible. I have the pictures in a locked folder on my phone. They will never, ever be released anywhere.\nSpeaking of drag, how is what you do different?\nThey are really similar in expressing yourself and releasing your creative juices. But boys in makeup are boys in makeup. When you’re a drag performer, you’re a boy in makeup performing as a female. Drag is performance artistry.\nWhat look are you dying to try? \nI have a bunch of really cool Halloween tutorials planned. I have a huge list. I need to make sure they’re totally appropriate and everybody can enjoy them. Halloween is always a touchy subject.\nBut other than that, I don’t really plan my looks ahead of time. I’ll do my base makeup, and then I’ll just start throwing some colors on there and ask, “What can I create now?”\nWhat’s your best makeup tip?\nHighlighting is a huge trend right now. If you really want your highlights to pop — which is obviously what the goal is, duh — when you’re applying your highlighter, spritz your brush with water before you dip it into your highlighter. It will be super-bright and magnetic. You will be blinding people left and right.", "date": "Oct. 12, 2016", "href": "https://www.nytimes.com/2016/10/16/fashion/meet-covergirls-new-cover-boy.html", "tags": "boy makeup covergirl friends really gender drag ” meet cover new like"}