{"title": "Meet the Man Who’s Been Spoiling ‘The Bachelor’ for Four Years", "content": "FRISCO, Tex. — A little more than a month ago, Ben Higgins, the warmly handsome star of the coming season of “The Bachelor,” got down on one knee at the Sandals Royal Plantation resort in Ocho Rios, Jamaica, and proposed marriage.\nAt least, this is the information that, a day later, the blogger Stephen Carbone received as a tip from one of his many sources. A few days after that, after more reporting, he posted the scoop on his website, RealitySteve.com, spoiling the event — including the name of the winner — that will be the capstone of the 20th season of “The Bachelor,” which has its season premiere on ABC on Monday and won’t conclude until March.\n“The Bachelor” is, ostensibly, a competition show with an unknown outcome, making this, depending on your perspective, the admirable work of a dedicated reporter or a shocking act of bad faith. But for the last four years, Mr. Carbone has been making a habit of spoiling the season for “The Bachelor” and its spinoffs in their entirety before they even begin airing, making him the foremost authority on one of reality TV’s signature franchises — and also a thorn in the side of its producers and network.\n“I can’t believe I get this much information, every season. I still think it’s weird that I get it,” Mr. Carbone, 40, said in September at a Chili’s 10 minutes from his modest home here, where he lives with his dog, Maddie.\nRealitySteve.com is combination love letter, cruel tease and cat-and-mouse game — one man working against a huge operation. Mr. Carbone’s writing is characterized by equal parts skepticism and glee: The site’s header reads, “My slanted, sophomoric, and skewed view on the world of reality television.”\nIt’s a small outfit — he employs a webmaster who also organizes his ad sales, but otherwise, all the labor is Mr. Carbone’s, earning him what he terms a “comfortable” six-figure income.\n“I like writing,” Mr. Carbone said. “I’ve always liked to write, and I’ve always liked to be very sarcastic and very snarky about things. This show makes it easier, but if this show wasn’t my job, would I watch it? Absolutely not. I wouldn’t care.”\nIn reality television, where events are filmed months before they appear on the air, there is a symbiotic relationship between those that serve up spoilers and the shows they spoil. Advance information stokes the interest of the most dedicated fans, who in turn help generate excitement among more casual viewers. “They know that I’m free publicity,” Mr. Carbone said.\n“The Bachelor” is a competition in the sense that several female participants are fighting for one prize, but it is often more compelling as narrative drama than as a contest. On his site, Mr. Carbone spoils the particulars of who goes on what date, where they take place, and who is sent home, but he can’t predict how the show will be edited for dramatic effect. You can know all the information posted on his site, but still find the show gripping.\nReality TV has, in essence, a system of sanctioned spoilers: events that are filmed in public, or information that pops up in tabloids, in unofficial concert with show producers and representatives.\nWhat Mr. Carbone does — rare in the world of reality-TV commentators — is give order to the porous ecosystem of nonlinear information. He scours social media for clues about the contestants’ whereabouts and activities, aggregating information in plain sight — in one case this year, he sent a friend to a Las Vegas hotel to capture pictures of one of the dates — and relies on a network of sources who fill in his sketch of the season, piece by piece.\nRunning a show like “The Bachelor” in the age of tabloids and social media means accounting for and trying to control myriad ways that information flows. Sometimes that’s impossible, as with the most recent season of ABC’s “The Bachelorette,” when Kaitlyn Bristowe posted a video of herself with the winner, Shawn Booth, to Snapchat before the finale aired.\nThat was a shock to many, including Mr. Carbone, who had been informed that she ended the season single, and quickly had to revise his site. That aside, Mr. Carbone has a high batting average for accuracy. (For Mr. Higgins’s season, he originally posted that the final dates would be in Greece, but quickly corrected himself when information about Jamaica came in.)\nMr. Carbone’s path to “Bachelor” omnivore was roundabout. Born in the Bronx and raised largely in Southern California, he originally pursued his love of sports radio, first as a play-by-play announcer for the basketball team at Loyola Marymount (he’d attempted to walk on at Southern Methodist University, but failed) and as a regular caller to “The Jim Rome Show,” a syndicated talk show. After writing his college thesis on Mr. Rome, he got a job with him, staying for a year and a half before moving on to work at a sports radio station. He also wrote for a paid sports commentary website, still a novelty in the early 2000s. Not long after, Mr. Carbone used obscenities in a column and was fired.\nA few months later, he found a new object for his ravenous cultural interest: “Joe Millionaire,” one of the first stunt reality shows, and ripe for mockery. He began sending caustic and humorous weekly emails about the show to friends, who forwarded them on, earning Mr. Carbone a reliable audience.\nTo make money, he took a job as a mortgage broker, and later worked with his father in the home bedding industry, all the time working part-time in sports radio. The email newsletter became RealitySteve.com in November 2003, but Mr. Carbone earned no money from it. That was still the case when he received his first spoiler tip: that Season 13 bachelor Jason Mesnick had dumped Melissa Rycroft, the woman he’d proposed to on the season finale, and reunited with Molly Malaney, his second choice.\nMr. Carbone posted the information, and suddenly he was an authority. Within a year, he was regularly receiving tips, enough that with some elbow grease he could piece together the arc of a season before it began running. In August 2011 he was able to quit his other jobs. The people who provide him with scoops, Mr. Carbone said, aren’t unlike the person he was when he used to call Mr. Rome’s show: “They just wanted to feel a part of it, wanted to feel like they helped out.”\nMost of his work is done before noon at home, sitting at his computer fielding emails and searching through social media for scraps of information. His work has had consequences for his personal life: He prefers to meet women through the site, and largely avoids dating people who don’t know about his work. Being a single 40-year-old blogger, “I don’t think that screams marriage material when you’re out on a first date with somebody,” he said.\nMr. Carbone has been sued twice — the first time in 2011 after he emailed some eliminated cast members and offered to pay for information (the only time he’s done that, he said), and the second time in 2012 when, just after settling the first suit, he spoiled the show’s next season. (This suit was also settled.) He insists that he has never received information from people who work on the show. These settlements included an agreement that he would not contact the cast or crew of the show to solicit information. (ABC and Warner Bros. Television, which produces, the “Bachelor” franchise, declined to make executives available to discuss Reality Steve or spoiler culture.)\nSince then, though, Mr. Carbone has largely been left to spoil unimpeded. Perhaps that’s because his bark is worse than his reach. The post revealing Mr. Higgins’s alleged choice has received about 280,000 page views, Mr. Carbone said. Last season, an average episode of “The Bachelor” had about eight million viewers, suggesting that the subset of fans interested in spoilers is relatively small.\nMr. Carbone estimates that traffic to his site is much lower — about 80 percent to 90 percent lower — during the spoiling period (as the show is taping, from September to November) than during the actual season, when he recaps the show with signature cheek and also hosts a weekly video chat with fans. But even though his biggest traffic weeks are coming up, Mr. Carbone feels as if his work is more or less done. “This season was easy,” he said. “I’m not worried about being wrong.”", "date": "Dec. 30, 2015", "href": "https://www.nytimes.com/2016/01/03/arts/television/for-the-bachelor-hes-the-thorn-in-their-tray-of-roses.html", "tags": "‘ “ information four show bachelor season man meet one years carbone — spoiling"}