{"title": "Meet the Special Counsel Team: So Careful They Won’t Even Disclose Their Shake Shack Orders", "content": "ALEXANDRIA, Va. — Greg D. Andres looked like any ordinary guest at the Westin hotel here, standing near the valet in flip-flops and a white Notre Dame boxing T-shirt, waiting for a Postmates delivery from Shake Shack.\nThe moment would be unremarkable save for Mr. Andres’s role as the lead prosecutor for the special counsel, Robert S. Mueller III, in the trial of Paul Manafort, concluding its third week here. Even the briefest glimpses of Mr. Mueller’s investigators, who have spoken publicly only in court papers and short court appearances since the inquiry began, draw notice.\nMr. Manafort’s tax and bank fraud trial has provided the first real look at the special counsel’s team, the elusive players in the central drama of Washington political life and the subjects of fascination for the capital’s chattering classes. Tagged by President Trump as “17 angry Democrats,” they have shown themselves to be typical, if harried, government lawyers, staying at the hotel opposite the courthouse to devote most of their waking hours to trying the case.\nOther members of the special counsel’s office have joined Mr. Andres in the courtroom, including Andrew Weissmann, one of Mr. Mueller’s top deputies, who oversaw the prosecution from a seat in the back. Like a basketball coach during timeouts, he huddled with the others during recesses for strategy sessions, clutching a green government-issue notebook that the rest of the team used during the trial, making them easy to identify.\nThe prosecutors snacked on Life Savers and orange-colored Starburst candy from jars that sat near Judge T. S. Ellis III. They drank from worn foam cups marked with their initials. Next to them sat a black catering-style cart labeled “Property of SCO” — Special Counsel’s Office — piled with binders of documents.\nMr. Mueller’s spokesman, Peter Carr, whose “no comment” replies have become a running dark joke among the Washington press corps, sat among the spectators and reporters. He would not even confirm Mr. Andres’s order from Shake Shack, deferring to reportorial observation.\nNor would Mr. Andres himself. Asked later whether he had in fact ordered Shake Shack, he laughed, then paused.\n“I can’t say,” he said, his usual response when journalists at the hotel asked him about his work as he strolled the lobby juggling half-eaten bags of Lay’s potato chips, Starbucks beverages and Diet Coke, his hair tousled and tie loosened. He did wonder aloud on Wednesday outside the gift shop, which is filled with postcards and key chains celebrating Mr. Trump’s inauguration, whether he had included every important detail during his final rebuttal after closing arguments.\nAs the prosecutors have shuttled between the courtroom and the hotel, they have found themselves in tight spaces with Mr. Manafort’s lawyers and reporters, testing their professional and social boundaries. The two sides went out of their way to be civil, bantering and making small talk about sports and work, a person close to Mr. Manafort’s defense team said.\nEncounters with reporters have proved more delicate. In one instance, Uzo Asonye, one of the special counsel prosecutors, stepped into an elevator with a colleague whom he stopped midsentence.\n“Stop,” he said, gesturing to the reporter’s press badge. He held up his hand to silence her.\nHe turned to the reporter with a smile. “Sorry. I can’t talk to you.”\nThe prosecutors’ habits are to be expected in such a big case, former members of independent counsel teams said. The difference this time is the magnitude of the investigation paired with an era of instant news.\n“This is unusual,” said Solomon L. Wisenberg, a deputy independent counsel who was selected by Judge Kenneth W. Starr to handle the grand jury questioning of President Bill Clinton. “This is a major, major trial with intense press interest in an era when you have 24-hour cable news.”\nDuring the 2007 trial of I. Lewis  Libby Jr., Vice President Dick Cheney’s former chief of staff who was convicted of perjury in connection with the leak of a C.I.A. officer’s identity, the prosecution team took unusual measures to deter attention, said Peter R. Zeidenberg, a deputy special counsel in the case. Patrick J. Fitzgerald, the lead prosecutor, at one point negotiated with a photographer to allow for a picture of him picking up coffee. The deal, Mr. Zeidenberg said, was that the photographer would then leave Mr. Fitzgerald alone.\nPerhaps no member of Mr. Mueller’s team has drawn more curiosity than the special counsel himself, who has not spoken publicly about the inquiry. The void has filled with speculation about the smallest observations — even about his choice of watch, the hyper-accurate Casio DW-290, which he wears with the face on the inside of his wrist.\nPublic sightings of him are scarce. A New York Times reporter spotted Mr. Mueller leaving a 7-Eleven convenience store in Washington on a Saturday morning this winter in a cinched-waist parka and gym clothes, walking to a small sport utility vehicle. Mr. Mueller got behind the wheel, made a U-turn to cross a double yellow line and drove away.\nMost of the sightings draw buzz. A photo of Mr. Mueller waiting to cross a street in downtown Washington made the rounds on social media. Last month, Politico published a photograph of Mr. Mueller feet away from Donald Trump Jr. at a gate at Reagan National Airport. The image quickly boomeranged around Twitter and was picked up by many news outlets.\nThomas Burr, the Washington bureau chief for The Salt Lake Tribune, was eating dinner with his girlfriend at a Washington restaurant in June when Mr. Mueller and his wife walked by their table and said hello.\n“They got a booth,” Mr. Burr said, “and we left them alone.” Mr. Burr tweeted about the encounter but declined to specify the restaurant, for fear of giving it unwanted attention.\nThe scene across the Potomac River in Alexandria did provide a reminder that not everyone is riveted by the Russia investigation.\nOn Wednesday evening, New York Jets players, staying at the Westin before a preseason game against the Washington Redskins, sat at the bar near the defense lawyers. As they signed autographs, some asked reporters who Mr. Manafort was and why so many cameras were set up on the front curb.", "date": "Aug. 16, 2018", "href": "https://www.nytimes.com/2018/08/16/us/politics/special-counsel-investigation-mueller.html", "tags": "shake washington trial counsel team even mueller ” meet shack orders careful andres special disclose"}