{"title": "Meet The Only 2020 Democratic Presidential Prospect To Win A Trump State", "content": "HELENA, Mont. – Steve Bullock, the 53-year-old Democratic governor of Montana, is fidgeting.\nA crowd of state legislators and local press have gathered in a reception room near his office to witness Bullock sign a host of health care bills into law, including the signature achievement of this year’s legislative session: an expansion of Medicaid in the state under the Affordable Care Act, guaranteeing health care access for tens of thousands. As Bullock sits, taking photos with legislators and signing bills with ceremonial pens, he taps his leg under the table, like a high school student in a movie eagerly awaiting the final bell before the start of summer vacation.\nBullock’s anxiety to get moving is understandable. The governor is little-known outside his home state and has placed his national ambitions on hold for the length of Montana’s legislative session. But he traveled repeatedly to the early presidential primary states of Iowa and New Hampshire last year and lured top Democratic operative talent to his side. Now, the legislature has adjourned, but Bullock is still churning through more than 300 pieces of legislation, deciding whether to sign or veto each one. When the task is done ― likely later this week ― he is expected to become, depending on how you’re counting, the 21st major Democratic candidate to enter the 2020 presidential contest.\nBullock and his team know his entrance into the race will be greeted with a few groans. Not only he is joining the long list of contenders, but he’s also yet another white male presidential candidate ― and yet another promising Democrat who’s choosing to run for the White House instead of vie for the Senate. But Bullock and his entourage also are confident his surprisingly progressive-for-Montana profile and record will stand out enough to rise above the din of nearly two dozen candidates speaking simultaneously to overwhelmed primary voters.\n“It’s a crowded field, I get that,” Bullock told HuffPost. “But I’m the only one in the field who’s won [a statewide office] in a Trump state.” \n He ticks off stats about his reelection in 2016: He won by 4 percentage points at the same time Trump won by 20, and nearly a third of those who backed him also voted for the president.\nDemocratic primary voters remain obsessed with electability, despite frequent admonishments from some activists to ignore the concept, and Bullock has a strong claim to the electability mantle. “That he can win in Montana, Jesus,” said Judy Reardon, a prominent New Hampshire Democrat who had dinner with Bullock last year. “He’s going to have to exhibit skills as a candidate. But that will get him through the door.”\nBullock’s campaign is going to lean heavily on his track record in a Trump state ― a teaser video previewing his run starts with CNN’s Jake Tapper noting he is the “two-term governor of a state Trump won” overwhelmingly. But the message the governor wants to bring from Montana to the rest of the country is about more than simply defeating the president. He wants to fix the political system ― making campaign donations more transparent and less influential and creating a less partisan atmosphere, one where politicians have a chance to persuade the voters and each other.\n Bullock believes attracting support from Trump voters in red states isn’t just necessary to win, it’s also necessary to govern. The overall goal is to project a philosophy that’s both liberal enough to satiate his own party’s left and practical enough to win over centrists. \nSpeaking at the Iowa State Fair last August, Bullock noted nine of the nation’s 12 elected agricultural commissioners were Democrats in 2006. Today, just one is.\n “The Democratic Party didn’t change,” he said. “We just haven’t figured out how to speak to folks off of the coasts. If we can’t speak the language of Iowa or Michigan or Wisconsin or others ― even if you can get an electoral majority, you’re never going to have a governing majority” without that connection.\nThe bills Bullock signed into law on Thursday ― not only Medicaid expansion, but also measures aiming to lower prescription drug prices, health insurance premiums and the state’s suicide rates ― are evidence of his ability to win a governing majority, even in a place as unfriendly to Democrats as Montana. \nFor most of Bullock’s time in office, Montana’s state legislature has been at least three-fifths Republican. But in part because of Bullock’s popularity in Montana, those Republicans haven’t been as inflexible as Senate Majority Leader Mitch McConnell of Kentucky, who presumably would lead the opposition to any Democrat who might win the White House in 2020.\nBullock, eating a roast beef sandwich at Benny’s Bistro in downtown Helena, insists he is not “naive” enough to think Washington’s GOP will be as easy to cut deals with as their counterparts in his home state. That gets to one of his core issues. Bullock first gained a national profile when, while serving as Montana’s attorney general, he defended the state’s ban on corporate campaign contributions all the way to the Supreme Court. (He lost.) As governor, he passed tougher disclosure laws and banned foreign money, and required state contractors to report all their political giving. \nDuring an hourlong conversation, Bullock returned again and again to campaign finance and 2010′s Citizens United Supreme Court decision as the root of Washington’s partisanship and dysfunction, and as the major obstacle to progress on climate change, health care and gun control. His fight to the Supreme Court, and his subsequent success at restricting dark money, is expected to be a major part of his campaign.\n“This isn’t an issue wrapped in partisanship,” he said, noting he was able to pass new campaign finance laws with a two-thirds GOP legislature. “Once you’re outside of Washington, D.C., and the corrupting influence there, this isn’t controversial.”\nBullock is also interested in another change to Washington’s internal architecture. “I think we should look at getting rid of the [Senate] filibuster,” he said. “It’s an excuse so that nothing gets done.”\n Eliminating the filibuster is typically associated with candidates a few ticks to Bullock’s left, but he arrived at the same position with more centrist reasoning: If senators in the center of either party know legislation is likely to pass, they’ll be more likely to sign on in hopes of shaping it. \nBullock’s exact ideology can be hard to pin down. While he’s shied away from the “progressive” label in the past, he’s embraced it recently. Compared to some other Democrats who have won in red states in recent years ― think Louisiana Gov. John Bel Edwards or West Virginia Gov. Jim Justice, who later became a Republican ― Bullock doesn’t question many of the party’s core values.\n He supports same-sex marriage and abortion rights, and has vetoed dozens of pieces of legislation designed to chip away at them. One of his big breaks in Montana politics came when he led a successful campaign to increase the state’s minimum wage in 2006, and he raised it again as governor. (Today, he supports raising the federal minimum to $15, while allowing for some regional differences.)\n Even during his time in Washington at the white-shoe law firm Steptoe & Johnson, he primarily worked as a labor lawyer, representing the Service Employees International Union and other labor organizations.\nStill, he’ll disappoint the left on other fronts. He supports creating a public option to buy into Medicare as opposed to “Medicare for All,” believing it’s a better way to reach universal coverage without “upending the whole system tomorrow.”\n During his reelection bid, he ran an ad touting the fact that he “stood up to” former President Barack Obama and helped keep a coal plant in the state open. Until 2018, he opposed universal background checks on gun sales. He began supporting them, he said, because he was “damn tired of lowering the flag” after mass shootings. And while campaign finance will be a central part of his bid, he’s decided to accept donations from lobbyists while rejecting corporate PAC money and the help of super PACs. \nThe decision to accept lobbyist money was the subject of internal debate and reflects the reality of Bullock’s situation.\n He’s little-known, from a lightly populated state two time zones and thousands of miles away from the media glare in Washington and New York. There are no nonstop commercial flights between either city and Montana.\n Unlike the federal officials in the race, he doesn’t have millions of dollars sitting in an existing campaign account. (The other two state executives in the Democratic race, Washington Gov. Jay Inslee and former Colorado Gov. John Hickenlooper, are also taking donations from lobbyists.) It will be nearly impossible for him to reach the 65,000 donations required to qualify for the Democratic National Committee’s first official debates in June, though it’s possible he could qualify through his polling figures. \nBullock is unapologetic about his likely late start. “I had a job to do,” he said. \nStill, Bullock is doing relatively well in the so-called invisible primary. Jennifer Ridder, a former top official at the Democratic Congressional Campaign Committee who ran now-Colorado Gov. Jared Polis’ campaign in 2018, will be his campaign manager. Tom Lopach, who was previously the top official at the Democratic Senatorial Campaign Committee, has been serving as his chief of staff. Mothership Strategies, the prominent Democratic digital firm, will handle online fundraising and advertising. And for a candidate who likely needs to finish in the top three in Iowa to have any hope of securing the nomination, he has a critical backer in the state.\nTom Miller, Iowa’s the nine-term attorney general, is popular enough that Republicans didn’t even bother to field a candidate against him in 2018. He was an early endorser of Obama, then an Illinois senator, in the 2008 presidential race and he is an enthusiastic Bullock fan. Miller met Bullock when the latter was a deputy attorney general in Montana, and guided him around Iowa last August, introducing him to influential activists and donors.\n“He’s able to connect with people, and he has to do that to survive as a progressive Democrat in Montana,” Miller said in a phone interview, pointing to Bullock as the type of candidate who could win back Iowa after it surged in Trump’s direction in 2016. “The only candidates I’ve seen over the years who relate to people better than Steve are Barack Obama and Bill Clinton.”\nBullock was born and raised in Helena, not far from the governor’s mansion. “I like to joke that I’ve only made it four blocks in life,” he said.\n While he’s lived in Southern California (college at Claremont McKenna), New York (law school at Columbia) and Washington (along with his law firm stint, he had a teaching gig at George Washington University), he’s spent the majority of his life of his life in the sleepy, 30,000-person state capital, which was founded during the Montana gold rush in the 1860s.\nMontanans often joke that the whole state is one small town with extremely long roads, and Bullock seems to know almost everyone he encounters in Helena; likewise, Montanans seem to feel comfortable approaching him directly with problems. (Bullock is fond of a story where a woman at a gas station approaches him to complain that the human services department has changed what diapers she can buy for her disabled son.)\n The office from which he calls potential donors in his campaign headquarters used to belong to a high school classmate when Blue Cross Blue Shield rented the space. When he walked into Benny’s, he knew the family sitting by the door. \nBullock is deeply tied to his hometown ― staffers overruled his desire to have the campaign logo’s match the cardinal red and white colors of Helena High School’s sports teams. Bullock is not as stereotypically Montanan as, say, Democratic Sen. Jon Tester, who is missing fingers from a childhood farm accident. But he’s still likely the only candidate in the race who owns a switchblade, which he jokingly showed off to a reporter and photographer in his statehouse office. And making sure towns like Helena can still thrive will be a major part of his run.\nHe came back first in the 1990s, to help care for his father who was battling cancer. After losing an initial bid for attorney general in 2000, he decamped for D.C., only to return a few years later and open a solo law practice. He made a second run for attorney general in 2008 and won, then earned a promotion to governor in 2012 and reelection in 2016. \nHistorically, governors have ascended to the White House more often than senators (even if, at the moment, Bullock, Hickenlooper and Inslee are all mired at the back of the pack in polls). And like many governors, Bullock possesses a subtle disdain for Washington. He declined a 2020 Senate run against GOP incumbent Steve Daines, to the annoyance of many national Democratic operatives. “Everything that I’ve ever done in public office is much more tailored to bridging divides and getting things he done,” he said. \n“I’ve had to deal with Washington action and inaction. I’ve been more than my share of times frustrated by Washington,” he continued, adding later: “This can’t be about speeches. It has to be about actually getting things done.”", "date": "\n05/13/2019", "href": "https://www.huffpost.com/entry/meet-the-only-2020-democrat-to-win-a-trump-state_n_5cd87654e4b0796a95ddc71c", "tags": "washington win ” meet trump ― prospect montana democratic state presidential campaign bullock"}