{"title": "Meghan Markle’s Second Wedding Dress Is by Stella McCartney", "content": "There was a 1968 Jaguar convertible, there was a groom in a black velvet dinner jacket and there was the new Duchess of Sussex, the woman formerly known as Meghan Markle, in a backless, halter-necked, ivory-silk crepe, bias-cut gown by Stella McCartney. And thus did the freshly-minted royal couple bring a wedding that melded royal tradition with modernity and multiculturalism to a James Bond-worthy end.\nThe dress was the second look by a female British designer worn by the duchess on her wedding day. Like Clare Waight Keller, who made the first wedding gown, Ms. McCartney is pretty much a peer of the duchess, and both designers are working women who have carved their own paths in the fashion industry, and made their own choices.\nAccording to Ms. McCartney, being chosen to “represent British design” was “one of the most humbling moments of my career.”\nUnlike the nuptial gown, however, the duchess’s party dress was dosed with both glamor and seduction; slinky in the torch singer tradition (more Jean Harlow than Audrey Hepburn) while still landing on the right side of appropriate. Her slightly messy bun, which is starting to look like a signature — with the escaping hairs signifying her more relaxed approach to her role — had been freed from the scrim of a veil.\nThe look may not live on in history the way the wedding gown will, but it is as much a part of the story of this day as the first gown. The evening dress represented the pop culture and pizazz of this couple’s image, itself a marriage of the old traditions and new causes that the pair have espoused.\nThe effect was of a woman who knows her own mind and body; who understands just how far she can push the envelope, and the power of a final image. A woman who might have been stirred by today’s experience, but was never shaken.", "date": "May 19, 2018", "href": "https://www.nytimes.com/2018/05/19/style/meghan-markle-second-dress.html", "tags": "meghan duchess wedding dress markle second gown new woman royal look couple mccartney stella"}