{"title": "Meghan Markle’s Wedding Dress Was Made for a Person, Not a Princess", "content": "It was absolutely simple: pure, sculptural, with a wide boatneck, long sleeves and sweeping train. \nIt was Meghan Markle’s wedding dress. It was haute couture by Clare Waight Keller for Givenchy, a British woman who was the first female designer of the storied French brand. And it was everything people had hoped.\nIt was not a Cinderella choice, not one that spoke of fantasy or old-fashioned fairy tales, but one that placed the woman proudly front and center. It underscored Ms. Markle’s own independence by divesting her of frippery, while also respecting tradition and keeping her covered up. It celebrated female strength in the rigorous nature of its line — six exactingly placed seams — the substance of its fabric (double-bonded silk cady), and the choice of designer: a British woman who, as a statement from Kensington Palace read, had “served as the creative head of three globally influential fashion houses — Pringle of Scotland, Chloé, and now Givenchy.” \nIt had an edge of Hollywood: Givenchy, after all, was the house made famous by Audrey Hepburn, and Ms. Markle’s dress had a Hepburn feel, acknowledgement of her former career as well, perhaps, of a role model who devoted her post-film career to UNICEF.\nAnd it extended a hand across the water: to Europe, where Ms. Waight Keller takes the Eurostar twice a week to her maison — Givenchy also, by the by, made Ms. Markle’s wedding shoes, which are silk duchesse satin, and the bridesmaid’s dresses — and to all the countries of the Commonwealth, which were represented in Ms. Markle’s veil.\nFive meters (that’s a little over 16 feet) long and made from silk tulle, the veil was “a vision Meghan and I shared,” according to a statement from Ms. Waight Keller. It was embroidered with the flowers of all 53 Commonwealth nations along the edge, each one different, to represent the roles Ms. Markle and Prince Harry will assume as Youth Ambassadors to the wider British world. Also included were wintersweet, a British flowering plant, to represent Kensington Palace and Ms. Markle’s new home, and the California poppy, her home state’s flower. And it was held in place by Queen Mary’s diamond and platinum bandeau tiara, made in 1932 with a centerpiece of a diamond brooch from Queen Mary’s wedding in 1893, which had been lent to Ms. Markle by the queen and described a “a flexible band of eleven sections.” \n“Flexible” being a word that this couple, and this wedding, has managed, to everyone’s great surprise, to attach to the formerly-perceived-as-entirely-rigid royal family.\n“As a British designer at a Parisian haute couture house, and on behalf of all of us at Givenchy who have been able to experience such an extraordinary process of creativity, I am extremely proud of what we have accomplished and grateful to Meghan Markle, Prince Harry and Kensington Palace for allowing us to be part of this historical chapter,” said Ms. Waight Keller in her statement.\nSpeaking of surprise though, perhaps the most surprising thing of all was that in this age of rampant leaks and gossip, Ms. Markle had managed to keep all of this completely secret. In all the rumors that had swirled around The Dress — with the Daily Mail announcing with confidence it was Ralph & Russo and Page Six claiming rather Stella McCartney and book makers putting odds on Burberry and Erdem Moralioglu (indeed, the Royal College of Art mistakenly tweeted out that Mr. Moralioglu had actually made The Dress, before having to amend the news and acknowledge it was another of their alumna, Ms. Waight Keller) — Ms. Waight Keller’s name had never even once come up. \nIn the end, Ms. Markle did exactly what she promised: she brought change and out-thought us all, in her dress as in her entire wedding ceremony. Long may such smart symbolism continue.\nAnd the symbolism did not stop with the new Duchess of Sussex and her dress. There were all sorts of fashion statements being made by family and guests at this wedding, seemingly in honor of Ms. Markle, this marriage and what the marriage represents.\nCatherine, Duchess of Cambridge, for example, was wearing Alexander McQueen — the same brand she wore to her own wedding, and one designed by Sarah Burton, yet another female British creative force. \nIndeed, British women designers were everywhere: Both Amal Clooney, in mustard yellow silk cady with a side drape, and Oprah Winfrey, in tiers of peach sustainable viscose, were wearing Stella McCartney, who is known for both her feminism and sustainability, causes close to Ms. Markle’s heart. Priyanka Chopra was in Vivienne Westwood, and Victoria Beckham was in — well, Victoria Beckham.\nMeanwhile, yellow and new grass green were the dominant colors: on the Duchess of Cambridge; Doria Ragland, Ms. Markle’s mother, wore an Oscar de la Renta coat and dress the shade of fresh pea shoots; and the queen, in bright lime green and lemon Stewart Parvin with a lilac print and trim. \nAll of which, if we are going the semiological route (and we should since the forever import of this wedding has escaped no one), are colors that signal optimism, happiness and a new dawn. Let them shine.", "date": "May 19, 2018", "href": "https://www.nytimes.com/2018/05/19/style/meghan-markle-wedding-dress.html", "tags": "meghan wedding dress waight markle person one princess british keller ms. made —"}