{"title": "Melania Trump Parts Ways With Adviser Amid Backlash Over Inaugural Contract", "content": "WASHINGTON — The first lady, Melania Trump, has parted ways with an adviser after news about the adviser’s firm reaping $26 million in payments to help plan President Trump’s inauguration.\nStephanie Winston Wolkoff, who has been friends with Mrs. Trump for years, had been working on a contract basis as an unpaid senior adviser to the office of the first lady.\nStephanie Grisham, Mrs. Trump’s spokeswoman, said the office had “severed the gratuitous services contract with Ms. Wolkoff,” who Ms. Grisham said had been employed as “a special government employee” to work on specific projects. “We thank her for her hard work and wish her all the best.”\nThe contract was terminated last week, according to two people with direct knowledge of the situation.\nThey said the move was prompted by displeasure from the Trumps over the news, first reported by The New York Times, that a firm created by Ms. Winston Wolkoff was paid nearly $26 million for event planning by a nonprofit group that oversaw Mr. Trump’s inauguration and surrounding events in January 2017.\nMr. Trump, who is notoriously tight with money, was also enraged to learn that Ms. Winston Wolkoff brought on an associate, David Monn, to help plan inaugural events, according to people who spoke to him. Mr. Monn’s firm was paid $3.7 million, according to a tax filing by the nonprofit group, the 58th Presidential Inaugural Committee.\nMs. Grisham said that the first lady “had no involvement” with the inaugural committee and that she “had no knowledge of how funds were spent.”\nMs. Winston Wolkoff, in an email, defended her work on the inauguration, denounced news coverage of it and challenged the characterization that her contract with Mrs. Trump’s office was terminated as a result of the news about payments from the inaugural committee.\n“I was informed by the White House counsel’s office that all gratuitous volunteer contracts were ended,” she said.\nShe asserted that the development would not affect her relationship with Mrs. Trump, who attended Ms. Winston Wolkoff’s 40th birthday party in 2010 and has traveled in the same circles for years.\n“I expect to remain a trusted source for advice and support on an informal basis,” she wrote.\nIn another email, Ms. Winston Wolkoff said, “I am proud of the work that we did to support the inauguration.”\nShe said her firm, WIS Media Partners, spent the overwhelming majority of the money it was paid by the inaugural committee on services to subcontractors, including for satellite feeds to be provided to broadcasters worldwide.\nThe firm “retained a total of $1.62 million for all of its consulting and creative services, which was divided among our staff of 15 members (including myself),” she said in the email. She added that the firm, which had been created only weeks before the inauguration, “submitted all of our records fully audited to the inauguration committee nearly one full year ago in March 2017.”\nMs. Winston Wolkoff said news coverage of her work was “completely unfair,” but she did not specify any errors. In a series of emails, she copied a lawyer from the New York-based law firm Paul, Weiss, Rifkind, Wharton & Garrison and wrote, “There have been a number of unfair and untrue statements about me and I am reserving all rights.”\nMs. Winston Wolkoff made her name planning society galas in New York, including the Costume Institute Gala, also known as the Met Gala, at the Metropolitan Museum of Art. Over the years, she worked closely on the gala with the Vogue editor Anna Wintour. Mr. Monn also worked on the gala, which embodies an exclusive vibe that is in many ways incongruous with the messaging to blue-collar voters that Mr. Trump projected during the 2016 presidential campaign.\nThat discordance attracted notice when Ms. Winston Wolkoff was retained by the inaugural committee, which was led by the California real estate investor Thomas J. Barrack Jr., a longtime friend of Mr. Trump’s.\nMrs. Trump had introduced Ms. Winston Wolkoff to Mr. Barrack, according to a person familiar with the connection. But the decision to hire Ms. Winston Wolkoff was Mr. Barrack’s, said an operative who worked with the inaugural committee.\nMs. Winston Wolkoff often invoked her friendship with Mrs. Trump when talking with officials on the Trump transition team and then in the East Wing, according to three people with direct knowledge of her interactions.\nThe inaugural committee promised that the swearing-in ceremonies and events would be “workmanlike,” even as it raised a record-shattering $107 million — about twice as much as former President Barack Obama’s inaugural committee raised for the festivities around his 2009 swearing-in — largely from wealthy donors and corporations.\nThe majority of those funds — more than $57 million — went to four event-planning companies. The company that received the biggest payment was Ms. Winston Wolkoff’s firm, which was incorporated in California in December 2016 — about six weeks before the inauguration.\nThe operative who worked with the inaugural committee said that Ms. Winston Wolkoff’s firm handled everything from securing venues and table settings to arranging Instagram filters and satellite feeds, as well as the transportation of heavy equipment.\nAn inaugural committee official, who spoke on the condition of anonymity because the official was not authorized to discuss the details publicly, said Ms. Winston Wolkoff’s firm also paid the team used by Mark Burnett, the creator of “The Apprentice,” whose involvement in the inaugural festivities was requested by Mr. Trump.\nMr. Barrack had praised Ms. Winston Wolkoff, saying that she “executed her duties well.”\nMr. Monn’s $3.7 million payment from the inaugural committee was primarily to plan two events, one of which was billed as a “candlelight dinner” attended by Mr. and Mrs. Trump and Vice President Mike Pence and his wife, Karen, according to the operative who worked with the committee.\nMr. Monn, who had planned a state dinner for Mr. Obama’s White House, said he was “flattered” and “honored” when Ms. Winston Wolkoff asked him to help with the inauguration. He said he “received some very unpleasant comments” from people when his work on the inauguration was made public, but he said: “I actually consider myself a patriot. I am not a politician.”\nMs. Winston Wolkoff said Mr. Monn “is an exceptional event planner who is universally respected for his design and décor expertise.”", "date": "Feb. 26, 2018", "href": "https://www.nytimes.com/2018/02/26/us/politics/melania-trump-inauguration-adviser.html", "tags": "winston adviser backlash inaugural committee parts ” trump melania contract ways ms. wolkoff amid"}