{"title": "Melania wears 'I really don't care do u?' jacket on migrant visit", "content": "First Lady Melania Trump has been criticised for her choice of jacket worn on a trip to a migrant child detention centre in Texas. \nMrs Trump was spotted in the coat, which featured graffiti writing on the back with the words \"I really don't care do u?\", as she boarded a plane.\nHer spokeswoman said \"there was no hidden message\" in the former fashion model's sartorial choice.\nThe $39 (£29) jacket from Zara caused an uproar on social media.\nUS President Donald Trump later tweeted his wife's coat \"refers to the Fake News Media\".\nHours after the photo of her departure outfit went viral, she again donned the jacket to disembark from the plane at an Air Force base outside Washington DC.\nShe ignored questions from reporters as she entered the presidential motorcade.\nMrs Trump's spokeswoman Stephanie Grisham lambasted US media on Twitter for focusing on her fashion choice. \nMrs Trump was not seen wearing the coat when she first arrived in Texas, but had it on again when she returned to Washington DC. \nKatty Kay, BBC World News presenter, Washington \nMelania Trump's empathetic visit to the Mexican border risks being overshadowed by the unempathetic message on the back of her coat. \nIt stretches credulity that the first lady would make the effort to fly down to Texas, visit children, talk to staff and engage in this heartbreaking story only to deliberately  undermine it with a callous choice of clothing. \nIt's not clear how this was allowed to slip through the careful White House protocols but it's a mistake on the part of her staff. \nI give her the benefit of the doubt on compassion - but if she chose to wear this without thinking, it was pretty tone deaf.\nMrs Trump made the previously unannounced visit to a child migrant detention centre on Thursday, saying she wanted to help reunite migrant children who were separated from their families. \nHer tour of the federally-funded New Hope Children's Shelter in McAllen, Texas, housing dozens of Central American children came as her husband's administration sought to quell the firestorm over migrant separations.\nThe majority of the 55 children housed at the facility crossed the border unaccompanied, but some were separated from their parents as part of the Trump administration's zero-tolerance policy towards illegal immigration.\nProgramme director Rogelio De La Cerda Jr told Mrs Trump that the majority of the children had arrived from Guatemala, and are normally  \"very distraught\" when they first arrive.\nMrs Trump mingled with children during their lessons, asking them how long they had been in the facility and how often they are able to speak to their parents.\n\"Be kind and nice to others, OK?,\" she said, with her words at times being translated into Spanish.\n\"Good luck,\" she told another group of children.\nTwitter users were quick to criticise what they saw as the first lady's jacket faux pas and what some called the not-so-hidden message.\nOne user made the point the jacket would likely have been received far better online, had it been worn on any other occasion.\nThis is not the first time Mrs Trump has come under fire for her wardrobe.\nAhead of a visit with victims of Hurricane Harvey last year, photos of the first lady heading to the airport in stiletto heels drew ire on social media.\nShe changed into trainers before landing in Texas, but people still questioned her decision.", "date": "21 June 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44570688", "tags": "choice coat u texas migrant really visit first lady jacket melania mrs children care wears"}