{"title": "Meng Wanzhou: US to 'move ahead with Huawei executive extradition'", "content": "US officials have confirmed they plan to pursue the extradition of a senior Huawei executive and are expected to soon file a formal request with Canada. \nHuawei chief financial officer Meng Wanzhou was arrested on 1 December in Vancouver at the request of the US. \nChina has accused both the US and Canada of \"arbitrarily abusing\" their extradition treaty in this case.  \nThe US has 60 days to file a formal demand for extradition, a deadline that will be reached 30 January.\nThe Department of Justice has said in a statement it will meet all deadlines set by the Canada-US agreement. \n\"We greatly appreciate Canada's continuing support in our mutual efforts to enforce the rule of law,\" the agency said. \nOn Tuesday, Canada's Foreign Minister Chrystia Freeland told Bloomberg TV that Ottawa has not asked the US to abandon its bid to have Ms Meng sent to the US. \nChinese foreign ministry spokeswoman Hua Chunying has urged American officials to withdraw the arrest order for Ms Meng and refrain from moving ahead with the extradition request. \nMs Meng's case has led to rising diplomatic tensions between Canada and China, and Canadian officials have been seeking international support in the spat with the Asian superpower. \nOn Monday, 140 western academics and diplomats sent an open letter to Chinese President Xi Jinping pleading the case of two Canadians, Michael Kovrig and Michael Spavor, both suspected of spying, and calling for their release. \nMr Kovrig, a former Canadian diplomat, and Mr Spavor, a businessman, were both detained in China shortly after Ms Meng's December arrest. \nA number of China analysts believe that the two men's arrests were a tit-for-tat response to her detention, which Chinese officials have denied. \nMs Meng was released on bail by a Canadian court last month. \nThe US accuses the tech executive of using a Huawei subsidiary called Skycom to evade sanctions on Iran between 2009 and 2014. Both she and Huawei deny those allegations. \nThe case comes amid growing scrutiny in Western countries over Huawei. \nConcern about the security of the company's technology has been growing, particularly in the US, UK, Canada, Australia and Germany, which fear its products could be used for spying.\nSpeaking at the World Economic Forum in Davos, Huawei chairman Liang Hua warned his company could shift away from the US and the UK if it continues to face restrictions.\nThe US has banned the company from bidding for government contracts, and British firm BT recently confirmed that Huawei equipment was being removed from a communication system being developed for the UK's emergency services. \nHuawei has always maintained that it is a private company, owned by its employees, with no ties to the Chinese government.", "date": "22 January 2019", "href": "https://www.bbc.com/news/world-us-canada-46954585", "tags": "extradition us ms officials wanzhou china case ahead huawei chinese meng executive canada"}