{"title": "Meng Wanzhou: Trump could intervene in case of Huawei executive", "content": "Donald Trump says he could intervene in the case of Huawei executive Meng Wanzhou if it helps to avoid a further decline in US relations with China.\n\"Whatever's good for this country, I would do,\" the US president said.\nMs Meng, the chief financial officer of the Chinese telecoms giant, was granted bail on Tuesday by a Canadian court.\nShe was arrested on 1 December and could be extradited to the US to face fraud charges linked to the alleged violation of sanctions on Iran.\nMs Meng, 46, denies any wrongdoing and has said she will contest the allegations. \nShe is the daughter of Huawei's founder and her detention, which comes amid an increasingly acrimonious trade dispute between Washington and Beijing, has angered China and soured its relations with both Canada and the US.\nIn an interview with Reuters news agency on Tuesday, Mr Trump said he would intervene in the US Justice Department's case against Ms Meng if it would serve national security interests or help achieve a trade deal with China.\n\"If I think it's good for what will be certainly the largest trade deal ever made - which is a very important thing - what's good for national security, I would certainly intervene if I thought it was necessary,\" he said. \nA Canadian official, speaking on background on Wednesday, told journalists that it would be difficult this early in the proceedings to evaluate whether Mr Trump's comment could have an impact on the extradition case.\nBut he said that \"it is certainly something that Ms Meng's counsel could raise\".\nCanada's Foreign Minister Chrystia Freeland told journalists in Ottawa that parties seeking extradition from Canada should ensure the process is not politicised. \nJustice William Ehrcke in Vancouver set bail for Ms Meng at C$10m (£6m; $7.4m).\nOf that, C$7m must be provided in cash with C$3m in collateral. \nThe judge said that she would be under surveillance 24 hours a day and must wear an electronic ankle tag. She will be unable to go out between 2300 and 0600 and must surrender all passports and travel documents.\nIn the three-day bail hearing in Vancouver, Ms Meng's lawyers sought to provide guarantees that she would not pose a flight risk if released. The application was opposed by Canadian prosecutors.\nUS prosecutors say Ms Meng used a Huawei subsidiary called Skycom to evade sanctions on Iran between 2009 and 2014. They allege she had publicly misrepresented Skycom as being a separate company from Huawei.  It is also alleged she deceived banks about the true relationship between the two companies.\nApplause broke out in the courtroom when Justice Ehrcke granted bail. Ms Meng cried and hugged her lawyers.\nThe judge ordered her to reappear in court on 6 February.\nAfter the ruling, Huawei issued a statement, saying: \"We have every confidence that the Canadian and US legal systems will reach a just conclusion.\"\nChina, which insists that Ms Meng has not violated any laws, had threatened severe consequences unless Canada released the Huawei executive.\nVice Foreign Minister Le Yucheng earlier summoned both the US and Canadian ambassadors and lodged a \"strong protest\" urging her release.\nThe ministry described Ms Meng's arrest as \"extremely nasty\".\nSeparately on Tuesday, it emerged that a Canadian former diplomat had been detained in China.\nMichael Kovrig's current employer, the International Crisis Group, said it was working for his prompt release. There has been no official word from China about his whereabouts.\nPrime Minister Justin Trudeau said Canada was in direct contact with Chinese authorities concerning the case.\nMr Kovrig previously worked as a diplomat in Beijing, Hong Kong and at the UN in New York.\nCanadian officials said there was no \"explicit indication\" of any link between Mr Kovrig's reported detention and the arrest of Ms Meng.\nUnder Canadian law, the federal justice minister has 30 days after receiving a formal request from the US to decide whether to allow an extradition hearing to proceed in court.\nIf a judge is satisfied with the evidence presented during the hearing, he or she will authorise the individual be committed for extradition.  The justice minister then decides whether to surrender them to the US.  \nMs Meng does have avenues to appeal.\nShe can appeal both the court decision and seek a judicial review of the minister's decision.\nIf the appellate court upholds either decision, an individual may still seek leave to appeal to Canada's Supreme Court.\nIn some rare instances, extradition cases have dragged on for over a decade. \nIn a statement, Justice Minister Jody Wilson-Raybould said she takes her \"extradition responsibilities and obligations very seriously\".\nCanadian officials say they will \"faithfully follow the rule of law\" in this case. \nMeng Wanzhou joined Huawei as early as 1993, when she began a career at her father's company as a receptionist.\nAfter she graduated with a master's degree in accountancy from the Huazhong University of Science and Technology in 1999, she joined the finance department of Huawei.\nShe became the company's chief finance officer in 2011 and was promoted to vice-chair a few months before her arrest.\nMs Meng's links to her father, Ren Zhengfei, were not public knowledge until a few years ago.\nIn a practice highly unusual in Chinese tradition, she adopted her family name not from her father but her mother, Meng Jun, who was Mr Ren's first wife.", "date": "12 December 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-46533971", "tags": "us ms minister wanzhou meng china court trump huawei could executive case intervene canadian"}