{"title": "Meng Wanzhou: The Huawei exec trapped in a gilded cage", "content": "On a corner in a leafy, exclusive area of Vancouver sits a solid-looking grey house. At the front, there is a low wall with a well-maintained garden behind.\nAt first sight, it appears little different to the other homes around it. But outside the main door there is a security guard and in the street others sit watching from expensive black vehicles.\nThis is one of two Vancouver homes owned by Meng Wanzhou, the Chinese business executive arrested at the city's airport in December.\nHer detention has led to a ferocious diplomatic row between China and Canada - and accusations of retaliation by Beijing.\nIt has also given the world a glimpse of something rarely seen: the personal life of a member of the Chinese elite.\nMs Meng is currently on bail. She is due in court early next month (Feb 6), when she is expected to hear whether Canada will begin extraditing her to the United States. She is accused of selling telecom equipment to Iran in contravention of US sanctions.\nAs part of her bail conditions, she has a curfew between 11pm and 6am, has to wear an ankle bracelet that tracks her movements and must live in the grey corner house. All bail expenses are hers.\nThe security guard, and his colleagues, are there to make sure Meng Wanzhou does not try to escape from Canada - but they also appear to have taken on the role of shielding their charge from the prying eyes of the outside world.\n\"I'm sorry, I can't let you on the property,\" the man on duty told the BBC. He would not even reveal whether the Huawei executive was at home or out. While on bail, she is allowed to travel over much of Vancouver.\nMs Meng seems keen to protect her privacy.\nWhen the BBC visited, the blinds were closed so it was impossible to see inside the house. But there were occasional signs of life: a furniture delivery van arrived, bags of shopping were carried in and a maid vacuumed the porch.\nThere is a good reason why Meng Wanzhou was detained in Vancouver and not anywhere else. Documents released by the Supreme Court of British Columbia, which will hear her extradition case, show she has extensive ties to the area.\nHer main home may be in the southern Chinese city of Shenzhen, but the 46-year-old, Huawei's chief financial officer, has been visiting Vancouver for 15 years.\nShe originally came as a tourist, but obviously saw something she liked.\nTroy Van Vliet, whose company, Tavan, builds expensive homes for wealthy Chinese clients in Vancouver, suggested what that might be.\n\"Other than clean air, other than mountains, other than it being a beautiful place to live, other than stable government - they want their kids to be educated in the West,\" he said.\nThat fits with Meng Wanzhou's history. Some of her four children - three sons and a daughter - were educated in Vancouver. Her husband, Liu Xiaozong, worked on a master's degree here. \nWhile her children were at school in the city, the grey house became Ms Meng's main home. At one point, she became a permanent resident of Canada, a status since relinquished.\nHer extended family, including her in-laws, were regular visitors.\nPhotographs released by the court show Ms Meng and her family enjoying themselves at popular tourist spots in Vancouver; Stanley Park, Lion's Gate Bridge and Cypress Mountain.\nThe family also made a good impression with at least some local residents, to whom Ms Meng is known as Cathy or Sabrina. Her husband, who describes himself as a self-employed venture capitalist, goes by the name Carlos.\nIn support of Ms Meng's bail application, neighbour Nancy Sather wrote: \"Conversations with her gave one the impression of a quiet and modest individual who considered her family and children a priority.\"\nIn another indication of the loyalty enjoyed by the Chinese executive, four Canadian citizens put up money for her bail, set at C$10m ($7.4m; £5.7m).\nOne is a yoga teacher who pledged C$50,000 ($37,000; £28,652) in cash; another, whose husband used to work at Huawei, has promised part of her home to ensure Ms Meng does not flee Canada.\nBefore her arrest, Meng Wanzhou seemed to have been deepening her ties to Vancouver.\nThe house with the security guard outside, valued at C$5.6m ($4.2m; £3.2m), was purchased in 2009. But three years ago she bought another home, far larger and worth three times as much.\nThis second house is currently being renovated; the executive's current difficulties have not stopped the workmen.\nThe Chinese-looking cross-beamed roof over the main entrance hints at the owner's nationality, and the elegance within.\nTo find out what kind of interiors Chinese families enjoy, Troy Van Vliet took me to one of his houses.\nThe inside of the home Troy built looks like something usually seen only in celebrity magazines. Light bounced off shiny marble and polished wood.\nIn the basement alone there is a bar, a temperature-controlled wine cellar and a grand piano.\nThen Troy showed me one of the many indulgences enjoyed by those who can afford this kind of luxury: two kitchens.\nThe main kitchen - with its high-end appliances and gleaming surfaces - is mostly for show; the real cooking gets done in a separate room off the back.\nThis secondary kitchen, which can be sealed off, is there to make sure \"the whole house doesn't end up smelling of what you're having for dinner\", said Troy.\nThe main kitchen might only be used to heat up water for tea, he added.\nTroy's tour made it clear why wealthy Chinese families would want to come to Vancouver; Fenella Sung, an activist, explained why they might want to leave China in the first place.\n\"In China, your personal safety is not always guaranteed. Today you are in power, tomorrow you could be in prison,\" she said as we walked round Ms Meng's neighbourhood.\n\"That's why these people set up another home. It's a kind of exit plan. They get their children to go to school here, their elderly parents to retire here - to give them one foot outside China.\"\nThere are a number of concerns about the influx of rich Chinese families arriving in Vancouver; about possible money laundering and the steep rise in house prices that are now beyond many locals' reach.\nFenella Sung, who came to Vancouver from Hong Kong nearly 30 years ago, said homes are often empty for much of the year, creating \"dead zones\" across wealthy parts of the city.\nThis all has consequences for Vancouver, she said. \"The irony is that they are destroying the way of life that they have come here to enjoy.\"", "date": "24 January 2019", "href": "https://www.bbc.com/news/world-asia-china-46978631", "tags": "vancouver ms wanzhou exec cage home main gilded house one huawei chinese bail meng troy trapped"}