{"title": "Mental Health, Maternity Care Guarantees In Jeopardy As GOP Wrangles For Votes", "content": "Someone with bipolar disease might have no way to pay for a psychiatrist to monitor his condition.\nA couple might have to fork over $15,000 to have a baby.\nThese are just two of the possible consequences of a deal now under discussion in the U.S. House as Republican leaders working with the Trump administration try furiously to round up the votes they need to win approval for their bill to repeal the Affordable Care Act.\nSeveral media outlets, including The Huffington Post, reported Wednesday night that negotiations between GOP leaders and the party’s conservative wing were focusing on changing a series of key insurance rules that Obamacare had put in place.\nThese rules were part of the law’s efforts to upgrade coverage for people buying insurance on their own ― to make sure that every policy covered all standard forms of medical care. Before Obamacare, plans frequently left out whole classes of services or covered some incompletely, so that people with any number of serious medical conditions could end up paying to treat them mostly or completely out of their own pockets ― in some cases, rendering their coverage essentially worthless.\nThe Affordable Care Act’s rules sought to put an end to that and to bolster insurance in other ways by, for example, setting limits on out-of-pocket costs. But, in so doing, they also drove up insurance premiums because the rules meant that insurers were having to cover medical bills they could previously have avoided. \nFor that reason, Republicans have long called for weakening or eliminating the rules, leaving discretion to the states, as it was before. This is part of what leaders like House Speaker Paul Ryan (R-Wis.) mean when they say they want to eliminate costly mandates in order to lower premiums ― and to let people choose the policies they want rather than the policies Washington wants for them.\nBut when GOP leaders wrote the American Health Care Act, the bill that House leaders hope to bring to a full floor vote on Thursday, they mostly left the insurance regulations alone. \nThe Republican leaders did so because they are trying to pass the measure through the budget reconciliation process, in which Republicans wouldn’t need the 60 votes necessary to overcome a Democratic filibuster ― but in which parliamentary rules forbid provisions that don’t have a direct and meaningful effect on the federal budget. The prevailing assumption has been that the Senate parliamentarian, who interprets those rules, would decide that the insurance rules were extraneous and not allowed ― potentially complicating efforts to pass the bill with a simple majority.\nBut conservative Republicans saw things differently and were furious that the bill left so many regulations intact. On Wednesday, the conservative House Freedom Caucus announced that it had 27 members prepared to vote no on the bill ― with the presence of those regulations a major sticking point. \nBy Wednesday night, the White House and House GOP leaders had signaled they were ready to make some kind of deal, perhaps on the theory that there was no harm in testing to see whether the regulatory changes could go through the Senate.\nExactly what that deal might entail, or whether it was a done deal, was unclear as of late Wednesday ― even though House GOP leaders said they remained committed to holding a vote Thursday, which suggests they might literally be rewriting passages as the debate begins. But the gist of what conservatives want, and what leaders are thinking about giving them, is clear enough.\nFor some time conservatives have zeroed in on those benefit requirements ― in particular a set of 10 “essential benefits” that all plans must include.\nPrior to the Affordable Care Act, in states that didn’t impose mandates of their own, some insurers omitted prescription coverage or at least limited the scope of the benefit. And coverage for three services in particular ― mental health, maternity and habilitative services (such as physical therapy) ― was hard to find, as a recent paper from Milliman noted.\nIf the AHCA became law and the essential benefit mandates went away, it’s safe to assume those three would be the first benefits insurers would drop. That might reduce premiums, but only a little bit ― mostly because the big money is in benefits like hospitalization that policies traditionally covered even before the new regulations were in place. \nRepublicans like to present the elimination of benefit mandates as allowing more choice, but this is yet another example in which removing rules could ultimately limit choice. That’s because of the predictably perverse dynamics of health insurance markets, in which no insurer wants to be the only one offering a benefit that attracts people with a serious medical condition.\nIronically, this problem could be even worse under repeal, because Republicans have said they would keep in place some form of guaranteed coverage for people with pre-existing conditions. Unable to avoid insuring those people, insurers would be more likely to skew their benefits in a way that would make their policies less attractive to people with expensive-to-treat medical conditions. \n“Coverage would likely be even worse than the pre-ACA market because insurers used to be able to screen out people who were sick,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, told The Huffington Post. “No insurer will want to be the one in the market with the benefits attractive to sick people, so there would be a race to the bottom.”\nIf these changes went through, the one bulwark against an erosion of benefits would be state governments, which presumably would have power to set their own benefits. But, as a recent Commonwealth Fund report warned, “the likely result is that many consumers with illness or injury will once again bear the financial risk under policies that purport to provide full coverage but in reality offer much less.” \nOf course, it’s possible that House leadership will decide against meddling with the essential benefits, or that they will focus instead on other insurance regulations or that they will include the changes only to have the Senate parliamentarian reject them. (And at that point, in theory, Senate leaders could fire the parliamentarian.) \nAnother possibility is that loosening insurance regulations could set off a chain of events that would cause the price tag for the entire Republican proposal to grow. Yes, that’s right: This could make the Republican bill more costly to the Treasury. That could trigger a different sort of objection from the parliamentarian. (Jim Newell, from Slate, has the explanation.)\nBut whatever the outcome of the negotiations and the House vote, whenever it takes place, the desire to gut essential benefits and other insurance requirements actually says a lot about the very different ways Democrats and Republicans think about health insurance.\nDemocrats added these rules in order to protect people with certain medical needs, by spreading the financial responsibility for them as broadly as possible ― even though that meant slightly higher premiums for everybody. Republicans want to reverse that, so that premiums for everybody come down a little but costs for the people who actually need medical care go way, way up.\nCorrection: The article originally referred to the threat of a Republican filibuster. ", "date": "\n03/23/2017", "href": "https://www.huffpost.com/entry/mental-health-maternity-guarantees-gop-health-care-votes_n_58d3445ae4b02d33b7488fca", "tags": "mental leaders could benefits coverage gop wrangles would maternity ― insurance house jeopardy votes guarantees care rules health"}