{"title": "Merkel Rejects U.S. Demands That Europe Pull Out of Iran Nuclear Deal", "content": "MUNICH — Chancellor Angela Merkel of Germany delivered a strong rejoinder on Saturday to American demands that European allies pull out of the Iran nuclear deal and gave a spirited defense of multilateral institutions in a world increasingly marked by great-power rivalry.\nIn an uncharacteristically passionate speech, Ms. Merkel said the nuclear deal was the best way of influencing Iranian behavior on a range of non-nuclear issues, from missile development to terrorism.\nWithout mentioning President Trump or the United States by name in what may be her last speech to this major security conference, Ms. Merkel criticized other unilateral moves, such as Mr. Trump’s decision to pull American troops out of Syria, a suggestion that he would withdraw quickly from Afghanistan and his decision to suspend the Intermediate Range Missile Treaty with Russia, which directly affects European security.\n“We sit there in the middle with the result,” she said.\nMs. Merkel spoke immediately before the United States vice president, Mike Pence, and addressed a packed auditorium with an audience that included Mr. Trump’s daughter Ivanka, as well as the Russian foreign minister and a high-ranking Chinese official, who all pointedly remained seated when the chancellor received a standing ovation.\nHer reception was in sharp contrast to the polite near-silence that greeted Mr. Pence’s address. Aware of a growing anxiety among European allies that the United States administration’s erratic leadership stance was a threat to their security, the vice president came to Munich laser-focused on the Trump administration’s message.\nHe repeated his demand from this past week in Warsaw that Germany, France and Britain should join Washington in pulling out of the Iran nuclear deal.\n“The time has come for the Europeans to leave the Iranian nuclear deal,” Mr. Pence said.\nIn contrast to the chancellor, Mr. Pence focused less on working together and more on a list of demands for American allies based on American interests, with a heavy emphasis on a combative approach to Iran.\n“The Iranian regime openly advocates another Holocaust, and it seeks the means to achieve it,” Mr. Pence said.\nThe two speeches were a reminder of how far apart Europe and the United States are on a range of global issues.\nMs. Merkel said the split over Iran “depresses me very much,” but she stressed that Europe and America were ultimately pursuing the same goal since Europe, too, was concerned about Iranian behavior.\n“I see the ballistic missile program, I see Iran in Yemen, and above all I see Iran in Syria,” Ms. Merkel said.\nShe added: “The only question that stands between us on this issue is, do we help our common cause, our common aim of containing the damaging or difficult development of Iran, by withdrawing from the one remaining agreement? Or do we help it more by keeping the small anchor we have in order maybe to exert pressure in other areas?”\nMs. Merkel defended multilateralism and stressed that collective solutions were the only way to tackle global challenges — from a rising China to climate change to mutually beneficial trade.\nThe chancellor also challenged the United States on its decision to pull put of Syria, asking, “Is that not also strengthening the possibilities for Iran and Russia to exert influence there?”\nOne main issue of disagreement between Berlin and Washington — as well as Poland and the Baltic States — is the Nordstream 2 pipeline that would send Russian gas to Germany while bypassing Ukraine.\nMr. Pence accused Germany again of putting its own interests ahead of its neighbors’ and of giving Russia a possible tool to pressure the West.\n“We can’t ensure the defense of the West if our allies are dependent on the East,” he said.\nIn her speech, Ms. Merkel said that Europe was buying Russian gas anyway, even if it arrived through a Ukrainian pipeline. Even during the Cold War, she said, “we imported large amounts of Russian gas. I don’t know why times should be so much worse today.”\n“Do we want to make Russia only dependent on China? Is that our European interest?” she asked. “I don’t think so.”\nMr. Pence, for his part, said that the United States was committed to NATO, and he praised Mr. Trump for pushing allies to spend more on defense, for standing up to China and North Korea and for showing renewed American leadership in the world.\nAfter both leaders had spoken, many observers came away struck by the difference in tone and reception.\n“In contrast to Merkel’s visionary outward-looking speech that triggered warm applause, Mr. Pence delivered a stilted defense of Trump’s achievements to a skeptical audience,” said Amanda Sloat, a scholar with the Brookings Institution in Washington and a former official in the Obama administration.\nMs. Merkel even mocked the idea that German cars could be considered a “national security threat” by the United States, as American trade officials have asserted.\n“If that is viewed as a security threat by the United States,” she said, “we are shocked.”\nDeclaring that BMW’s largest plant was now not in Bavaria but in South Carolina, she added, “We are proud of our cars, and so we should be.”", "date": "Feb. 16, 2019", "href": "https://www.nytimes.com/2019/02/16/world/europe/merkel-speech-munich.html", "tags": "iran merkel pull nuclear u.s. united states pence ” europe ms. rejects demands deal"}