{"title": "Merkel, to Survive, Agrees to Border Camps for Migrants", "content": "BERLIN — Chancellor Angela Merkel, who staked her legacy on welcoming hundreds of thousands of migrants into Germany, agreed on Monday to build border camps for asylum seekers and to tighten the border with Austria in a political deal to save her government.\nIt was a spectacular turnabout for a leader who has been seen as the standard-bearer of the liberal European order but who has come under intense pressure at home from the far right and from conservatives in her governing coalition over her migration policy.\nAlthough the move to appease the conservatives exposed her growing political weakness, Ms. Merkel will limp on as chancellor. For how long is unclear. The nationalism and anti-migrant sentiment that has challenged multilateralism elsewhere in Europe is taking root — fast — in mainstream German politics.\nMs. Merkel agreed to the latest policy after an insurrection over migration policy led by her interior minister, Horst Seehofer, threatened to bring down her coalition.\nMr. Seehofer demanded that Germany block migrants at the border if they have no papers, or have already registered in another European country.\nMs. Merkel, who supports free movement across Europe’s borders, has been opposed to any moves effectively resurrecting border controls until Monday night, when she made the deal to stay in power.\nThe new policy is subject to the approval of the Social Democrats, the third party in Ms. Merkel’s coalition.\nIt would establish camps, called “transit centers,” at points along the border. Newly arriving migrants would be screened in the centers, and any determined to have already applied for asylum elsewhere in the European Union would be turned back.\nUnder Ms. Merkel, Germany has been a bulwark against the rise of the far right in Europe and the increasing turn against migrants. Even as neighboring countries turned away those fleeing war and strife in the Middle East, she has welcomed more than a million since 2015, and lobbied for a collective European solution.\nComparing the migrant crisis to a challenge on the same scale as Germany’s postwar reconstruction and reunification, she appealed to fellow Germans that they were up to the challenge.\n“We can manage,” she said famously in 2015, inspiring many to donate food, clothes and their time to help.\nSince then the number of new migrants has dropped to a fraction of what it was three years ago. But the good will has been eroding as Germany has struggled to absorb those already in the country.\nAn ascendant far right has relentlessly pushed the narrative that the migrant crisis is continuing and that crime is up.\nIt is actually at a 25-year low but a series of high-profile assaults in Germany involving migrants, including the rape and killing of a 19-year-old German student and the terrorist attack on a Christmas market that killed 12 people, has helped to turn public sentiment.\nAnti-migrant feelings helped lead to the rise of a far-right political party, the Alternative for Germany, or AfD, which has put Germany’s more mainstream parties under pressure to change.\nMs. Merkel has been unable to stem the changing tide, with cascading implications for politics in Germany and Europe.\n“Her political capital is depleted,” said Thomas Kleine-Brockhoff, director of the Berlin office of the German Marshall Fund. “We are well into the final chapter of the Merkel era.”\n“Under her continued leadership, Germany will be largely immobilized at home and in Europe,” Mr. Kleine-Brockhoff added, a dramatic change for a country that has been Europe’s political and economic anchor. “But the promise of Merkel was stability, not immobility.”\nAs the chancellor faces domestic challenges, she is also confronted by pressures from the Trump administration.\nOver the past month, President Trump wrote sharply worded letters to Ms. Merkel and the leaders of several other NATO allies, criticizing them for spending too little on their own defense.\nIn his letter to Ms. Merkel, Mr. Trump said that Germany was to blame for other countries’ failure to spend enough, “because others see you as a role model.”\nGerman postwar politics has been built around stability and consensus. Ms. Merkel governed in that tradition and became closely associated with it. She is one of only three chancellors who have run the country since 1982. And she has fended off many political opponents during her 13 years as chancellor.\nWhen Ms. Merkel first took office in 2005, it was a different world. A year after 10 formerly Communist eastern European countries joined the European Union, the Continent was still rife with idealism. Ms. Merkel, a pastor’s daughter and trained scientist who had grown up in Communist East Germany, was not only the first woman but the first easterner to lead her reunified country.\nShe steered Germany through a period of power and prosperity even as economic and political fires broke out abroad. Once in a while she veered from her calm-bordering-on-boring protocol; there were even times when she made radical decisions.\nShe announced the end of nuclear power production after the Fukushima reactor disaster in Japan. She was determined to keep Greece inside the eurozone, even at the cost of painful austerity policies.\nIn last September’s election, Ms. Merkel’s conservatives recorded their worst postwar result. It took two tries, negotiations with four other parties, nearly six months and a lot of concessions to political rivals to form a government.\nIn the vote, the AfD emerged as the third-strongest force in the German Parliament and the main opposition party.\nIts rise has helped shrink the support base of the once mighty Social Democrats, and opened a rift in Ms. Merkel’s Christian Democratic Union, or C.D.U., between those who stand by the chancellor’s liberal worldview and those who want her gone and yearn for a more traditional conservatism.\nAbove all, the AfD’s rise has sharply shifted the powerful and already very conservative state of Bavaria to the right. Mr. Seehofer’s tough stand on migrants is seen in part as a bid to protect his party’s right flank.\nEven now, diminished and fighting political rebellions, Ms. Merkel made it clear on Monday that she is determined to battle on for those values that for many years made her one of the most popular politicians at home and abroad. But she also tried to put the best face on her concession.\n“The security of our country begins on our borders,” the chancellor told reporters after meeting for several hours with the leaders of her party and those of Mr. Seehofer’s Bavarian conservatives.\nShe described the measure as simultaneously a national action to secure Germany’s borders, but in cooperation with the European Union partner countries that the refugees are coming from.\nBut Mr. Kleine-Brockhoff saw it differently.\n“What looks like a power struggle surrounding Ms. Merkel, behind this is actually a conflict about the integrity of the European project,” he said. “The four freedoms of the E.U. can no longer be enforced. We can’t agree on freedom of movement of refugees and immigrants; the whole system has ceased to function.”", "date": "July 2, 2018", "href": "https://www.nytimes.com/2018/07/02/world/europe/angela-merkel-migration-coalition.html", "tags": "european survive merkel germany border chancellor political ” europe camps ms. agrees migrants"}