{"title": "Merkel’s Spy Chief, a Hero to the Far Right, Is Removed After Public Rift", "content": "BERLIN — Germany’s chief of domestic intelligence was removed from his post on Tuesday after a public rift with Chancellor Angela Merkel raised questions about whether Germany’s security apparatus was too sympathetic to the far right to monitor its links to neo-Nazi groups effectively.\nFollowing far-right protests in the eastern city of Chemnitz, Hans-Georg Maassen, the spy chief, questioned the authenticity of a video showing an immigrant being chased by far-right protesters, directly contradicting the chancellor.\nSince then, calls for his resignation had increased. But on far-right forums and rallies, Mr. Maassen has been celebrated as a hero and a defender of “truth.”\nThe standoff had become the latest test for an ever-weaker and embattled chancellor, whose fragile government depends on support from both the left and the increasingly emboldened right wing of her own coalition. Unable to fire her rebellious chief spy without risking the collapse of her government, Ms. Merkel agreed to have him promoted into a senior position in the Interior Ministry, with a higher salary.\nSpies are paid to be invisible — to stay under the radar of the public eye and above the fray of politics. Germany’s chief spy did neither.\nMr. Maassen’s unapologetic stance won him status with the far right and called into question his political neutrality. It also revived longstanding concerns about a tradition of negligence inside the German security services when it comes to far-right extremism.\nHis predecessor was dismissed six years ago, after it became clear that his agency had destroyed documents pertaining to a series of far-right terrorist attacks on immigrants, which had initially been blamed on other immigrants and become known as the “kebab murders.”\nAn underground neo-Nazi group, the N.S.U., killed 10 immigrants over seven years through 2007, as paid informers of the intelligence service helped hide the group’s leaders and build up its network. The case has become a byword for the failure of Germany’s postwar security apparatus to monitor and control far-right extremism.\nMr. Maassen was appointed to give the intelligence agency, the Office for the Protection of the Constitution, a new start. Its founding mission when created in the aftermath of World War II was to protect against the rise of political forces — primarily another Nazi party — that could once again threaten Germany’s democracy.\nThat made questions about Mr. Maassen’s political sympathies — and whether he was capable of monitoring neo-Nazi groups and their possible links to far-right politicians — all the more troubling to many lawmakers and analysts.\nOne powerful obstacle to removing Mr. Maassen more swiftly was his immediate boss and close ally, the interior minister, Horst Seehofer, who leads the Bavarian conservatives, a key component of the chancellor’s center-right coalition.\nMr. Maassen and Mr. Seehofer have never made a secret of their shared disapproval of Ms. Merkel’s 2015 decision not to close the border to hundreds of thousands of migrants coming mostly from the Middle East.\nMr. Seehofer was an adamant proponent of re-establishing border controls with Austria to head off illegal immigrants, and almost brought down Ms. Merkel’s governing coalition this summer over the issue.\nThe interior minister appeared to defend his colleague even as he authorized his removal. “Mr. Seehofer values his competency in questions of public security, but Mr. Maassen will not be responsible for the Office of the Protection of the Constitution,” the government said in a terse statement.\nIt said Mr. Maassen would be reassigned as an under secretary in the interior ministry. As for the domestic intelligence agency, the statement added, Mr. Seehofer would name a replacement on Wednesday.\nThe announcement of Mr. Maassen’s new assignment was met with outrage by many politicians and commentators. “Maassen has destroyed the trust in the intelligence service with untruths,” Robert Habeck, co-leader of the Greens, wrote on Twitter. “He is rewarded with a promotion.”\nSome had speculated that Mr. Maassen’s recent comments, which appeared to deliberately play down far-right violence, were a calculated attempt by him and Mr. Seehofer to further weaken and eventually topple Ms. Merkel.\n“This looks like a putsch attempt,” said Matthias Quent, director of the Institute for Democracy and Civil Society in Jena and an expert on the far right, including the rise of the anti-immigration Alternative for Germany, or AfD, now the biggest opposition party in Parliament. “The whole episode shows how much the success of the AfD has weakened the chancellor.”\nTwo weeks ago, Mr. Maassen gave an interview to Germany’s best-selling tabloid newspaper, Bild, in which he suggested that a widely circulated video of a dark-skinned man being chased by a number of white men, during riotous protests in Chemnitz at the end of August, was a fake.\nHe later backpedaled on his claims, saying he had been “misunderstood.” It was not the video that was inauthentic, but the interpretation of it, he suggested.\nBut Mr. Maassen’s initial comments, vetted and authorized by him before publication, were hardly ambiguous: “There is no evidence that the video circulating on the internet about this purported event is authentic,” he told Bild.\nThere were, he said, “good reasons to believe that this was a case of targeted misinformation” — possibly, he added, “to distract from the murder in Chemnitz.”\nMr. Maassen, a trained lawyer, used the word “murder” even as prosecutors investigating the death of a German man, allegedly at the hands of an Iraqi and a Syrian refugee, referred to “manslaughter.”\nIt was not the first time that Mr. Maassen had come under scrutiny for what some saw as indications of far-right sympathies. He had met several times with senior members of the Alternative for Germany, or AfD, in at least one case on his own initiative.\nIn 2015, he met at least twice with the AfD leader at the time, Frauke Petry. According to Franziska Schreiber, a former AfD member, who has since left the party and written a book about it, Mr. Maassen was advising Ms. Petry on how to avoid surveillance by state authorities. Mr. Maassen denies this.\nMr. Maassen also met at least three times with Alexander Gauland, the current co-leader of the party, who has recently referred to 12 years of Nazi rule as a mere “bird poop” in history.\nMr. Gauland recently defended Mr. Maassen as “a very good top official who had the courage to criticize Merkel’s completely misdirected asylum policy.”\nIn June, Mr. Maassen shared details from an intelligence report with Stefan Brandner, an AfD lawmaker, a month before the report became public.\nAt a time when a growing number of politicians are calling for Mr. Maassen’s agency to conduct surveillance of some of the AfD’s regional chapters because of suspected links to far-right extremists, the doubts about his neutrality have intensified concerns that his office might be too lenient on the far right.\nSome regional heads of his agency have urged more support from the federal level, but so far, they say, with little success.\n“Instead of monitoring far-right groups that are of concern, the head of domestic intelligence spreads conspiracy theories in a tabloid newspaper; it is incomprehensible,” Mr. Quent said.\nThe number of politicians calling for Mr. Maassen’s ouster had steadily grown, with the Greens and the Social Democrats, Ms. Merkel’s coalition partners, being the most vocal.\nBy contrast, only 5 percent of AfD voters wanted him gone, according to a survey commissioned by Spiegel magazine.\n“Thank you, Mr. Maassen, for the truth,” read one placard, during a far-right march in the eastern city of Koethen last weekend, while far-right bloggers like Oliver Flesch, called him “one of the rare responsible voices up there.”", "date": "Sept. 18, 2018", "href": "https://www.nytimes.com/2018/09/18/world/europe/merkel-tested-as-her-chief-spy-becomes-a-hero-of-the-far-right.html", "tags": "public removed intelligence merkel maassen germany afd chief ” hero spy rift right far-right — far"}