{"title": "Merkel's Bavarian ally threatens mutiny on migrants", "content": "With its whitewashed churches and fragrant hop fields, Bavaria is as traditional and conservative as it is prosperous. It was also the first stop for most of the people who have sought asylum in Germany. \nThree years after the refugee crisis, the issue of migration here still drowns out all the others.\nIt is break time at the weekly band practice in the town of Abensberg. The conversation would not be music to Angela Merkel's ears. \n\"This debate is about politics at the highest level,\" says trombonist Florian. \"But for us it's a very pragmatic question of integration. How do you integrate 150 refugees in Abensberg?\"\nBavaria goes to the polls in the autumn and in this picturesque state the seeds of rebellion, planted back in 2015, have finally exploded into a full-blown mutiny that could bring down Angela Merkel's government and perhaps even the chancellor herself. \nBecause one man has never forgiven Chancellor Angela Merkel for her decision in September 2015 to accept thousands of migrants who were trapped in Budapest, when the Hungarian government refused to let them leave the country. \nFearing a humanitarian crisis, she temporarily suspended EU migration regulations and, in doing so, in effect opened Germany's doors. \nHorst Seehofer, now her turbulent interior minister and leader of her Bavarian sister party the Christian Social Union (CSU), is enjoying his revenge cold. \nHis decision to attack the chancellor on migration was seemingly timed to coincide with the run-up to the autumn vote. The far-right anti-migrant Alternative for Germany (AfD) party has his CSU colleagues nervously looking over their shoulders. \nBut it has also lobbed the political equivalent of a grenade into Mrs Merkel's terribly vulnerable coalition government, barely 100 days old. \nSeptember 2015: On Chancellor Merkel letting in thousands trapped in Hungary: \"It was a mistake that will follow us for a long time. I don't see any chance to get the cork back in the bottle.\"\nFebruary 2016: \"At the moment we do not have a law and order situation. Disorder reigns supreme .\"\nMarch 2018: On taking up his job as interior minister: \"Islam does not belong to Germany.\" Angela Merkel later disagrees.\nJune 2018: \"If there is no European solution, we will have to act nationally. If the chancellor succeeds in finding a European solution, no-one will be happier than me.\"\nRead more from Jenny: Is this Merkel's moment of reckoning?\nIt may yet explode in Mr Seehofer's face. Approval ratings published in a poll on Monday found that Bavarians are more satisfied with Angela Merkel than the CSU leader. \nAnd Mr Seehofer's campaign appears to have damaged his party. Were the Bavarian election to be held now, the CSU would lose its current absolute majority in the regional parliament and would have to seek a coalition partner. \nIt's terrible news for Markus Söder, the CSU Bavarian prime minister, said to be one of the driving forces in the attack on Angela Merkel. His approval rating also now scores below that of the chancellor. \nPerhaps unsurprisingly the CSU is now deploying a rather more conciliatory tone with senior party members, publicly emphasising the importance of the union between his party and Mrs Merkel's CDU.   \nFor now, though, Mr Seehofer's threat still stands. \nIf Mrs Merkel doesn't come back from this week's EU summit with a European migrant strategy, he'll act unilaterally and, in direct defiance of the chancellor, turn people away from the German border if they have sought asylum elsewhere in the EU first. \nAnd, so the thinking goes here, Mrs Merkel will have to sack him for such insubordination, at which point the CDU/CSU alliance fails and the house of cards collapses, taking the Queen down with it. \nIn the meantime, Mrs Merkel is doing some expectation management of her own, announcing that such a result is unlikely. \nHer party is behind her, for now. \nSo are her coalition partners the Social Democrats, although their support is less about saving Mrs Merkel's political skin than avoiding the horror of a fresh election.\nLatest polls have them languishing at around 18% , dangerously close to being overtaken by AfD as Germany's second largest party. It's probably a little early to anticipate her imminent political demise. But much depends on this EU summit. \nIn some respects, though, Horst Seehofer has perhaps achieved what he set out to achieve. \nMrs Merkel's weakened domestic position, restrained by the bickering factions within her coalition, is laid publicly, humiliatingly bare. \nAlthough migrant numbers to Germany have fallen significantly, the issue dominates the domestic agenda and the chancellor is being pushed towards ever tougher policies. With renewed vigour she is seeking the European solution she has been promising for years. \nOn the edge of Abensberg lies a hastily constructed refugee home. Among those who have lived there for three years is a young Afghan called Sami, who says he no longer feels welcome. He wants to start a job, a life. \n\"I would say to Angela Merkel that the refugees who came to Germany were full of hope,\" he says. \"And I want her to remember what she said in the beginning. She said we were allowed to come, she must make sure now that we can stay.\"\nBut Sami is living in a region that likes to be heard. Angela Merkel may yet dance to Bavaria's tune. ", "date": "27 June 2018", "href": "https://www.bbc.com/news/world-europe-44614735", "tags": "merkel eu threatens mutiny germany chancellor party seehofer mrs bavarian angela ally csu migrants"}