{"title": "Met Costume Institute Embraces ‘Camp’ for 2019 Blockbuster Show", "content": "How does one follow the most-visited Costume Institute show in the history of the Metropolitan Museum of Art, one of the top three most-visited exhibits over all, one that grappled with the sacred questions of God, biblical allusion and religious ornamentation? How does one top “Heavenly Bodies: Fashion and the Catholic Imagination”?\nWith, apparently, an about-face to the profane.\nOn Tuesday, the museum announced its major Costume Institute exhibition for 2019: “Camp: Notes on Fashion,” a play on Susan Sontag’s 1964 essay “Notes on ‘Camp,’” the 58-point treatise that arguably brought the concept into the mainstream and helped make Sontag a literary celebrity. “The essence of Camp is its love of the unnatural: of artifice and exaggeration,” she wrote in Partisan Review, at a time when the boundary between elite art and mass culture was disintegrating.\nCut to 2018. “We are going through an extreme camp moment, and it felt very relevant to the cultural conversation to look at what is often dismissed as empty frivolity but can be actually a very sophisticated and powerful political tool, especially for marginalized cultures,” said Andrew Bolton, the curator in charge of the Costume Institute, who said he had been exploring the idea for the last few years. “Whether it’s pop camp, queer camp, high camp or political camp — Trump is a very camp figure — I think it’s very timely.”\nFrom “RuPaul’s Drag Race” to the current celebration of all things Warhol and Banksy’s self-destructing painting, Mr. Bolton sees the explosion of camp as a partial riposte to the corresponding rise of extreme conservatism and populism. “Much of high camp,” he said, “is a reaction to something.”\nIn this, the exhibition is fully in line with his mission to use the deceptively popular lens of fashion to take on challenging topics, from the rise of China to religion, thus placing the museum at the center of a broader cultural conversation instead of aloof on the intellectual and academic heights.\n“At moments like this, fashion is very powerful because of its ability to convey very complex ideas about our cultural mores in seemingly accessible ways,” Mr. Bolton said. “One of my favorite definitions from Susan’s essay is when she talks about the idea of camp as failed seriousness. When it is ‘campy,’ it is more self-conscious, but we are going to look at both.”\nThere will be about 175 pieces in the show, including men’s and women’s wear, sculpture, paintings and drawings, divided into two sections. The first will deal with the origins of camp, which Mr. Bolton traces to Versailles, through its inclusion in the dictionary of Victorian slang in 1909, and the Stonewall riots and “the use of camp as a language in the queer community,” he said, adding that he thinks camp’s storied history may surprise some people.\nThe second half of the exhibition will focus on camp as expressed in the work of contemporary designers, from the use of trompe l’oeil to pastiche, irony, theater and exaggeration. Names from Charles Frederick Worth and Balenciaga to Miuccia Prada and Demna Gvasalia will be represented.\n“Sontag in her essay said not everything is camp, but since I have been working on the show, I have started to think it is everywhere, and that all fashion is on some level camp,” Mr. Bolton said. “It has gained such currency it has become invisible, and part of my goal is to make it visible again.”\nThe exhibition will be designed by the scenographer Jan Versweyveld, who also created David Bowie’s “Lazarus.” It will take place in the Iris and Gerald B. Cantor galleries, where the Alexander McQueen and “Rei Kawakubo/Comme des Garçons: Art of the In-Between” shows were held. Coincidentally (or not), Ms. Kawakubo, the first living designer to be granted a show at the Costume Institute in over 30 years, also had a recent inspiration moment with Sontag’s essay, and in February based her autumn 2018 show on it. (She will probably have one piece in the exhibition, Mr. Bolton said; in total, the show will include around 37 designers.)\nAt the time, Ms. Kawakubo wrote in a statement, “Camp is really and truly something deep and new and represents a value we need.” Mr. Bolton is hoping this show sparks a similar realization in its viewers.\nThe exhibition is being underwritten by Gucci, the Italian brand that has experienced an extreme renaissance over the last few years under the creative director Alessandro Michele, with his vision of a grab bag world of muchness that includes boys and girls and sequins and tennis sweaters and granny glasses, an aesthetic that has effectively been a celebration of the power of camp.\nMr. Michele wanted to be involved, he said, because “there are frequently huge misunderstandings about the real meaning of this word.” He continued: “Camp really means the unique ability of combining high art and pop culture; it is not kitsch. The Met exhibition will give contemporary significance to Sontag’s perspective.”\nThe show is to be unveiled at the annual gala party on May 6 co-chaired by Anna Wintour (who is herself something of a camp icon), editor of Vogue and artistic director of Condé Nast (which is also supporting the show); Lady Gaga, the superstar whose personal presentation and career are practically an ode to the transformative power of camp; Mr. Michele; the pop singer Harry Styles (a star of a current Gucci ad campaign); and the tennis star Serena Williams.\nMs. Williams’s relationship to camp is somewhat unclear, but presumably that mystery will be solved as she stands at the top of the marble staircase in the receiving line. Indeed, an argument can be made that the gala, in which guests are often urged to dress in the theme of the exhibition, is arguably the ultimate high camp parade, ogled by millions. Just consider Katy Perry’s archangel wings of last May or Rihanna’s version of papal robes.\nThen consider the possibilities this time around.", "date": "Oct. 9, 2018", "href": "https://www.nytimes.com/2018/10/09/arts/design/met-costume-institute-camp-2019-spring-show.html", "tags": "‘ exhibition blockbuster fashion costume bolton show camp ” one embraces institute met"}