{"title": "Mexico’s Potential Weapons if Trump Declares War on Nafta", "content": "How could Mexico inflict the most damage on the United States?\nIn normal times this question would not be top of mind for Mexican policy makers. Mexican governments over the last quarter-century have consistently pushed back against the nation’s historical resentment toward the United States, hoping to build a more cooperative relationship with its overbearing northern neighbor.\nBut these aren’t normal times. As President Trump prepares the opening gambit in his project to either renegotiate the North American Free Trade Agreement or pull out, Mexico’s most important strategic goal is narrowing to one word: deterrence.\nIt must convince Mr. Trump that if he blows up the trade agreement on which Mexico has staked its hopes of development, by weaving its economy ever more closely into that of the United States, the United States will suffer, too.\nThe critical question is whether Mexico’s threat will be convincing.\nMexico’s main challenge as it confronts a hostile Trump administration is the enormous asymmetry of the bilateral relationship. Ending Nafta would hurt the United States: Six million American jobs depend on exports to Mexico, according to Mexican officials. But to Mexico, it could prove devastating.\nMexico has relied on the pact to draw foreign capital into the country, not only ensuring multinational companies stable access to the largest consumer market in the world but also guaranteeing that their investment is safe, noted Luis Rubio, who heads the Center of Research for Development in Mexico City.\nThe makings of a Mexican strategy for defending its interests started coming into focus on Monday, when President Enrique Peña Nieto declared that negotiations for a future relationship with the United States would not be limited to trade.\n“We will bring to the table all themes,” he said in a speech. “Trade, yes, but also migration and the themes of security, including border security, terrorist threats and the traffic of illegal drugs, weapons and cash.”\nHis hope is that by introducing broader uncertainty about the bilateral relationship — Will Mexico still cooperate in the fight against drug trafficking? Will it stop foreign terrorists from using Mexico as a way station into the United States? — Mexico can raise the stakes enough for Mr. Trump to reconsider his “America first” approach to commerce.\n“Mexico has a lot of chips to play,” said Jorge Castañeda, a former foreign secretary who has staked out a combative approach.\nLet Mr. Trump pull the United States out of Nafta, he argues. Instead of stopping Central American migrants at its southern border, Mexico should let them through on their way to the United States. “And let’s see if his wall keeps the terrorists out, because we won’t,” Mr. Castañeda added.\nThe view from Mexico City is not uniformly bleak. Some analysts believe there is a potential for a situation in which a new Nafta benefits all. “I have always believed one should never let a good crisis go to waste,” said Arturo Sarukhán, a former Mexican ambassador to the United States. “There is an opportunity that we could end up modernizing and improving Nafta.”\nThe view that there is a potential silver lining to Mr. Trump’s hostility toward Nafta is also popular in some Washington circles. The quarter-century-old agreement is due for some modernization anyway, if only to deal with things like data protection, online crime and e-commerce — which were not around in the early 1990s. Nafta’s weak provisions on labor and environmental standards could also be improved.\nMany aspects of Nafta could be upgraded, trade experts say. It could do with new rules to open up government projects to bidders from all three Nafta partners. Allowing long-haul trucking companies from Mexico and the United States into each other’s markets could make trade between the two more efficient. What’s more, the Mexican-American border could benefit from more infrastructure investments to integrate energy networks, reduce clogged lines at border crossings and the like.\nNow that Mr. Trump has formally nixed the Trans-Pacific Partnership, which would have tied North America and nine other nations from the Pacific Rim into one large trade bloc, some of its provisions could be drafted into a new North American deal.\nGary Hufbauer of the pro-trade Peterson Institute for International Economics in Washington suggests that the name “Nafta” be retired — it has a bad reputation. But a lot of its substance could remain, perhaps in the form of separate bilateral agreements with Canada and Mexico.\n“Trump wants some easy victories,” Mr. Hufbauer pointed out. If he can score political points using his Twitter feed to persuade a few companies to keep jobs in the United States, why risk hurting the American economy by abandoning the North American trade deal? “Maybe that’s the reconciliation,” Mr. Hufbauer said.\nStill, it’s hard to reconcile the proposal for an improved, more effective trading pact in North America with Mr. Trump’s frequent portrayal of trade as a zero-sum game that inevitably shortchanges the United States.\nIn Mr. Trump’s eyes, improving Nafta seems to mean eliminating Mexico’s trade surplus with the United States and limiting investment by American multinationals in Mexico. But one can’t quickly eliminate a $60 billion trade surplus with a new Nafta — not unless it has some incredibly draconian limits on imports or local content requirements that could be as damaging to Mexico as abandoning the pact altogether.\nMany Mexican officials fear that it is precisely this kind of draconian change that Mr. Trump has in mind. It would be politically profitable, at least in the short term. And it would signal toughness to China — a more formidable rival that is next on Mr. Trump’s list. If Canada stays out of the fray, cutting a separate deal with the United States to replace Nafta, Mexico would be left alone in an existential fight for its future.\nIn this case, Mexico may have no choice but to raise the stakes and hope to arrive at the negotiating table with a threat at least as credible as Mr. Trump’s promise to pull out of the deal.\nMr. Trump’s negotiating position does have some soft spots. For one, said Mickey Kantor, the American trade negotiator who concluded the Nafta negotiations during the Clinton administration, “he is under pressure to deliver a deal.”\nIf Mexico stands its ground and even allows Nafta to dissolve, it would send its own signal to China: Resistance is not futile. And Mr. Trump’s threat to raise tariffs against Mexico to 35 percent could easily be challenged under the rules of the World Trade Organization.\nThis is, of course, a hugely risky strategy for Mexico. When Mr. Trump entered the presidential race in June 2015, a dollar was worth about 15 pesos. Now it’s worth about 22. A frontal confrontation with the United States might send it to 40, Mexican officials fear, fueling capital flight.\nAnd yet that may be Mexico’s strongest card.\nAs noted by C. Fred Bergsten, director emeritus of the Peterson Institute, an irony of Mr. Trump’s approach to Mexico is that by weakening the peso so much, he is going to increase the bilateral trade deficit, increase Mexico’s competitiveness and make it more attractive for American companies to invest there. “That is going to swamp anything he achieves with his company-by-company efforts,” he added.\nThat’s if Mexico manages to hold on. The more ominous situation is one in which the United States pushes too hard and Mexico — its economy, its unpopular government, its public order and political stability — buckles. The United States has enjoyed a peaceful southern border for 100 years, since Pancho Villa made his marauding raids into the Southwest during the Mexican Revolution. “That is worth pure gold in this and any other world,” Mr. Castañeda said. “Mexico’s best argument is ‘Don’t mess with that.’”", "date": "Jan. 24, 2017", "href": "https://www.nytimes.com/2017/01/24/business/economy/nafta-mexico-free-trade.html", "tags": "declares nafta united states ” trump potential war mexico trade could weapons"}