{"title": "Mexico, Hitting Back, Imposes Tariffs on $3 Billion Worth of U.S. Goods", "content": "WASHINGTON — Mexico hit back at the United States on Tuesday, imposing tariffs on around $3 billion worth of American pork, steel, cheese and other goods in response to the Trump administration’s steel and aluminum levies, further straining relations between the two countries as they struggle to rewrite the North American Free Trade Agreement.\nThe tariffs, which were announced last week, came into effect as the Trump administration threw yet another complication into the fractious Nafta talks. Officials are now saying they want to splinter discussions with Canada and Mexico and work on separate agreements rather than continue three-country discussions to rewrite the 1994 trade deal.\nLarry Kudlow, President Trump’s chief economic adviser, said on Tuesday that Mr. Trump’s “preference now, and he asked me to convey this, is to actually negotiate with Mexico and Canada separately.”\nMr. Kudlow, speaking on “Fox and Friends,” said pursuing separate deals might allow an agreement to be reached “more rapidly,” adding: “I think that’s the key point. You know, Nafta has kind of dragged on.”\nThe Trump administration hit Mexico and Canada with 25 percent steel tariffs and 10 percent aluminum tariffs on June 1 as part of a campaign to pressure the countries to agree to America’s demands on a revised Nafta. The United States also imposed metals tariffs on the European Union, Japan and other countries as part of an effort to stop the flow of imported metals, which the administration has said threatens national security by degrading the American industrial base.\nThe trade approach has only inflamed allies, including Canada and Mexico, which have threatened to strike back with their own targeted tariffs aimed at Republican states and areas that supported Mr. Trump.\nMexico’s list was designed to hit at parts of the United States represented by high-profile Republicans, Mexican officials have said, including steel from Vice President Mike Pence’s home state of Indiana, motorboats from Senator Marco Rubio’s Florida, and agricultural products from the California district of Representative Kevin McCarthy, the House majority leader.\nFarmers, who are among those most vulnerable to the Mexican tariffs, said the tariffs would devastate American agriculture.\n“These tariffs will exact immediate and painful consequences on many American farmers,” Angela Hofmann, deputy director of Farmers for Free Trade, said in a statement. “Hog, apple, potato and dairy farmers are among those suddenly facing a 10 or 20 percent tax hike on the exports they depend of for their livelihoods. Farmers need certainty and open markets to make ends meet. Right now they are getting chaos and protectionism.”\nIt is unclear which country will blink first, leaving the future of the trade deal, and the millions of jobs across the continent that are linked to it, so uncertain that many companies are withholding investments they might make to take advantage of the pact.\nMr. Kudlow insisted that the president was not planning to withdraw from Nafta — which he has frequently threatened to do. However, splitting the current trilateral deal into two separate bilateral agreements would likely require nullifying the 25-year-old agreement.\nOn Friday, Mr. Trump said he would be interested in pursuing separate deals. “These are two very different countries,” he said.\n“I like free trade, but I want fair trade,” Mr. Trump said, adding, “They cannot believe they’ve gotten away with this for so many decades.”\nPeople familiar with the deliberations say the idea of separate talks is aimed at pressuring Canada, which American negotiators see as obstructionist and an impediment to the progress of the Nafta negotiations. The preference for bilateral negotiations has also emerged as one of the sole areas of agreement among Mr. Trump’s warring trade advisers, who agree on little else but the ability to extract bigger concessions through one-on-one talks. Bilateral deals are also a longtime focus of the president.\nAmerican officials say that splitting the negotiations could help the United States take advantage of what could be a short and crucial window to negotiate with the current government of Mexico, which could be ousted in national elections in July, and replaced by a government that is less inclined to cut a deal with the Trump administration.\nHowever, both Mexico and Canada insist that the idea is a non-starter.\nMexican negotiators say they would not be willing to consider splitting the negotiations, a move they view as potentially damaging to North American supply chains and an unnecessary complication of a pact that many businesses rely on, according to people familiar with their thinking.\nThey add that they do not view Canada as their biggest problem in the talks. The three countries have remained at an impasse over significant provisions, including manufacturing rules for autos and an American proposal for a five-year sunset clause that would cause the deal to automatically expire unless the countries voted to renew it.\nThe clock has essentially run out for the administration to secure a Nafta deal this year. The Trump administration had been trying to conclude Nafta talks by the end of May in order to submit the deal for a vote in the current Republican-controlled Congress.\nGiven the statutory deadlines the administration must meet to get a trade deal approved, it now appears likely that any vote would drag into next year, after midterm elections that could shift the political makeup of Congress.\nMr. Trump’s strategy in the negotiations with Canada and Mexico has drawn criticism from the business community as well as Democrats and Republicans.\nA spokeswoman for Representative Kevin Brady of Texas, the chairman of the Ways and Means Committee, said Tuesday that Mr. Brady opposed splitting the negotiations in two.\n“A Nafta without both Canada and Mexico included is no longer a North American Free Trade Agreement,” the spokeswoman, Julia Slingsby, said. “Chairman Brady believes one free trade agreement with Canada and Mexico is best for America. It provides the most certainty for American companies and is the best way we can sell ‘Made in America’ products.”\nAnd a survey of chief executive officers released Tuesday morning by Business Roundtable showed that while executives have a positive view of the economy, they see the administration’s trade policy and the prospect of retaliation from other countries as an escalating risk to their businesses.\nJoshua Bolten, the president of Business Roundtable, said that uncertainties about trade policy were “a growing weight on economic progress — especially amid escalating trade tensions. America’s current and future economic vitality depends on productive talks with China and a successful modernization of Nafta.”\nPrivately, some congressional Republicans expressed an openness to the administration negotiating some trade issues bilaterally with Mexico and with China. But they expressed little support for scrapping Nafta entirely and replacing it with separate deals.\n“Now is the time to stay the course and work with our trading partners to find a path forward on an updated Nafta that will meet the high-standards of bipartisan TPA and gain the support of Congress,” Senator Orrin G. Hatch of Utah, the chairman of the Finance Committee, said on Twitter.", "date": "June 5, 2018", "href": "https://www.nytimes.com/2018/06/05/us/politics/trump-trade-canada-mexico-nafta.html", "tags": "american administration goods nafta “ billion imposes u.s. back mexico worth trade canada hitting tariffs"}