{"title": "MH17 victims' father condemns Trump over Russian 'lie'", "content": "The father of three Australian children killed when a Malaysia Airlines jet was shot down has delivered a scathing attack on Donald Trump over his attitude to Russia.\nAnthony Maslin's children were among 298 people who died when flight MH17 was downed over Ukraine in 2014.\nInvestigators found that Russia was responsible for the missile used in the strike - a conclusion denied by Moscow.\nMr Maslin has taken aim at the US president over Russia's \"lie\".\nEarlier this week, Mr Trump declined to accept US intelligence agencies' conclusion that Moscow had meddled in the 2016 presidential election. He has since reversed his remarks following widespread anger.\nThe controversy coincided with the fourth anniversary of the MH17 tragedy.\nIn a Facebook post addressed to the US president, Mr Maslin called on Mr Trump to eschew talk of \"fake news\" in favour of \"irrefutable facts\".\n\"That passenger flight MH17 was shot out of the sky and 298 innocent people were murdered is an irrefutable fact,\" he wrote alongside a photo of his children Mo, Evie and Otis.\n\"That the plane was hit by a Russian missile has been proven to be an irrefutable fact. \n\"That this killed our 3 beautiful children and their grandfather, and destroyed our life and many other lives in the process, is an irrefutable fact.\"\nHe added: \"That the man whose arse you've just been kissing did this, and continues to lie about it, is an irrefutable fact.\"\nRussia has always insisted it played no part whatsoever in the downing of MH17.\nThe victims of MH17 included 193 Dutch nationals, 43 people from Malaysia, and 27 from Australia. Others on board came from countries including Indonesia, the UK, Belgium, Germany and the Philippines.\nIn May, Australia and the Netherlands said they held Russia responsible for the shooting down of the plane, which had been en route from Amsterdam to Kuala Lumpur.\nThe US, EU, Nato and the UK added their own calls for Russia to accept responsibility for the incident.\nOn Tuesday, Australian Prime Minister Malcolm Turnbull described Mr Trump as an \"American patriot\" who was doing his best for the US.\nHowever, Mr Turnbull reiterated that he did not believe Russia's stance on MH17.\n\"I certainly don't trust Vladimir Putin when he says he or the Russian Army had nothing to do with the downing of MH17,\" he told News Corp Australia.\nHis government has said it will continue to press Russia to take responsibility for the tragedy.", "date": "18 July 2018", "href": "https://www.bbc.co.uk/news/world-australia-44868329", "tags": "victims us maslin australia russian fact trump irrefutable russia father children condemns"}