{"title": "Mia Ayliffe-Chung: Backpacker's mum slams Trump 'terror' claim", "content": "The mother of a backpacker who was stabbed to death in Australia has criticised the White House for labelling her death a \"terror attack\".\nMia Ayliffe-Chung, 20, who was killed at a hostel in Queensland in August, did not die as a result of terrorism, police have said.\nDespite this, her death was included on a list of 78 alleged \"terror\" attacks released by the Trump administration.\nRosie Ayliffe said Mia's death must not be used to persecute innocent people.\nHow the BBC covered Trump's list of 'under-reported' terror attacks\nThe White House released the list of attacks to back up Mr Trump's claim the media was \"under-reporting\" attacks committed or inspired by the Islamic State group.\nThe list included the Bataclan theatre attack in Paris, the shootings in Sousse, Tunisia, which killed 30 British tourists, and Ms Ayliffe-Chung's murder.\nThe 20 year old, from Wirksworth, died from multiple stab wounds, during the attack at Home Hill, near Townsville. \nAustralian police have ruled out the possibility her death - which was widely reported by media in the UK and abroad - was the result of a terror attack.\nMr Trump's comments come amid a legal bid by his administration to restore a travel ban on visitors and refugees from seven predominantly Muslim countries.\nIn an open letter to the president, Mrs Ayliffe said: \"Treating immigrants as disposable commodities and disregarding their safety causes deaths throughout our so-called civilised world.\"\nFrench national Smail Ayad, 29, has been charged with the murder of Ms Ayliffe-Chung and that of Thomas Jackson, 30, from Cheshire, who was also stabbed and later died in hospital.\nMrs Ayliffe added: \"The possibility of Mia and Tom's deaths being consequent to an Islamic terror attack was discounted in the early stages of the police investigation.\n\"This vilification of whole nation states and their people based on religion is a terrifying reminder of the horror that can ensue when we allow ourselves to be led by ignorant people into darkness and hatred.\"\nMr Trump has insisted \"the threat from radical Islamic terrorism is very real\" and has vowed to have the travel ban reinstated.", "date": "7 February 2017", "href": "https://www.bbc.co.uk/news/uk-england-derbyshire-38893253", "tags": "ayliffe-chung attack death slams claim trump police terror backpacker mum mia list attacks"}