{"title": "Michael Cohen’s Prison of Choice: Well-Known to Jewish Offenders", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nWhen Michael Cohen, President Trump’s former lawyer, was sentenced last month to three years in federal prison on fraud charges, he had the right to request any number of prison camps favored by white-collar offenders for their relatively resort-like settings.\nBut Mr. Cohen chose a shabby, low-slung building 75 miles northwest of New York City, with an antiquated weight room, an uneven tennis court and no swimming pool.\nWhat the minimum-security camp at the Federal Correctional Institution in Otisville, N.Y., does offer is a rarity in the federal prison system: a full-time Hasidic chaplain who oversees a congregation of dozens of Jewish inmates who gather for prayer services three times a day.\n“For a Jewish person, there is no place like Otisville,” said Earl Seth David, 54, a former inmate who attended kosher meals, religious classes and weekly Shabbat services in the prison shul, a shared space where the Torah scrolls are locked up every night.\n“As a Jew, there’s no other prison you can get services like that.”\nOtisville’s camp has long been the lockup of choice among Jewish white-collar offenders, including Sheldon Silver, the former speaker of the New York State Assembly who was convicted on federal corruption charges. Mr. Silver, who is free on bail pending an appeal, has requested to serve his seven-year sentence at the camp.\nOtisville is also one of the closest federal lockups to New York City, making it attractive to non-Jewish convicts as well, including Dean Skelos, the former New York State Senate majority leader who reported to the camp this month to begin his four-year sentence on bribery and other charges. Mike “The Situation” Sorrentino, the reality star from “Jersey Shore,” recently arrived at the camp, to serve a sentence for tax evasion.\nThe camp — which sits near Otisville’s main prison, a much larger medium-security lockup — has a population of about 120 inmates, including drug dealers and other street-level criminals with good prison records.\nBut most inmates are Jewish — many of them orthodox and Hasidic — and many are doctors, lawyers, accountants and businessmen who committed fraud.\nA few also have backgrounds as ordained rabbis and, once inside, some assume a spiritual leadership role. Inmates periodically hold an informal vote to elect a “gabbai” to run the shul, which is currently led by a Hasidic man from Williamsburg, Brooklyn, who is locked up for arson and corporate fraud.\nThere is never a problem reaching a minyan, or a quorum of at least 10 Jews needed to hold services, at the camp, where inmates live communally in dorm-style housing units and sleep in bunk beds.\nOrthodox inmates wear fringed vests known as zizit under their green prison uniforms. Prison work shifts are scheduled around daily prayer sessions and Sabbath observances. Before many holidays, the men are taken by prison bus to a nearby town for traditional mikvah baths.\nThe list of prominent people at Otisville reduced to doing menial prison jobs is long.\nKen Starr, a money manager who siphoned millions from his celebrity clients, wiped down mess hall tables during his stay, and Walter Forbes, an executive charged with securities fraud, mopped floors, according to former inmates. Hassan Nemazee, an investment banker and political bundler associated with the Clintons, cleaned the bathrooms while serving time for bank fraud.\nThe federal prison camps are not available to certain offenders, like those with sentences of more than 10 years. So Bernie Madoff, who received 150 years for his Ponzi scheme, had his request for Otisville denied.\nMessages left for prison officials at Otisville were not returned, and Bureau of Prisons officials would not provide any specific information on Jewish services at the camp.\nOver the years, federal officials have “sort of carved this place out as a special location to put Jewish inmates,” said Benjamin Brafman, a prominent defense lawyer who has represented numerous defendants who have requested Otisville.\nThere are kosher vending machines in the visiting room. The prison commissary sells skullcaps for $6 and offers a kosher selection that includes matzo, gefilte fish, rugelach and seltzer.\n“Hey, it’s not Zabar’s, and it’s a little overpriced,” said one former inmate, Lawrence Dressler, 52. “But what do you want? It’s prison.”\nWhile kosher meals — three a day — come in prepackaged trays, inmates make Sabbath and holiday meals from scratch in the small kosher kitchen, to be eaten in the shul on tables with bedsheets as tablecloths.\n“You feel like you’re back home, singing Shabbos songs with the other inmates,” Mr. Dressler recalled. “The camaraderie helps take you away from the place for a little while.”\nWith limited ingredients, inmates devise innovative ways to make Passover Seder meals featuring kosher chicken, handmade matzo, horseradish and grape juice.\nThey often repurpose food from prepackaged meals and supplement it with food smuggled out of the kitchen or supply room, said Jeff Weisman, 46, who served time in the camp on mail fraud charges and worked in the kosher kitchen.\nFor Sukkot, inmates assemble a large wooden sukkah shelter outside to sit and eat meals in.\nThe camp has little in the way of fences or bars, and for observant Jewish inmates, it is “the closest thing you have to nirvana in a federal prison,” said Joel A. Sickler, a criminologist and consultant who advises mostly white-collar offenders facing prison sentences.\nBut Mr. David said it was no picnic.\n“That Club Fed stuff is a myth,” said Mr. David, a lawyer from Manhattan who served four years in seven federal prisons, including Otisville, on immigration fraud charges. “There’s no swanky pool. You’re up at 6 a.m. every morning for the inmate count. The guards can raid your bunk at any time and you get zero rights, zero privacy. You’re sleeping next to 100 snoring men. So being able to practice your faith helps you survive.”\nMr. David added: “The religious services always come first. With other prisons, it’s just the opposite.”\nMany inmates “knew the Talmud inside and out,” said Mr. Dressler, a lawyer in New Haven who served 18 months in Otisville for mortgage fraud.\nThey often conducted religious classes and gained inmate followings, as did a Hasidic rabbi from Brooklyn who got caught up in mortgage fraud before the 2008 housing market crash.\nThen there was the Syrian rabbi from Deal, N.J., who was involved in a money-laundering scheme and whose parables were particularly enjoyed by Russian Jewish inmates from Brighton Beach, Brooklyn, who were in prison for health care fraud.\nAnother spiritual leader was Naftali Tzi Weisz, the grand rabbi of the Spinka sect of Hasids in Brooklyn, who was locked up for a charity donation scheme.\nA lawyer for Mr. Cohen did not respond to messages, and it is still uncertain whether Mr. Cohen will wind up at Otisville. The federal judge in his case has agreed to recommend he be assigned there, but the decision is ultimately made by the Bureau of Prisons, which is under the Department of Justice.\nBut perhaps more than that, Mr. Sickler said, the high-profile nature of Mr. Cohen’s case could hurt his chances of being sent to Otisville, simply because federal prison officials might want to avoid giving the impression that inmates get to automatically choose their own prison.\nMr. Dressler said Otisville inmates would probably ostracize Mr. Cohen at first, because he provided inside information about Mr. Trump, and therefore qualifies as a rat in cellblock circles.\n“It’s part of the code,” Mr. Dressler said. “A lot of inmates are in there because people testified against them. Half the chatter in the camp is about rats, so he’ll have to listen to that a lot.”", "date": "Jan. 22, 2019", "href": "https://www.nytimes.com/2019/01/22/nyregion/michael-cohen-otisville-prison.html", "tags": "choice well-known camp ” federal cohen prison otisville offenders inmates michael jewish fraud"}