{"title": "Michael Flynn: Former US national security adviser", "content": "By pleading guilty to charges that he lied to the FBI about contacts with Russia, former national security adviser Michael Flynn has become the most senior member of President Donald Trump's administration to have been indicted.\nThe charges were brought by Special Counsel Robert Mueller, as part of his investigation into alleged Russian meddling in the 2016 US election.\nIn a statement on 1 December, Mr Flynn admitted that it had been \"extraordinarily painful to endure these many months of false accusations of 'treason' and other outrageous acts\".\nHe continued: \"Such false accusations are contrary to everything I have ever done and stood for. But I recognise that the actions I acknowledged in court today were wrong, and, through my faith in God, I am working to set things right. \n\"My guilty plea and agreement to co-operate with the Special Counsel's Office reflect a decision I made in the best interests of my family and of our country. I accept full responsibility for my actions.\"\nMr Flynn's short tenure as the national security adviser ended in February after just 23 days on the job. \nHe was forced out over revelations that he had discussed lifting US sanctions on Russia with the Russian ambassador to Washington before Mr Trump took office in January, and that he lied to the US vice-president about that conversation.\nHis departure did not stem the tide of revelations.\nSince Mr Flynn left the White House the Pentagon has launched an investigation into whether he failed to disclose payments from Russian and Turkish lobbyists that he was given for speeches and consulting work.\nAnd in March, he registered with the US government as a \"foreign agent\" due to his work for the Turkish government. \nFormer President Barack Obama warned Mr Trump against hiring the former general less than 48 hours after the November election, during a conversation inside the Oval Office.\nMr Flynn earlier this year requested immunity from the congressional committees investigating alleged Russian meddling in the 2016 election, in exchange for his testimony.\n\"As a former military officer, you simply cannot take money from Russia, Turkey or anybody else,\" said Republican Congressman Jason Chaffetz. \n\"And it appears as if he did take that money. It was inappropriate, and there are repercussions for a violation of law.\"\nMr Flynn was all but written off two years ago when he was removed from his post as a Pentagon intelligence chief by Mr Obama. \nBut the retired US Army three-star lieutenant-general was one of Donald Trump's closest advisers and most ardent supporters during the 2016 campaign.\nHis importance was underlined just days before his resignation, when he was with the president at his Mar-a-Lago estate in Florida as he hosted his first foreign leader there, Japanese Prime Minister Shinzo Abe.\nIn the past, Mr Flynn has complained he was fired from the Defence Intelligence Agency (DIA) in 2014 after just two years for telling hard truths about the war on Islamist extremism. \nMr Flynn said the US is losing a global war against Islamist extremism that could last for generations.\nBut insiders have suggested his exit at the DIA may have been related to his unpopular overhaul of the agency.  \nFormer US officials who worked closely with him described him as extremely smart, though a poor manager.\nIndeed, Mr Flynn, a father-of-two who married his high-school sweetheart, went on to become one of the Obama administration's most outspoken critics, all the more surprising as he was a life-long Democrat.\nBut the Rhode Islander said he no longer recognised the Democrats as the party he once supported.\nHe instead decided to align himself with Mr Trump, a man whom he rated as a hustler and outsider like himself, part of a larger fight against \"the dishonesty and deceit of our government\".\nMr Flynn was an almost evangelical supporter of Mr Trump.\n\"We just went through a revolution,\" he said after the businessman's shock election victory. \n\"This is probably the biggest election in our nation's history, since bringing on George Washington when he decided not to be a king. That's how important this is.\"\nMr Flynn and Mr Trump shared many views, including the advantages of closer ties with Russia, renegotiating the Iran deal and combating the threat from Islamic State militants.\nLike Mr Trump, Mr Flynn called the 2003 invasion of Iraq a strategic blunder.\nEven the areas where the two disagreed at first were quickly smoothed over. \nMr Flynn's declaration that he was pro-choice was quickly amended to pro-life in July, after it sparked outrage among Trump supporters.\nAnd, like Mr Trump, he was no stranger to controversy.\nBack during his days at the DIA, he apologised for a presentation which suggested make-up made women \"more attractive\" and encouraged people to dress for their body shape. \nHe later said neither he nor the agency \"condone this briefing\".\nIn 2015, his appearance at a banquet held in Moscow, where he sat next to Russian President Vladimir Putin, raised eyebrows, with his apparent warmth towards Russia concerning some national security experts.\nMore controversial yet have been his views on Islam. \nIn February 2016, he tweeted \"fear of Muslims is RATIONAL\". \nIn August, he spoke at an event in Dallas, Texas, for an anti-Islamist group Act for America, saying that Islam \"is a political ideology\" and that it \"definitely hides behind being a religion\".\nSome expressed concern at how much influence Mr Flynn could wield over a president with little international experience.\nBut for all his critics, there were those who stood behind Mr Flynn, a man who built a reputation as an astute intelligence professional during his three decades in the US Army.\nDavid Deptula, a retired air force lieutenant general who used to work with him, praised his willingness to \"speak truth to power and not politicise his answers\".", "date": "1 December 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-38025057", "tags": "security us adviser election russian former flynn russia michael national"}