{"title": "Michael Cohen, Ex-Trump Lawyer, Asks U.S. Judge for Leniency", "content": "Michael D. Cohen, President Trump’s former personal lawyer who has twice pleaded guilty to crimes that have implicated Mr. Trump in illegal or questionable conduct, asked a federal judge late Friday night that he be allowed to avoid prison when he is sentenced in less than two weeks.\nIn a deeply personal memorandum that expressed Mr. Cohen’s contrition and shame, defense lawyers portrayed him as a man whose personal and professional lives had been shattered, and who had harmed himself legally while trying to protect Mr. Trump.\nArguing against a prison sentence, the lawyers cited Mr. Cohen’s cooperation with the investigation by the special counsel, Robert S. Mueller III, whose legitimacy is regularly denounced by the president.\n“In the context of this raw, full-bore attack by the most powerful person in the United States,” the lawyers wrote, “Michael, formerly a confidant and adviser to Mr. Trump, resolved to cooperate, and voluntarily took the first steps toward doing so even before he was charged.”\nThe lawyers noted that Mr. Cohen could have fought the government, “positioning himself perhaps for a pardon or clemency,” but instead took personal responsibility for his wrongdoing “and is prepared to continue to contribute to an investigation that he views as thoroughly legitimate and vital.”\nThe lawyers, Guy Petrillo and Amy Lester, submitted the memo one day after Mr. Cohen entered a surprise guilty plea in federal court in Manhattan to a charge of lying to Congress in a case filed by Mr. Mueller, who is investigating Russian interference in the 2016 election and potential ties to Mr. Trump’s campaign.\nIn August, Mr. Cohen pleaded guilty to campaign finance violations and financial crimes in a case brought by the United States attorney in Manhattan.\nIn that plea, Mr. Cohen implicated Mr. Trump in hush-money payments to two women during the 2016 campaign to conceal affairs they said they had with Mr. Trump.\nMr. Cohen, 52, is to be sentenced by Judge William H. Pauley III on Dec. 12 on the charges in both cases. The government is also expected to file a sentencing memo.\nThe Cohen memo offered no new revelations about alleged misconduct involving the president, but it shed new light on Mr. Cohen’s role in the various investigations being conducted into Mr. Trump and his inner circle, and on his frequent contact with the president’s legal counsel and advisers as he prepared for congressional testimony that he later admitted was false.\nThe document provided a detailed, on-the-record glimpse of what took place between Mr. Cohen and Mr. Trump in relation to arranging payments to two women who said during the 2016 campaign that they had previously had affairs with the candidate.\nThe memo refers to “Woman-1,” who appears to be Karen McDougal, a former Playboy model who was paid by The National Enquirer for her story. The magazine, whose chief executive, David Pecker, is friends with Mr. Trump, then killed the story.\nThe memo mentions that “Client-1,” as Mr. Trump is described throughout, did not reimburse the corporation that owns the tabloid for the payments to her, as he had agreed to.\nThe document depicts Mr. Cohen as an unsophisticated and flawed man who was trying to please an exacting, demanding and powerful boss: Mr. Trump. Mr. Cohen’s lawyers wrote that he realized his guilt in lying to Congress about the duration of his involvement with a Trump Tower project he was exploring for Moscow.\nMr. Cohen consulted with White House staff members and Mr. Trump’s “legal counsel” as he prepared for his false congressional testimony, though it did not identify the lawyer, according to the memo. The document did not say if Mr. Cohen was asked to lie, nor did it identify which counsel he spoke with.\nBut the lawyers wrote that Mr. Cohen had consulted with Mr. Trump’s aides because he knew the president wanted to “dismiss and minimize the merit” of the special counsel’s inquiry, and that Mr. Trump and his aides “were seeking to portray contact with Russian representatives in any form by Client-1, the campaign or the Trump Organization as having effectively terminated before the Iowa caucuses of Feb. 1, 2016.”\nMr. Cohen’s false statements to Congress and his assistance to Mr. Trump with the hush-money payments arose out of his “fierce loyalty” to Mr. Trump, the lawyers wrote.\n“Michael regrets that his vigor in promoting Client-1’s interests in the heat of political battle led him to abandon good judgment and cross legal lines,” they added.\nThe memo said that Mr. Cohen had met seven times with Mr. Mueller’s prosecutors — the first time on Aug. 7, two weeks before he entered his first guilty plea — and that he intended to keep making himself available when needed for additional questioning.\nIt revealed that he had also met twice with federal prosecutors in Manhattan — and would continue to do so if needed — responding to their questions concerning “an ongoing investigation,” which the memo did not describe.\nThe memo noted that Mr. Mueller’s office was expected to provide the judge with an assessment of Mr. Cohen’s cooperation, and that the Manhattan prosecutors were to join in presenting Mr. Cohen’s assistance as a factor for the judge to consider.\nThe memo disclosed that Mr. Cohen had also met voluntarily with investigators from the New York attorney general’s office regarding a lawsuit it has brought against Mr. Trump and his foundation.\nMr. Cohen also provided the attorney general’s office with documents concerning “a separate open inquiry,” the memo added, also offering no elaboration.\nThreaded throughout the document were testimonials from people closest to Mr. Cohen — drawn from some three dozen letters that were also submitted — depicting an image of generosity that undercuts the public perceptions of him since his guilty plea.\nThe most powerful letter was from his 83-year-old father, Maurice Cohen, a Holocaust survivor, who wrote that his son is “the oxygen in the air that I breathe.”\n“I pray and beg, beg and pray that you won’t take my oxygen away from me,” the elder Mr. Cohen wrote.", "date": "Dec. 1, 2018", "href": "https://www.nytimes.com/2018/12/01/nyregion/michael-cohen-leniency.html", "tags": "leniency ex-trump “ u.s. judge wrote cohen asks memo lawyers — michael also lawyer"}