{"title": "Michael Cohen, Trump’s Fixer, Parting With Lawyers as Federal Investigation Continues", "content": "Michael D. Cohen, President Trump’s longtime personal fixer, will soon be parting from the lawyers who are representing him in a potentially damaging and wide-ranging federal investigation into his business dealings, according to two people familiar with the case.\nProsecutors conducting the inquiry have not yet approached Mr. Cohen to seek his cooperation, according to two people briefed on the case. But as the investigation continues, and with Mr. Cohen’s legal team in flux, the pressure on him to cooperate with the government may well intensify.\nMr. Cohen’s current lawyers — a three-man team from the firm of McDermott Will & Emery — are expected to stay with him for at least the rest of the week as they struggle to complete a laborious review of a trove of documents and data files seized from their client in a series of extraordinary early-morning raids two months ago. But after that review is finished, Mr. Cohen will seek new legal counsel, the people familiar with his case said.\nThe dispute between Mr. Cohen and his lawyers involves the payment of his legal bills, part of which are being financed by the Trump family. Mr. Cohen has also had more longstanding concerns about the lawyers: As his case moves forward, possibly toward criminal charges, he has been thinking for some time about hiring a new legal team with stronger relationships with the federal prosecutors’ office in New York that is leading the investigation, according to the people briefed on the matter.\nMr. Cohen has been in the cross hairs of investigators for months, but the explosive case burst into public view on April 9 when federal agents armed with search warrants descended on his office, apartment and hotel room, hauling away eight boxes of paperwork, about 30 cellphones, iPads and computers — even the contents of one of his shredders. The materials were seized on the orders of prosecutors in Manhattan who have been trying to determine whether Mr. Cohen broke the law in any of his business projects, including hush-money payments he made to two women who claim they had affairs with Mr. Trump.\nThe Cohen inquiry is separate from the one being run in Washington by the special counsel, Robert S. Mueller III, who is looking into potential ties between Mr. Trump, his associates and Russia. But ever since the raids involving Mr. Cohen took place, Mr. Trump’s lawyers have confronted the specter that the New York-based investigation could persuade Mr. Cohen, who has a wife and two children and faces the prospect of devastating legal fees, to cut a deal and share his intimate knowledge of Mr. Trump with Mr. Mueller’s team. Mr. Cohen, after all, worked for Mr. Trump for years as a lawyer and self-described “fix-it guy,” guarding his boss’s secrets and helping him to navigate some of the most sensitive episodes in his personal and professional life.\nAmong those episodes was one involving the pornographic film star Stephanie Clifford, who is better known as Stormy Daniels. Mr. Cohen has admitted paying Ms. Clifford $130,000 in the run-up to the 2016 election to keep quiet about an affair she claims she had with Mr. Trump. Though Mr. Trump initially denied any knowledge of the payment — which came at a moment when he was under stiff criticism for his relationships with women — he later admitted, in a striking reversal, that he had known about it.\nIt is not uncommon for clients — even those, like Mr. Cohen, who have not yet been charged with a crime — to change their lawyers in the middle of a case. And while Mr. Cohen’s split from the McDermott team, which was first reported by ABC News, marked a significant moment in the proceedings, there was no certainty that he would strike a deal with the prosecutors and thus place Mr. Trump into further legal jeopardy.\nMr. Cohen was already facing pressure to cooperate from a different legal development: Late last month, one of his associates in the taxi business agreed  to cooperate with the government as a potential witness, which could be used as leverage against him.\nOne person with knowledge of the legal staffing change said Mr. Trump’s camp was “very displeased” with the way the Cohen investigation had so far been conducted. Mr. Trump himself has told people he is angry at Mr. Cohen over the messiness of the situation — especially those aspects involving Ms. Clifford. But the president has also indicated to allies that he is worried that if he pushes Mr. Cohen away too hard, it could increase the likelihood that Mr. Cohen will offer information to the government.\nFrom the start, the McDermott team of lawyers — led by Stephen M. Ryan — was an awkward fit in a case that began in Washington with a referral by Mr. Mueller, but soon moved to New York. Mr. Ryan, based in Washington, is not as familiar with the Manhattan federal prosecutor’s office as many local lawyers are, and some in Mr. Cohen’s orbit suggested that he needed a lawyer with more experience with the New York courts.\nOne person familiar with Mr. Cohen said that there have been discussions with a number of prominent defense lawyers in New York about representing Mr. Cohen going forward.\nMr. Trump’s businesses have not been funding Mr. Cohen’s entire legal defense, but the Trump family has been paying for the time-consuming — and enormously expensive — process of reviewing the voluminous materials seized in the raids on Mr. Cohen, according to people familiar with the case. Recently, however, a dispute has erupted over the amount that Mr. Cohen’s lawyers want to charge the Trump family enterprises for the review, which the lawyers have said they are running with a large team of associates and data specialists. The disagreement could serve to further isolate Mr. Cohen from Mr. Trump — a risky move for the president.\n“If somebody is telling you that people stopped payment, that is not true,” said Alan Futerfas, a lawyer for the Trump Organization, Mr. Trump’s private company. “There was a negotiated amount for this project and I believe that both sides have lived up to their obligations.”\nAnd so for now, Mr. Ryan and his team will continue to review the trove of materials, a process meant to determine which among the nearly four million files taken are protected by the attorney-client privilege that Mr. Trump enjoys in his dealings with Mr. Cohen. That review is crucial because it will ultimately shape the contours of the evidence that the prosecutors will be able to use in their investigation.", "date": "June 13, 2018", "href": "https://www.nytimes.com/2018/06/13/nyregion/michael-cohen-investigation-lawyers-trump.html", "tags": "continues legal investigation case team trump cohen fixer federal lawyers michael new parting —"}