{"title": "Michigan State Will Let White Nationalist Richard Spencer Speak On Campus", "content": "Michigan State University has agreed to let notorious white nationalist Richard Spencer speak at a campus auditorium, and the school is on the hook for whatever hefty security costs the event will likely incur, new court documents reveal. \nA settlement reached Thursday on a lawsuit filed by Spencer crony Cameron Padgett against MSU President Lou Anna Kimsey Simon allows Padgett to reserve an auditorium inside the Pavilion for Agriculture and Livestock Eduction on March 5 for “an event featuring speeches by Spencer and other participants.” \nPadgett, a Georgia State University student who often works as Spencer’s booking agent and legal advocate, had tried to rent a space on the campus for a Spencer appearance during the summer. But MSU denied his request in August, citing security concerns in the wake of violence at the white supremacist rally in Charlottesville, Virginia, the week prior ― a gathering Spencer had attended.\nPadgett, with the help of white nationalist attorney Kyle Bristow, sued MSU, resulting in Thursday’s settlement. \n“I always knew we’d win,” Richard Spencer told HuffPost in a text message. “It sets a great precedent.” \nBristow said in an email that the settlement was a “resounding First Amendment victory for the Alt-Right. Left-wing censorship of right-wing ideas in academia is unacceptable.”\n“Richard Spencer gets to speak and MSU gets to pay,” he added. \nUnder the settlement, Padgett will have to pay $1,650.00 to rent the campus auditorium in East Lansing. But the university is responsible for picking up the tab for security, which based on a similar Spencer appearance last year will cost hundreds of thousands of dollars. \nPadgett, Spencer, and people affiliated with Spencer’s group, the National Policy Institute, are not permitted to hold any other gathering or event on the campus — a stipulation likely inserted by MSU to prevent the white nationalists from holding another violent tiki-torch march, as they did at the University of Virginia the night before their rally in Charlottesville. \nIn a statement, Simon said MSU “is wholly dedicated to freedom of speech, not just as a public institution, but as an institution of higher education. Here, ideas—not people—are meant to clash and to be evaluated based on their merits.” \nThe settlement, she said, “was based on the university’s requirement that the event occur on a date and at a venue that minimizes the risk of violence or disruption to campus.”\n “Michigan State rejects this group’s divisive and racist messages and remains committed to maintaining a diverse campus and supporting an inclusive, just and democratic society,” she added. \nSince the Charlottesville rally — which was attended by over 1,000 white supremacists and ended with a neo-Nazi allegedly driving a car into a crowd of protesters, killing 32-year-old Heather Heyer and injuring 19 others — Padgett and Bristow have been busy suing or threatening to sue a slew of state universities who have refused to allow Spencer to speak. \nThis has resulted in universities facing an expensive dilemma: deny Spencer a venue and potentially lose a costly lawsuit on First Amendment grounds; or let him bring his hate and potentially violent fanboys on campus, and pay hundreds of thousands of dollars in taxpayer money on security. \nIn September, the University of Florida, after initially denying Spencer, allowed him to speak at a campus auditorium. The university was legally required to pay over $500,000 in security costs for the event — about equal to the annual tuition for 78 in-state undergraduate students. \nUltimately, speeches by Spencer and his crew at the University of Florida were hilariously drowned out by rowdy counter-protesters inside the auditorium, as thousands of other anti-racist protesters gathered outside.  \nAfterward, however, three white supremacist fans of Spencer, who’d traveled to the university for the event, were arrested for firing a gun at counter-protesters. No one was hurt. \nAccording to Bristow, Padgett is currently suing the University of Cincinnati, Ohio State University, and Penn State University over the refusal by those schools to make available a venue for Spencer.\nPadgett has also threatened to sue the University of Michigan, Bristow said. That university’s president has said he is in negotiations with Padgett over a safe way to allow Spencer to speak at the school. \nIn his email to HuffPost, Bristow added that Padgett has also recently attempted to set up another Spencer event, this one set for an intentionally provocative date in Ohio.\n“My client yesterday contacted Kent State University to rent a room on campuses on the anniversary of the shooting by the Ohio National Guard of violent left-wing protesters,” he wrote, referring to the infamous killing of four anti-Vietnam War protesters at the school on May 4, 1970. \nIn a tweet, Bristow added that Padgett is planning to speak and will invite Spencer and fellow white nationalist Mike Peinovich (aka Mike Enoch) “to talk about Antifa thuggery + how universities can respond.” ", "date": "\n01/18/2018", "href": "https://www.huffpost.com/entry/richard-spencer-michigan-state-university_n_5a60db92e4b062a7df0be079", "tags": "bristow let speak padgett white university richard spencer ” event state campus nationalist michigan"}