{"title": "Michael Cohen Hints at Cooperating With Federal Investigators. Or Does He?", "content": "When Michael D. Cohen, President Trump’s longtime personal fixer, sat down with “Good Morning America” for his first interview since federal agents raided his office in April, he said it was a step toward reaching his ultimate goal of “resolution.”\nBut as revealing as it was, the interview that aired Monday morning seemed to raise more questions than it answered. Chief among them: How, exactly, does Mr. Cohen want to resolve his case? And in what way could his highly public appearance on TV help him achieve his objectives?\nAt first blush, Mr. Cohen seemed to be suggesting in his interview with George Stephanopoulos that he was inclined to strike a deal with the Manhattan prosecutors who have been investigating him for months. When Mr. Stephanopoulos asked him what he would do if the prosecutors offered him leniency in exchange for incriminating information about Mr. Trump, Mr. Cohen flatly said, “I put family and country first.”\n“To be crystal clear,” he added, “my wife, my daughter and my son, and this country, have my first loyalty.”\nIn an article accompanying the interview that was taped on Saturday, Mr. Stephanopoulos suggested that Mr. Cohen, who once claimed that he would “take a bullet” for Mr. Trump, had “strongly signaled his willingness” to work with federal prosecutors — even if it put the president in jeopardy. Echoing that sentiment, some legal experts said that Mr. Cohen’s assertions were the clearest sign yet that he had changed course and could be on the verge of cooperating with the government.\n“I viewed his statements as saying, ‘I’m going to cooperate if I can get a good deal,’” said John S. Martin Jr., a New York lawyer who has worked as both a federal judge and a federal prosecutor. “When he talked about loyalty to his family, what he seemed to be saying was he wants to limit his exposure and potential jail time. That’s cooperation.”\nBut while acknowledging that Mr. Cohen certainly sounded like a man in search of a cooperation deal, other legal experts said that prosecutors almost always prefer to negotiate such deals in private — not on morning television shows. The United States attorney’s office in Manhattan, which is investigating Mr. Cohen, and the office of the special counsel, Robert S. Mueller III, which is looking into ties between the Trump campaign and Russia, have both been all but silent about their work so far. It would be highly unusual, the experts said, if Mr. Cohen had gone on ABC to make his case for a cooperation deal in front of millions of TV viewers.\n“If he really wanted to send a signal that he was looking to cooperate, he could just pick up the phone and call the prosecutors,” said Matthew Miller, who served as director of public affairs for the Justice Department under President Barack Obama. “He wouldn’t have to do this complicated dance in the media.”\nMr. Miller offered a different theory on Twitter on Monday: Mr. Cohen’s interview was likely directed at the president as a “not-so subtle request for a pardon.”\n“One of the best ways to get to Trump is through television,” Mr. Miller said, adding that a televised appeal for a pardon might not carry the same legal risks of requesting one directly. “All Cohen has to do is send a signal through the press saying, ‘Mr. President, I’m at the end of my rope. I can’t take much more of this. I’m going to have to make a deal.’”\nObservers of the case — including Mr. Trump’s allies — have long considered the Cohen investigation as a bigger threat to the president than even Mr. Mueller’s inquiry, given that Mr. Cohen worked for Mr. Trump for years at the Trump Organization and helped him navigate some of the most difficult episodes in his career. For months, there has been speculation that Mr. Cohen might turn on Mr. Trump, and those concerns were heightened this month when Mr. Cohen hired a new lawyer, Guy Petrillo, who once held a senior role in the same prosecutors’ office that is investigating him. The Trump family had been paying a portion of Mr. Cohen’s legal bills, and Mr. Cohen will soon be splitting with his current lawyers partly over a disagreement about those payments.\nIn the interview with Mr. Stephanopoulos, Mr. Cohen said he would defer to Mr. Petrillo “for guidance” if and when criminal charges are filed. Once Mr. Petrillo officially takes over the case, as early as this week, Mr. Cohen’s defense agreement with Mr. Trump’s lawyers and lawyers for the Trump Organization will come to an end, according to a person with direct knowledge of the matter. Neither Mr. Petrillo nor Mr. Cohen’s current lawyers responded to phone calls seeking comment.\nThose developments, in combination with Monday’s interview, suggested to Samuel W. Buell, a former federal prosecutor who is now a professor at Duke Law School, that Mr. Cohen was at least “positioning himself to make cooperation a serious and available option.”\nBut as Mr. Buell added: “The puzzle in all of this is why do you go on ABC News to talk about it?”\nMr. Buell said that Mr. Cohen may be angling not just for leniency against potential charges, but for full immunity against them, and is trying to recast himself in public as a principled person with direct knowledge of Mr. Trump’s conduct.\n“I know that’s not how it normally works, but this is not a normal case,” Mr. Buell explained. “If Cohen is looking for immunity, then it makes sense to go on TV and create momentum that he is an important witness who has principles and facts. Then people might say, ‘What’s wrong with the government that it won’t cut a deal with this guy?’ He is putting pressure on the prosecutors to do it.”\nMr. Cohen is under investigation for his various business dealings, which include hush-money payments to women who have said they had affairs with Mr. Trump. One of them was Stephanie Clifford, the pornographic film star better known as Stormy Daniels, who received a $130,000 payment from Mr. Cohen in the run-up to the 2016 election.\nIn response to the interview on ABC, Michael Avenatti, Ms. Clifford’s lawyer, suggested that Mr. Cohen was “playing games.”\n“Mr. Cohen is trying to get Trump to pay his legal bills & is playing games. If he has info & truly loves this country then he needs to come forward NOW,” Mr. Avenatti said on Twitter.\nMr. Avenatti has been needling Mr. Cohen about the case so frequently and ruthlessly on TV and social media that earlier this month, Mr. Cohen asked a federal judge to place a gag order on him. In a bit of ironic timing, on the same day that Mr. Cohen appeared in the media with Mr. Stephanopoulos, he filed new papers in his attempts to silence Mr. Avenatti, calling him a “carnival magician” who has sought to justify his own media appearances by “pulling the First Amendment out of his tiny bag of tricks.”\nFor the past two months, the investigation into Mr. Cohen has been bogged down by a laborious review of documents, as his lawyers and Mr. Trump’s have worked with a court-appointed special master, Barbara S. Jones, to determine which among the nearly four million files seized in the raids on Mr. Cohen were protected by the attorney-client privilege. So far, the special master has decided that the vast majority of the materials are not protected. The document review is scheduled to end on Thursday; on Monday, Ms. Jones authorized the release of more than one million files to the prosecutors for use in their investigation.\nWhile Mr. Cohen declined to discuss specifics of the investigation with ABC News, he appeared to contradict the president’s characterization of Mr. Mueller’s inquiry. For example, Mr. Cohen said he disliked describing that investigation as a “witch hunt,” which Mr. Trump has done repeatedly, and that he disagrees with those who seek to “demonize or vilify the F.B.I.”\nMr. Cohen also said that he has “respect” for the intelligence agency consensus that President Vladimir V. Putin of Russia sought to interfere in the 2016 election.\n“Simply accepting the denial of Mr. Putin is unsustainable,” Mr. Cohen said, again contradicting Mr. Trump, who has said that he believes Mr. Putin’s assertion that his government did not interfere.\nWhatever may be going on behind the scenes, Bruce Green, a former federal prosecutor who now teaches at Fordham University School of Law, said the interview indicated that Mr. Cohen was resorting to desperate measures.\n“Is it a Hail Mary?” Mr. Green said. “It seems like a bit of one.”", "date": "July 2, 2018", "href": "https://www.nytimes.com/2018/07/02/nyregion/michael-cohen-trump.html", "tags": "prosecutors ” federal cohen interview investigators cooperating michael hints said"}