{"title": "Michael Cohen Has Spoken Repeatedly About Trump With Mueller’s Prosecutors", "content": "WASHINGTON — Michael D. Cohen, President Trump’s former personal lawyer, has been interviewed repeatedly in the past month by prosecutors in the special counsel investigation into whether the Trump campaign conspired with Russian operatives, according to two people with knowledge of the sessions.\nThe interviews, first reported by ABC News, are a further indication of the progress by the special counsel, Robert S. Mueller III, in gathering firsthand accounts from some of the president’s closest advisers both before he ran for president and during the campaign. Last week, Paul Manafort, the president’s former campaign chairman, agreed to cooperate with Mr. Mueller’s inquiry as part of a plea agreement to reduce criminal charges stemming from his political consulting work in Ukraine.\nMr. Cohen pleaded guilty last month to eight felonies and implicated the president in payments to silence two women whose claims of affairs with Mr. Trump might have damaged his presidential hopes. Although his plea agreement did not specifically call for cooperation, Mr. Cohen had long intimated that he would assist Mr. Mueller’s inquiry if asked.\nABC News reported that Mr. Cohen was questioned about Mr. Trump’s business dealings in Russia, possible connections between his campaign and Russian intermediaries, and whether the president or anyone speaking on his behalf discussed the possibility of a pardon with Mr. Cohen.\nIt is unclear what information Mr. Cohen might hold that could prove useful to Mr. Mueller. But he knows about many aspects of Mr. Trump’s business empire.\nIn late 2015, for instance, he had a series of email exchanges with Felix Sater, a Russian-born businessman and business associate of Mr. Trump’s, about efforts to develop a Trump Tower in Moscow. In an email to Mr. Cohen, Mr. Sater boasted that the tower would help Mr. Trump’s political fortunes.\n[Read more on the Times’ exploration of the Russian Election Hacking and what it means.]\n“I will get Putin on this program and we will get Donald elected,” he wrote, referring to President Vladimir V. Putin of Russia. Mr. Cohen later emailed a Russian government official hoping to jump-start the project, which never materialized.\nIn January 2017, after Mr. Trump was elected, Mr. Cohen met with a Russian oligarch, Viktor Vekselberg, at Trump Tower in Manhattan and at an inauguration event in Washington. A company connected to Mr. Vekselberg, who has close ties to the Kremlin, awarded Mr. Cohen a $1 million consulting contract, funneling the money to a shell company of Mr. Cohen’s.\nLanny Davis, a lawyer acting as an adviser to Mr. Cohen, declined to comment about Mr. Cohen’s interviews with special counsel prosecutors. He said “no inference” should be drawn from his lack of comment.\nUnder the sentencing guidelines cited in the plea agreement, Mr. Cohen faces a maximum of between five and six years in prison for income tax evasion, false statements to a financial institution and campaign finance violations. His sentencing is scheduled for Dec. 12.\nMr. Mueller’s office originally referred his case to federal prosecutors in New York, apparently because the allegations against the president’s longtime fixer fell outside the special counsel’s mandate. But if Mr. Cohen provides substantial assistance to the Russia investigation or any criminal inquiry, prosecutors might agree to tell the sentencing judge that he deserves a lighter punishment.\nMr. Cohen admitted in court that during the campaign, Mr. Trump directed him to arrange payments to an adult film actress and a former Playboy model to keep them from speaking publicly about their affairs with him. The payments violated campaign finance laws that govern corporate and personal contributions.\nOne payment was to Stephanie Clifford, the pornographic film actress better known as Stormy Daniels, who was given $130,000 in the run-up to the 2016 presidential election. Prosecutors said that to reimburse Mr. Cohen for the payment, executives from the Trump Organization allowed him to file false invoices that listed it as a legal expense.\nThe arrangements for the other payment, to Karen McDougal, the former Playboy model, were more complex, and involved a tabloid buying the rights to her story and then killing it.\nMr. Cohen turned against the president only after months of pressure from federal authorities, who were investigating Mr. Cohen’s businesses and his financial dealings with banks and tax authorities. His guilty plea infuriated Mr. Trump, who said giving information to prosecutors in return for lesser charges “almost ought to be outlawed.”\nHis questioning comes during a spurt of activity from the special counsel’s office. Besides securing Mr. Manafort’s guilty plea to conspiracy charges and agreement to cooperate with their investigation, prosecutors wound up a case against George Papadopoulos, a former Trump campaign aide who was sentenced  this month to 14 days in prison for lying to federal authorities.\nThey also asked to schedule the sentencing of Michael T. Flynn, Mr. Trump’s former national security adviser, for late this year.", "date": "Sept. 20, 2018", "href": "https://www.nytimes.com/2018/09/20/us/politics/michael-cohen-mueller-interviews.html", "tags": "prosecutors repeatedly president counsel former russian trump cohen spoken michael campaign mueller special"}