{"title": "Michael Cohen, Trump’s Ex-Lawyer, Investigated for Bank Fraud Over $20 Million", "content": "Federal authorities investigating whether President Trump’s former personal lawyer and fixer, Michael D. Cohen, committed bank and tax fraud have zeroed in on well over $20 million in loans obtained by taxi businesses that he and his family own, according to people familiar with the matter.\nInvestigators are also examining whether Mr. Cohen violated campaign finance or other laws by helping to arrange financial deals to secure the silence of women who said they had affairs with Mr. Trump. The inquiry has entered the final stage and prosecutors are considering filing charges by the end of August, two of the people said.\nAny criminal charges against Mr. Cohen would deal a significant blow to the president. Mr. Cohen, 52, worked for the president’s company, the Trump Organization, for more than a decade. He was one of Mr. Trump’s most loyal and visible aides and called himself the president’s personal lawyer after Mr. Trump took office.\nThe bank loans under scrutiny, the total of which has not been previously reported, came from two financial institutions in the New York region that have catered to the taxi industry, Sterling National Bank and the Melrose Credit Union, according to business records and people with knowledge of the matter, including a banker who reviewed the transactions.\nFederal investigators in New York are seeking to determine whether Mr. Cohen misrepresented the value of his assets to obtain the loans, which exceed $20 million.\nThey are also examining how he handled the income from his taxi medallions and whether he failed to report it to the Internal Revenue Service.\nThe two lenders were cited in the search warrants for raids that federal agents conducted this spring on Mr. Cohen’s office, home and a hotel room where he was staying, several of the people familiar with the matter have said.\nSterling received a grand jury subpoena seeking records related to the loans, one of the people said.\nThere is no indication that either bank suffered a loss as a result of the loans or that Mr. Cohen missed payments, which are ordinarily important aspects in a bank fraud case. While bank fraud without a loss is rarely charged on its own, it is sometimes charged in conjunction with other crimes, which may be what happens in Mr. Cohen’s case.\n[Read The Times’s investigation into how Mr. Cohen built a shadowy business empire.]\nAt this late stage of the inquiry, it is still possible that Mr. Cohen may plead guilty rather than face an indictment. He has hinted publicly and has stated explicitly in private that he is eager to tell prosecutors what he knows in exchange for leniency.\nA cooperation agreement would likely include a provision that Mr. Cohen also provide information to the special counsel, Robert S. Mueller III, who is investigating possible involvement by the Trump campaign in Russia’s meddling in the 2016 election.\nIt is unclear whether the prosecutors and Mr. Cohen’s lawyers have had detailed discussions about a potential cooperation deal, but it is unlikely that the government would bring charges without having done so.\nBut if a plea deal is not reached, either because Mr. Cohen and prosecutors cannot agree on the terms or because prosecutors determine he does not have valuable information or is not credible, the government would likely seek to bring charges well before the midterm elections.\nIf the matter is not finalized by the end of August, prosecutors probably will wait until after the election, one of the people familiar with the inquiry said in recent weeks. That schedule would conform with the Justice Department’s informal policy of avoiding bringing politically sensitive cases that could influence voters close to an election.\nMr. Cohen and his lawyers declined to comment on the investigation when contacted over the weekend and last week.\nFederal officials in New York and Washington also would not comment.\nThe investigation into Mr. Cohen burst into public view on April 9, when federal authorities searched his home, office and the hotel room, a move that sent a seismic wave through Washington and rattled Mr. Trump’s inner circle.\nThe investigation began under Mr. Mueller, who then referred the evidence to the United States attorney’s office in Manhattan. That office is now leading the inquiry along with the F.B.I. and I.R.S., which have conducted an extensive review of Mr. Cohen’s personal business activities.\nDays after the search, Mr. Cohen went to court in an attempt to limit the evidence prosecutors could review, claiming much of what was seized was covered by attorney-client privilege. Mr. Trump joined the effort.\nDuring that litigation, prosecutors revealed that they had been investigating Mr. Cohen for fraud for “months” and had previously obtained a search warrant for his email accounts.\nMr. Trump railed against the investigation on Twitter and complained that “attorney-client privilege is dead.” His lawyer, Rudolph W. Giuliani, referred to the agents who carried out the searches as “storm troopers.” (The normally combative Mr. Cohen, for his part, told an interviewer that they were “were extremely professional, courteous and respectful.”)\nAt the time, some of Mr. Trump’s advisers came to view the investigation into Mr. Cohen as more dangerous to the Trump presidency than Mr. Mueller’s inquiry.\nIn recent decades, Mr. Cohen has had a wide range of personal business interests, in addition to his work for the Trump Organization. He was a real estate investor, had a personal injury law practice and was involved with a gambling boat in Florida.\nBut federal investigators appear to be especially focused on his work as an investor in taxi medallions, the permits that drivers need to legally operate yellow cabs in New York City.\nA review of court filings, business and property records and interviews with people with knowledge of the matter has provided the clearest picture to date of the scope of that inquiry.\nThe search warrants for the Cohen raids sought records and communications relating to the two financial institutions, Sterling National Bank and the Melrose Credit Union, as well as documents regarding the payments to women who said they had affairs with Mr. Trump, among other materials, several people with knowledge of the inquiry have said.\nThe investigation into possible bank fraud has focused at least in part on a series of loans for more than $20 million that the two institutions made in December 2014, according to a review of business records and interviews with people with knowledge of the matter.\nPublicly filed financing statements indicate that Mr. Cohen used 32 taxi medallions as collateral for the Sterling loans. The medallions were then valued at more than $1 million each, and generated more than $1 million a year in income.\nThe loans were made to 16 separate companies controlled by Mr. Cohen and his family, each company owning two taxi medallions, the person who reviewed the transactions said. Mr. Cohen and his wife also personally guaranteed the loans, according to the filings.\nThe tax fraud aspect of the investigation has been focused in part on whether Mr. Cohen properly reported the income from the medallions, which was sometimes in cash, people with knowledge of the matter said.\nOne witness who could provide evidence about the possible bank and tax fraud is Evgeny Freidman, Mr. Cohen’s longtime friend and former business associate who began cooperating with federal prosecutors this spring.\nMr. Freidman, known as the Taxi King for his once vast and longtime holdings in that industry, managed taxi medallions owned by Mr. Cohen and his family between 2012 and 2018. In 2016, a federal judge found that Mr. Freidman, a lawyer who was disbarred earlier this year, had transferred more than $60 million into offshore trusts to avoid paying debts. New York City regulators have barred him from continuing to manage medallions.\nMr. Freidman was facing up to 25 years in prison in an unrelated state fraud case in Albany involving his taxi business. But he struck a deal with state prosecutors under which he avoided prison in return for cooperating with federal authorities investigating Mr. Cohen.\nSeveral people with knowledge of the matter have said investigators are focusing, in part, on precisely what was done with the monthly payments of the income from the taxi medallions that Mr. Freidman made to Mr. Cohen, what representations Mr. Cohen made to the banks about those payments, and whether they were reported on Mr. Cohen’s taxes.\nMr. Freidman’s lawyer, Patrick J. Egan, said on Friday, “It would be against Mr. Freidman’s interest to make a public statement regarding an ongoing criminal investigation.”\nAndrew MacMillan, a spokesman for Sterling, declined to comment, and a spokesman for Melrose did not respond to a message seeking comment.\nA Long Island accountant who worked for Mr. Cohen and Mr. Freidman could also provide testimony about the payments, according to several people with knowledge of the matter. The accountant, Jeffrey A. Getzel, has testified before the grand jury hearing evidence against Mr. Cohen.\nMr. Getzel’s lawyer, Peter J. Larkin, declined to comment.\nIt is unclear whether prosecutors might seek to charge Mr. Cohen with conduct related to the presidential campaign or his work for Mr. Trump.\nLegal experts have said that the payments to two women who said they had affairs with Mr. Trump could become part of a campaign finance case. Neither woman, after being paid, spoke publicly about Mr. Trump in the weeks before the election.\nOne of Mr. Cohen’s lawyers, Lanny J. Davis, revealed a possible piece of evidence for such a case last month when he released a recording of a September 2016 conversation Mr. Cohen had with Mr. Trump. On the recording, they discussed a $150,000 deal the tabloid publisher American Media Inc. struck with one of the women, the former Playboy model Karen McDougal.\nThe audio was not protected by attorney-client privilege, and Mr. Davis said at the time he released it to contradict a claim that Mr. Giuliani made about what Mr. Cohen had said on the recording.\nThe company, which publishes The National Enquirer, bought the rights to her story and declined to publish it, a practice known in the tabloid industry as “catch and kill.”\nProsecutors have examined whether Mr. Cohen planned the payment in conjunction with A.M.I. to protect Mr. Trump’s election prospects, and they could use the recording as part of the basis for charges that the deal represented an illegal campaign contribution or that there was a conspiracy to make an illegal contribution.\nCorporations are prohibited from spending money to influence campaigns in coordination with candidates.\nProsecutors could also charge that a $130,000 payment to the adult film actress Stephanie Clifford, better known by her stage name of Stormy Daniels, was improper.\nMr. Cohen paid Ms. Clifford out of his own pocket, and although Mr. Trump reimbursed him many months later, the initial outlay could also count as an illegal contribution to Mr. Trump’s candidacy, several legal experts have said. Federal campaign finance laws prohibit individuals from donating more than $5,400 per election cycle to a federal candidate.\nWith the release of the recording, Mr. Cohen and his attorneys seemed to be signaling a willingness to cooperate with the federal prosecutors in Manhattan. Mr. Davis, a longtime supporter of Bill and Hillary Clinton, has said the tape was released because Mr. Cohen is “on a new path — it’s a reset button to tell the truth and to let the chips fall where they may.”\nMr. Cohen, who once said that he would “take a bullet” for Mr. Trump, also hinted he might help prosecutors during an interview on “Good Morning America” in July, saying “I put family and country first.”\n“To be crystal clear,” he added, “my wife, my daughter and my son, and this country, have my first loyalty.”", "date": "Aug. 19, 2018", "href": "https://www.nytimes.com/2018/08/19/nyregion/michael-cohen-loans-donald-trump.html", "tags": "prosecutors “ investigated bank trump cohen ex-lawyer federal michael taxi million said fraud"}