{"title": "Michael Spavor: The detained Canadian close to Kim Jong-un", "content": "Few people can claim to have sipped cocktails on board North Korean leader Kim Jong-un's private yacht, but Michael Spavor is one of them.\nBut the Canadian businessman has now been detained in China and is accused of working together with a former diplomat to spy and steal Chinese state secrets.\nHis disappearance comes amid escalating tensions between China and Canada, after the latter arrested a Chinese businesswoman at the request of the US.\nMr Spavor is the second Canadian to be detained in China. He's been accused of working together with former Canadian diplomat Michael Kovrig - who had been arrested in Beijing under similar circumstances.\nAccording to Chinese state media, Mr Spavor \"had provided intelligence... and was an important intelligence contact\" of Mr Kovrig. \nAnd Mr Spavor's close ties to North Korea, which is an ally of China, only adds to the intrigue surrounding this growing diplomatic feud.\nHe runs an organisation called the Paektu Cultural Exchange, which promotes tourism and investment into North Korea.\nHe facilitated the well-publicised and unlikely friendship between Mr Kim and the American basketball star Dennis Rodman.\nMr Spavor arranged for the pair to meet in 2013, describing the visit as a \"blast\".\n\"That was the most amazing experience I've had in my life... we hung out for three days,\" he told Reuters news agency last year.\nImages taken at the time, and shared on social media, show Mr Spavor drinking long island iced teas with Mr Kim after going jet-skiing near the port city of Wonsan.\nHis organisation has also arranged lower-profile tours of North Korea on behalf of groups such as students and interested Chinese investors.\nA key part of his work, according to his website, has been to promote foreign investment into the country.\n\"We achieve this goal by connecting interested individuals and groups with our extensive network of contacts within [North Korea],\" the Paektu Cultural Exchange website reads.\nIn practice, this means taking delegations of investors to North Korea and introducing them to potential business partners.\n\"There has been a definite surge of interest among my North Korean partners in doing business across the border,\" Mr Spavor told the Asia Times earlier this year.\n\"I have been working with Chinese and Chinese-Korean investors, they are now very interested,\" he added.\nThe website reports that Mr Spavor has received enquiries from German, Canadian, British, Italian, Taiwanese and Singaporean companies about investing in North Korea.\nA fluent Korean speaker, he is based in the Chinese city of Dandong which borders North Korea.\nIn fact, it is so close that it is possible to swim from the city's waterfront to the North Korean side of the Yalu River in a matter of minutes.\nFrom here, Mr Spavor says he felt the rumble of one of North Korea's nuclear tests while eating brunch last September.\n\"It lasted for about five seconds. The city air raid sirens started going off,\" he told Reuters at the time.\nHe has also lived in Pyongyang, where he served as the managing director of a Canadian non-governmental organisation that was based in the city.\nBut it is his close personal ties to the North Korean government, rather than his geographic proximity, that has allowed him privileged access to the country.\nIn February, he was granted access to a large military parade in Pyongyang despite the fact that most foreign media had been barred from attending.\nHe uploaded videos to his Twitter and Instagram accounts which showed that he was in a prime position throughout the event.\nDespite his closeness to the North Korean regime, which has an extensive record of human rights abuses, Mr Spavor has been reluctant to discuss politics.\n\"I'm really in no position to comment on political and human rights issues,\" he said in a 2013 interview. \"Those issues are better discussed between governments.\"\nIn his last social media posts before his arrest, he said that he would be arriving in Seoul on Monday for \"consulting work\". He invited friends to meet him for drinks, but he never arrived. ", "date": "5 March 2019", "href": "https://www.bbc.com/news/world-us-canada-46552644", "tags": "korea spavor korean china media city close detained chinese jong-un michael kim north canadian"}