{"title": "Michael Cohen’s Drink on Eve of Guilty Plea: Glenlivet on the Rocks", "content": "Michael D. Cohen sat silently in a Manhattan courtroom on Tuesday as a judge ran through a list of questions typically asked of defendants before they plead guilty.\nHad he been under a doctor’s care? Had he ever been hospitalized for mental illness or addiction?\nNo, Mr. Cohen replied each time.\nBut when the judge asked whether he had had any medication or alcohol in the last 24 hours — “What have you taken or consumed, sir?” — Mr. Cohen responded affirmatively.\n“Last night at dinner, I had a glass of Glenlivet 12 on the rocks,” Mr. Cohen said, drawing laughs from the spectator gallery. It was not his usual custom to do that, he added.\nThe exchange was the only moment of levity in an otherwise tense and somber hearing at which Mr. Cohen, President Trump’s former personal lawyer and fixer, pleaded guilty to breaking tax and campaign finance laws, and made stunning admissions about helping Mr. Trump buy the silence of two women about affairs they said they had with him.\nMr. Cohen’s sunken eyes loomed as dark as his charcoal suit. After he took his seat, he moved his head side-to-side and he clasped his hands, which seemed to be trembling. He sighed deeply. He reviewed documents given to him by his lawyers, and at one point lifted a hand over his mouth.\nAfter the hearing began, Mr. Cohen responded calmly to questions from the judge, William H. Pauley III, often with a lawyer’s precision and self-assurance. Asked his age, he answered, “In four days, I’ll be 52.”\nAnd when he was asked later whether he knew his false statements to a financial institution were untrue when he made them, he answered with legalese.\n“They were omitted, your honor, as opposed to being false,” Mr. Cohen said.\nWhen the judge pressed him — “Well, you knew it was false; that it falsely depicted your financial condition, didn’t you?” — Mr. Cohen acquiesced, saying, “Yes, your honor.”\nThroughout the hearing, Mr. Cohen maintained a look of grim resignation, pursing his lips and nodding slightly when the judge advised him of his rights.\nAfter one question, he paused and his voice almost seemed to disappear.\n“Do you understand,” Judge Pauley asked, “that you can change your mind right now and refuse to enter a plea of guilty?”\n“Yes, sir,” Mr. Cohen responded, in a voice far reduced from its normal bold tenor.\nWhen Judge Pauley also asked Mr. Cohen if he understood that he could face as many as 65 years in prison, Mr. Cohen’s voice began to crack, and he appeared to fight back tears.\n“Yes, sir,” Mr. Cohen said softly.\nJudge Pauley, appointed to the federal bench in 1998 by President Bill Clinton, was randomly assigned to Mr. Cohen’s case. He scheduled Mr. Cohen’s sentencing for Dec. 12.\nAs the hearing ended and the courtroom began to empty, Mr. Cohen stood quietly with his lawyers, Guy Petrillo and Amy Lester; Ms. Lester patted him gently on his left shoulder. They left without offering any comment, and soon Mr. Cohen was walking to a waiting black Buick on Worth Street.\nThis scene played out before scores of reporters and camera crews enclosed behind police barricades. There was also a crowd of onlookers, some of whom wore shirts with slogans like “treason” and “Mueller Time.” Hecklers shouted “guil-ty! guil-ty!” and “lock him up!”\nAfter Robert S. Khuzami, the deputy United States attorney, made a short statement outside the courthouse, one woman shouted, “Thank you!” and some onlookers applauded.", "date": "Aug. 21, 2018", "href": "https://www.nytimes.com/2018/08/21/nyregion/michael-cohen-guilty-glenlivet-trump.html", "tags": "hearing guilty “ judge plea cohen rocks asked pauley michael eve — glenlivet drink"}