{"title": "Michael Cohen’s Lawyers Say He Could Aid Trump Inquiries, if Only He Had More Time Out of Prison", "content": "WASHINGTON — Lawyers for Michael D. Cohen, President Trump’s former personal lawyer and fixer, told congressional lawmakers in a letter on Thursday that Mr. Cohen can best help their oversight inquiries if he remains out of prison to sift through millions of his documents — and they asked the help of Democrats in persuading prosecutors to help him do so.\nThe lawyers told Democratic members of congressional committees who have either subpoenaed his testimony or have asked him to appear voluntarily over the course of the past year that Mr. Cohen has been essential to their investigations, and they reminded them of the help they have sought from him even after his public hearing in February.\nThe lawyers — Lanny J. Davis, Michael D. Monico and Carly Chocron — wrote that Mr. Cohen was recently given access again to his files, which had been seized by federal investigators during a search in April 2018. The files include voice mail messages and recordings, as well as 14 million other documents, they said.\nWith Mr. Cohen expected to begin serving a three-year prison sentence on May 6, the lawyers asked the committee members to provide documentation of his help, in the hopes of showing that he is still needed to assist them with their investigations — and of postponing his incarceration or even reducing the time he will spend behind bars.\nThe lawyers sought the help of the Democrats in convincing federal prosecutors in Manhattan of “the need for Mr. Cohen to be readily available to Congress and to prosecutors conducting these investigations, such that his date to report for incarceration about four weeks from now will be substantially postponed while he is fully cooperating with prosecutors and Congress.”\nThe lawyers cited the potential for his cooperation in the investigations to lead to a “reduced term” for Mr. Cohen.\n“There is no doubt that Mr. Cohen’s testimony, both public and private, has contributed substantially, with documents and other evidence, to triggering additional areas for investigation by law enforcement authorities and the Congress,” the lawyers wrote. “He has done so despite intense personal pressures and stresses he faces for himself and his family. However, with 30 days left before he surrenders to prison, time is no longer a luxury he is capable of.”\nThe lawyers said they were not writing to Republicans because they were not sure they would be “interested.” The lawyers said they would reconsider, but “during his public appearance, virtually every single Republican member during the public and private testimony used all their time to attack Mr. Cohen personally, rather than to ask substantive questions.”\nMr. Cohen is facing prison time after pleading guilty to financial crimes and to one count of lying to Congress about the length of time that a planned Trump Tower project in Moscow was considered during the 2016 presidential campaign. He also pleaded guilty to his role in a campaign finance scheme in which federal prosecutors in Manhattan have implicated Mr. Trump. That scheme involved hush payments during the 2016 campaign to two women who said they had affairs with Mr. Trump.\nThe lawyers asked that the members of Congress write letters stating that the “substantial trove of new information” that Mr. Cohen can share “requires substantial time with him and ready access to him by congressional committees and staff to complete their investigations and to fulfill their oversight responsibilities required under the Constitution as the Article I independent branch of government.”\nOver nearly a week in February, Mr. Cohen appeared before three congressional committees in the House and Senate investigating either Mr. Trump’s campaign or his businesses. Most of that testimony was kept behind closed doors, but the centerpiece was a public hearing before the House Oversight Committee in which Mr. Cohen accused Mr. Trump in vivid detail of a pattern of lies and criminal behavior.\nMuch of that testimony revolved around the effort during the 2016 campaign to buy the silence of Stormy Daniels, a pornographic film actress who alleged an affair with Mr. Trump. Mr. Cohen produced copies of checks issued by the president or his trust that Mr. Cohen said were reimbursements for $130,000 in hush payments to Ms. Daniels. He said the president had discussed the payments in the Oval Office.\nWith his testimony televised across the country, Mr. Cohen went on to accuse the president of other potentially criminal acts. Among them was his assertion that Mr. Trump, without doing so directly, “made clear to me” that “he wanted me to lie” to Congress about the Trump Tower Moscow project.\nHe also accused the president of inflating his net worth to a bank and of having greater knowledge about possible contacts between his associates and Russia than Mr. Trump has publicly maintained.\nHouse Democrats have continued to investigate many of the issues raised by Mr. Cohen, including the hush money payments and possible financial fraud, in addition to the president’s link to Russia.\nMr. Trump, his lawyers and their Republican allies have denounced Mr. Cohen as a liar and have accused him of manufacturing information to reduce his prison sentence. Two House Republicans referred Mr. Cohen to the Justice Department for potential perjury charges stemming from his public testimony. Federal prosecutors in Manhattan wrote a blistering memo about Mr. Cohen before he was sentenced, but they called his information in relation to certain issues truthful. They have since interviewed him to glean additional information for open investigations, including those related to the Trump Organization and the president’s inaugural committee.\nMr. Cohen, his lawyers wrote, “is going to prison for conduct almost all of which was for the benefit of Mr. Trump personally and indeed directed by him.”\n“In our opinion,” they wrote, “there is something unjust here.”\nThey also argued that the length of Mr. Cohen’s sentence is “disproportionate given the particular facts and circumstances underlying each of the crimes to which Mr. Cohen pled guilty.”", "date": "April 4, 2019", "href": "https://www.nytimes.com/2019/04/04/us/politics/michael-cohen.html", "tags": "testimony aid ” trump cohen say prison help lawyers could michael time inquiries"}