{"title": "Michael T. Flynn: A Timeline of His Brief Tenure", "content": "Michael T. Flynn resigned as national security adviser on Monday night following the revelation that he had misled White House officials about conversations he had had with the Russian ambassador to the United States.\nHere’s a timeline of his tenure.\nPresident-elect Donald J. Trump offered Mr. Flynn the post of national security adviser, elevating the retired general and intelligence officer who saw Islamist militancy as a global existential threat.\n“I am pleased that Lt. Gen. Michael Flynn will be by my side as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad,” Mr. Trump said at the time.\nFormer President Barack Obama ejected dozens of suspected Russian intelligence operatives from the United States and imposed sanctions on Russia after American intelligence officials concluded that the nation had ordered the hacking of the Democratic National Committee in an attempt to tip the election to Mr. Trump.\nIn a phone conversation around the same time, Mr. Flynn discussed the sanctions with the Russian ambassador, Sergey I. Kislyak, and urged Russia not to retaliate because doing so could complicate future cooperation between the two nations, according to former and current administration officials. The call was captured on a routine wiretap of diplomats’ calls, officials said.\nMr. Flynn never explicitly promised sanction relief, but seemed to leave the impression that it was possible, officials said. Private citizens are prohibited by law from engaging in diplomacy.\nMr. Pence was asked about the phone call on the CBS Sunday morning program “Face the Nation,” following a Washington Post report on Mr. Flynn’s ties to Russia and his conversation with Ambassador Kislyak.\nJohn Dickerson, the program’s host, asked if the exchanges had served to moderate the Russian response to the sanctions. Mr. Pence denied that sanctions had been discussed and described the timing of the conversation as “strictly coincidental.”\n“What I can confirm, having spoken to him about it, is that those conversations that happened to occur around the time that the United States took action to expel diplomats had nothing whatsoever to do with those sanctions,” Mr. Pence said.\nOfficials said that Mr. Pence now believes that Mr. Flynn had lied to him by denying that the sanctions were discussed.\nSoon after F.B.I. agents interviewed Mr. Flynn about the call, the acting attorney general, Sally Q. Yates, told Donald F. McGahn II, the new White House counsel, that Mr. Flynn was vulnerable to Russian blackmail due to the discrepancy between his public statements and what intelligence officials knew about the call.\nMr. Trump was told “immediately” and instructed Mr. McGahn to conduct a review, Sean Spicer, the White press secretary, later explained. The review lasted several days and ended when Mr. McGahn concluded that nothing in the conversation had violated federal law.\nFollowing reports from several news outlets, Mr. Trump said he planned to “look into” Mr. Flynn’s conversation with Ambassador Kislyak.\n“I don’t know about that,” Mr. Trump told reporters on Air Force One. “I haven’t seen it.” The White House publicly denied that sanctions were discussed.\nThe White House later said that Mr. Trump had been informed weeks earlier that Mr. Flynn had not told the truth about his conversation with the Russian ambassador. A former administration official said the Justice Department had issued a warning in January to the White House, raising concerns that Mr. Flynn could be vulnerable to blackmail by Moscow.\nDespite conflicting reports about his status throughout the day, Mr. Flynn resigned on Monday evening, less than one month after Mr. Trump took office. The resignation came so quickly that at least two staff members from the National Security Council said they learned about it from news reports.\n“Unfortunately, because of the fast pace of events, I inadvertently briefed the vice president-elect and others with incomplete information regarding my phone calls with the Russian ambassador,” Mr. Flynn wrote in his resignation letter. “I have sincerely apologized to the president and the vice president, and they have accepted my apology.”\n“I am tendering my resignation, honored to have served our nation and the American people in such a distinguished way,” he wrote.\nLt. Gen. Joseph K. Kellogg Jr. was named acting national security adviser.", "date": "Feb. 14, 2017", "href": "https://www.nytimes.com/2017/02/14/us/politics/michael-flynn-resigns-trump-timeline.html", "tags": "sanctions timeline officials brief t. russian tenure ” trump white flynn michael"}