{"title": "Michael Cohen, by Turns Lawyer and Witness, Becomes an Inmate", "content": "He spoke eight times with Robert S. Mueller III’s investigators, appeared before three congressional committees and helped federal prosecutors with at least two criminal inquiries into President Trump’s inner circle. But on Monday, perhaps the most important number in Michael D. Cohen’s life will be 1,095: the number of days in a three-year prison term.\nMr. Cohen, the president’s former fixer and current antagonist, reported to the federal prison in Otisville, N.Y., on Monday to begin serving his sentence for campaign finance violations, tax evasion and other crimes. He pleaded guilty last year to arranging a hush money scheme in the final weeks of the 2016 presidential campaign, involving two women who said they had had affairs with Mr. Trump.\nBefore leaving Manhattan Monday morning, Mr. Cohen spoke briefly with reporters outside his residence at Trump Park Avenue.\n“I hope that when I rejoin my family and friends, that the country will be in a place without xenophobia, injustice and lies at the helm of our country,” he said before ducking into a black SUV for the two-hour drive to Otisville. “There still remains much to be told, and I look forward to the day that I can share the truth.”\nLate Monday morning, two federal agents stopped the SUV in a forested area just past the prison entrance. Mr. Cohen, in the passenger seat, chatted with them for a few minutes before putting his cellphone to his ear.\nOne of the agents pointed up the road, which twisted out of sight to the prison. Mr. Cohen cast a brief glance at the crowd of reporters lining the road, and the SUV slowly pulled ahead.\nMr. Cohen, who implicated the president in the hush money scheme, was among the earliest subjects of Mr. Mueller’s investigation into Russian interference in the 2016 election. Although the special counsel’s office ultimately handed over the Cohen investigation to federal prosecutors in Manhattan, Mr. Cohen was a central figure in Mr. Mueller’s report, which named him more than 800 times.\nBut Mr. Cohen’s sentence has also become a reminder of what the special counsel’s report did not do: directly accuse the president of a crime.\nAs Mr. Cohen heads to prison, the president is newly emboldened and the nation divided over whether the report let Mr. Trump off the hook. And unless the president or any of his family members face charges in the years to come, Mr. Cohen, a former personal-injury lawyer with a hangdog expression and a Long Island accent, may go down as an unlikely big fish caught in the net of Trump World investigations.\nOf the half-dozen people sentenced in those investigations, Mr. Cohen has received one of the longest prison terms, second only to Paul J. Manafort, the president’s former campaign chairman.\n“He’s going to jail, and the president is still flying around on Air Force One,” said Donny Deutsch, a friend of Mr. Cohen and the host of “Saturday Night Politics With Donny Deutsch” on MSNBC. “There’s something wrong with that, period. No matter how you feel about Michael, no matter how you feel about the president, that to me is not justice.”\nMr. Cohen spent his last weekend of freedom with his family — and his last months unspooling the lurid story of his decade working at the Trump Organization, providing Congress and law enforcement a road map for possible further investigation. He also helped the prosecutors in Manhattan with their investigation into the Trump inaugural committee.\nMr. Cohen’s cooperation served a dual purpose: It was a parting shot at the president and an opportunity for Mr. Cohen’s lawyers, citing his assistance, to ask that the prosecutors petition the judge for a reduced sentence.\nBut the prosecutors have not agreed to it, according to people briefed on the matter who spoke on the condition of anonymity because the deliberations were private. Although the prosecutors may again meet with Mr. Cohen about ongoing investigations, the people said, his hope that they would support a reduced sentence has all but vanished.\nMr. Cohen declined to pursue a formal cooperation agreement with the Manhattan federal prosecutors, which would have required him to disclose any crimes he may have committed or been aware of. That decision most likely contributed to the length of his sentence; his lawyer had argued for no prison time.\nAs it became clear in recent weeks that prison was unavoidable, Mr. Cohen shifted gears, moving to postpone his start date as long as possible. Mr. Cohen, who was sentenced in December, received a two-month delay to testify before Congress and recover from shoulder surgery. Last month, his lawyers asked congressional Democrats to seek another delay so he could help them sift through millions of his documents. Members of Congress declined the request.\nStill, Mr. Cohen may be able to shave a few months off his sentence if prison officials determine that he has displayed good behavior while locked up. Mr. Cohen was also assigned to the prison he requested: the Federal Correctional Institution in Otisville, about 75 miles northwest of New York City.\nThe minimum-security camp there is appealing to Mr. Cohen for several reasons, including its proximity to his family in New York. It also offers a personal comfort for Mr. Cohen, the son of a Holocaust survivor, that is rare in the federal prison system: dozens of other Jewish inmates, as well as religious classes and weekly Shabbat services.\nMr. Cohen is not the only boldface name at the prison, which appeals to white-collar defendants of all religions who live in the New York area. Mike Sorrentino, who is known as The Situation and appeared in the MTV reality series “Jersey Shore,” is serving time there for tax evasion.\nMr. Cohen, who started working for the Trump Organization in 2007, first caught the real estate developer’s eye when he helped tamp down an uprising within the co-op board at a Trump property in Manhattan. He spent the next decade serving as his boss’s pit bull and mop-up man, handling personal issues for Mr. Trump and attacking reporters at his behest.\nAs congressional investigators and Mr. Mueller began encircling the president and those in his orbit, Mr. Cohen said publicly that he would “take a bullet” for Mr. Trump. But an F.B.I. raid on Mr. Cohen’s office, home and hotel room in April 2018 placed new strain on their relationship.\nAt that point, Mr. Cohen’s lawyer says, Mr. Trump’s lawyers “dangled” the possibility of a pardon; the president’s lawyers insist that they did not.\nBy early July, Mr. Cohen was revising his Twitter biography to remove any mention of his work for Mr. Trump, and telling ABC News that his first duty was to his family and his country.\nIn August, Mr. Cohen had two days to decide whether to plead guilty or challenge an indictment that prosecutors had threatened to bring, according to people briefed on the matter. He faced the possibility that his wife, who had co-signed his tax returns, would be indicted along with him.\nDespite pointing the finger at the president and the Trump family company when he chose to plead guilty — and even though prosecutors later confirmed that Mr. Cohen acted “in coordination with and at the direction of” Mr. Trump — he is the only person involved in the hush money scheme who has faced charges. (Under Justice Department rules, a sitting president cannot be charged with a crime.)\nMr. Deutsch said it would be particularly hard on Mr. Cohen to leave his family, knowing that Mr. Trump has withstood the investigations. But, he said, Mr. Cohen’s story is far from finished.\n“I do believe history will be kind to Michael,” he said.", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/us/michael-cohen-prison.html", "tags": "prosecutors becomes president ” federal cohen prison turns inmate michael witness lawyer"}