{"title": "Michael Flynn Was a Key Cooperator and Should Serve Little Prison Time, Mueller Says", "content": "WASHINGTON — Michael T. Flynn, President Trump’s first national security adviser, helped substantially with the special counsel’s investigation and should receive little to no prison time for lying to federal investigators, prosecutors said on Tuesday.\nMr. Flynn was a key cooperator who helped the Justice Department with several investigations, prosecutors for the special counsel, Robert S. Mueller III, said. He sat for 19 interviews with Mr. Mueller’s office and other prosecutors and handed over documents and communications, they said.\n“His early cooperation was particularly valuable because he was one of the few people with long-term and firsthand insight” into the subject of Mr. Mueller’s investigation — Russia’s election interference and whether any Trump associates conspired, prosecutors wrote in a sentencing recommendation memorandum and an addendum that was heavily blacked out.\nIn particular, they wrote, he might have prompted others to cooperate with the inquiry. “The defendant’s decision to plead guilty and cooperate likely affected the decisions of related firsthand witnesses to be forthcoming,” prosecutors said.\nThey also indicated that Mr. Flynn helped with other investigations without revealing details about them.\nMr. Flynn, who served briefly as the president’s national security adviser, is the only White House aide and the first person from the president’s inner circle to strike a cooperation deal with the special counsel’s office in exchange for a more lenient penalty. He pleaded guilty a year ago to lying to the F.B.I. about conversations he had with the Russian ambassador to the United States at the time, Sergey I. Kislyak.\n“The defendant deserves credit for accepting responsibility in a timely fashion and substantially assisting the government,” prosecutors wrote.\nThe cases of some other former Trump aides caught up in the special counsel investigation are also nearing resolution, marking an active week for Mr. Mueller’s inquiry. By Friday, Mr. Mueller’s prosecutors are due to enumerate how they believe Paul Manafort, Mr. Trump’s former campaign chairman, violated a plea agreement and separately to outline the extent of cooperation by Michael D. Cohen, Mr. Trump’s longtime lawyer and fixer.\nAnother longtime Trump associate whom Mr. Mueller is scrutinizing, Roger J. Stone Jr., said on Tuesday that he had invoked his the Fifth Amendment rights in response to a request from Democratic investigators for the Senate Judiciary Committee to hand over documents and testimony relevant to their own Russia inquiry. Mr. Stone’s lawyer, Grant J. Smith, said the committee’s request was “overbroad” and stressed that Mr. Stone was “an innocent citizen who denounces secrecy.”\nThe letter was dated Monday, the same day that Mr. Trump praised Mr. Stone on Twitter for having the “guts” to stand up to Mr. Mueller. Mr. Stone’s lawyer said that the letter was sent before Mr. Trump’s tweet.\nA grand jury in Washington has been investigating whether Mr. Stone had any advance knowledge of how WikiLeaks planned to use documents stolen from Democratic computers by Russian agents during the 2016 presidential campaign.\nProsecutors said Mr. Flynn’s more than 33 years of military service — he was a three-star Army general before being fired as the head of the Defense Intelligence Agency in 2014 — should be taken into account when Judge Emmet G. Sullivan of the United States District Court for the District of Columbia sentences him on Dec. 18. But they also noted he should have known better than to lie to the F.B.I. “Senior government leaders should be held to the highest standards,” they wrote.\nClose observers of Mr. Mueller’s investigation had hoped his team might provide revealing details about possible cooperation between Trump associates and Russia, but in typical fashion, the special counsel’s office kept its cards closely held.\nThough the lack of details suggested that Mr. Mueller’s investigation remains active, one of the president’s personal lawyers, Rudolph W. Giuliani, seized on it to underscore that Mr. Mueller had yet to prove any Trump associates conspired with Russia’s campaign of disruption. “This is what we get for $30 million and two years of an investigation and no evidence of collusion, and we get a process charge?” he said, referring to Mr. Flynn’s plea of lying to the F.B.I. and rounding up the estimated costs of the special counsel inquiry.\nMr. Flynn, who gained notoriety after he left the military for his view of Islamic terrorism as an existential threat to the United States, began advising the Trump campaign in early 2016. About a week after his surprise election victory, Mr. Trump named Mr. Flynn as his future national security adviser.\nDuring the presidential transition, Mr. Flynn discussed with Mr. Kislyak a coming United Nations Security Council vote on whether to condemn Israel’s building of settlements. At the time, the Obama administration was preparing to allow a Security Council vote on the matter.\nThe two men also spoke about sanctions imposed by the Obama administration on Russia over its election interference in December 2016. Mr. Flynn asked that Moscow refrain from escalating the situation, and Mr. Kislyak said Russia “had chosen to moderate its response.”\nJust days after Mr. Trump’s inauguration in January 2017, Mr. Flynn was interviewed by the F.B.I. as part of the investigation into Russia’s influence campaign in the 2016 election. During the interview, Mr. Flynn lied to agents, a crime that carries up to five years in prison. At the time, the acting attorney general, Sally Q. Yates, warned the White House that Mr. Flynn might be compromised by the Russians.\nWhy Mr. Flynn chose to lie about his and Mr. Kislyak’s discussions remains a mystery to the F.B.I. officials who investigated the case. Before investigators interviewed Mr. Flynn at the White House, he had indicated to a senior F.B.I. official that he knew the United States had been listening to Mr. Kislyak’s calls, former law enforcement officials said.\nMr. Mueller’s prosecutors gave no indication about why he lied. Mr. Flynn’s own memo to seek a light sentence in the case is due by Dec. 11.\nMr. Flynn served only 24 days as national security adviser. He was forced to resign as the White House cited his failure to be forthcoming with Vice President Mike Pence about his conversations with Mr. Kislyak.\nMr. Flynn has largely remained out of news headlines since taking the plea deal a year ago. And Mr. Trump has said little about him since, even as he lashed out at other former aides who agreed to cooperate with investigators in exchange for lighter punishments.\n“I’ve seen it many times,” the president told “Fox & Friends” in August after Mr. Manafort was convicted of financial fraud and Mr. Cohen agreed to cooperate with prosecutors. “I’ve had many friends involved in this stuff; it’s called flipping, and it almost ought to be illegal. It’s not a fair thing.”\nAfter being fired  by President Barack Obama in 2014 after repeated clashes with other administration officials about his job performance, Mr. Flynn went on to form his own consulting company.\nAmong his clients was Turkey, which paid him more than a half-million dollars to target Fethullah Gulen, a Turkish cleric who lives in Pennsylvania. President Recep Tayyip Erdogan of Turkey believes that Mr. Gulen and his supporters were behind a failed coup attempt in 2016 and has repeatedly demanded the United States extradite Mr. Gulen, who fled Turkey 1999.\nOn Election Day in 2016, Mr. Flynn published an op-ed article in The Hill, a newspaper serving Congress, calling Mr. Gulen “a shady Islamic mullah” and a “radical Islamist.”\nProsecutors did not charge Mr. Flynn with crimes related to his work on behalf of the Turkish government. But in documents, they have made clear that they have evidence that Mr. Flynn “made materially false statements and omissions” in his federal filings about that lobbying work.\nThey admonished Mr. Flynn in Tuesday’s memo for concealing his work for Turkey, saying it kept the public in the dark about the extent of its efforts to influence public opinion about the failed coup.", "date": "Dec. 4, 2018", "href": "https://www.nytimes.com/2018/12/04/us/politics/michael-flynn-special-counsel-sentencing-memo.html", "tags": "prosecutors cooperator key little investigation mueller ” said prison flynn says michael time serve"}