{"title": "Michael Cohen Wins 60-Day Delay to Start of Prison Sentence", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nMichael D. Cohen, the former lawyer and fixer for President Trump who was to report early next month to begin serving a three-year prison sentence, was granted a two-month delay on Wednesday before he must surrender to the authorities.\nMr. Cohen, 52, must now report to a facility designated by the Bureau of Prisons on May 6, a federal judge in Manhattan, William H. Pauley III, said in a brief order.\nMr. Cohen’s lawyers requested the delay, saying he recently had surgery and needed to undergo intensive physical therapy under the monitoring of his physician.\nThey also said Mr. Cohen anticipated being called at the end of the month to testify before three congressional committees, which have sought to question him about his work for Mr. Trump. The “substantial time” he would need to prepare for the hearings, his lawyer, Michael D. Monico, wrote in a letter to the judge seeking the postponement, “will limit the time he has to get his affairs in order and spend time with his family.”\nMr. Monico said on Wednesday that Mr. Cohen recently had shoulder surgery and that he and his legal team were “very happy” the judge had granted his request and that the government did not oppose it.\nThe United States attorney’s office in Manhattan declined to comment.\nMr. Monico said in a letter to the judge that the prosecutors did not object to a “one-time 60-day extension” of the proposed surrender date “in light of Mr. Cohen’s medical condition.”\nMr. Cohen pleaded guilty in November to violating campaign finance laws, financial crimes and lying to Congress in two separate prosecutions, one brought by federal prosecutors in Manhattan and the other by the office of the special counsel, Robert S. Mueller III, who is investigating Russian interference in the 2016 election.\nAt his sentencing in December, Mr. Cohen apologized for his role in a hush-money scheme to buy the silence of an adult-film star and a former Playboy model who said they had affairs with Mr. Trump, in order to help Mr. Trump’s election prospects.\n“I blame myself for the conduct which has brought me here today,” Mr. Cohen said in court before he was sentenced, “and it was my own weakness and a blind loyalty to this man” — referring to President Trump — “that led me to choose a path of darkness over light.”\nJudge Pauley, at the request of Mr. Cohen’s lawyers, has recommended that he serve his sentence at the Federal Correctional Institution in Otisville, N.Y., which is about 75 miles northwest of New York City.", "date": "Feb. 20, 2019", "href": "https://www.nytimes.com/2019/02/20/nyregion/michael-cohen-prison-sentence.html", "tags": "start sentence manhattan wins judge ” trump cohen prison federal order michael delay"}