{"title": "Michael Cohen Releases Tape of Trump Discussing Hush Money for Playboy Model", "content": "WASHINGTON — President Trump’s former personal lawyer, Michael D. Cohen, escalated his dispute with the president on Tuesday by releasing a secret recording of a conversation in which Mr. Trump appears to have knowledge about hush money payments to a former Playboy model who said she had an affair with Mr. Trump.\nThe recording, which was broadcast by CNN, is sometimes muddled but provides details on payments to the former model, Karen McDougal. However, it does not definitively answer the question about whether Mr. Trump directed Mr. Cohen to make them in cash or by check just two months before the 2016 presidential election.\nMr. Cohen is heard telling Mr. Trump that he will need to set up a company to arrange the payments.\nMr. Trump then asked, “What financing?”\n“We’ll have to pay,” Mr. Cohen said.\nMr. Trump then appears to say, “Pay with cash.”\nMr. Cohen then says, “No, no.”\nThe word “check” is uttered, but it is not clear by whom, and the audio is then cut off.\nLanny J. Davis, a lawyer for Mr. Cohen and a longtime supporter of Bill and Hillary Clinton, told The New York Times on Tuesday night that Mr. Cohen released the tape because he is “on a new path — it’s a reset button to tell the truth and to let the chips fall where they may.”\n[Michael Cohen has said he would take a bullet for President Trump. Maybe not anymore. Read more.] \nMs. McDougal was paid $150,000 by The National Enquirer for her story in summer 2016. The tabloid, which has often given Mr. Trump favorable coverage, then did not publish the story. According to people close to Mr. Cohen and Mr. Trump, the two men were discussing on the tape a second payment to The Enquirer that would continue to keep Ms. McDougal from speaking publicly about Mr. Trump.\nOn the recording, Mr. Trump shows some familiarity with a deal between Ms. McDougal and American Media Inc., the publisher of The Enquirer, and does not act as if he is only learning about it then. When The Times reported on the existence of the payment on Friday, Mr. Trump’s personal lawyer, Rudolph W. Giuliani, said the tape would prove “exculpatory,” indicating that the conversation was the first time that Mr. Trump had heard about the deal Ms. McDougal struck with A.M.I.\nOn the tape, Mr. Cohen raises the possibility of creating a separate company to buy the rights to Ms. McDougal’s story from A.M.I.\n“I need to open up a company for the transfer of all of that info regarding our friend David,” Mr. Cohen is heard saying. David Pecker is the chairman of A.M.I.; he has acknowledged being “personal friends” with Mr. Cohen and Mr. Trump.\nOn Wednesday morning, Mr. Trump complained on Twitter about the tape cutting off “while I was presumably saying positive things.”\nMr. Cohen, who had been considered one of Mr. Trump’s most loyal personal aides and the keeper of many of his secrets, is under investigation by federal authorities in New York. Investigators are examining Mr. Cohen’s role in making payments during the campaign to women who claimed they had sex with Mr. Trump and whether campaign finance laws were violated.\nAmerican Media, which has also drawn scrutiny from prosecutors over whether it ultimately engaged in an illegal coordinated campaign contribution with Mr. Cohen, did not respond to an email on Tuesday night asking whether it discussed selling the rights to Ms. McDougal’s story to Mr. Trump.\nIn the fall, Mr. Cohen had set up a limited liability company in Delaware — Essential Consultants — to hide the deal he made to silence the pornographic film actress Stephanie Clifford about an affair she claims to have had with Mr. Trump around the same time of Ms. McDougal’s alleged relationship.\nAs they discuss Ms. McDougal and A.M.I., Mr. Trump and Mr. Cohen appear to be concerned that in leaving the rights to Ms. McDougal’s story in A.M.I.’s hands, they are ceding an uncomfortable level of control in trusting a tabloid publisher, even such a friendly one, with such a delicate story.\nMr. Cohen is heard saying, “You never know where that company — you never know where he’s gonna be,” to which Mr. Trump is heard raising the fear that “he gets hit by a truck.”\nOn the recording, Mr. Cohen can also be heard describing efforts by The Times to unseal Mr. Trump’s divorce records from his first marriage, to Ivana Trump. Mr. Cohen is heard telling Mr. Trump that they will fight the efforts. Mr. Trump ultimately prevailed over The Times and the records remained sealed.\nDespite the fact that the tape is not clear, Mr. Trump’s lawyers and Mr. Cohen’s representatives have made completely different claims about what the recording demonstrates.\nAfter The Times’s Friday report, Mr. Giuliani said that the president could be heard saying that the payment should be made with a check rather than cash so it could be properly documented. The audio is not that conclusive, but nor is it as clear as Mr. Cohen’s representatives claim. They say it shows that Mr. Trump directed it be paid in cash.\n“Everybody heard just now Donald Trump say the word ‘cash’ after Michael Cohen mentioned financing,” Mr. Davis said on CNN after it broadcast the tape on Tuesday. “Whatever spin Mr. Giuliani is trying to invent, it says cash.”\nMr. Giuliani has acknowledged that the situation that Mr. Trump and Mr. Cohen are primarily discussing on the tape is A.M.I.’s $150,000 payment to Ms. McDougal.\nIn April, federal agents raided Mr. Cohen’s home and residences. The search deeply unnerved the president, who has since increased his attacks on the Justice Department; the office of the special counsel, Robert S. Mueller III; and Mr. Cohen, who, in turn, has told associates he is willing to cooperate with the authorities. During the raid, federal agents obtained the recording, along with business records, emails and documents.\nMr. Trump, who has lately been wary of Mr. Cohen’s willingness to cooperate with federal investigators, said on Saturday morning that Mr. Cohen’s recording was “perhaps illegal.”\n“Inconceivable that the government would break into a lawyer’s office (early in the morning) — almost unheard of,” he wrote on Twitter. “Even more inconceivable that a lawyer would tape a client — totally unheard of.”", "date": "July 25, 2018", "href": "https://www.nytimes.com/2018/07/24/us/politics/trump-cohen-tape.html", "tags": "hush releases discussing playboy model heard tape ” trump cohen mcdougal money michael ms. —"}