{"title": "Michael D. Cohen, Trump’s Longtime Lawyer, Says He Paid Stormy Daniels Out of His Own Pocket", "content": "Michael D. Cohen, President Trump’s longtime personal lawyer, said on Tuesday that he had paid $130,000 out of his own pocket to a pornographic-film actress who had once claimed to have had an affair with Mr. Trump.\nIn the most detailed explanation of the 2016 payment made to the actress, Stephanie Clifford, Mr. Cohen, who worked as a counsel to the Trump Organization for more than a decade, said he was not reimbursed by the Trump Organization or the campaign for the payment.\n“Neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly,” Mr. Cohen said in a statement to The New York Times. “The payment to Ms. Clifford was lawful, and was not a campaign contribution or a campaign expenditure by anyone.”\nHe declined to answer several follow-up questions, including whether Mr. Trump had been aware that Mr. Cohen made the payment, why he made the payment or whether he had made similar payments to other people over the years.\nMr. Cohen has previously said that Mr. Trump has denied an affair with Ms. Clifford, whose stage name is Stormy Daniels. She has said the affair took place soon after Mr. Trump’s wife, Melania, gave birth to the couple’s son, Barron.\nMr. Cohen’s statement about what he called “a private transaction” was the first time that he had acknowledged a role in the payment, which was first reported in January by The Wall Street Journal.\nMr. Cohen said that he had given a similar statement to the Federal Election Commission in response to a complaint filed by the government watchdog group Common Cause, which contended that the payment, made through a limited liability company that Mr. Cohen established, was an in-kind contribution to the Trump campaign.\nOfficials with Common Cause also sought to determine whether the payment was made by the Trump Organization or another person.\n“The complaint alleges that I somehow violated campaign finance laws by facilitating an excess, in-kind contribution,” Mr. Cohen said in his statement. “The allegations in the complaint are factually unsupported and without legal merit, and my counsel has submitted a response to the F.E.C.”\nHe said he would not make any additional comments about the commission complaint “or regarding Ms. Clifford.”\nMr. Cohen was among Mr. Trump’s fiercest defenders during his time at the Trump Organization, often telling reporters during the 2016 presidential campaign that even false information about Mr. Trump could be damaging if printed. Ms. Clifford had told her story to the magazine In Touch in 2011, as well as the gossip website TheDirty.com. Both accounts were published last month after the report of the 2016 payment.\nIn fall 2016, Ms. Clifford was once again in discussions with news outlets, this time more mainstream. The payment from Mr. Cohen reportedly came a few weeks before Election Day — around the same time as the release of the “Access Hollywood” tape that showed Mr. Trump boasting about grabbing women’s genitals without their consent.\nMs. Clifford has not publicly denied an affair with Mr. Trump. A statement released by Mr. Cohen in her name in January denied an affair, but in interviews, she has refused to directly answer questions about it.\nShe is one of at least two women who claimed to have had affairs with Mr. Trump but who were kept silent through legal agreements. The other is Karen McDougal, a former Playboy model. Ms. McDougal sold her story to the company that owns The National Enquirer, but it was not printed, The Journal reported in 2016.\nHope Hicks, now the White House communications director, said at the time that the report of an affair was “totally untrue” and that the Trump campaign had “no knowledge” of any payment to Ms. McDougal.", "date": "Feb. 13, 2018", "href": "https://www.nytimes.com/2018/02/13/us/politics/stormy-daniels-michael-cohen-trump.html", "tags": "“ d. payment paid clifford longtime trump cohen daniels campaign says stormy michael ms. pocket lawyer"}