{"title": "Michael Kovrig: Canadian ex-diplomat 'held in China'", "content": "A Canadian, reported to be a former diplomat, has been detained in China and his current employer says it is working for his prompt release.\nThe International Crisis Group said it was \"aware of reports\" of Michael Kovrig's detention.\nPrime Minister Trudeau said Canada is in direct contact with Chinese authorities concerning the case. \nThe news comes days after Canada arrested a top executive of the Chinese telecoms giant Huawei. \nMr Trudeau said the case is being taken \"very seriously\". Canada's foreign affairs ministry gave no further details about the incident or its talks with China.  \nTensions between Canada and China have been high over the arrest of Meng Wanzhou, Huawei's chief financial officer and daughter of its founder, on Saturday 1 December.\nFederal public safety minister Ralph Goodale told journalists in Ottawa that the government is \"deeply concerned by the situation\". \nThe minister said there is currently no \"explicit indication\" of any link between her arrest and Mr Kovrig's reported detention. \nMr Kovrig had previously worked as a diplomat in Beijing, Hong Kong and at the UN in New York. \nMr Kovrig has been working since February 2017 as North East Asia senior advisor for the International Crisis Group, a Brussels-based think tank that focuses on conflict reduction research.  \nHe worked with Canada's foreign affairs ministry between 2010 and 2016 and was posted in Hong Kong and Beijing between 2012 and 2016.\nMs Meng faces extradition to the US on charges of fraud related to sanctions-breaking business dealings with Iran.\nShe could be jailed for up to 30 years if found guilty.\nChina has demanded that Canada release Ms Meng or face consequences. \nOn Tuesday, she was granted bail by a Vancouver judge after a three-day court hearing.\nBail was set at C$10m (£6m; $7.4m) in cash and collateral. \nThe judge said that Ms Meng would be under surveillance 24 hours a day and must wear an electronic ankle tag. She will be unable to go out between 2300 and 0600 and must surrender all passports and travel documents.\nShe must return for her next court hearing on 6 February.", "date": "12 December 2018", "href": "https://www.bbc.com/news/world-us-canada-46527975", "tags": "minister ms china meng reported must ex-diplomat kovrig michael canada canadian"}