{"title": "Michael Cohen Sentenced to 3 Years After Implicating Trump in Hush-Money Scandal", "content": "Michael D. Cohen, a former lawyer for President Trump, was sentenced to three years in prison on Wednesday after denouncing Mr. Trump and explaining that “I felt it was my duty to cover up his dirty deeds.”\nMr. Cohen gave an emotional apology to the court for his involvement in a hush-money scandal that could threaten the Trump presidency — a scheme to buy the silence of two women who said they had affairs with Mr. Trump to protect his chances before the 2016 election. Mr. Cohen said his blind loyalty to Mr. Trump led him to ignore “my own inner voice and my moral compass.”\nThe sentencing in federal court in Manhattan capped a startling fall for Mr. Cohen, 52, who had once hoped to work by Mr. Trump’s side in the White House but ended up a central figure in the inquiry into payments to an adult-film star and a former Playboy model before the 2016 election.\nJudge William H. Pauley III called Mr. Cohen’s crimes a “veritable smorgasbord of fraudulent conduct” and added, “Each of the crimes involved deception and each appears to have been motivated by personal greed and ambition.”\nHe added that Mr. Cohen’s particular crimes — breaking campaign finance laws, tax evasion and lying to Congress — “implicate a far more insidious harm to our democratic institutions.”\n“As a lawyer, Mr. Cohen should have known better,” the judge said.\nMr. Cohen had pleaded guilty in two separate cases, one brought by federal prosecutors in Manhattan, the other by the office of the special counsel, Robert S. Mueller III, who is investigating Russian interference in the 2016 election.\nBefore he was sentenced, a solemn Mr. Cohen, standing at a lectern, sounded emotional, but resolved, as he told the judge he had been tormented by the anguish and embarrassment he had caused his family.\n“I blame myself for the conduct which has brought me here today,” he said, “and it was my own weakness and a blind loyalty to this man” — a reference to Mr. Trump — “that led me to choose a path of darkness over light.”\nMr. Cohen then apologized to the public: “You deserve to know the truth and lying to you was unjust.”\nRudolph W. Giuliani, one of Mr. Trump’s lawyers, called Mr. Cohen’s assertion he had acted out of loyalty to Mr. Trump “a complete lie.”\n“I feel sorry for him,” Mr. Giuliani added. “He’s a pathetic serial liar.”\nFederal agents raided Mr. Cohen’s office and home in April, and he later turned on Mr. Trump, making the remarkable admission in court that Mr. Trump had directed him to arrange the payments.\nMr. Trump at first denied knowing anything about the payments, but then acknowledged that he had known about them. This week, he insisted that the payments were “a simple private transaction” — not election-related spending subject to campaign-finance laws.\nHe also maintained that even if the hush-money payments were campaign transactions in violation of election law, that should be considered only a civil offense, not a criminal one.\nSince Mr. Cohen came under investigation, Mr. Trump has mocked him as a “weak person” who was giving information to prosecutors in an effort to obtain leniency when he is sentenced.\nIn fact, Mr. Cohen did not sign a formal cooperation agreement with the United States attorney’s office in Manhattan or with Mr. Mueller. In addition to the campaign-finance violations, Mr. Cohen pleaded guilty to charges of tax evasion, making false statements to a bank and lying to Congress.\nHe took a calculated gamble in pleading guilty to this litany of federal crimes without first entering into a cooperation agreement with the government. He offered to help prosecutors, but only on his terms, and there were some subjects he declined to discuss.\nHis lawyers argued he should not serve time in prison. Federal prosecutors in Manhattan said he deserved around four years.\nJudge Pauley had the final say. The judge said Mr. Cohen’s assistance to the special counsel’s office, though useful, did not “wipe the slate clean,” and a “significant term” of prison was justified.\nIn the end, the judge gave Mr. Cohen three years for the crimes he committed in New York and two months for lying to Congress, to be served at the same time. He was also asked to pay nearly $2 million in fines, forfeitures and restitution. The judge ordered Mr. Cohen to begin serving his sentence on March 6.\nMr. Cohen’s sentencing was unusual because it involved guilty pleas he had made in cases brought by the two separate prosecutors.\nIn the case brought by Mr. Mueller’s office, Mr. Cohen pleaded guilty to lying to Congress about the duration of negotiations to build a Trump Tower in Moscow, as well as about the extent of the involvement of Mr. Trump.\nMr. Cohen revealed that Mr. Trump was more involved in discussions over the potential deal during the election campaign than previously known.\nMr. Cohen’s three-year sentence is the first substantial prison term in a case stemming from Mr. Mueller’s inquiry. The special counsel had referred the case to the United States attorney’s office in Manhattan, where it was overseen by Robert S. Khuzami, the No. 2 official there, who attended the hearing on Wednesday.\nThe investigation of Mr. Cohen by the United States attorney’s office in Manhattan burst into public view in April when the F.B.I. raided his office, apartment and hotel room. Agents hauled off eight boxes of documents, about 30 cellphones, iPads and computers, even the contents of a shredder.\nFour months later, on Aug. 21, Mr. Cohen pleaded guilty to campaign finance violations, tax evasion and making false statements to a financial institution.\nMr. Cohen admitted in court that he had arranged the payments “for the principal purpose of influencing the election” for president in 2016.\nThe payments included $130,000 to the adult-film actress Stormy Daniels, which the government considers an illegal donation to Mr. Trump’s campaign since it was intended to improve Mr. Trump’s election chances. (The legal limit for individual contributions is $2,700 in a general election.)\nMr. Cohen also admitted he had arranged for an illegal corporate donation to be made to Mr. Trump when he orchestrated a $150,000 payment by American Media Inc. to a former Playboy playmate, Karen McDougal, in late summer 2016.\nProsecutors in Manhattan wrote last Friday to Judge Pauley that Mr. Cohen, in arranging the payments, “acted in coordination with and at the direction” of Mr. Trump, whom they referred to as Individual 1.\nOn Nov. 29, charged by Mr. Mueller’s office with lying to Congress, Mr. Cohen pleaded guilty again.\nThe two prosecuting offices each wrote to Judge Pauley, offering sharply contrasting portrayals of Mr. Cohen. The Southern District depicted him as deceitful and greedy and unwilling to fully cooperate with its investigation. Mr. Mueller, on the other hand, said Mr. Cohen had “gone to significant lengths to assist” the Russia investigation and recommended that he receive some credit for his help.\nMr. Cohen’s lawyer, Guy Petrillo, made an impassioned plea for leniency, citing his client’s courage in cooperating with the Russia inquiry, which he said was “of the utmost national significance,” comparing it to Watergate.\nHe added: “He came forward to offer evidence against the most powerful person in our country,” without knowing what the result would be, how the politics would play out, or whether “the special counsel would even survive.”\nJeannie Rhee, a prosecutor from Mr. Mueller’s office, with which Mr. Cohen met seven times, told the judge that Mr. Cohen had accepted responsibility for the lies he told Congress and had provided “credible and reliable information about core Russia-related issues.”\nBut a Manhattan prosecutor, Nicholas Roos, said of Mr. Cohen’s cooperation that as much as he “claims he’s done for the republic, the same can be true in the way in which he’s undermined it.”\nIn the end, Judge Pauley seemed to side with the defense. He said that “cooperation, even when it is not the product of a formal agreement, should be encouraged” when it advances a criminal investigation. “Our system of justice would be less robust without the use of cooperating witnesses to assist law enforcement,” the judge said.\nShortly before Mr. Cohen and his family and friends walked out of the courtroom, roughly 20 minutes after the sentencing had ended, he briefly addressed a cluster of reporters who were waiting in an anteroom between the courtroom and the hallway.\n“This is my last time talking to you guys,” he said abruptly, then said nothing more.\nHe and his lawyers waited briefly in the courthouse lobby while his wife, son and daughter, left the building, passed through a huge gantlet of television crews and photographers outside, and climbed into a waiting black Infiniti QX60.\nCohen then walked out of the building with a hangdog expression and made a silent beeline to the car.", "date": "Dec. 12, 2018", "href": "https://www.nytimes.com/2018/12/12/nyregion/michael-cohen-sentence-trump.html", "tags": "office election scandal manhattan judge ” trump cohen sentenced years michael implicating said hush-money"}