{"title": "Michael Flynn Pleads Guilty to Lying to the F.B.I. and Will Cooperate With Russia Inquiry", "content": "WASHINGTON — President Trump’s former national security adviser, Michael T. Flynn, pleaded guilty on Friday to lying to the F.B.I. about conversations with the Russian ambassador last December, becoming the first senior White House official to cut a cooperation deal in the special counsel’s wide-ranging inquiry into election interference.\nMr. Flynn’s discussions with Sergey I. Kislyak, the Russian ambassador, were part of a coordinated effort by Mr. Trump’s aides to create foreign policy before they were in power, documents released as part of Mr. Flynn’s plea agreement show. Their efforts undermined the existing policy of President Barack Obama and flouted a warning from a senior Obama administration official to stop meddling in foreign affairs before the inauguration.\nThe documents do not disclose what Mr. Trump knew about Mr. Flynn’s discussions. But in at least one instance, prosecutors say, Mr. Flynn was directed by a “very senior member” of the presidential transition team to discuss a United Nations resolution. Mr. Trump’s lawyers believe that unnamed aide was Mr. Trump’s son-in-law and close adviser, Jared Kushner, according to a lawyer briefed on the matter.\nThe transition team was led by Vice President Mike Pence. Its top members included Mr. Kushner; Reince Priebus, Mr. Trump’s first chief of staff; and K.T. McFarland, who was Mr. Flynn’s deputy and was later appointed to be the ambassador to Singapore. Mr. Flynn spoke to Ms. McFarland about another of his conversations with Mr. Kislyak, according to the lawyer.\nMr. Flynn’s decision to plead guilty to lying to investigators about those conversations marked a significant new phase in the investigation of the special counsel, Robert S. Mueller III, and a politically treacherous development for the president and his closest aides, whose activities in the West Wing are being scrutinized by F.B.I. agents, lawmakers, federal prosecutors and the media.\nThe admissions by Mr. Flynn have the potential to reshape the public’s understanding of what the president’s associates said and did in the days after Mr. Trump’s unexpected election victory. And they suggest that prosecutors now have a cooperative source of information from inside the Oval Office during the administration’s chaotic first weeks.\nMr. Flynn’s plea deal could deeply undercut the claims made in January by Mr. Trump and his aides that they were misled by Mr. Flynn about his discussion with Russians regarding sanctions imposed on Moscow by the Obama administration over the election interference. In fact, the documents say multiple members of the team coordinated the specifics of Mr. Flynn’s outreach to Russia and knew that the conversations were about sanctions.\nMr. Flynn’s agreement also provided new context for Mr. Trump’s efforts to get F.B.I. officials to back off their investigation of Mr. Flynn.\nJames B. Comey, the former F.B.I. director, has said that the president asked him to shut down the investigation one day after Mr. Flynn was fired in February. “I hope you can let this go,” the president said, according to congressional testimony by Mr. Comey.\nThe information provided by Mr. Flynn, who promised to provide prosecutors with information on “any and all matters,” suggests one possible motivation for the president’s efforts to shut down the Flynn investigation: to avoid revealing the deep involvement of his top transition officials in Mr. Flynn’s discussions with Mr. Kislyak.\nIn May, the president fired Mr. Comey as well and said the Russia investigation was on his mind at the time. Mr. Mueller is investigating whether Mr. Trump’s firings of Mr. Comey or Mr. Flynn amount to obstruction of justice.\nMr. Trump made no public comments on Friday, though Mr. Flynn’s plea provided an awkward backdrop for a closed-door holiday reception for members of the press corps at the White House.\nTy Cobb, the president’s lawyer dealing with the Russia inquiry, played down the potential impact of Mr. Flynn’s deal, saying that Mr. Flynn served only briefly in the administration and had pleaded guilty to just a single count of lying to the F.B.I.\n“Nothing about the guilty plea or the charge implicates anyone other than Mr. Flynn,” Mr. Cobb said in a statement.\nBut while the court documents released on Friday show no direct evidence of collusion with Russia, the special counsel’s filings so far paint a damning portrait of Mr. Trump’s associates. His former campaign chairman, two other campaign aides and his former national security adviser have now all been charged with felonies.\nIn a statement, Mr. Flynn, 58, denied “false accusations of ‘treason,’” but said that he had agreed to cooperate with prosecutors, who are examining whether Mr. Trump’s campaign colluded with Russians during the election and whether anyone sought to cover it up.\n“I recognize that the actions I acknowledged in court today were wrong, and, through my faith in God, I am working to set things right,” Mr. Flynn said. “My guilty plea and agreement to cooperate with the special counsel’s office reflect a decision I made in the best interests of my family and of our country. I accept full responsibility for my actions.”\nFriday’s 45-minute hearing in federal court in Washington was a humiliating moment for Mr. Flynn, a decorated Army general who had risen to lead the Defense Intelligence Agency but was fired by Mr. Obama before joining the Trump campaign.\nDressed in a crisp gray suit, Mr. Flynn arrived at the courtroom with his wife, holding hands. They occasionally traded glances, and her legs trembled before prosecutors laid out their case that Mr. Flynn had repeatedly lied to investigators about his dealings with Russia and his lobbying on behalf of the Turkish government.\nMr. Flynn’s plea agreement requires his full cooperation. He agreed to take a polygraph and, if asked, to participate in covert law enforcement activities. Such undercover activities are unlikely, however, since the plea agreement was filed publicly.\nProsecutors said they would delay Mr. Flynn’s sentencing, a sign that their investigation was not over and that they had not exhausted Mr. Flynn’s cooperation. Lying to the F.B.I. carries a penalty of up to five years in prison, but court documents indicate Mr. Flynn faces a likely sentence of zero to six months in prison.\nBecause he pleaded guilty to lying, Mr. Flynn hurt his credibility as a witness if he ever offered evidence against someone else at trial. But Mr. Flynn’s cooperation could still be valuable in guiding Mr. Mueller’s understanding of the campaign’s contacts with Russia, even if he cannot directly implicate anyone in a crime.\nAccording to prosecutors, on Dec. 22, Mr. Flynn discussed with Mr. Kislyak an upcoming United Nations Security Council vote on whether to condemn Israel’s building of settlements. At the time, the Obama administration was preparing to allow a Security Council vote on the matter.\nMr. Mueller’s investigators have learned through witnesses and documents that Prime Minister Benjamin Netanyahu of Israel asked the Trump transition team to lobby other countries to help Israel, according to two people briefed on the inquiry. Investigators have learned that Mr. Flynn and Mr. Kushner took the lead in those efforts.\nMr. Mueller’s team has emails that show Mr. Flynn saying he would work to kill the vote, the people briefed on the matter said.\nMr. Flynn also spoke to Mr. Kislyak on Dec. 29, according to court documents, about the sanctions against Russia announced that day. He had consulted with Ms. McFarland about the matter. She was with other members of the team at Mr. Trump’s Mar-a-Lago club in Florida, the court documents revealed, “to discuss what, if anything, to communicate to the Russian ambassador about the U.S. sanctions.”\nMr. Flynn asked Mr. Kislyak that Moscow refrain from escalating the situation, and Mr. Kislyak said Russia “had chosen to moderate its response,” the documents said. The following day, President Vladimir V. Putin of Russia said Moscow would not retaliate against the United States for the sanctions.\nAmerican intelligence agencies had grown so concerned about Mr. Flynn’s communications with Mr. Kislyak and false accounts that he provided to Mr. Pence that he was interviewed by F.B.I. agents at the White House four days after the president was sworn into office. Sally Q. Yates, the acting attorney general, warned the White House that its national security adviser might be compromised by the Russians.\nEven before Mr. Trump said he would appoint Mr. Flynn to the post, questions swirled around his connections to foreign governments, particularly a dinner he was paid to attend in Moscow in 2015 when he sat at the same table as Mr. Putin.\nMr. Flynn had also formed a consulting group after he left the Obama administration that led to inquiries into questionable lobbying for foreign governments, including the Turkish government.\nInvestigators working for the special counsel have questioned witnesses about whether Mr. Flynn was secretly paid by Turkish officials during the campaign. After he left the White House, Mr. Flynn disclosed that the Turkish government had paid him more than a half-million dollars to represent its interests in a dispute with the United States.\nProsecutors did not charge Mr. Flynn with crimes related to his work with the Turkish government. But in documents, they made clear that they have evidence that Mr. Flynn “made materially false statements and omissions” in his federal filings about that lobbying work.\nMr. Flynn’s son, Michael Flynn Jr., was intimately involved with his father’s undisclosed lobbying efforts. The son has not been charged with a crime and it is not clear whether his possible legal exposure put extra pressure on his father to plead guilty. Barry Coburn, a lawyer for Mr. Flynn Jr., declined to comment.", "date": "Dec. 1, 2017", "href": "https://www.nytimes.com/2017/12/01/us/politics/michael-flynn-guilty-russia-investigation.html", "tags": "prosecutors cooperate guilty f.b.i inquiry pleads documents lying ” flynn michael russia said"}