{"title": "Microsoft Urges Congress to Regulate Use of Facial Recognition", "content": "Microsoft on Friday became the first tech giant to join a growing call for regulations to limit the use of facial recognition technology.\nIn a lengthy blog post about the potential uses and abuses of facial recognition, Bradford L. Smith, the company’s president, compared the technology to products like medicines and cars that are highly regulated, and he urged Congress to study it and oversee its use.\n“We live in a nation of laws, and the government needs to play an important role in regulating facial recognition technology,” Mr. Smith wrote. He added: “A world with vigorous regulation of products that are useful but potentially troubling is better than a world devoid of legal standards.”\nTech giants rarely advocate regulation of their innovations, and Mr. Smith’s unusual entreaty illustrates how powerful technologies involving artificial intelligence — including facial recognition — have set off a contentious battle among tech executives. These technologies have the potential to remake industries. They could also reduce workers’ job prospects or result in unequal opportunities for consumers, leading some to argue that the products are too risky for tech companies to deploy without government oversight.\nMr. Smith’s appeal also comes as Silicon Valley is facing withering scrutiny from lawmakers and privacy experts. Several companies have been harshly criticized in recent months for their role in spreading false information during the 2016 election, and exploiting users’ personal data. In response, some businesses, like Facebook, have expressed more openness to regulation of practices like political advertising.\nWith many of its rivals under fire, Microsoft has aggressively tried to position itself as the moral compass of the industry. Company executives have been outspoken about safeguarding users’ privacy as well as warning about the potential discriminatory effects of using automated algorithm to make important decisions like hiring.\nNow that facial recognition has become a new lightning rod for critics, Microsoft is taking the lead in calling for some regulatory restraint.\nThe powerful technology can be used to identify people in photos or video feeds without their knowledge or permission. Proponents see it as a potentially important tool for identifying criminals, but civil liberties experts have warned that the technology could enable mass surveillance, hindering people’s ability to freely attend political protests or go about their day-to-day lives in anonymity.\nIn April, privacy groups filed a complaint with the Federal Trade Commission saying that Facebook had turned on new face-matching services without obtaining appropriate permission of users. Facebook has denied the groups’ accusations.\nIn May, the American Civil Liberties Union and other civil rights groups asked Amazon to stop selling its face-matching service, Rekognition, to law enforcement agencies. (The New York Times recently used Amazon’s services to help identify attendees at the royal wedding of Prince Harry and Meghan Markle.)\nIn calling for government oversight of facial recognition, Microsoft may be trying to get ahead of any new state efforts to tightly regulate the technology. Mr. Smith, the company’s president, suggested that governments around the world examine both law enforcement and commercial uses of the technology.\n“Should law enforcement use of facial recognition be subject to human oversight and controls?” he wrote. “Should the law require that companies obtain prior consent before collecting individuals’ images for facial recognition?”\nIn the European Union, many of these questions have already been settled.\nA tough new data protection law there generally prohibits companies from collecting the biometric data needed for facial recognition without first obtaining users’ specific consent. Illinois has similar restrictions.\nIn his blog post, Mr. Smith said Congress should appoint a commission to study the issue and make recommendations on potential regulations. The Federal Trade Commission has already examined facial recognition, recommending in a 2012 report that certain companies “provide consumers with an easy-to-use choice not to have their biometric data collected and used for facial recognition.” But Congress never took up those recommendations and enacted them into law.\nCivil liberties and privacy advocates said they both welcomed and felt wary of Microsoft’s push for government regulation, questioning how committed the company was to strong user privacy controls.\nIn May, for instance, Satya Nadella, Microsoft’s chief executive, said at a company developer conference that privacy was a “human right.” Yet in June, Microsoft donated $195,000 to an effort to defeat a consumer privacy bill in California.\n“People have a right to go about their lives without having their faces scanned in secret — by companies or the government,” said Alvaro Bedoya, director of the Center on Privacy & Technology at Georgetown Law, who has studied facial recognition. “Will Microsoft agree that companies should never scan your face without your permission? Will it agree that government face scans should be tightly controlled and in some cases banned?”\nApril Isenhower, a spokeswoman for Microsoft, said that the company had long been committed to privacy, including pushing for a national consumer privacy law in the United States since 2005.\nTech companies are spreading facial recognition in part because it provides a powerful way for them to connect consumers’ online and real lives.\nOver the last few years, Amazon, Apple, Facebook, Google and Microsoft have each filed face recognition patents. Last year, Apple introduced Face ID, a service that enables iPhone X owners to unlock their phones with their face. Many Windows laptops have a similar feature.\nEarlier this year, Google’s Art & Culture app created a craze after it added a feature that could match users’ selfies with similar faces in well-known paintings. Google also recently introduced a camera, called Google Clips, with facial recognition.\nIn addition to using facial recognition for its own consumer services, Microsoft — like Amazon — also sells the software to others.\nMicrosoft markets technology that can detect faces in photos, as well as facial features like hair color, and emotions like anger or disgust, according to  its website. It also sells facial recognition software that “enables you to search, identify, and match faces in your private repository of up to one million people,” the site said. Uber has used the technology to verify drivers’ identities, according to Microsoft marketing materials.\nMr. Smith wrote in the blog post that Microsoft was examining its own development and marketing of the technology.\nA recent study led by an M.I.T. researcher found that facial recognition software from Microsoft and IBM was much more accurate in identifying white men than darker-skinned females. Mr. Smith said the company was working to improve the accuracy of its facial recognition and to reduce the potential for bias.\nHe also said Microsoft had rejected facial recognition requests from certain customers “where we’ve concluded that there are greater human rights risks,” and that the company was committed to “establishing a transparent set of principles” for the technology.\nMicrosoft employees recently protested the company’s contract with Immigration and Customs Enforcement, the federal agency that has been involved in the separation of migrant children from their families at the border. In his blog post, Mr. Smith wrote that the company’s contract with that agency “isn’t being used for facial recognition” or to separate families.\nMs. Isenhower, the Microsoft spokeswoman, declined to answer questions about whether the company provided facial recognition services to other government agencies or whether it had put any specific restrictions on its customers’ use of the technology. She also declined to discuss the company’s position on consumer consent for facial recognition.", "date": "July 13, 2018", "href": "https://www.nytimes.com/2018/07/13/technology/microsoft-facial-recognition.html", "tags": "company privacy facial smith microsoft urges regulate recognition ” use congress technology"}