{"title": "Microsoft Teaches Autonomous Gliders to Make Decisions on the Fly", "content": "HAWTHORNE, Nev. — As the glider turned and flew south, four men gave chase in a sport utility vehicle below, rolling through the Nevada desert.\nFrom the front seats, two of the men tracked the glider by sight. In the back, the other two followed the flight on their laptops, eyeballing data sent from the glider’s tiny onboard computer and barking the figures into a walkie-talkie. In a Jeep up ahead, Ashish Kapoor listened as he, too, sped down the gravel road, eyes fixed on the white Styrofoam glider.\nSoon, the glider took another turn. It gently circled an invisible column of rising hot air while climbing slowly skyward. “It’s soaring,” Mr. Kapoor said, pointing at the glider as it spiraled higher and higher on a stream of warm air. “It found a thermal.”\nLast week, in the desert valley surrounding Hawthorne, Nev., 130 miles south of Reno, Mr. Kapoor and his fellow Microsoft researchers tested two gliders designed to navigate the skies on their own. Guided by computer algorithms that learned from onboard sensors, predicted air patterns and planned a route forward, these gliders could seek out thermals — columns of rising hot air — and use them to stay aloft.\nThe hope is that the autonomous aircraft can eventually ride the air for hours or even days at a time while consuming very little power, helping to, say, track weather patterns, monitor farm crops or even deliver the internet to places where it’s otherwise unavailable.\nLed by Mr. Kapoor, who is an artificial intelligence researcher and a licensed pilot, the project was part of a growing effort to build aircraft, automobiles and other machines that can make decisions on their own when faced with uncertainty — an essential skill for any machine trying to navigate the world on its own.\nUsing similar methods, Google has built high-altitude internet balloons that can stay aloft for months on end. Countless companies are designing cars that can drive on their own. And academics at schools like the University of California, Berkeley are developing everything from household robots that can perform seemingly simple but surprisingly complex tasks like making a bed to surgical robots that can handle some procedures on their own.\nCars, planes and other robots can now recognize the objects around them with an accuracy that rivals human sight thanks to the recent rise of neural networks, a term for mathematical systems that can learn certain tasks by analyzing vast amounts of data.\nBut that only gets them so far. To navigate the world on their own, they must also mimic the way humans intuitively predict what will happen next and adjust their behavior accordingly. Projects like those at Microsoft, Google and Berkeley are reaching in that direction.\nThis kind of research has become increasingly important as Google and many companies try to build driverless cars. Mykel Kochenderfer, a Stanford University professor of aeronautics and astronautics, said Microsoft’s project was a step toward self-driving vehicles that are nimble enough to handle all the unexpected behavior that human drivers, bicyclists and pedestrians bring to public roads.\nIt was also a way of pushing the boundaries of the mathematical techniques that control a machine in a relatively safe but still very real environment. “With a glider, you can test these algorithms with minimal risk to people and property,” Mr. Kochenderfer said.\nIn building their algorithms, Mr. Kapoor and his team relied on techniques that date back decades — something called Markov decision processes. Essentially, this is a way of identifying and responding to uncertainty.\nThe approach is like the one you take when looking for change in a backpack crammed with random stuff. If you just stick your hand in the bag and start rummaging around, you face enormous uncertainty. You don’t know where to grab. But if, first, you remove the larger items like books and pencils that you know aren’t coins, the change falls to the bottom and the task gets easier. That is what Microsoft’s algorithms do — in a mathematical sense. They work to limit uncertainty, to reduce the scope of the problem.\nMr. Kapoor’s team included Andrey Kolobov, a researcher who specializes in these methods.\nWhen he joined Microsoft’s research group four years ago, Mr. Kolobov fed these ideas into the company’s Windows operating system and its Bing search engine. Back then, he was dealing with uncertainty in the digital world. Now, he’s applying them in the physical world. “The number of applications where these methods are used is growing,” Mr. Kolobov said.\nIn the Nevada desert, the team launched its two gliders with help from a hand-held remote control. Once airborne, the gliders — or sailplanes — were left to their own devices. They were forced to fly with help from the wind and other air patterns.\nThrough those onboard algorithms, the gliders could analyze what was happening around them and then change directions as need be. They could learn from their environment, and although they could never be completely sure what would happen next, they could at least make educated guesses. Because it is dependent on phenomenon it has no control over, the glider must reason and plan in advance, Mr. Kolobov said.\nThe gliders planned their own paths to locations that could provide lift, and then they worked to exploit this lift, to ride those columns of rising air. When Mr. Kapoor pointed skyward from his Jeep, this is what happened. The math worked.\nStill, these aircraft were far from perfect. Using a fiberglass glider with a 16-foot wingspan, the team hoped to set a record for autonomous flight time by a sailplane — more than five hours aloft. But after two days of trial and error, thanks to problems with radios and other equipment, that didn’t happen.\nThat researchers can improve on these sorts of learning algorithms has become an imperative to improving autonomous vehicles. To navigate the real world on their own, machines must mimic the way humans intuitively plan for their next action and deal with events they’ve never before experienced.\n“The core problem for robotics is uncertainty,” said Ken Goldberg, a professor at University of California, Berkeley. “This is what differentiates robotics from a game like Go or chess.”\nOver the last two years, researchers at DeepMind, a London-based artificial intelligence lab owned by Google, used neural networks and other techniques to build a system that could beat the world’s best players at Go, a game that is exponentially more difficult than chess. It was a milestone in the development of artificial intelligence. Now, researchers hope to reach bigger milestones here in the real world.\nThat’s the big reason Microsoft is building autonomous gliders. As Mr. Kolobov put it: “The A.I. systems of tomorrow will face all the same challenges.”", "date": "Aug. 16, 2017", "href": "https://www.nytimes.com/2017/08/16/technology/microsoft-teaches-autonomous-gliders-to-make-decisions-on-the-fly.html", "tags": "world autonomous make glider air gliders microsoft teaches ” could fly — kapoor decisions"}