{"title": "Middle East media reacts to 'slap of the century'", "content": "Headlines in Arab and Turkish newspapers are crowded with strident criticism and expressions of dismay in response to President Donald Trump's decision to recognise Jerusalem as the capital of Israel. \nThose in the Israeli press welcome the move, saying it should never have taken decades to happen.\n\"Thank you Mr President for this brave and historic decision. Thank you for applying your famous common sense to such a critical declaration on such a crucial issue,\" says one commentator in the Israeli newspaper, Yisrael Hayom.  \nAnother, in Maariv, says Trump \"broke the fear barrier\".\n\"Trump is right: The world's refusal of 70 years to officially recognise Jerusalem as the capital of Israel has been a stupid mistake,\" says a commentator in Yedioth Ahronoth. \"The claim that the speech harms the peace process is untenable, because there is no peace process.\"\nThe paper printed the full text of Mr Trump's speech, dubbing it \"The Jerusalem Declaration\" - echoing the 1917 Balfour Declaration, which expressed the British government's support for a Jewish national home in Palestine and paved the way for Israel's creation.\n\"Trump recognised Jerusalem as the capital of Israel and in the same breath watered down the American commitment to the two-state solution,\" says an editorial in the broadsheet Haaretz. \"It is clear that America will not 'rescue Israel from itself' and will not bring about the end of the occupation.\"\nThe view from the Palestinian territories is rather different. A headline in the Palestinian Authority-owned newspaper Al-Hayat al-Jadidah calls the US move the \"slap of the century\".\nAn editorial in the paper warns that \"the gates of hell will be opened in the region\", echoing a statement made by the Islamist group Hamas.\nThere are also calls for effective and measured responses.\n\"Why should we not launch a calm intifada (uprising) and return to long-lasting negotiations?\" asks one commentator in the pro-Fatah Al-Ayyam newspaper. \"It would be better for us to wager on our political achievements and not on a third intifada.\"\nA commentator in the pro-Hamas biweekly Al-Risalah echoes this: \"We should reject the US and Israeli pressure, and move to enhance Palestinian national reconciliation until we achieve national unity. The least we can do is to concentrate all our energies and to overcome our differences in order to protect Jerusalem and reject the new US decision.\" \nThe main Arab TV news channels are running special coverage of the announcement, reporting on the international reaction and reflecting on Jerusalem's place in Arab culture. \nAn evocative song by the well-known Lebanese singer Fairouz, Flower Among Cities, has been played by some channels, including Al Jazeera. In it Fairouz sings about the loss of Jerusalem, and about the Palestinians' hope that they will one day return to it. \nAt the top of its morning bulletin, the Saudi-funded Al Arabiya TV cited the kingdom's official response expressing its \"deep regret\" over Mr Trump's decision and urging his administration to reconsider. \nIt highlighted demonstrations and strikes being held by Palestinians and reported that the lights on Bethlehem's Christmas tree had been switched off in protest.\nIn Egypt, Al-Dustur's front page says: \"Announcing the death of the Arabs\". Another daily complains that \"Trump gives what he doesn't own to those who don't deserve it\".\nIn Turkey, articles accuse Trump of going \"crazy\" and \"pouring petrol on fire\". \nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook.", "date": "7 December 2017", "href": "https://www.bbc.com/news/world-middle-east-42264307", "tags": "us media middle israel commentator reacts arab century says capital israeli jerusalem decision east"}