{"title": "Middle East Allies See Heightened Peril in Newly Empowered Tehran", "content": "WASHINGTON — Even in the final months of talks to peacefully resolve the conflict over Iran’s nuclear program, events across the Middle East showcased the acrimony between Washington and Tehran. The United States dispatched warships to the Persian Gulf, backed Saudi airstrikes against Iranian allies in Yemen and struggled to keep American air power from unintentionally helping Iran’s proxies in Iraq and Syria.\nDespite Arab fears that the deal, announced on Tuesday, signaled the start of a rapprochement between Iran and the United States, it appeared unlikely to immediately alter the violent reality in the Middle East. There, America’s closest allies, namely Israel and Saudi Arabia, remain Iran’s most committed foes, and many in the national security establishment continue to see Tehran as an adversary that needs to be contained, with force if necessary, despite talk that the deal might eventually pave the way for greater cooperation.\n“Regardless of there being an agreement or not, Iran will continue to be a malign influence across the region,” Gen. Joseph F. Dunford Jr., nominee to be the next chairman of the Joint Chiefs of Staff, said during a Senate confirmation hearing last week.\nThe deal poses new challenges for the Obama administration. Just as President Obama faces a domestic political fight, his administration must also placate allies in the Middle East who fear that Iran will use the economic boost of sanction relief to ramp up support for its militant proxies. \nNews of the deal has provoked sharp reactions across the Arab world, where most major players are closely allied with or supported by either Shiite Iran or Sunni Saudi Arabia, and any gain by one is seen as a loss by the other. In that context, many saw the American haste to reach a deal with Iran as a sign of a shift away from its traditional allies.\n“You’re seeing the U.S. charting a course for Middle East policy that doesn’t axiomatically reflect Israeli and Saudi concerns as it has for the last few decades,” said Rami G. Khouri, a senior public policy fellow at the Issam Fares Institute at the American University of Beirut. \nHe said one legacy of the deal could be its demonstration to the region that diplomacy can work. \nBut louder voices expressed fears that the United States was pursuing a broader rapprochement with Tehran that would empower Iran.\nThe suspicion was especially strong in Saudi Arabia and other gulf states, where the United States has been seen as the ultimate protector and where Iran is viewed as driving much of the region’s violence. Saudi officials often make their case by citing Iran’s support for President Bashar al-Assad in Syria, Hezbollah in Lebanon, Shiite militias in Iraq and Houthi rebels in Yemen.\n“Iran is an aggressor,” said Jamal Khashoggi, a veteran Saudi journalist who has advised government officials. “It has ambitions and plans that it is implementing in the region, and it is using force, not diplomacy.”\nHis fear, shared by many of Iran’s opponents, was that sanctions relief would give Iran greater resources to finance its militant proxies. “Iran under sanctions was a pain in the neck for the Saudis, and it will be more of a pain in the neck without sanctions,” he said. \nTo placate its Middle East allies, experts said, the United States is likely to speed up delivery of arms to Arab powers, which have spent tens of millions of dollars in recent years in pursuit of technological superiority over Iran. \nUnited States allies in the region, particularly Saudi Arabia, appeared to be using opposition to the deal to lever increased assistance, said William D. Hartung, the director of the Arms and Security Project at the Center for International Policy in Washington. At the same time, the Obama administration has expressed hopes that the deal and the economic benefits it could bring will empower Iran’s moderates and make it easier for the United States to work with them on regional issues.\nBut even some American officials conceded that cooperation in the Middle East’s most violent territory remains a distant goal. The United States has accepted the role of Iranian-backed militias in the fight against the Islamic State in Iraq, but defense officials said they did not expect greater coordination with Iran in the near future. And the United States still considers Hezbollah a terrorist organization and Mr. Assad an illegitimate ruler.\nFor Iran’s part, there are almost no signs that it intends to change its regional posture.\nCritics note that the diplomats of the Foreign Ministry, which pushed for the deal, have little say over Iranian policy in Iraq and Syria. That is handled by the Revolutionary Guards, who see themselves as defenders of Iran’s Islamic revolution.\nIran has long branded itself as the lodestar of the “resistance” against the United States and Israel. Apart from Shiite groups, it has supported Sunni Palestinian movements, including Hamas, which the United States also considers a terrorist group.\nMore recently, Iran and its allies have tried to cast themselves as bulwarks against terrorism, noting that they are fighting the extremists of the Islamic State in Iraq and Syria. And as the final agreement approached, Iran’s regional allies appeared to dampen their anti-American rhetoric.\nOn Tuesday, many Iranian allies offered full-throated endorsements of the deal. Mr. Assad, for instance, lauded the agreement as “a great victory” and a “historic achievement,” said the Syrian state news service, SANA.\n“The deal shows that the U.S. decided to outsource fighting terrorism to Iran,” said Ahmad Moussalli, a professor at the American University of Beirut who is close to Hezbollah. ", "date": "July 14, 2015", "href": "https://www.nytimes.com/2015/07/15/world/middleeast/middle-east-allies-see-heightened-peril-in-newly-empowered-tehran.html", "tags": "allies iran peril see empowered middle tehran heightened united states saudi ” newly deal east"}