{"title": "Midea of China Moves a Step Closer to Takeover of Kuka of Germany", "content": "HONG KONG — A Chinese appliance maker has struck a $1.3 billion deal that brings it closer to taking over a German robotics company, a proposed transaction that has stirred concerns in Germany about Chinese purchases of the country’s industrial skills.\nVoith, a German mechanical engineering company, said on Sunday that it had  reached agreement to sell its roughly one-quarter stake in Kuka, a German robotics company, to Midea of China. The transaction, worth 1.2 billion euros, or about $1.3 billion, takes Midea a step closer to purchasing all of Kuka, which could be the biggest takeover of a Germany company by a Chinese buyer.\nMidea — which manufacturers consumer electronics like air-conditioners and rice cookers — holds 13.5 percent of Kuka shares and will become the largest shareholder, once it acquires Voith’s stake.\nThe deal has encountered political resistance in Germany, where politicians wanted Kuka to remain an independent German brand. Sigmar Gabriel, the German minister for economic affairs and energy, spoke out broadly last month against Chinese purchases of German companies, citing the Chinese government’s direct role in its economy.\nDuring a visit to China last month, Chancellor Angela Merkel of Germany said that she would not block the deal, but she also said that nothing was stopping a German bidder from emerging.\nAfter Midea made promises to shield Kuka’s data and keep its business locations and jobs in place, Kuka’s board recommended last week that shareholders accept the offer. Kuka said that its industrial property rights and the data of its customers and suppliers would be protected by the agreement and that Midea would not be able to gain access to or move databases.\n“We conducted intensive negotiations with Midea and ensured that the announced assurances have now been made legally binding,” said Till Reuter, Kuka’s chief executive. “It protects the interests of our company, our business partners, our employees and our shareholders until well into the next decade.”\nRobots made by Kuka, based in Augsburg, Germany, have already helped Midea, which employs about 100,000 people, to reduce its staff as part of its efforts to automate more of its production lines.\nMidea, based in Foshan, China, said it would support Kuka’s efforts to expand in China and would work with it to move into making service robots for consumers.\nThe deal highlights China’s interest both in German companies as acquisition targets and in the machinery sector. China’s deals with Germany have increased in number to 25 so far this year from 11 for the period in 2015, according to data from Dealogic.\nMidea had built up a stake in Kuka before making a €4.6 billion takeover offer in June. The offer, still on the table, of €115 per share represented a premium of nearly 60 percent over Kuka’s closing price on Feb. 3, before Midea increased its stake. Kuka shares closed Friday at €106.525.", "date": "July 4, 2016", "href": "https://www.nytimes.com/2016/07/05/business/dealbook/germany-china-midea-kuka-technology-robotics.html", "tags": "company kuka closer china midea germany billion step german chinese takeover moves"}