{"title": "Might Dennis Rodman at the Trump-Kim summit just work?", "content": "Right now analysts will believe anything about the summit where Donald Trump and Kim Jong-un are set to meet, so when the New York Post reported that basketball star Dennis Rodman may also turn up, it didn't seem so far-fetched. But basketball diplomacy might just work with North Korea, explains Michael Madden. \nDennis Rodman has the strange distinction of being the first American to have met both Donald Trump and Kim Jong-un. He has twice been a contestant on Mr Trump's reality television show Celebrity Apprentice and has travelled to North Korea five times. He even claims to have given Mr Kim a copy of The Art of the Deal, the Trump guide to hustle and deal-making in big business. \nRodman's also offered his wisdom on the two men. Last August, he said the exchange of fiery rhetoric and brinkmanship filled with nuclear threats was \"more like two big kids deciding who's the toughest\". \nIt's far from confirmed if he'll even be in Singapore on 12 June, but the possibility is a reminder that this is not just about a flamboyant, cross-dressing, basketball player nicknamed The Worm trying to make his mark in one of the most broken geo-political relationships in the world today. \nBasketball has a long and important history and meaning for North Korea's elites and when Rodman made his first trip to North Korea in 2013 - when Vice Media arranged for his team the Harlem Globetrotters to have an exhibition match there - he had little idea how significant the sport and its ambassadors are to the rulers of the state. \nDennis Rodman and Kim Jong-un's meeting was not the first contact between basketball and North Korea. In 2000 then US Secretary of State Madeleine Albright presented Kim Jong-un's father, Kim Jong-il, with a basketball autographed by Michael Jordan.  It's currently kept in North Korea's International Friendship Exhibition.   \nIt was a very smart gift and obviously an ironic one. It's one of the most potent symbols of American soft power, a sport America can actually justifiably claim to have \"invented\", a deeply American ball game, and it's also something we know that Kim Jong-il absolutely loved. \nIn countless North Korean state media videos we see at various sites, including military ones, an NBA regulation basketball court in the background. The sport is also widespread at worksites and production units and part of the organised programming of activities on holidays. \nEven at Kim Jong-il's funeral many spotted an inordinately tall North Korean, who many believe is Ri Myung-hun, also known as Michael Ri, a North Korean retired basketball player. He's technically a member of the military. And North Korea's minister of people security Cho Bui-il, the head of the North Korean police, was also a basketball coach. \nIt's safe to say that basketball is a \"thing\" in North Korea's leadership and it's even less of a surprise really that Kim Jong-il's' love of basketball was passed onto his son. It's been a personal preference of the leader and so it's a central signal of favour in the North Korean elite.      \nSo when Vice Media made the trip in 2013, a fruitful correspondence was almost inevitable. \nDennis Rodman touched down in North Korea with the Harlem Globetrotters, who then played a North Korean selection while Rodman and Mr Kim sat in the gallery watching.  \nRodman has since been several times to North Korea in what has been referred to as \"basketball diplomacy\" and has said his aim was to \"connect two countries\".\nWhat's notable is how closely North Korean television covered Rodman's visits. he famously forged a \"friendship\" with the young North Korean leader. One trip had about 30 minutes of coverage on state TV (that's impressive) which brings us to the next thing about basketball and North Korea. \nThe famous February 2013 trip, at the game the Harlem Globetrotters put on, was one of the only times where you saw large numbers of members of the North Korean elite in their 20s and 30s. It was a rare and sure sign that a new generation of North Korea's leadership was present and alert. \nThey are involved all over the place but it's mostly unseen. They tend to show up in public at provincial events like the opening of a statue. A couple have floated to the top, such as Vice Premier Jon Kwang-ho and, most famous of all, Kim Yo Jong, the sister of Kim Jong-un. \nBut their presence at the Globetrotters game was about associating the younger elites with this most modern of Korean preferences, now up there with Tae Kwon Do or even football. \nKim Jong-un is the young leader after all.\nSo Dennis Rodman's potential trip to Singapore will tap into the personal tastes of Kim Jong-un, the long-standing preferences of the North Korean leadership and it will play well with the millennials in the elite, waiting in the wings, part of the inevitable generational change.   \nAs a man who made several trips, met Kim Jong-un on various occasions, professed his friendship and respect for the leader, it may be comedy or it may be canny to have him turn up. \nHe might make an appearance at some kind of cultural event as a special guest. The leaders definitely have Rodman relations in common. And if you remember that the comedian who invented the Pen Pineapple Pen earworm was on show at the state dinner when Mr Trump visited Prime Minister Shinzo Abe in Japan, it really does seem within the realms of plausibility. \nRodman is easily a kind of goodwill ambassador.  \nIf the sides come to an agreement about a kind of cultural exchange, Rodman could be a key part of that somehow. A basketball exchange.  \nMore importantly, if he does turn up you shouldn't be surprised because both Donald Trump and Kim Jong-un operate by trusting personal relationships. \nProtocol plays a lesser role than personalities for both these men and in Rodman where some see a clown, they might just see a friend. \nMichael Madden is visiting scholar of the US Korea Institute at SAIS-Johns Hopkins University and Director of NK Leadership Watch, an affiliate of 38 North.", "date": "6 June 2018", "href": "https://www.bbc.co.uk/news/world-asia-44367382", "tags": "work basketball summit rodman korean might trump-kim dennis jong-un kim north also korea"}