{"title": "Migrant caravan: I pray to my dead daughter, says mother from Honduras", "content": "Edita Maldonado is 71 and lives in a small brick house outside of the Honduran town of El Progreso. \nDespite the town's name, there is little sign of improvement here. Most of its inhabitants live in \"colonias\", poor neighbourhoods criss-crossed by dirt roads, large parts of which are controlled by criminal gangs. \nThose who have jobs tend to work in nearby \"maquiladoras\", foreign-owned factories where local workers spend long shifts sewing clothes for wages that do not even cover their basic needs. \nEdita's daughter, Rosa, was working in one such maquiladora in 1995. She was 25 and trying to save enough money to build a small house for herself. But after she was robbed three times of her wages on her way home from work, she decided to leave.\n\"We're leaving because here we're not getting ahead,\" Rosa told her mother before packing up with her partner and her younger brother hoping to reach the United States. \nEdita received a letter from the three after they had crossed into Mexico. But there, things went awry. The group was separated after a run-in with Mexican migration officials. Rosa's partner and her 16-year-old brother managed to continue on their way and made it into the US, settling in Los Angeles.\nRosa was left behind on her own in the southern Mexican town of Tapachula, and after sending one more letter, all communication from her stopped - for a full five years.\nDuring this time, Edita joined the Committee of Families of Disappeared Migrants of El Progreso (Cofamipro). Desperate to find their missing children, the members of Cofamipro were planning to launch a caravan of mothers that would retrace the routes most migrants take north, handing out flyers with photographs of their loved ones on the way. \nWhile organising the first caravan in 2000, Edita received a letter from her daughter. Without saying why she had not been in touch, Rosa wrote that she had settled in Tonalá, in central Mexico, and that she was doing well.\nRosa stayed in Mexico for the next four years with little contact with family. She visited once and sent a handful more letters. From what her mother managed to piece together, her life was much more turbulent than she had at first let on. \nWhat initially happened in Tapachula is not entirely clear. Rosa told her mother that after being left behind, she was tricked into working in a brothel. \nRosa's sister, Sandra, has a slightly different story. \nShe tells me that Rosa was sold into prostitution by her Honduran partner: \"When he came back here, he boasted about it in the local bar, I myself heard him say it, he said he'd sold Rosa because he needed money to make it to the US.\" \nWhat is clear is that she was held against her will in the brothel. She managed to escape after two weeks by pretending it was her birthday and convincing the guard at the brothel to get her a celebratory bottle of alcohol, which she then shared with him. \nWith the guard drunk and fast asleep, Rosa and two other women managed to flee from the brothel, which had been withholding their wages as well as keeping them locked up, Rosa told her mother. \nAfter her escape she met a Mexican man with whom she settled down. \nAccording to Rosa's mother, \"he was very jealous\" and would only let Rosa write the occasional letter home and only allowed her one visit to Honduras, during which he closely watched her. \nSandra takes an even bleaker view of how her sister was treated by her Mexican partner. \n\"He kept her as a domestic slave, working in his family's bakery, not as a wife but as his servant.\n\"He hid her letters while telling Rosa he had posted them and he didn't even let her answer the phone.\"  \nWhen Rosa's partner died, things only got worse. Alone in the home they had shared, she was sexually assaulted by one of his male relatives. Covered in dirt and with her clothes torn, she went to the police to report the crime. Her assailant was eventually jailed, but her actions earned her the enmity of the man's family. \nIn 2004, Rosa's health suddenly deteriorated and Edita finally managed to convince her to come home to Honduras. However, by the time she arrived in El Progreso, Rosa was in such a state of confusion that she no longer recognised her family. She died within two months of coming home. Doctors are unsure about the cause of her death.\n\"I think of her all the time,\" Edita tells me. \"I still have some of her clothes. Sometimes I take them out and hold them close, but then I roll them up again and hide them because seeing them makes me cry.\"\n\"There are times when I speak to her as if she was coming back some day, I tell her 'here's your dress still looking lovely, just waiting for you'.\"\nEdita says she considers herself lucky: \"At least I know where my daughter is buried, so many other people do not know what happened to their missing relatives.\"\nShe knows this only too well because she continues to work for Cofamipro, the organisation searching for missing migrants, but even more so because her own granddaughter is one of those searching for a missing migrant.\nSirly, 20, and her four-year-old son Leonel live with Edita part of the week. \nSirly's boyfriend, Leonel's father, decided to emigrate when the child was one year old. He had been struggling to get a steady job, occasionally working as a security guard but when his motorcycle was stolen - his main mode of transport to get to and from work - he decided to leave for the US.\nThe last contact Sirly had with him was the evening he was going to attempt to cross the US-Mexico border. That was in March 2016. \nSirly fears he was killed by a gang. Central American migrants often fall victim to Mexican cartels that try to forcibly recruit them or use them as drug mules. Those who refuse are often kidnapped or killed.\nSirly has reported him missing and the Mexican authorities have taken DNA samples from his relatives but so far no trace of him has been found.\nShe is clinging to the hope that he may have been arrested in the US after crossing illegally. Asked why he would not communicate with her or his family, she says he may be trying to protect them.\nSirly has not yet told Leonel that his father his missing. \"I just don't know what to say to him,\" she says. \"I'm hoping that by the time he is old enough to understand, well, I hope that by that time his Dad will have reappeared.\"\nLeonel is playing with his two-year-old cousin Yeremi while Sirly's 23-year-old sister, Greicy, watches over them.\nGreicy's partner, Yeremi's father, is also absent. He left Greicy three years ago when she was pregnant with the baby. \nUnlike her sister, Greicy knows where her son's father is. He fled abroad after running into trouble with local gangs. \nGreicy does not miss her ex-partner, she says. He broke up with her two months into her pregnancy telling her he had \"got mixed up in bad things\".  \nShe says he is unlikely to ever return to Honduras. At first, she says, she would call him and speak to him, but he recently broke off all contact and blocked Greicy from his social media accounts. \nGreicy has since moved in with a new partner who, she says, \"treats Yeremi well\" and who she hopes will be a better role model for him than his biological father. \nAll four women are undeterred in their struggle to carry on. \nEdita continues to work for Cofamipro helping other mothers to search for their missing migrant children. Her daughter Sandra has also become an activist, campaigning for migrants' rights on the US-Mexico border after joining the migrant caravan that left Honduras for the US last year. Sirly is dreaming of doing a nursing course and Greicy of creating a stable home for Yeremi with her new partner.\nWith Sandra, Greicy, Sirly and the two children all gathered around Edita in her tiny living room, she holds up an old photograph of Rosa, taken before migration ever touched their lives. \n\"Sometimes when I'm not feeling well, I pray to Rosa and ask her for a cure or to take me to where she is. But look, here I still am,\" she tells me while her great-grandchildren, oblivious of their fathers' fate, carry on playing.\nAll pictures subject to copyright.", "date": "12 March 2019", "href": "https://www.bbc.com/news/world-latin-america-47474316", "tags": "mother greicy migrant pray missing home edita one sirly says mexican daughter dead caravan honduras partner rosa"}