{"title": "Migrant crisis: Austria passes controversial new asylum law", "content": "Austria has passed a controversial new law that restricts the right of asylum and allows most claimants to be rejected directly at the border.\nRights groups say the law undermines the principle of protection from war and persecution.\nIt comes days after Austria's far-right came top in the first round of a presidential election.\nAustrian officials say they are also considering building a fence at the main border crossing with Italy.\nWhy is EU struggling with migrants and asylum?\nCrisis in seven charts\nThe new asylum law lets the government declare a \"state of emergency\" over the migrant crisis and reject most asylum-seekers, including those from war-torn countries such as Syria.\nIt also limits any successful asylum claim to three years.\n\"These amendments are a glaring attempt to keep people out of Austria and its asylum system,\" said Amnesty Europe director Gauri van Gulik.\nBut Interior Minister Wolfgang Sobotka said Austria had no other choice as long as \"so many other EU members fail to do their part\" to limit the influx of migrants and refugees.\n\"We cannot shoulder the whole world's burden,\" he said.\nMeanwhile, the police chief in Tyrol said Austria was proposing building a 400m fence at the Brenner crossing in the province.\nHelmut Tomac told a news conference that the proposed border fence would depend on Italy's willingness to co-operate.\nHowever, Italian Prime Minister Matteo Renzi criticised the plan, saying closing the Brenner pass would go \"shamelessly\" against European law as well the continent's past and future.\nEarlier this year, Austria began limiting the number of asylum applications it would accept and also encouraged Balkan countries to shut their southern borders to prevent migrants travelling along the so-called \"Balkan route\" from Greece to northern Europe.\nNow officials fear that migrants will attempt to travel through Italy instead.\nWork has already started at the Brenner crossing to enable controls to be implemented if the numbers of migrants arriving there increase.\nMeasures would include searches of trucks and private cars travelling on the main highway as well as checks on trains.\nAustria received 90,000 asylum requests in 2015, the second-highest figure in the EU on a per capita basis.", "date": "27 April 2016", "href": "https://www.bbc.co.uk/news/world-europe-36152927", "tags": "also passes austria fence migrant border would crossing asylum law new crisis migrants controversial"}