{"title": "Migrants feel chill as Europe tightens frontier checks", "content": "Running in looping coils, razor-wire now stretches along part of Macedonia's border with Greece. \nAt every border along the refugee trail, through Macedonia, Serbia, Croatia, Slovenia, Austria, Germany, Denmark and Sweden, the welcome is cooling, the checks are getting tougher, and people are being turned back.\nHere at Idomeni there is just one small gate, right by the railway line, where refugees can pass.\nA Macedonian policeman, with a magnifying glass in hand, stands by it, scrutinising the documents of every single person attempting to cross. \nThe refugees wait in line for their turn.\n\"You, you can pass,\" the policeman says to a family with small children. They shuffle through. \n\"You. No,\" says the policeman to a young Middle Eastern man. He turns back. \nYoung men in particular are facing more scrutiny. Those fleeing conflicts in Syria, Afghanistan and Iraq are supposed to be allowed through. Everyone else is being stopped. \nJust a couple of seconds are spent peering at each set of papers.\n\"You. No valid documents,\" says the policeman to an old lady in a headscarf. \"This is fake,\" he adds, holding her identity card. \nIt says she's Syrian. She speaks no English and looks confused.\nMigrant crisis explained in maps and graphics\nMore than one million migrants reach Europe by sea in 2015\nCologne sex attacks and their profound effect on Europe\nMacedonian soldiers lean against a vehicle watching, guns slung from their shoulders. A UN refugee agency staff member standing nearby does not intervene.\nMany who are not from Syria, Afghanistan and Iraq are now trying to get through with forged papers. Sifting the genuine refugees from impostors isn't easy.\nOne group showed their Syrian passports, but their identity papers obtained in a Greek refugee camp did not have the proper stamps. Among them was a man, limping, his leg set in a metal brace. \n\"You have to go to Athens, get papers there,\" a Greek policeman told him. Athens is 500km (310 miles) to the south.\nBut those denied passage are not deterred easily. In the woods near the border we found dozens of migrants, camping out. \nThey were outside in freezing temperatures, hiding from the police, preparing to skirt the official crossing, to enter Macedonia illegally.\nThere were Libyans, Iranians and Moroccans, along with Indians, Somalis, even a refugee from Western Sahara who had crossed North Africa hanging on to the underside of a truck.\nThey were all wrapped in blankets to protect themselves from the cold. One man, singing a lament, was from Afghanistan. \nBut he was darker-skinned than most Afghans, so the Macedonian border guards had refused to believe his papers and turned him back too.\nAmong a group of Pakistanis warming their hands by a fire we found Sami from Lahore. He'd worked as a chef in a restaurant. But, he said, his boss rarely paid him, so he had left his wife and three-year old son behind to make this journey.\n\"It's very hard,\" Sami told me. \"It's cold. I have no food, no drink, no money in my pocket, all finished.\" \nHe has spent $4,000 (£2,770; €3,700) and 15 days in jail in Turkey to get this far. So, he says, he can't give up now. \nTwice already Macedonian police have detained Sami and sent him back to Greece, all the way to Athens. Such push-backs are illegal. And they do little to deter the migrants. \nSami insists he'll keep trying. \"I don't care about my life. But I want a better life for my son,\" he says.\nA short distance away, at the official border crossing, huge, heated tents put up by aid agencies stand empty. There are cooking facilities to provide hot food, and showers with hot, running water.\nBut there are no migrants here.\n\"At the moment they don't have the possibility of using these facilities,\" says a frustrated Andre Moret from Medecins Sans Frontieres, which has spent millions building this camp. \n\"For us as humanitarians this is unacceptable, clearly unacceptable.\"\nGreek police are keeping all migrants away from the camp, perhaps to prevent it becoming permanent, or maybe concerned to keep the nearby railway line from being blocked. \nLate last year, migrants angered when they could not cross to Macedonia halted all railway traffic. The line carries large amounts of valuable freight every day.\nSo the migrants, who are cold, hungry and some in need of medical help, are left to fend for themselves. \n\"We can't manage to have this camp re-opened by the authorities, we don't know why,\" says Andre. \"For us it's difficult to understand and accept.\"\nJust after nightfall we returned to the woods. Sami and the Pakistanis had already set off to cross the border illegally. \nAnd in every abandoned building we found others waiting to follow: Egyptians, more Afghans, and Algerians.\nWahid and his friends from Algeria were waiting for a smuggler to help them sneak into Macedonia. \n\"It's just a question of wait and try, wait and try, wait and try,\" he says. \"Never get down, take every chance you have. You have to change something in your life.\"\nSo this is becoming Europe's new problem. Along with those fleeing conflict many more are also seizing this moment, attempting to reach richer countries to the north.\nSmuggling is on the rise again.\nGreece keeps no exact figures of how many are turned back at its northern border, or who then trying to cross illegally. \nIt has no real policy to deal with the problem, and little capacity to stop such determined people. But growing numbers are seeking to pass. And this is winter. \nWhen the weather warms, yet more may try.", "date": "15 January 2016", "href": "https://www.bbc.co.uk/news/world-europe-35291577", "tags": "frontier border back every papers europe along tightens chill says policeman sami macedonia checks migrants feel"}