{"title": "Migrant caravan in pictures: A river of people moving north", "content": "Thousands of migrants from Central America are crossing Mexico from south to north in the hope of reaching the United States.\nMany of them are parents with young children seeking a better life away from the violence and lack of opportunities in their home countries.\nThe size of the group has steadily grown from about 1,000 to more than 7,000, according to a United Nations estimate. \nObservers have described it as \"a river of people\". Photojournalist Encarni Pindado documented their progress north across the Guatemala-Mexico border.\nThe group left the crime-ridden city of San Pedro Sula in Honduras on 13 October. From there, the migrants walked to Nueva Ocotepeque from where they crossed into Guatemala. \nTheir aim is to reach the United States where they say they want to start a new life away from the criminal gangs which control parts of Honduras.\nBut US President Donald Trump, who campaigned on a promise to curb illegal immigration to the US, said he would not let the caravan cross into the US.\nHe seized on the caravan as an opportunity to rally people to vote for his Republican Party in the forthcoming midterm elections on 6 November.\n\"Every time you see a Caravan, or people illegally coming, or attempting to come, into our Country illegally, think of and blame the Democrats for not giving us the votes to change our pathetic Immigration laws!\" he wrote. \nIn another tweet, Mr Trump claimed that \"criminals and unknown Middle Easterners are mixed in\" the migrant group - without giving any evidence of either. \nOne of the migrants held up a sign reading: \"Emigrating is not a crime, let's be free without borders\". \nThey walked across Guatemala and arrived at the Mexican border last week. Thousands of them headed for the bridge dividing the two countries.\nMost of them are from Honduras and some had tied Honduran flags to their backpacks as they got ready to cross into Mexico. \nHundreds of Mexican federal police officers and soldiers were waiting for them on the other side. \nThe Mexican authorities had previously said that they would stop those who did not have passports or the correct visas. \nBorder officials started by checking the migrants' documents one at a time, which meant that by the end of the day only 300 people had been allowed to enter and 5,000 more were still waiting at the bridge. \nSome of the migrants fainted on the crowded border bridge due to the heat and exhaustion after having walked for six days in a row. \nWith those on the Guatemalan side of the bridge growing increasingly frustrated at the wait, tempers flared and the two sides clashed, with some migrants throwing stones and police firing tear gas. \nSeveral people were injured and a number of children were separated from their parents in the ensuing melee. \nThis father managed to hold on to his son and carried him in his arms after both had breathed in tear gas. \nAfter 36 hours at the border, only 600 people had made it into Mexico via the official checkpoint. \nTired of waiting and increasingly worried they might get turned back by Mexican immigration officials, some migrants lowered themselves from the bridge into the river  by ropes while others jumped. \nSome were picked up by fellow migrants on makeshift rafts while others swam across the Suchiate river, which marks the border between Guatemala and Mexico.\nThe relief of those who made it into Mexico was great. They gathered in the main square of Ciudad Hidalgo, the city on the Mexican side of the border, and some danced as local musicians played. \nLocals have been helping the migrants. Some have dropped off food and clothes at the squares where they have been sleeping and others have given the most vulnerable ones lifts north in their cars to make the journey a little easier.\nHowever, catching lifts in overcrowded lorries and SUV can be dangerous. Two Hondurans died falling off the vehicles they had boarded, one in Guatemala and one in Mexico, officials said\nThe migrants have been sleeping wherever they can as they move further north. Their journey to the US-Mexican border is expected to take them weeks. \nAll photos by Encarni Pindado and subject to copyright.", "date": "24 October 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-45944166", "tags": "people us migrant border bridge guatemala one pictures mexico river moving caravan mexican north migrants"}