{"title": "Migrant caravan teenager: 'I left without telling my mum'", "content": "\"I didn't want to say goodbye to her,\" says Nahín of why she kept her mother Marta in the dark about her decision to leave Honduras for the United States. \nSitting in the one-room shack made out of breeze blocks that is her home, the 17-year-old recalls the day last October she left her hometown of San Pedro Sula.\nFor Nahín, it was a spur-of-the moment decision. \"I was at the home of a friend whom I know from church when my cousin sent me a message,\" she says. \n\"Look, a caravan is leaving, why don't you join it? I'll give you the bus fare,\" her cousin Sofía wrote, encouraging her to join the group of more than a thousand migrants which was preparing to set off from Honduras towards the US.\nAt first, Nahín was not at all sure about her cousin's plan for her but she had been struggling to pay for her school fees during the last two years. Primary education is free in Honduras, but the vocational secondary course in IT Nahín was taking, while not overly costly, was beyond her means.\n\"To be able to afford to go to the course on Saturdays and Sundays, I had to work all week at my aunt's food stall,\" she said. \"I ended up dropping out, it was too hard to do both.\"\n\"This is your chance to help your mum,\" Sofía insisted, adding that she had heard that people along the way were helping those in the caravan by giving them lifts and food.\nNahín was keen to help her mother, who barely makes ends meet, by looking after children whose parents work long shifts at a local assembly plant.\nWith Sofía offering to pay Nahín the fare to the bus terminal from which the caravan of about 1,200 migrants was leaving, Nahín made her choice. Not even stopping at home, she left in the clothes she was wearing at the time. \n\"I didn't want my mum to talk me out of going. She would have said: 'Don't go, it's too dangerous.' So I decided not to tell her at all.\"\n\"I cried all the way to the bus terminal,\" Nahín recalls. She did not travel on her own but went with two of Sofia's brothers, aged 14 and 23, and her 23-year-old half-brother. \nFor the first three days of her absence, her mother Marta, who does not have a phone, thought Nahín was staying at her aunt's house. It was only when Marta's sister told her of the group's departure that she became aware of the journey her daughter had embarked on. \n\"I watched the news every night trying to see if I could spot her,\" the 46-year-old says. \"And it was not just her, my son also left.\"\nShe says she prayed for their safety, knowing the dangers migrants face on their way north. \n\"It should be the other way round, I should be the one providing for them but I can't,\" she says, trying unsuccessfully to hold back the tears.  \nEven though Nahín was with her relatives she says she was not prepared for what awaited her on the way.\n\"To sleep on the streets and to eat food I'd never eaten before, I was scared.\" Nahín suffers from low blood pressure and the heat and lack of food made her faint a number of times during the journey north.\n\"My cousins had to take me to hospital and then we'd fall behind and struggle to catch up with the caravan,\" she remembers. \n\"That's when I started thinking that there was no place where I'd feel better than at home with my mum,\" she says.\nThings got worse when she and her cousins reached Mexico City. Her brother, who she says had never been very close to her, had pressed ahead without her.\nFor a while the group of three had been doing well. Nahín says she did not like to beg but one day she did and with the little money she got she bought a packet of cigarettes.\nShe and her cousins resold the cigarettes individually to fellow migrants. With the profits, they bought a carton and then another until by the time they reached Mexico City they had a \"tower of cartons of all kind of brands\".\n\"With the money we made I could buy basics like fresh underwear and sanitary towels,\" she says. \"And we could buy some more food as well,\" she recalls.\nBut while resting in the sports centre in Mexico City which was used to house the now 5,000-strong migrant caravan on its way north, something happened which shocked her.\n\"A fight broke out between some migrants just next to us on the bleachers. They came to blows and there was blood. I fainted,\" Nahín says.\nShe dropped the mobile phone her cousin had managed to buy her just two days previously.\nLosing the phone, which had allowed her to speak to her cousin and aunt back home for the first time in more than three weeks, was a huge blow for Nahín.\nDesperate to leave the sports centre in Mexico City and with her cousins urging her to carry on, she pressed on, travelling another 550km to the city of Guadalajara.\nThis leg of the journey she did mostly by clinging on to the top of a lorry loaded with cargo. \"You had to suppress your urge to go to the loo and the heat and the wind really got to me,\" she says of this leg of the journey, which took days. \nBy the time she reached Guadalajara, she says, she had made up her mind to turn back. She approached officials working for Mexico's National System for Integral Family Development (DIF), which looks after the welfare of minors. \nDIF officials were deployed to key points on the migrant caravan's route to offer those underage help returning to their countries. \nBut the return was not as swift as Nahín had hoped. It took a month for the officials to send her back to her home town, a month she says felt \"like a prison sentence\" as she was housed in a centre where she was not offered the chance to call home.\n\"The woman running the centre told me that they couldn't possibly pay for calls to Honduras and that the [Mexican] migration department would have to send them funds so I could call home,\" she recalls. \"I cried every day, I felt so alone.\"\nFinally after a month, DIF officials came to pick her up and put her on a flight home. \nThe reunion with her mother after more than two months of separation was an emotional one. \nNahín says the journey has put her off trying to leave again. \"I think God gave me the chance to get back home safely, so I wouldn't go back into the lion's mouth,\" she says.\nHer two cousins turned back a few days after she did and are also safely back in San Pedro Sula. Her half-brother is working in Mexico but according to Marta, he is \"not doing well\". \nNahín knows of only one boy from the caravan who has made it into the US, but she does not know how he crossed the border or how he is faring. \nNow she wants to find a job locally which pays enough for her to retake her IT studies but so far she has had no luck. \"I'm getting up at 04:30 every morning to go round shops to see if someone will hire me,\" she says. \nWhile looking for work, Nahín has been approached repeatedly by men offering her money \"in exchange for doing stuff with them\", she says, but she is determined to look for what she calls \"decent work\".\n\"I know what those men are proposing would harm me and ruin my future,\" she says. \nThe names of the people in this story have been changed at the request of the family. \n.", "date": "22 January 2019", "href": "https://www.bbc.co.uk/news/world-latin-america-46891212", "tags": "left migrant without teenager telling home way back migrants nahín says mexico caravan made mum cousin"}