{"title": "Migrant crisis: EU-Turkey deal comes into effect", "content": "An EU-Turkey deal to tackle the migrant crisis has formally come into effect.\nUnder the deal, migrants arriving in Greece are now expected to be sent back to Turkey if they do not apply for asylum or their claim is rejected.\nThe influx of people crossing to Greek islands grew ahead of the deadline, and Greece said it would not be able to implement the deal immediately.\nOn Sunday, volunteers on the Greek island of Lesbos were dealing with the first arrivals under the new regime.\nJust hours before the agreement came into force, a four-month-old baby girl drowned when a boat carrying migrants sank off the Turkish coast, Turkey's Anadolu agency reported.\nThe deal says that for every Syrian migrant sent back to Turkey, one Syrian already in Turkey will be resettled in the EU.\nHowever, there were still many doubts about the implementation of the agreement, including how the migrants would be sent back.\nSome 2,300 experts, including security and migration officials and translators, are set to arrive in Greece to help enforce the deal.\nBut Greek officials said none of the experts had yet arrived and the deal could not be implemented immediately as key details still needed to be worked out.\n\"A plan like this cannot be put in place in only 24 hours,\" said government migration spokesman Giorgos Kyritsis, quoted by AFP.\nWith the deal, it is hoped people will be discouraged from making the dangerous journey by sea from Turkey to Greece. In return, Turkey will receive aid and political concessions.\nSince January 2015, one million migrants and refugees have entered the EU by boat from Turkey to Greece. More than 143,000 have arrived this year alone, and about 460 have died, according to the International Organization for Migration.\nThe Turkey-EU statement in full\nMost of them are keen to go to Germany and other northern European Union countries, and tens of thousands are now stuck in Greece as their route north has been blocked.\nCritics, however, have said the deal could force migrants determined to reach Europe to start using other and potentially more dangerous routes, such as the journey between North Africa and Italy.\nOn Saturday, the Italian coastguard said more than 900 people were rescued amid an increase in traffic through the Strait of Sicily.\nAnd Libyan authorities said the bodies of four women were recovered but at least 20 others were still missing after a boat carrying migrants sank off the country's coast.\nOfficials there said they rescued nearly 600 people from three other boats on Saturday.\nHuman rights groups have strongly criticised the deal, with Amnesty International accusing the EU of turning \"its back on a global refugee crisis\".\nOn Saturday, thousands of people protested in support of refugees and against racism. Rallies were held in London, Athens, Barcelona, Amsterdam, Geneva and some other cities.\nIn the Greek capital, protesters, including some Afghan refugees, chanted \"Open the borders\" and \"We are human beings, we have rights\".\nIn London, about 4,000 people joined a protest carrying placards with slogans like \"Refugees welcome here\" and \"Stand up to racism\".\nA note on terminology: The BBC uses the term migrant to refer to all people on the move who have yet to complete the legal process of claiming asylum. This group includes people fleeing war-torn countries such as Syria, who are likely to be granted refugee status, as well as people who are seeking jobs and better lives, who governments are likely to rule are economic migrants.", "date": "20 March 2016", "href": "https://www.bbc.co.uk/news/world-europe-35854413", "tags": "turkey migrant eu-turkey back greek effect migrants greece refugees crisis comes deal"}