{"title": "Migration Surge From Central America Was Spurred, in Part, by Mexican Policies", "content": "CIUDAD JUÁREZ, Mexico — From her home in Honduras, Maria Magdalena Ferrufino Nuñez learned that Mexico’s new president was helping the migrants who were heading north in search of a better life.\n“I heard that he was welcoming the caravans,” said Ms. Ferrufino Nuñez, 55, who traveled with her son toward Ciudad Juárez, where she is waiting in a shelter for a chance to apply for asylum in the United States.\nThe spring months usually see an upswell in migration in the region as Central Americans — fleeing poverty and violence or seeking to reunite with family members in the United States — take advantage of the temperate weather to travel north. But this year, a record number of migrant families is overwhelming officials and facilities on not only on the American side of the Mexico-United States border, infuriating Trump administration officials, but also on the Mexican side.\nThe backup of migrants in Mexico has been commonly blamed on restrictions the Trump administration  has imposed on the American asylum process. But this crisis appears to be also, in part, of the Mexican president’s making.\nAccording to migrants, local officials and migration scholars, this increase in northward migration has been partly spurred by the policies of President Andrés Manuel López Obrador of Mexico, who had campaigned as a defender of the poor and the downtrodden, and took office in December.\n[Read the latest edition of Crossing the Border, a limited-run newsletter about life where the United States and Mexico meet. Sign up here to receive the next issue in your inbox.]\nDuring his tenure, he has sought to strike a contrast with his predecessors by presenting a kinder, gentler face toward migrants. Deportations have plummeted under his watch, and his administration has sought to incorporate more migrants into Mexican society by being more generous with humanitarian visas and work permits.\nAt the same time, he has also helped the Trump administration’s efforts to impede people seeking asylum in the United States.\nWith more migrants moving north, and greater restrictions on entry into the United States, the number of migrants waiting along the Mexican side of the border has swelled. From Tijuana, on the western end of the border, to Matamoros on the eastern end, thousands of migrants have overflowed shelters, drawn down the emergency resources of local governments and civil society and tested the generosity and patience of residents.\nIn Ciudad Juárez, northbound migrants — from Central America, the Caribbean and elsewhere — started arriving en masse late last year. The city’s two longtime shelters quickly overflowed. Churches pushed aside pews to make room for mattresses, and a public school gymnasium was converted to a dormitory. There are now nine shelters — still not enough to house newly arriving migrants, who are pouring in at a rate of more than 100 a day, local and state officials said.\n“Nobody knows where this is going to go, how many people are going to come, how many more people we’re going to help,” said Rogelio Pinal Castellanos, the director of human rights in Ciudad Juárez.\nAnd the situation would only get worse should Mr. Trump follow through on his threat to close the border in retaliation for what he says has been an inadequate effort by the Mexican government to stem unauthorized migration.\nThe surge of migrants winding up in Ciudad Juárez and other border cities corresponds to a rise in the number of undocumented migrants trying to enter the United States.\nAmerican officials say about 76,000 migrants without authorization were intercepted, or surrendered, along the southwest border in February — a 31 percent increase over January’s number. Interdictions of undocumented immigrants, most of them from Central America, were on pace to surpass 100,000 last month, the Trump administration claims, and could reach one million by the end of September. These are levels not seen since the early 2000s.\nThe surge in undocumented migrants has come despite a series of aggressive policies by the Trump administration designed to discourage migration, including the constricting of the asylum process.\nFor years, migrants seeking asylum only needed to present themselves at a port of entry into the United States to begin the process. But the Trump administration has begun to use a system known as “metering,” which limits the daily number of asylum seekers allowed to present their cases at certain ports of entry.\nThe practice has given rise to informal waiting lists managed by the Mexican authorities, or even by the migrants themselves. There are currently more than 3,300 asylum seekers on the list in Ciudad Juárez. The number that can formally cross each day ranges from several dozen to none, and the wait can stretch for months. On Sunday only 10 were allowed to cross. The day before, zero.\nIn a trend that began during the Obama administration, an increasing percentage of migrants are traveling in family units with children. Some say they bring their children in part because they know they will have a better chance of being released from American detention more quickly.\n“We heard in Guatemala that if you were traveling with children, it was much easier to cross,” said a woman, 30, who has been staying with her 5-year-old son at a Juárez shelter waiting for her turn to apply for asylum in neighboring El Paso. She gave her surname as Ramirez, but asked that her full name not be published because she did not want to imperil her case. She said she was fleeing a violent gang in Guatemala.\nWhile President López Obrador has chosen, in some ways, to help the United States carry out its immigration agenda, he has also sent a message to potential migrants that they are now more welcome than ever in Mexico.\nIn the first three months of the López Obrador administration, there were 44 percent fewer deportations than during the last three months of President Enrique Peña Nieto’s administration.\nMr. López Obrador has also talked repeatedly about  incorporating more migrants into the Mexican work force.\nIn January, the Mexican immigration agency set up a special task force on the southern border to expedite the issuing of yearlong, renewable humanitarian visas for Central Americans approaching as part of a large migrant caravan.\nBut after more than 13,000 migrants applied for the visa in two weeks, the government abruptly ended the program.\nMany migrants who had applied for the visa said they intended to use it to ease their passage to the northern border, and then cross into the United States, either legally or illegally.\n“I heard that they were giving an excellent entry permit, and because of that we came with the idea of making it to the United States,” said Donald Tejada, 28, a coffee plantation worker from Honduras who applied for the special visa in late January.\nAnd though the migrant caravans account for only a small, albeit high-profile, fraction of the total number of migrants who traverse Mexico, the López Obrador administration has largely allowed them to move unimpeded across Mexican territory.\nAt least two large migrant caravans — one numbering about 2,000 people and the other about 800 — are currently traveling through southern Mexico toward the United States, according to local news reports. Yet another left San Salvador, the capital of El Salvador, on Saturday, also heading north.\nOn Sunday, the Mexican migration agency said it would resume issuing humanitarian visas on Monday to migrants “in a limited manner” in the southern state of Chiapas, giving priority to women, children and people older than 65. The agency also said it would start issuing the visas through Mexican Consulates in Guatemala, El Salvador and Honduras beginning in May.\nBut the López Obrador administration has been under considerable pressure from President Trump to help curb illegal migration into the United States. And following a meeting last week with Trump administration officials, Mexico’s interior minister, Olga Sánchez Cordero, said security forces would be deployed to form a containment cordon across southern Mexico to help control migration.\nThe López Obrador administration is also under pressure from the northern border cities and states that have been shouldering the burden of care for the thousands of migrants.\nOfficials in the state of Chihuahua, which includes Ciudad Juárez, said they have repeatedly lobbied their federal counterparts for money to help support the migrants waiting to cross into the United States, arguing that their presence is partly a result of inconsistent national migration policy.\nBut they have received little assistance.\n“We don’t have the capacity to receive so many people for so much time,” said Enrique Valenzuela, the coordinator of the Chihuahua government’s population council, which oversees migrant issues for the state. “Facing a situation that we didn’t cause, the costs have been high and are increasing.”\nPart of Mr. Valenzuela’s work is to urge patience among the migrants waiting to apply for asylum. But, he cautions, the longer they have to wait, the more likely they will be to try to cross illegally.\nAnd the more that people cross illegally, the more that the Trump administration will reassign personnel from the legal border crossings, causing slowdowns at ports of entry, further limiting the procession of asylum seekers and fueling a vicious cycle.\nAndrew Selee, the president of the Migration Policy Institute in Washington, said that both the Trump and López Obrador administrations are learning the limits of their own political rhetoric.\n“The great irony here is that you have one administration north of the border that rhetorically thinks only in terms of enforcement and one south of the border that rhetorically thinks in terms of getting rid of enforcement,” he said. “And neither one is possible.”", "date": "April 1, 2019", "href": "https://www.nytimes.com/2019/04/01/world/americas/mexico-migration-border.html", "tags": "spurred administration america migration border united surge states migrants policies mexican mexico central part"}