{"title": "Mika Brzezinski Calls Out Boston Red Sox Players Who Visited Donald Trump", "content": "Mika Brzezinski on Friday criticized the Boston Red Sox players who didn’t boycott President Donald Trump’s White House celebration of the team’s World Series victory.\nManager Alex Cora and nearly all of the MLB team’s players of color protested the Trump administration, refusing to attend the celebration of the championship with the president on Thursday. Every white player on the team — as well as outfielder J.D. Martinez, who is of Cuban descent — attended.\n“Why would anybody on that team go?” asked Brzezinski, co-host of MSNBC’s “Morning Joe.” “I don’t get it. Isn’t it all about unity?” \nMSNBC contributor Donny Deutsch argued that players shouldn’t be denied the opportunity to attend the event.\nBut Brzezinski fired back:\nJoe Scarborough, Brzezinski’s co-host, husband, and also a Red Sox fan, acknowledged there were “some difficult parts in this, really.”\nHe noted how hard it would be to tell a young player who may never get to visit the White House again “that you’ve got to make a political statement even if you don’t follow politics.”\nBut “it’s about the unit, it’s about the team,” said Scarborough.\n“It works both ways though,” he added, as he rhetorically asked if there was “not one white guy on that team” who couldn’t have stayed back with his teammates of color who were “uncomfortable” with the presidential celebration.\n“Come on, this is the most racist president, certainly, in our lifetime,” Scarborough said. “You can talk about Charlottesville, can you talk about what he said about Hispanics, what he said about Puerto Ricans. He’s called Hispanics breeders. He’s attacked immigrants.”\nCNN’s Chris Cuomo and Don Lemon also discussed the Red Sox stars’ boycott on Thursday night.\nCuomo said he wouldn’t have attended the event because “I’m a team guy” and “I believe in that idea of unity.” \nLemon agreed, adding that “even when you have an opportunity to go to the White House ... you gotta stick with your team.”\n“Some behavior, you just cannot stand for,” Lemon added.", "date": "\n05/10/2019", "href": "https://www.huffpost.com/entry/mika-brzezinski-boston-red-sox-white-house-visit_n_5cd569fbe4b054da4e878df2", "tags": "calls brzezinski red visited team boston trump players ” mika donald white sox"}