{"title": "Mike Pompeo’s Mission: Clean Up Trump’s Messes", "content": "One of the first problems that Mike Pompeo solved for Donald Trump was the President’s Daily Brief. On every morning (or at least some of them), the president has traditionally received the most crucial findings of the United States spying apparatus, personally delivered in a solemn face-to-face exchange with a senior intelligence official. Beginning in late 2016, a series of anonymously sourced reports claimed that Trump was not taking the brief with sufficient frequency, or seriousness, or focus, or preparation. Even after the inauguration, there were claims that the spies did not trust him and were holding the good stuff back; there were claims that Trump did not even believe in objective reality. In the middle of it was Pompeo, Trump’s new C.I.A. director, who some in the president’s circle felt was the man best suited to educate Trump about the complexities of foreign policy. The president “has a steep learning curve, but you’ve got to get him up it quickly,” Stephen K. Bannon, Trump’s former senior adviser, says he told Pompeo.\nThe day after the inauguration, Bannon recalls, Pompeo showed Trump around his office in Langley, Va. Pompeo, he says, “can connect with this guy. You can tell the president is differently engaged with Pompeo than with anybody else.” Pompeo learned to arrive at the White House with answers to the president’s favorite questions: Why should we care? What’s in it for us? Can anyone else do it? How much does it cost? By mid-2017, the gripes about the president’s briefing habits grew milder. Now the focus had narrowed to Trump’s dislike of written briefings. In early 2018, Pompeo appeared on a panel and made it sound as if everything was normal. As a listener, he said, Trump was “at the same level” as 25-year intelligence veterans: “He’s using it. He’s taking it on board.” He even had examples in which Trump had drilled down into P.D.B. items on Yemen and Venezuela. Pompeo’s interlocutor, the Washington Post columnist and former Bush administration speechwriter Marc Thiessen, seemed convinced. Two days later, he repeated Pompeo’s claims, unchallenged, in The Post. The headline: “Rest Easy About Trump’s Fitness.”\nPompeo, one of the last remaining members of Trump’s original White House team, is now secretary of state. As Trump tries to execute some hairpin policy turns, often by tweet, it is Pompeo who travels the world to clean up the wreckage. Gen. Michael Hayden, the former C.I.A. and National Security Agency head, likens him to Winston (the Wolf) Wolfe, Harvey Keitel’s hard-nosed problem-solver in “Pulp Fiction.” It’s the Wolf who is dispatched by the crime boss Marsellus Wallace to deal with an unexpected dead body in the back of his enforcers’ car. “He’s got to clean up Kim Jong-un, because there wasn’t a deal,” Hayden said of Pompeo, referring to the vagueness of the promises that resulted from Trump’s first meeting with the North Korean leader in June 2018. “Now, he’s got to clean up Mohammed bin Salman,” the crown prince of Saudi Arabia accused of ordering the murder of a journalist — a situation with just as much complexity and far less upside.\nOne of Pompeo’s most recent cleanup missions took him to the American University in Cairo, where, on Jan. 10, he delivered a speech titled “A Force for Good: America Reinvigorated in the Middle East.” The speech was supposed to be the centerpiece of a nine-country Middle East trip that Pompeo planned weeks in advance. Initially, he intended to focus his conversations with United States allies on Israeli-Palestinian peace talks and the possible formation of an “Arab NATO” that would save the United States money while encircling Iran. But this had been complicated by a tweet from @realDonaldTrump proclaiming that “We have defeated ISIS in Syria.” Later that day, the commander in chief filmed a video in front of the White House: “Our boys, our young women, our men, they’re all coming back. And they’re coming back now.” \nSo in addition to the usual hand-holding and deal-making of international diplomacy, Pompeo would be doing a lot of explaining to skittish allies. The previous day, he visited with United States troops and Iraqi ministers, flying from Amman to Baghdad to Erbil to Baghdad to Amman, and then to Cairo. Three days in, he was already hoarse; his voice at the lectern sounded like a tire rolling through wet gravel. He is a bearish man — the administration’s backslapping offensive lineman, shorter and rounder than Trump. His face is appealing but not handsome, firm but not unkind. He often looks to be surveying some amber waves of grain; you could imagine his official photo gracing the wall of an Elks lodge or a Cadillac dealership. “He just loves the farm,” Pompeo’s wife, Susan, told me, describing his resemblance to the Kansans on his mother’s side of the family. “Hardiness. Hard-working. Stoic. ‘What do you mean you don’t work past 5:01?’ ”\nThe Cairo speech was designed to serve as, among other things, the Trump administration’s rebuttal to the “New Beginning” speech that Obama gave in Cairo nearly a decade before, which itself had been an attempt to rebuke the mistakes of the Bush administration. The audience was smaller than Obama’s — around 300 in the sterile suburbs of New Cairo, compared with the more than 1,000 who saw Obama at Cairo University in Giza. Pompeo’s crowd was a friendly one, handpicked by the United States Embassy, and a few seats in the venue remained empty. As we waited for Pompeo to enter the room, I was warned, along with other members of the media who were present, not to stray from our assigned area to take part in the general mingling. The constraints were not surprising, given Trump’s own attitude toward the media and his closeness with Abdel Fattah el-Sisi, Egypt’s strongman ruler, who has jailed dozens of reporters and blocked hundreds of websites.\nThe speech that lay before Pompeo on the lectern was an energetic one, laying out a muscular vision of “American power” as a “liberating force.” But Pompeo looked tired, and it wasn’t hard to imagine that some of his weariness was existential. Trump’s Syria announcement had been poorly received by many of his own senior staff members. Secretary of Defense Jim Mattis resigned. Pompeo would now have to spend much of the trip trying to interpret Trump’s intentions in public. He would have to walk a difficult tightrope, respecting Trump’s instincts while channeling them into something coherent. If he failed, United States allies in the region might look elsewhere for protection. In recent months, the leaders of Israel, Saudi Arabia and the United Arab Emirates all had meetings with Vladimir Putin.\nIn Cairo, Pompeo tried to spin the announced Syria withdrawal as a sign of renewed American commitment. He said the United States would “use diplomacy and work with our partners to expel every last Iranian boot.” Expelling the last Iranian boot would more likely take years or decades, not the 120 days that was the Pentagon’s interpretation of Trump’s “coming back now.” The genius of the “last Iranian boot” was that Pompeo’s divergence from Trump lay below the surface; the promise of an extended United States presence was never made fully explicit.\nPompeo’s rhetoric was at once revolutionary, claiming to be overturning the policies of the Obama years, and institutionalist, claiming to be rooted in some earlier tradition of American goodness. “It was here, here in this city, that another American stood before you,” Pompeo said. Never citing Obama by name, he ran down a list of his errors: failing to connect terrorism with its ideological “Islamist” roots, denigrating America’s post-9/11 conduct and suggesting that “a new beginning” was even necessary. (“I don’t think I ever went to their motivations,” Pompeo told me later. “It was always about how they grabbed the wrong end of the stick.”)\nIt has often fallen to Pompeo to take Trump’s shifting foreign-policy instincts and weave them together into something legible, defensible and sometimes even coherent, all without angering a president who is reputed to interpret disagreement as a form of disloyalty. Trump’s tweets, abrupt changes of mind and penchant for creating staff turmoil combine to make this a Sisyphean endeavor. And yet Pompeo has tenaciously kept on rolling this particular boulder. You can look at most every place where Trump has made a lasting impact on United States foreign policy and find Pompeo not far away: withdrawing from the Paris climate agreement and the Iran nuclear deal; imposing sanctions against the governments of Iran and Venezuela; offering kind words for autocrats in Turkey, Egypt and Saudi Arabia. Pompeo is the primary architect of Trump’s continuing negotiations over the nuclear arsenal controlled by North Korea’s leader, Kim Jong-un.\nIn the process, he seems to have retained Trump’s loyalty, even as critics of the administration (including Hayden) credit him with having reined in the president’s instinctive isolationism. “He’s an internationalist,” says Barbara Stephenson, a former ambassador to Panama, who leads a professional association for United States foreign-service officers. “He believes American global leadership is a good thing.” But regardless of whether Pompeo’s conduct in the Oval Office is that of a Trump enabler or a Trump whisperer, whether he is a member of Trump’s war cabinet or the last adult in the room, his attempt to weld Trump’s moves into a real doctrine will outlast the presidency that gave birth to it. Whoever winds up inheriting Trump’s foreign-policy legacy will begin in the shadow of Mike Pompeo.\nSoon after Trump nominated him to lead the State Department, Pompeo arranged a call with each of his living predecessors to ask for their advice. Among them was Hillary Rodham Clinton. As a member of the House Select Committee on Benghazi, Pompeo had called her response to the 2012 attacks “morally reprehensible” and said that it was “worse, in some ways,” than Watergate. During the 2016 campaign, he tweeted out news of hacked emails from Clinton’s campaign with the word “BUSTED.” At the time, he cited as his source WikiLeaks, an organization he later, as C.I.A. director, called a “nonstate hostile intelligence service.” By the time of his call with her, Pompeo’s take on Clinton seemed to have undergone a similarly dramatic reversal. “I want to thank you for your noble service to our country,” he said to her, according to a person familiar with their conversation.\n“She was most gracious,” Pompeo said, quietly, when I asked him how he had managed to pick up the phone and make the call to a longtime adversary. “I am all about moving forward.”\nWe were sitting in Pompeo’s office on the seventh floor of Main State, the blocky old Harry S. Truman Building in Foggy Bottom, Washington. The room was stuffed with Pompeo-related bric-a-brac — a poster from an oil-supply company Pompeo had led; a gumball machine honoring the Wichita State Shockers; a drawing executed by Pompeo himself, in crayon, at age 8. He was holding a binder-clipped sheaf of what looked to be eight or nine long notecards, with a handwritten list on top. Instead of taking a seat behind his desk, Pompeo had selected a more casual position at a side table opposite the window. He seemed to want to communicate to me that he was still fairly awe-struck by the place. “You see Lincoln,” he said, as he showed me around the office. He pointed to the view of the monuments outside the window. “If you look all the way up, you can see the planes land. Up on the eighth floor, there’s a balcony where we watch fireworks with all the ambassadors on the Fourth of July. And it’s a chance to develop some good relationships.”\n“No eternal allies and no permanent enemies,” Henry Kissinger’s gloss on realpolitik (borrowed from Lord Palmerston), could also describe Pompeo’s approach to relationships. Former secretaries of state had told him that his success would depend on the strength of his White House ties. “To a person, they began by saying that the most valuable asset you have is your relationship with the president,” he told me. It sounded like a brag, but he hadn’t meant it that way, so he corrected himself. “The most valuable asset to a secretary of state is having a good working relationship with the president. They weren’t referring necessarily to mine.”\nWhen he arrived at the State Department in April, Pompeo had the good fortune to directly follow Rex Tillerson, who was widely seen by the career diplomatic corps as having been sent by the White House to restructure the department into oblivion. Tillerson instituted a hiring freeze while he undertook a lengthy “reorganization” to root out “inefficiencies.” More than half the department’s senior-level career diplomats resigned. Pompeo was able to generate almost instant good will by lifting the hiring freeze. He installed the diplomatic equivalent of a four-star general, the career ambassador Dan Smith, to lead the Foreign Service Institute, the department’s in-house training academy. At some points during Tillerson’s tenure, it wasn’t clear who spoke for America. “Save your energy, Rex, we’ll do what has to be done!” Trump tweeted, in the midst of Tillerson’s discussions with North Korea. Tillerson, Trump complained, was “wasting his time trying to negotiate with Little Rocket Man.” The public squabbling aggravated a longtime worry within State that their work simply didn’t matter, having been eclipsed by the gigantic budget of the Pentagon and the superior White House access of the National Security Council. Under Obama, the job of secretary of state went to Hillary Clinton and then to John Kerry (Obama’s second choice), two heavyweight politicians who nevertheless struggled at times to maintain their influence with the president’s core team. Pompeo was the first secretary in many years who seemed to have a bond with the president comparable to Kissinger’s with Nixon. Pompeo’s pull with the White House gave the department a renewed sense of purpose, even among those who differed with Trump on policy.\n[Read Jason Zengerle’s profile of Rex Tillerson when he was secretary of state.]\nDuring his first months in Foggy Bottom, Pompeo identified four priorities — Syria, Iran, North Korea and Afghanistan — and brought in four new special representatives to tackle them and report directly to him. “I go in there with my arguments better prepared than I have at any time in my life,” says Stephen E. Biegun, the special representative for North Korea, when describing Pompeo’s management style. “I feel like I coasted in my previous jobs.” (As Venezuela became a concern, Elliott Abrams was brought on to address the crisis there. During the 1980s, Abrams was a staunch anti-Communist; at the State Department under President Reagan, he gave United States military assistance to Central American leaders who massacred tens of thousands of civilians. In 1991, Abrams pleaded guilty to withholding information from Congress about a secret effort to arm Nicaraguan guerrillas. Pompeo has praised his “passion for the rights and liberties of all peoples.”)\nIn his major policy speeches, like the one in Cairo, Pompeo has situated Trump somewhere between the neoconservative militarism of Paul Wolfowitz and the isolationism of Rand Paul. In so doing, he has helped to coalesce what might be called a frugal-hawk foreign policy, reflecting a new species of Republican leader who wants America to talk tough, avoid war, punish its enemies through economic sanctions and prod allies to pick up a larger share of the tab. In this worldview, only stubbornly anti-American governments like Venezuela’s are castigated for abusing and stealing from their own citizens; the domestic misbehavior of countries like Turkey, Egypt and Saudi Arabia will be ignored so long as their foreign policies remain friendly. Iran, despite its relatively fair elections, did wrong by trying to go nuclear and backing militias that attack United States-allied forces in the region.\nMuch of this vision was put forward in the administration’s National Security Strategy, a document produced during Trump’s first year in office. North Korea, like Iran, is a “rogue regime,” the lowest of the low, but its more advanced nuclear program means it holds a higher hand, so it gets a temporary pass in exchange for ceasing nuclear tests and talking nice about giving up its weapons. Russia and China, for their part, are strategic competitors, the military-industrial complex’s new reason for being as the threat of terrorism fades. America would also make good on its outstanding commitments, including the war against ISIS in Syria and Iraq, to which America would contribute “until they are destroyed.”\nThe frugal-hawk platform is an appealing one for taxpayers who have laid out trillions for post-9/11 military interventions but still can’t stomach the idea of America in full retreat. A good chunk of it isn’t so different from that of the president Trump replaced. In some places, like North Korea, Trump has applied his unorthodox tactics to the establishment’s orthodox goals. In other places, he has tried to color so far outside the lines that his ideas have been either been heavily discounted (exiting Syria now; threatening to leave NATO) or have disappeared completely (a joint investigation with Russian intelligence on United States soil, which Trump endorsed at Helsinki).\nTrump’s major substantive difference with Obama has been over the Joint Comprehensive Plan of Action, or J.C.P.O.A., more commonly referred to as “the Iran deal.” Kerry and Obama labored mightily to get France, Russia, China, Britain and Germany on board with having Iran drastically cut its enrichment of uranium in exchange for lifting economic sanctions. Tillerson helped persuade Trump to delay his long-promised exit of the deal; Trump finally exited in May, to the delight of Israel and Saudi Arabia, two countries whose leaders much prefer Trump to Obama.\nAmong former Obama-era officials, there are concerns that Pompeo’s previous role as director of the C.I.A. may have helped him influence Trump’s decision to exit. “On one level, as C.I.A. director, it should have been none of Pompeo’s business to recommend staying or not staying in the deal,” says Tony Blinken, who served as Kerry’s deputy. “His job as C.I.A. director was to give an objective analysis of whether Iran was sticking with its commitments, not whether the U.S. should be in or out. That’s a policy question. That’s not the C.I.A. director’s job.”\n“I wasn’t the first C.I.A. director to be a former congressman,” Pompeo responded, when I brought up his influence over policy during the interview in his office. He added: “I think it’s pretty clear that the most political C.I.A. director in history was my predecessor” — John Brennan, who has emerged as a vociferous critic of the new administration since leaving office.\n[Read Mattathias’s profile of John Brennan.]\nIf Pompeo has succeeded in defining Donald Trump’s foreign policy, he has made similar strides in advancing a story about Trump the man that is consistent, if not always convincing. Pompeo’s Trump is the Trump of the National Security Strategy, a wise and clearheaded executive who knows what he wants and has respect for the collaborative nature of statecraft. Pompeo’s Trump is someone who is willing to shame rogue nations with “moral clarity,” just as Ronald Reagan declared his allegiance to the long-suffering people of the Soviet Union by calling out its leadership as “an evil empire.” Trump’s instructions percolate down through his cabinet in the form of something called “commander’s intent,” a military concept used to help units interpret their missions. Even his apparently impulsive tweets, in Pompeo’s telling, are part of a broader campaign of “targeted rhetorical and practical pressure” meant to bring “outlaw regimes” to heel, as Pompeo put it in a Foreign Affairs article. (An administration official elaborated on this account, telling me that some @realDonaldTrump tweets are written at the suggestion of agencies and then workshopped by the White House communications team. Early-morning tweets, they said, are more likely to be unfiltered Trump.)\n“I’ve spent a lot of time building an understanding of what President Trump’s mission statement is,” Pompeo said. “And therefore, what my mission statement is. Commander’s intent. What is it that we are trying to accomplish, and how is it that we’re going to deliver that for the American people?” To Pompeo’s supporters, his gift for channeling the president’s true intent has helped bring a strong sense of direction to the department. “He builds bonds of mutual respect and common purpose in organizations he leads,” said Gen. H.R. McMaster, Trump’s former national security adviser. “He is comfortable with relinquishing control to those he trusts.” Ulrich Brechbuhl, Pompeo’s counselor at the State Department, who has known him since they attended West Point, says: “He thinks of things in terms of the mission. How do you know if you’ve achieved your mission? What are the resources you need to accomplish the mission? And what is the game plan to apply those resources to the mission?”\nBy statute, the role of foreign-service officers is different from that of soldiers. In addition to following orders, they engage in “policy formulation.” But under Pompeo, State has emphasized unity and obedience in a distinctly military fashion. “We take our direction from the commander in chief,” he wrote in an internal newsletter about a gathering of 185 heads of United States missions around the world called One Team, One Mission, One Future. When Vice President Mike Pence addressed the group at Main State, he called Trump “our one team captain.” He rattled off some marching orders from the commander: The diplomats, whom he called “our front-line emissaries,” were to return to their posts and inform allies that the United States’ Southern border would be secured; that peace would be preserved through the “strongest military in the history of the world”; and that “people of faith” would be championed around the world. “America is back,” he said.\nPompeo was born in 1963 in Orange, Calif. His parents, who met through their work, each had a career in aerospace. His father served in the Navy during the Korean War, but Pompeo’s interest in attending West Point was sparked, he said, by a catalog he chanced upon in his high school counselor’s office. “It looked to me to be a very egalitarian place, where if someone went there and did their best and worked hard, you might have a chance of being very, very successful.”\nWhile he attended church growing up, his Christian faith intensified at West Point, where he joined a small Bible-study group led by older cadets. He graduated first in his class, in 1986, during the last years of the Cold War. After training, he shipped off to Germany to serve as a second lieutenant in an Army tank unit. Pompeo was stateside when the Berlin Wall fell, but he does remember speaking with a fellow soldier who was there. “He said, ‘They’re only coming one direction.’ Toward freedom, right?” In Pompeo’s view, the Kremlin is still among the authoritarian regimes that the United States needs to call out and shame. “If the people know what it was those governments were up to — in Russia, for example, the corruption that takes place — the people wouldn’t stand for it, and they wouldn’t tolerate it, and they’d seek new leadership.”\nPompeo’s unit did not deploy to Iraq for the first gulf war. The military was getting smaller, and there were fewer opportunities to advance, so he left shortly afterward, having done the five years’ service required of West Point graduates. He was accepted to Harvard Law School, where he was mentored by Prof. Mary Ann Glendon, a conservative Catholic who later served under George W. Bush as the United States’ ambassador to the Holy See in Rome.\nAt that time, Pompeo seemed to be headed for conventional success as a corporate lawyer. Then, in the mid-1990s, he made a series of changes: divorcing his wife; leaving his job at a top-flight Washington law firm; and moving to Kansas, to go into business with three of his West Point classmates, including Brechbuhl. The group’s analysis showed a concentration around Wichita of small, valuable aerospace companies owned by families with no succession plans — and so the group set out to acquire some of them. The partners named their company Thayer Aerospace, after an 18th-century brigadier general who was an early West Point superintendent. Among Thayer’s investors were Charles and David Koch, the billionaire brothers who own a controlling share of the privately held Koch Industries and are a dominant force in Kansas politics and the national Republican Party. “Mike is a very determined person,” says Marc Short, who was president of Freedom Partners, a Koch-funded nonprofit, and will soon be chief of staff to Vice President Pence. The Kochs, he says, “were passive investors in Thayer. The introduction came through business circles.”\nIn 2006, Pompeo sold his interest in Thayer and spent the next few years running an oil-field-supply business. He served on the board of a performing-arts center and a Koch-affiliated think tank. In 2000, he married Susan Justice Mostruous, a former Wichita State homecoming queen who worked as a senior vice president at a local bank. Pompeo had some ties to the Wichita area through his mother’s family; Susan knew the local terrain well through her work with alumni groups and charities. Susan had a 9-year-old son, Nick, from her second marriage. Pompeo, who has no other children, legally adopted him as his own. “It was a very personal, emotional moment when we first told Nick that we were going to get married,” Susan told me.\nIn 2010, Pompeo ran for Congress against Raj Goyle. Unlike Pompeo, Goyle, who is Indian-American, grew up in Kansas; Pompeo’s campaign used Goyle’s ethnicity to paint him as an outsider. The campaign’s Facebook and Twitter feeds shared a blog post by a retired Marine that called Goyle a “turban topper” along with “the evil muslim communist USURPER,” President Obama. (The campaign apologized and claimed it had been “inadvertently posted.”) Later, a pro-Pompeo billboard from an outside group urged Kansas to “Vote American.” Goyle told me he faults Pompeo for not condemning the billboard. “Secretary Pompeo is a shrewd politician, and I understand he says that he respects people of all backgrounds,” he said. “But when it counted, his campaign tolerated race-based personal attacks to win an election. I’ve moved on, but I’ll never forget that.”\nDuring Obama’s second term, Republican members of Congress with military experience and graduate degrees were looking for places where they could undermine his approach to the Muslim world. Starting in 2015, Pompeo, along with Senator Tom Cotton of Arkansas, another Army-trained, Harvard-educated Tea Party firebrand, began to mount an attack on the administration’s attempts to improve relations with Iran. Pompeo and Cotton went together on an investigative trip to Vienna, which also took them to London, where Cotton and Pompeo met Gina Haspel, the C.I.A. station chief there. Later, Pompeo would recommend Haspel to replace him at as the head of the agency. Cotton told me that their military training taught them to persevere in what they saw as their duty to expose the mistakes of the Obama White House. “You learn to make life-changing decisions on the fly,” he says. “It trains you in boldness, audacity. To always push forward, to stay on offense.”\nDuring the 2016 primary, Pompeo initially backed Marco Rubio. He delivered a speech at the Kansas caucus, where he said that “it’s time to turn the lights down on the circus” and even warned, The Wichita Eagle reported, of a potentially authoritarian presidency. But after Trump won the primary, Pompeo moved into the fold, offering advice to Trump’s vice-presidential pick, Mike Pence, on foreign policy. Pompeo rode the elevator up to the president-elect’s suite in Trump Tower the week after the election, and that same week he was announced as the president-elect’s choice at the C.I.A.\nOn Jan. 7 of this year, the secretary and Mrs. Pompeo flew to the Middle East with a packed schedule. Over eight days, there were plans for 13 bilateral meetings, two strategic dialogues, eight working meals and five “meet and greets” with United States Embassy personnel.\nPompeo had a lot of work to do. He would be paying respects to small countries (Qatar, Bahrain) that host important United States bases and the big accounts (Egypt, Saudi Arabia, Jordan) that have long acted as United States proxies. To outsiders, the face-to-face interactions that form the heart of diplomacy are a black box. You can try reading something into the arrangement of the seats, the duration of the meetings and the faces of the participants before and after. But it might be years before a full account of what was said emerges.\nTo move Pompeo and his team among all these rooms, he would travel, as every secretary of state does, in a kind of imperial bubble. I was one of eight journalists given a berth within it. Blocks of rooms in luxury hotels are purchased. Highways are closed off for the motorcade’s swift passage. Entire airports are repurposed for the secretary’s plane. Our passports were held by the State Department and returned afterward, full of visas and stamps, despite our never having stopped at a checkpoint or spoken to an immigration official. The world in which statesmen dwell has no borders or walls.\nA few minutes after takeoff, Pompeo walked back to the reporters’ seats and said he would be carrying a message of ongoing United States commitment to the fight against ISIS and the diplomatic effort against Iran. “Our commitment to support Middle East stability is still full-throttle,” he said. When asked about the withdrawal from Syria, he replied, “We don’t talk about timelines,” his eyes turning downward. His voice took on an edge when he had to repeat the same answer.\nOn Syria, Trump’s team had been quietly nibbling away at the tweeted position of an immediate withdrawal. “There’s no contradiction whatsoever,” Pompeo said two days later, when asked about apparent differences. “This is a story made up by the media.”\nPompeo is still learning how to interact with the press, something he didn’t have to do nearly as often at the C.I.A. He’ll often respond to hard questions as if they were rude questions, with the words “ridiculous” or “ludicrous.” For a senior official who is the face of United States foreign policy, the threshold for triggering his temper is unusually low.\nThe outbursts are not random. Pompeo tends to flare up around those issues where the tensions between the president and the diplomatic corps are greatest. “There’s no difference,” Pompeo answered, when I asked why he had referred to “Islamist” terrorism in Cairo instead of the “Islamic” terrorism that Pence and Trump talk about on the stump. But clearly, there is a difference. And a few minutes after Pompeo suggested that his choice of “Islamist” was accidental, a senior State Department official, unaware of the answer Pompeo had just given, told me that “Islamist” was a “deliberate choice” made for the sake of depriving terrorists of religious legitimacy.\nThe next day, after the transcript of my exchange with Pompeo circulated, the senior official revised his answer. “It’s all the same,” he said. “We’re not trying to hide behind words.” The most generous reading of this discrepancy is that the White House simply doesn’t agree with United States allies and counterterrorism experts around the world that the gap between these two words matters. You could also call it “commander’s caprice” — the president’s servants awkwardly jitterbugging as they try to follow the leader.\nDuring Pompeo’s speech in Cairo, despite the embassy’s efforts to pack the room, he earned exactly one midspeech burst of applause: after he thanked Sisi, the Egyptian president, “for his courage.” That burst, beginning in the middle of the room and flowing toward the front, where Pompeo’s inner circle was seated, originated with a middle-aged American sitting in the row behind me. He had straw-colored hair, glasses and an easygoing manner. His name was Joel C. Rosenberg. Pompeo, he said, was a fan of his books. Rosenberg told me that Pompeo’s staff had contacted him a few years ago and asked to meet; the two had kept in touch since then. (A person close to Pompeo confirmed that the two men were acquainted, and that Pompeo had read Rosenberg’s books.)\nRosenberg is a best-selling author and a powerful force in the evangelical movement. Born to a Jewish father and a Christian mother, he immigrated to Israel and now lives in Jerusalem with his family as a dual citizen. Some of Rosenberg’s books deal with biblical prophecies about the end of the world. Others deal with the future of the Middle East. One work of speculative nonfiction, “Epicenter,” explores connections between the two. When asked on Fox News in 2013 if the Syria conflict could lead to the fulfillment of biblical end-times prophecies from the Books of Isaiah and Jeremiah, he replied, “We don’t know for certain,” adding: “It is possible, because these prophecies have not yet been fulfilled.” Elsewhere, he has suggested that the War of Gog and Magog, an apocalyptic battle prophesied in Ezekiel and Revelation, will involve Jordan, Russia and Iran. He has met personally with the king of Jordan and Mohammed bin Salman. In 2017, he joined an evangelical delegation for a meeting with President Sisi. He is also friendly with Vice President Pence, who showed his family around the West Wing during Trump’s first year in office.\nRosenberg and I rode with Pompeo’s motorcade out to an enormous Coptic cathedral in what is slated to become Cairo’s new administrative capital — a vast desert moonscape where Sisi has promised a reported $45 billion of state-planned development. The cathedral is an official gesture of Sisi’s solidarity with Egypt’s Coptic Christians, who have been frequently targeted by terrorists. Even as it has shifted away from calling out authoritarian rulers like Sisi, the Trump administration has emphasized protecting the rights of “religious minorities,” conspicuously Christians in the Middle East — a priority it calls “religious freedom.”\nAfter touring the cathedral, Pompeo took one question from the traveling pool on the rights of religious minorities and then gave a longer interview, arranged by Rosenberg, with the Christian Broadcasting Network. “Christianity is at the heart of the history of this place here in the Middle East,” he said. “All you got to do is grab a Bible and read the places and the names.” Before returning to the hotel, he and Susan toured a brand-new mosque a short way up the road. Like the church, he said, it was a place where “the Lord is clearly at work.”\nSome Democrats have attacked the policy implications of Pompeo’s religiosity. During his confirmation hearing for secretary of state, Senator Cory Booker of New Jersey brought up a 2015 speech that Pompeo gave at Summit Church in Kansas. Speaking with an ease and humor that were missing from his delivery in Cairo, Pompeo had approvingly quoted a pastor who denounced an America where we “worshiped other gods and called it multiculturalism and endorsed perversion and called it an alternative lifestyle.” In response to Booker’s repeatedly demanding a yes-or-no answer to the question of whether he considered homosexuality to be a perversion, Pompeo demurred.\nA few days after the Cairo speech, in the midst of a strategic dialogue in Qatar, I had the chance to ask Pompeo about his religious views. I brought up another line from the 2015 speech, given at the invitation of Summit’s pastor at the time, Terry Fox. Near the end, Pompeo spoke of “the Rapture,” a term that doesn’t appear in the New Testament but is associated by some evangelicals with passages that presage the end of the world and the bodily ascension of believers into heaven. “We will continue to fight these battles,” Pompeo said in 2015. “It is a never-ending struggle until that moment, folks, Pastor Fox spoke about. Until the Rapture.”\n“There are 40,000-page treatises on Christianity,” Pompeo explained to me in Qatar. “We are not going to be able to begin to scratch the surface of the question that you just asked me. I am sufficiently humble to recognize that my exegesis of the Bible in 30 seconds is going to fail.”\nI asked what he meant by the Rapture at the time.\n“Look, read the book,” he said. “Capital T, capital B.” He brought up the doctrines of human dignity and the Ten Commandments. Without mentioning the Rapture directly, he circled around to the concept of resurrection. “These are central tenets that form the foundation of the faith of Christianity,” he said. “And the central idea that it is through the grace of God we will all accede to heaven. Those are basic conceptions that people have had in mind for thousands of years.”\nPompeo “has never wavered in his biblical convictions,” Pastor Fox told me in a phone conversation. “There can be a great cost to any politician who stands on biblical principles. Most people will bend and become more moderate in their strong biblical convictions, with marriage and abortion and things like that. He has not done that. He’s stood strong, no matter what the political cost.”\nPompeo, he said, spoke at the church on multiple occasions while in Congress. “We’re proud of him,” Fox said. “He’s not going to force his views on anyone. When he represented Kansas, he represented all people, whether they were Christians or not.”\nIn his reference to the Rapture, Fox said, Pompeo had meant “staying faithful to the word of God. Stay faithful to your beliefs. Until the Lord comes to take us home. The Lord is coming back, and the Christians will be called to meet him in the air. It’s a reference to the Last Days. That’s what he would have meant by that.”\nThe most sensitive bilateral meeting on Pompeo’s schedule was in Saudi Arabia, with Crown Prince Mohammed bin Salman. Prince Mohammed, also known as M.B.S., is close to Trump’s son-in-law, Jared Kushner, who sees him as a keystone of a hoped-for Israel-Palestine peace deal. Inconveniently, both for Trump and for the venerable United States-Saudi relationship, M.B.S. also appears to be a murderer. According to the medium-to-high-confidence assessment of the C.I.A., M.B.S. ordered the killing of Jamal Khashoggi, a Saudi dissident, Washington Post contributor and resident of Virginia; the agency has concluded that Khashoggi was lured to the Saudi consulate in Istanbul on Oct. 2 under the pretext of obtaining documents for an impending marriage, then strangled with a plastic bag and cut to pieces with a bone saw. M.B.S.’s responsibility for Khashoggi’s murder is the latest conclusion reached by the United States intelligence community that Trump has been unwilling to accept.\nPompeo made his first trip to the Saudi Royal Court to discuss the Khashoggi murder on Oct. 16. Under previous presidents, such a meeting would most likely have been one on one, with Pompeo’s leverage in the room enhanced by Trump’s absence. But on this day, @realDonaldTrump managed to thrust himself into the center of the world-historical spotlight. Somehow, in the middle of the Pompeo-M.B.S. meeting, Trump himself got on the phone with M.B.S. Almost immediately, he tweeted a readout of their exchange. M.B.S. had “totally denied any knowledge of what took place. … Answers will be forthcoming shortly,” he announced. That was four months ago. Trump said that if M.B.S. knew about the murder, “that would be bad,” and then subsequently that “it could very well be that the crown prince had knowledge of this tragic event.”\nPompeo implied that the call had been his idea. “I wanted to make sure that the president heard directly from the crown prince,” he told me. “It was important that the two of them connect directly.” The most lasting images from the first Pompeo-M.B.S. meeting were photos of Pompeo, smiling broadly as he sat across from M.B.S. and bantered about jet lag. “He was all smiles and happiness, as though it were not a significant issue for an ally to assassinate an American resident and journalist,” says Senator Jeff Merkley, a Democrat from Oregon.\nThis time, Pompeo seemed intent on at least giving the appearance that M.B.S. didn’t have the White House in his pocket. The Saudi legal process had not yet “hit that threshold of credibility and accountability,” a senior State Department official said during a background call laying out plans for the trip. In Riyadh, the Saudis seemed equally intent on engaging in some chest-thumping. The first sign came moments after landing, when Pompeo was corralled into a four-on-four pull-aside at the airport with M.B.S.’s brother. A spokesman insisted that the meeting was not a surprise, but one of Pompeo’s four, Ambassador David Satterfield, had to dash back across the rugs of the V.I.P. terminal and into the closed chamber where tea was already being poured. The plan had been for Pompeo and M.B.S. to meet that night. We soon learned that the meeting had been pushed back to the following morning.\nAfter two hours of breakfasting and waiting around, the motorcade drove from the hotel to the Saudi Royal Court, arriving at its black steel gates eight minutes before 10 in the morning. We crossed two sets of high inner gates, past an armored vehicle with a gun turret and around a large fountain that flowed beneath an enormous Saudi flag hanging slack in the desert air.\nWalking with Pompeo as he entered the Royal Court was Joe Semrad, his low-key and unfailingly polite special assistant, carrying two zippered black briefcases full of Pompeo’s papers. Just inside the entrance, near the X-ray scanner, there was a raised-voice argument with Saudi security about whether the briefcases could remain in Semrad’s possession. The American chargé d’affaires tried to use his Arabic to intercede with a member of the Saudi Royal Guard. “I speak English!” the guard exclaimed. The Saudis prevailed, and the briefcases were sent back to the motorcade. “I didn’t mean to make such a scene,” Semrad told me later. “They were just doing their job, and I was doing mine.”\nThe interior of the Royal Court has a martial vibe. The octagonal entrance chamber has a model of the old Riyadh fortress at its center. The rugs that lay over the marble floors muffled the sandaled footfalls of the robed and bearded men of the court who stood now in small groups, a safe distance away from the visitors, their heads bent in conversation. Some carried guns; some wore swords. There were no Saudi women to be seen inside the building. The American women dressed modestly, in pants and long-sleeved shirts; they did not cover their heads. Pompeo and his four diplomats were waiting in an antechamber, where they languished for a full 15 minutes before being summoned down a long corridor, smoky with incense, where M.B.S.’s father, King Salman, was waiting. Just as Pompeo extended his right hand for a shake, a courtier relieved the king of his ivory-handled cane.\nLater, as M.B.S. walked Pompeo to the exit after a private one on one, a Saudi photographer caught the two men walking in sync. M.B.S. looks calm and thoughtful. Pompeo, mid-stride, grins as though he is in the midst of telling a joke. On his own feed, @SecPompeo wore the solemn face of man seeking, as the tweet put it, “accountability” on Khashoggi. He would repeat that word many times over the coming days as Republicans in Congress continued to indicate that they considered the White House line on Khashoggi to be unacceptable.\n“That’s a ridiculous question,” Pompeo said in mid-February, when asked if he believed the CIA’s assessment that M.B.S. was responsible for the killing. Then, without mentioning M.B.S. by name, he repeated the promises that had been the administration’s line since Trump’s October tweet. The Saudi relationship was important. The murder was bad. The investigation was continuing. “Fact sets” were being developed. “We will hold everyone responsible for the murder of Jamal Khashoggi accountable.”\nThese equivocations made it easy to forget that there had actually been a private conversation between M.B.S. and Pompeo. What happened during their meeting? According to tweets from the Saudi foreign ministry, the two men “reviewed the historic relations between the two friendly countries” and “discussed regional and international developments.” Their side made no mention of Khashoggi.\nOn Feb. 1, I saw Pompeo for the last time in the Treaty Room outside his office. I tried to pin him down regarding Khashoggi and got nowhere.\n“Are you comfortable,” I asked, “in your heart of hearts, that M.B.S. had nothing to do with the death of this man?”\n“I know this drives you crazy — I’ve been painfully consistent,” he said, adding: “It’s an outrageous act. It’s unacceptable.”\nHe said this was the official United States position. I said that I wanted Pompeo’s own position.\n“It’s Mike Pompeo’s position too,” he said. “Secretary of state — it’s my position too. We’re going to hold everyone who was responsible for this accountable. Every time the United States government can determine a set of facts, with sufficient confidence, we’re going to hold everyone who was responsible for this accountable. The president has told me that’s my guidance. And, by the way, told others.” He then referenced the sanctions of 17 Saudi officials that had come from the Treasury Department.\n“That didn’t sound like a yes or no,” I said. “But I’m happy to leave it — ”\n“Yes! The answer is yes. No, the answer is yes. Am I comfortable? Yes.”\n“You are comfortable that he had nothing to do with this?”\n“No, no, no. No, you — no, you asked if I was comfortable with the U.S. position. At least I understood that to be your question.”\n“The question was, Are you sure he had nothing to do with this. Your answer didn’t sound like a yes or a no.”\n“I gave you my answer. My answer is we’re going to hold everyone that we determine is responsible for this accountable in an appropriate way, a way that reflects the best of the United States of America.” There was more back-and-forth. Pompeo declined to offer a timeline on when the government would have a categorical answer on M.B.S. “When we know,” he said. “I don’t want to talk about any particular individual,” he said. “We continue to work it.”\nIn mid-February, after reports that M.B.S. had told an aide he would use “a bullet” on Khashoggi in 2017, I asked Pompeo if he had anything more to say about the murder. His answer, given by email, was almost identical to what he’d told me before. “This is an unacceptable murder,” he said. “President Trump and this administration are committed to holding each individual accountable as we develop fact sets that permit us to do it.”\nArguably Pompeo’s greatest test so far as secretary of state is in Hanoi, Vietnam, where Trump has his second meeting with the North Korean leader, Kim Jong-un. The meeting is a product of months of intricate negotiations by Pompeo and his team. “Today, if you asked me, I would not say with any conviction that the North Koreans have decided to denuclearize,” says Biegun, the special representative on North Korea. “But our policies are built around the expectation that they can make that decision.”\nLast year, Trump set a high bar for success — “the complete, verifiable and irreversible denuclearization” of North Korea. Gen. James Clapper, the intelligence chief who handled many of the Obama administration’s negotiations with North Korea, is skeptical that Pompeo and Trump can deliver. “The North Koreans are NOT going to denuclearize,” Clapper wrote to me in an email. “Why would they give up what leverage they have, simply because we demand they do so?” When I asked him to give the Trump administration’s performance a letter grade, he said he would give them “an ‘E’ for effort and, at best, an ‘INC,’ as in incomplete, for results.”\n“President Trump and I have both been very clear,” Pompeo responded, when I read him Clapper’s critique in early February. “We set about developing a strategy that maximized the likelihood that we would get the outcome that the world wants.”\nBiegun points to the rapport between Trump and Kim as a positive sign. “At the leader level, the chemistry was quite good,” he says. “I think it was exactly what it looked like.” But the chemistry between the two leaders carries its own risks. Two issues that could arise in the negotiation are a formal end to the Korean War and the withdrawal of United States troops from the peninsula. There are concerns that the administration might give away the first for too little; and that Trump himself could overrule his subordinates, take South Korea by surprise, and put the second on the table. Success was hard to imagine unless Kim Jong-un could be made to read Trump as an equal, strong and unwavering, with the whole of the United States government both firmly under his control and standing squarely behind him. Pompeo could design the set, write a script and block out seats for the players. But in the end, it would be a one on one, and Trump would most likely be ad-libbing.\nWhen I sat down for my first interview with Pompeo in his office, his open Bible lay between us on the table. It was well used, with many verses highlighted. A Swiss Army knife marked his place at the end of Esther and the beginning of Job, two books with insight into how to serve a difficult boss. In Job, God is the boss, inflicting his whims on a long-suffering employee who doesn’t know that God is doing all this to win a bet with Satan. In Esther, a vain and fickle king nearly succumbs to the influence of a wicked minister before being tamed with great finesse by Queen Esther, who risks death to get his ear.\nAlong with Vice President Mike Pence and other Trump cabinet members, Pompeo has attended Bible study sessions held in federal offices and led by Ralph Drollinger, the founder of Capitol Ministries. Drollinger has compared Pence to Mordecai, Esther’s uncle and one of the book’s protagonists. Mordecai husbands his influence, remaining loyal to the king even when it looks as if official policy could result in the death of his people. Drollinger has praised Mordecai’s “outward respect for the king, strongly suggesting inward respect, at least for the office”; he “displays a manifest unfaltering loyalty to the country’s civil leader at times when it would have been easy to do otherwise.” Mere displays of loyalty will never suffice. Only an obedient heart can win the king’s favor.\n“It informs everything I do,” Pompeo said, when I asked him about the Bible. Seeing the pages in question, I tentatively compared Melania Trump to Queen Esther — both were outsiders married to difficult sovereigns, after all, and the first lady’s trip to the Southern border had seemed to coincide with a softening of Trump’s heart regarding the family-separation policy.\nPompeo absorbed my dubious analogy while looking down at the book on the table. “There are many lessons,” he said.", "date": "Feb. 26, 2019", "href": "https://www.nytimes.com/2019/02/26/magazine/mike-pompeo-translates-trump.html", "tags": "clean united states ” trump messes pompeo one mission mike said"}