{"title": "Mike Pence Lashes European Allies for Their Stance on Iran", "content": "WARSAW — Vice President Mike Pence used an American-convened conference on Middle East security to lash out at Washington’s three closest European allies on Thursday, accusing them of trying “to break American sanctions against Iran’s murderous revolutionary regime.”\nMr. Pence delivered his critique of the allies, Britain, France and Germany, in an address at a Warsaw conference organized by the Trump administration. It was a remarkable, open breach with the European nations that, along with the United States, had negotiated the 2015 nuclear accord.\nAll three nations argued that President Trump made a grave error in abandoning the treaty last year, saying that the Iranians were in compliance even as they continued to conduct missile and space rocket tests that were not covered by the accord.\nTo the Europeans, it is Mr. Trump — not the Iranians — who was the first to break the agreement’s terms. Since then, they have been trying to persuade the Iranians to continue to comply with the deal, under which Tehran gave up 97 percent of its nuclear material and agreed not to produce any significant quantities of nuclear fuel until 2030. American intelligence agencies told Congress late last month that the Iranians were still in compliance.\nBut any effort by the Trump administration to paper over its differences was abandoned on Thursday when Mr. Pence demanded that the European nations follow the United States and “stand with us” by rejecting the deal they devoted years to negotiating with former Secretary of State John Kerry and a team of American officials.\nUntil now, Mr. Pence has largely stayed in the background of major pronouncements on American foreign policy. But at a conference intended to isolate Iran, his statement only widened the divide with some of the core nations of the European Union.\nIt was telling that he did so in Warsaw. Like President George W. Bush in the lead-up to the Iraq war, the Trump administration is warming to the more authoritarian governments of Central Europe.\nWhat seems to have prompted Mr. Pence’s ire was the announcement two weeks ago that the three European countries would create a new financial mechanism — essentially a barter system — that would enable them to buy Iranian oil in return for European goods. That would avoid the need to finance payments through the banking system, theoretically allowing Iran’s trading partners to avoid sanctions.\n“They call this scheme a ‘Special Purpose Vehicle,’ ’’ Mr. Pence said. Later, he added, “We call it an ill-advised step that will only strengthen Iran, weaken the E.U., and create still more distance between Europe and America.”\nHis speech to foreign ministers and diplomats from about five dozen countries came hours after Secretary of State Mike Pompeo dropped any remaining pretense about the goal of the conference, which had been formally described as focusing on “Middle East security.”\nMeeting Israel’s prime minister, Benjamin Netanyahu, early on Thursday morning, Mr. Pompeo said, “You can’t achieve peace and stability in the Middle East without confronting Iran.”\nMr. Pence’s comments, particularly his demand that the European states abandon the nuclear accord, clearly took other administration officials by surprise. They were significantly harsher than what Mr. Pence had planned to say, based on an earlier copy of his speech that was widely circulated here on Thursday morning.\nBut Mr. Pompeo worked to put the focus back on Iran. “There was not a defender of Iran in the room,” he told reporters after the sessions were over. At another point, he said that “it is indisputable that Iran’s aggression brought Arab states and Israel together.”\nStill, togetherness had its limits. The Arab leaders who attended were hesitant to appear on the stage at the same time as Mr. Netanyahu; they kept their distance, lest images from the conference, which was closed, circulated back in Arab capitals.\nAt the meeting in Warsaw, Iran was rarely mentioned directly in documents given to ministers and diplomats outlining the subjects for discussion, which included the future of Syria, Israeli-Palestinian peace, missile proliferation, terrorism and emerging cyberthreats. That was taken as a nod to the sensitivities of the French and Germans, who had rebuffed American entreaties and sent only high-ranking career diplomats rather than their foreign ministers. The British foreign secretary, Jeremy Hunt, arrived at the last minute.\nOnce the event got underway, however, American officials made it clear that the subtext of almost every issue was Iran, including Tehran’s sponsorship of terrorist groups and its heavy investment in a cyberforce that has attacked targets in Saudi Arabia and the United States.\n“They’re a malign influence in Lebanon, in Yemen, in Syria, in Iraq; the three H’s: the Houthis, Hamas and Hezbollah,’’ Mr. Pompeo said. “These are real threats; there are others as well,” he added. “But you can’t get peace in the Middle East without pushing back against Iran.’’\nFor Mr. Netanyahu, who is running for re-election in two months while facing the possibility of indictment on corruption charges, the meeting is a major opportunity. He hopes to use it to drive home the idea that he alone has the stature and ability to confront threats to Israel and to show that he is opening relations with the Sunni Arab states that also have an enmity for Tehran.\nThat goal — using Iran as the common adversary to unite Israel and the Arab states with which it has fought two wars — appears to have been enough for the Trump administration at the Warsaw meeting.\n“This meeting shows that Arab states and Israel increasingly recognize the shared threats they face,” Brian Hook, Mr. Pompeo’s special envoy for Iran issues, said in an interview.\nThe session comes just months after the United States expanded sanctions against Tehran and a day after The New York Times reported that the United States had reinvigorated a long-running program to sabotage Iran’s missile and space rocket launches.\nJared Kushner, Mr. Trump’s son-in-law and senior adviser, who is developing a Middle East peace plan, convened a gathering on Thursday morning attended by Mr. Netanyahu, Mr. Pompeo and 150 others that united some strange bedfellows in the name of isolating Iran.\nOfficials from Bahrain, Qatar, Saudi Arabia and the United Arab Emirates sat at a table on one side of the room, while officials including Mr. Kushner, Mr. Pompeo, Mr. Netanyahu and Abdul Malik al-Mekhlafi, the Yemeni foreign minister, sat on the other.\nMr. Kushner said the Trump administration’s coming peace plan for the Middle East would be unveiled after the Israeli elections on April 9, an administration official said.\nThe official, who spoke on condition of anonymity because the proposal was not yet in its final form, said that Mr. Netanyahu had promised not to prejudge the plan before its release, and added that there was a hope the Palestinians, who did not attend the meeting in Warsaw, would do the same.\nPresident Hassan Rouhani of Iran, speaking at a rival meeting in Sochi, Russia, with President Recep Tayyip Erdogan of Turkey and President Vladimir V. Putin, said the countries meeting in Warsaw were the real sponsors of terrorism.\n“Unfortunately, the terrorist groups in the region have for years been supported by foreign powers, especially the United States,” Mr. Rouhani said, the semiofficial Iranian agency ILNA reported.\nMr. Pence is expected to participate in a bilateral meeting with Mr. Netanyahu, whose office had to pull back a Twitter post that quoted him as saying the conference was to discuss “the common interest of war with Iran.”", "date": "Feb. 14, 2019", "href": "https://www.nytimes.com/2019/02/14/world/europe/pompeo-pence-us-iran.html", "tags": "allies european iran united states pence stance ” meeting lashes mike"}