{"title": "Military Quietly Prepares for a Last Resort: War With North Korea", "content": "WASHINGTON — Across the military, officers and troops are quietly preparing for a war they hope will not come.\nAt Fort Bragg in North Carolina last month, a mix of 48 Apache gunships and Chinook cargo helicopters took off in an exercise that practiced moving troops and equipment under live artillery fire to assault targets. Two days later, in the skies above Nevada, 119 soldiers from the Army’s 82nd Airborne Division parachuted out of C-17 military cargo planes under cover of darkness in an exercise that simulated a foreign invasion.\nNext month, at Army posts across the United States, more than 1,000 reserve soldiers will practice how to set up so-called mobilization centers that move military forces overseas in a hurry. And beginning next month with the Winter Olympics in the South Korean town of Pyeongchang, the Pentagon plans to send more Special Operations troops to the Korean Peninsula, an initial step toward what some officials said ultimately could be the formation of a Korea-based task force similar to the types that are fighting in Iraq and Syria. Others said the plan was strictly related to counterterrorism efforts.\nIn the world of the American military, where contingency planning is a mantra drummed into the psyche of every officer, the moves are ostensibly part of standard Defense Department training and troop rotations. But the scope and timing of the exercises suggest a renewed focus on getting the country’s military prepared for what could be on the horizon with North Korea.\nDefense Secretary Jim Mattis and General Joseph F. Dunford Jr., the chairman of the Joint Chiefs of Staff, both argue forcefully for using diplomacy to address Pyongyang’s nuclear ambitions. A war with North Korea, Mr. Mattis said in August, would be “catastrophic.” Still, about two dozen current and former Pentagon officials and senior commanders said in interviews that the exercises largely reflected the military’s response to orders from Mr. Mattis and service chiefs to be ready for any possible military action on the Korean Peninsula.\nPresident Trump’s own words have left senior military leaders and rank-and-file troops convinced that they need to accelerate their contingency planning.\nIn perhaps the most incendiary exchange, in a September speech at the United Nations, Mr. Trump vowed to “totally destroy North Korea” if it threatened the United States, and derided the rogue nation’s leader, Kim Jong-un, as “Rocket Man.” In response, Mr. Kim said he would deploy the “highest level of hard-line countermeasure in history” against the United States, and described Mr. Trump as a “mentally deranged U.S. dotard.”\nMr. Trump’s rhetoric has since cooled, following a fresh attempt at détente between Pyongyang and Seoul. In an interview last week with The Wall Street Journal, Mr. Trump was quoted as saying, “I probably have a very good relationship with Kim Jong-un,” despite their mutual public insults. But the president said on Sunday that The Journal had misquoted him, and that he had actually said “I’d probably have” a good relationship if he wanted one.\nA false alarm in Hawaii on Saturday that set off about 40 minutes of panic after a state emergency response employee mistakenly sent out a text alert warning of an incoming ballistic missile attack underscored Americans’ anxiety about North Korea.\nAfter 16 years of fighting insurgents in Iraq, Afghanistan and Syria, American commanding generals worry that the military is better prepared for going after stateless groups of militants than it is for its own conventional mission of facing down heavily fortified land powers that have their own formidable militaries and air defenses.\nThe exercise at Fort Bragg was part of one of the largest air assault exercises in recent years. The practice run at Nellis Air Force Base in Nevada used double the number of cargo planes for paratroopers as was used in past exercises.\nThe Army Reserve exercise planned for next month will breathe new life into mobilization centers that have been largely dormant as the wars in Iraq and Afghanistan have wound down. And while the military has deployed Special Operations reaction forces to previous large global events, like the 2014 World Cup in Brazil, those units usually numbered around 100 — far fewer than some officials said could be sent for the Olympics in South Korea. Others discounted that possibility.\nAt a wide-ranging meeting at his headquarters on Jan. 2, Gen. Tony Thomas, the head of the Special Operations Command in Tampa, Fla., warned the 200 civilians and service members in the audience that more Special Forces personnel might have to shift to the Korea theater from the Middle East in May or June, if tensions escalate on the peninsula. The general’s spokesman, Capt. Jason Salata, confirmed the account provided to The New York Times by someone in the audience, but said General Thomas made it clear that no decisions had been made.\nThe Army chief of staff, Gen. Mark A. Milley, in several recent meetings at the Pentagon, has brought up two historic American military disasters as a warning of where a lack of preparedness can lead.\nMilitary officials said General Milley has cited the ill-fated Battle of the Kasserine Pass during World War II, when unprepared American troops were outfoxed and then pummeled by the forces of Field Marshal Erwin Rommel of Germany. General Milley has also recently mentioned Task Force Smith, the poorly equipped, understrength unit that was mauled by North Korean troops in 1950 during the Korean War.\nIn meeting after meeting, the officials said, General Milley has likened the two American defeats to what he warns could happen if the military does not get ready for a possible war with North Korea. He has urged senior Army leaders to get units into shape, and fretted about a loss of what he has called muscle memory: how to fight a large land war, including one in which an established adversary is able to bring sophisticated air defenses, tanks, infantry, naval power and even cyberweapons into battle.\nSpeaking in October at the annual meeting of the Association of the United States Army, General Milley called Pyongyang the biggest threat to American national security, and said that Army officers who lead operational units must prepare to meet that threat.\n“Do not wait on orders and printed new regulations and new manuals,” General Milley told the audience. “Put simply, I want you to get ready for what might come, and do not do any tasks that do not directly contribute to increasing combat readiness in your unit.”\nHis concerns have drifted down to the Army’s rank and file. And troops at bases and posts around the world routinely wonder aloud if they will soon be deployed to the Korean Peninsula.\nBut unlike the run-up to the Iraq war, when the Pentagon had already begun huge troop movements in 2002 to prepare for the invasion that began in 2003, military officials insist that this is not a case of a war train that has left the station.\n“This could be as simple as these guys reading the newspaper,” said Derek Chollet, an assistant secretary of defense during the Obama administration, referring to the rush by military officials to get ready. “You’re not seeing any massive military movements” that would indicate that a decision has been made to go to war, he added.\nThere have been no travel warnings advising Americans to stay away from South Korea or Japan, and no advisories warning American businesses to be cautious.\nIt is unlikely that the Pentagon would launch military action on the Korean Peninsula without first warning Americans and others there, military officials said — unless the Trump administration believes that the United States could conduct a one-time airstrike on North Korea that would not bring any retaliation from Pyongyang to nearby Seoul.\nSome officials in the White House have argued that such a targeted, limited strike could be launched with minimal, if any, blowback against South Korea — a premise that Mr. Mattis views with skepticism, according to people familiar with his thinking.\nBut for Mr. Mattis, the planning serves to placate Mr. Trump. Effectively, analysts said, it alerts the president to how seriously the Pentagon views the threat and protects Mr. Mattis from suggestions that he is out of step with Mr. Trump.\n“The military’s job is to be fully ready for whatever contingencies might be on the horizon,” said Michèle A. Flournoy, a top Pentagon official in the Obama administration and co-founder of WestExec Advisors, a strategic consultancy in Washington.\n“Even if no decision on North Korea has been made and no order has been given,” Ms. Flournoy said, “the need to be ready for the contingency that is top of mind for the president and his national security team would motivate commanders to use planned exercise opportunities to enhance their preparation, just in case.”\nIn the case of the 82nd Airborne exercise in Nevada last month, for instance, Army soldiers practiced moving paratroopers on helicopters and flew artillery, fuel and ammunition deep behind what was designated as enemy lines. The maneuvers were aimed at forcing an enemy to fight on different fronts early in combat.\nOfficials said maneuvers practiced in the exercise, called Panther Blade, could be used anywhere, not just on the Korean Peninsula. “Operation Panther Blade is about building global readiness,” said Lt. Col. Joe Buccino, a public affairs officer with the 82nd Airborne. “An air assault and deep attack of this scale is very complex and requires dynamic synchronization of assets over time and space.”\nAnother exercise, called Bronze Ram, is being coordinated by the shadowy Joint Special Operations Command, officials said, and mimics other training scenarios that mirror current events.\nThis year’s exercise, one of many that concentrate on threats from across the world, will focus extensively on underground operations and involve working in chemically contaminated environments that might be present in North Korea. It will also home in on the Special Operations Command’s mission of countering weapons of mass destruction.\nBeyond Bronze Ram, highly classified Special Operations exercises in the United States, including those with scenarios to seize unsecured nuclear weapons or conduct clandestine paratrooper drops, have for several months reflected a possible North Korea contingency, military officials said, without providing details, because of operational sensitivity.\nAir Force B-1 bombers flying from Guam have been seen regularly over the Korean Peninsula amid the escalating tensions with Pyongyang — running regular training flights with Japanese and South Korean fighter jets that often provoke North Korea’s ire. B-52 bombers based in Louisiana are expected to join the B-1s stationed on Guam later this month, adding to the long-range aerial firepower.\nPentagon officials said last week that three B-2 bombers and their crews had arrived in Guam from their base in Missouri.\nBut unlike the very public buildup of forces in the run-up to the 1991 Persian Gulf war and the 2003 Iraq war, which sought to pressure President Saddam Hussein of Iraq into a diplomatic settlement, the Pentagon is seeking to avoid making public all its preparations for fear of inadvertently provoking a response by Mr. Kim, North Korea’s leader.\nLast week, diplomats from North Korea and South Korea met for the first time in two years in a sign of thawing tensions. On Tuesday, Canada and the United States will host a meeting in Vancouver, British Columbia, of foreign ministers from countries that supported the United Nations-backed effort to repel North Korean forces after the 1950 invasion of South Korea. The ministers are seeking to advance the diplomatic initiative forged by Secretary of State Rex W. Tillerson.\nIt is a balance that Mr. Mattis and senior commanders are trying to strike in showing that the military, on the one hand, is ready to confront any challenge that North Korea presents, even as they strongly back diplomatic initiatives led by Mr. Tillerson to resolve the crisis.\nAn exchange this month illustrated perfectly the fine line the Pentagon is walking, as an Air Force three-star general caught her colleague emphasizing military prowess perhaps a tad too much, and gently guided him back.\nDuring a briefing with reporters on Capitol Hill, Lt. Gen. Mark C. Nowland was asked whether the Air Force was prepared to take out North Korean air defenses.\n“If you’re asking us, are we ready to fight tonight, the answer is, yes, we will,” General Nowland, the Air Force’s top operations officer, responded. “The United States Air Force, if required, when called to do our job, will gain and maintain air supremacy.”\nThe words were barely out of his mouth when Lt. Gen. VeraLinn Jamieson, the Air Force’s top intelligence officer, interrupted.\n“I’ll also add that right now, the Defense Department is in support of Secretary of State Tillerson, who’s got a campaign to be the lead with North Korea in a diplomatic endeavor,” General Jamieson said.\nGeneral Nowland quickly acknowledged in a follow-up question that the military was in support of Mr. Tillerson’s diplomatic push.", "date": "Jan. 14, 2018", "href": "https://www.nytimes.com/2018/01/14/us/politics/military-exercises-north-korea-pentagon.html", "tags": "quietly officials military korean ” prepares war last resort air north korea"}