{"title": "Military Shifts Focus to Threats by Russia and China, Not Terrorism", "content": "WASHINGTON — The United States is switching its priority to countering Chinese and Russian military might after almost two decades of focusing on the fight against terrorism, Defense Secretary Jim Mattis said Friday, unveiling a national defense strategy that Pentagon officials say will provide a blueprint for years to come.\nThe new strategy echoes — on paper, if not in tone — a national security blueprint offered last month in which President Trump described rising threats to the United States from an emboldened Russia and China, as well as from what was described as rogue governments like North Korea and Iran.\nBut where Mr. Trump struck a campaign tone during the unveiling of his national security strategy, with references to building a wall along the southern border with Mexico, Mr. Mattis took a more sober route by sticking to the more traditional intellectual framework that has accompanied foreign policy doctrines of past administrations.\nDrawing inspiration from Winston Churchill, who once said that the only thing harder than fighting with allies is fighting without them, Mr. Mattis said that the United States must strengthen its alliances with other powers.\n“History proves that nations with allies thrive,” Mr. Mattis said in remarks at Johns Hopkins School of Advanced International Studies. “Working by, with and through allies who carry their equitable share allows us to amass the greatest possible strength.” (One of those allies, Britain’s defense secretary, quickly released a statement welcoming Mr. Mattis’s words.)\nUnlike Mr. Trump, who said Russia and China “seek to challenge American influence, values and wealth” without mentioning Russian interference in the 2016 election, Mr. Mattis appeared to take direct aim at Russia. “To those who would threaten America’s experiment in democracy: If you challenge us, it will be your longest and worst day,” he said.\nIn seeking to shift the military emphasis to Russia and China after years fighting terrorism, the Trump administration is echoing many of the same pronouncements made by the Obama administration, which famously sought to pivot to Asia after years of fighting in Iraq. But the rise of the Islamic State, which declared a caliphate in Iraq and Syria, put a stop to the Asia pivot talk in Mr. Obama’s final years in office.\nNow a new administration is again seeking to leave the terrorism fight behind. Mr. Mattis described increased “global volatility and uncertainty, with great power competition between nations a reality once again.” He declared the defeat of the Islamic State’s physical caliphate in Iraq and Syria.\n“We will continue to prosecute the campaign against terrorists, but great power competition — not terrorism — is now the primary focus of U.S. national security,” Mr. Mattis said.\nBut the United States is still at war in Afghanistan, where Mr. Trump has promised to set no artificial deadlines for withdrawing troops against a resilient Taliban. And American pilots and Special Operations forces continue to go after militants fighting with the Islamic State, Al Qaeda and the Shabab from Syria to Yemen to Somalia.\nBut as tensions in the Korean Peninsula have continued to rise over the past year, American military commanders and senior defense officials have fretted over whether 16 years of counterinsurgency fighting has left the military unprepared for a great powers land war.\nPentagon officials say that the need to do both — fight insurgents and prepare for a potential war among great powers — is pushing a military that is already stretched. Added to that is the uncertainty that has plagued the Pentagon’s budget since 2011, when mandatory spending caps were put in place.\nCongress has been unable to pass a spending bill, and on Friday the federal government was, once again, teetering on the edge of a shutdown. Mr. Mattis, during his speech on Friday, took aim at the budget shenanigans.\n“As hard as the last 16 years of war have been, no enemy in the field has done more to harm the readiness of the U.S. military than the combined impact of the budget control act’s defense spending caps, and nine of the last 10 years operating under continuing resolutions, wasting copious amounts of precious taxpayer dollars,” he said.", "date": "Jan. 19, 2018", "href": "https://www.nytimes.com/2018/01/19/us/politics/military-china-russia-terrorism-focus.html", "tags": "fighting defense military china shifts ” terrorism focus mattis years russia threats —"}