{"title": "Millionaire Sen- Chuck Grassley Applying For Trump's Farm Bailout Funds", "content": "Sen. Chuck Grassley (R-Iowa) supported President Donald Trump’s $12 billion bailout for U.S. farmers to mitigate the damaging effects of the trade war. Now the senator is applying for those same bailout funds for his own 750-acre Iowa farm, The Washington Post reports.\nSen. Jon Tester (D-Mont.) is also applying for payments.\nIn the spring, Grassley issued a statement saying that the Trump administration had a “responsibility to help” farmers hurt by retaliatory tariffs set by China after Trump enacted tariffs against Chinese imports.\nBailout money isn’t being provided to other industries impacted by the trade war. The U.S. Department of Agriculture has already cut some 7,800 checks worth a total of $25 million for farmers, many in the swing states of the Midwest that voted for Trump in 2016.\nRep. Collin Peterson (D-Minn.), the ranking Democrat on the House Agriculture Committee, argued against using a bailout program to mitigate a problem created by the administration, saying it would set a bad precedent by politicizing farm payments. Farmers “want their markets left intact and not screwed up by some policy,” he said earlier this year.\nIt’s not yet known how much federal subsidy money either Grassley or Tester will receive.\n“Sen. Grassley participates in farm programs for which he is legally eligible, including this program, like every other farmer,” his spokesman Michael Zona told the Post. The typical farmer, however, does not impact Trump administration policies the way senators can.\nTester’s spokesman told the Post in an email that he, “like most Montana farmers, is feeling the impacts of the escalating trade war,” and is calling for an end to the tariffs.\nSeveral other members of Congress are eligible to apply, but it’s not known if they have or will, according to the Post. Twelve members who would likely be eligible said they will not apply for the funds.\nThe USDA has refused to identify farmers applying for or receiving the bailout checks. The nonprofit Environmental Working Group (EWG) has filed a Freedom of Information Act (FOIA) request for those records. “One way or the other, EWG plans to get this information so that taxpayers who are paying the tab know where their money is going,” the organization said in a statement.\nWhile the bailout program has been pitched as aid to struggling farmers, Grassley’s net worth was listed in 2015 as $3.3 million, and Tester’s was $3.9 million that year, according to the Center for Responsive Politics.  \nDespite the extraordinary costs of the tariff bailout program, many farmers complain that it won’t begin to cover their trade war losses, and will not protect them from potentially losing business permanently from their Chinese customers.\n“It’s pretty obvious that the rural agriculture communities helped elect this administration ... [but] if these issues haven’t been resolved, there could be a change in the way farmers vote,” Kevin Skunes, a corn and soybean grower in North Dakota, told the Associated Press.\nThe money is provided through the Commodity Credit Corporation that was launched to help farmers during the Great Depression and to weather natural disasters. It allows the USDA to borrow up to $30 billion from the U.S. Treasury.\nGrassley has received nearly $390,000 in farm subsidies in 21 years through 2016, according to records tracked by EWG. Tester has collected $217,000 in farm subsidies during that time, according to the organization.", "date": "\n09/30/2018", "href": "https://www.huffpost.com/entry/grassley-applying-for-trumps-farm-bailout-funds_n_5bb15303e4b0343b3dc1591c", "tags": "farmers farm tester applying grassley bailout millionaire trump ” war trade chuck sen- funds"}