{"title": "Millions Are Now Realizing They're Too Poor For Obamacare", "content": "Thanks to a Supreme Court ruling and staunch Republican resistance, Marc Alphonse, an unemployed 40-year-old Marine veteran who is essentially homeless, cannot get health insurance under Obamacare. \nThree years ago, Alphonse learned he has a kidney disorder that will deteriorate into kidney failure, and possibly prove fatal, if left untreated. As it stands now, he suffers from bouts of nausea caused by his dysfunctional kidneys, and he's dogged by an old knee injury that limits his job prospects. He gets by on $400 a month in unemployment benefits, and his family can no longer afford housing in their home city of Miami. Alphonse's 28-year-old wife, Danielle, and three young children are staying with relatives while Alphonse couch surfs.\n\"I live from family to family until I'm able to get myself situated,\" he told The Huffington Post.\nAlphonse is one of nearly 5 million uninsured Americans caught in a cruel gap that renders some Americans \"too poor for Obamacare.\" \nBroken Promise\nObamacare was supposed to make health coverage affordable, or even free, for low-income Americans. The law's official name is the Affordable Care Act. However, the Supreme Court tossed a huge obstacle in the path of that goal in 2012, ruling that the states could opt out of one of Obamacare's crucial provisions: The expansion of Medicaid coverage to anyone making less than 133 percent of the federal poverty level, or about $15,300 a year for a single person. Since the court's ruling, 24 states, including Florida, chose not to expand the program.\nUnder the pre-Obamacare rules, eligibility for the program typically was limited to low-income children, pregnant women, parents caring for children at home, and adults with disabilities. Without the law's expansion, an adult without a disability who isn't living with their children -- like Alphonse -- doesn't qualify for Medicaid, no matter how poor he or she is.\nFor those who don't qualify for Medicaid coverage, Obamacare offers tax credits for private health plans sold through the law's health insurance exchange marketplaces. But those subsidies are available only to those making between the poverty level, or about $11,500 for an individual, and four times that amount. In states not expanding Medicaid, people who earn less than poverty wages get nothing.\nIn Alphonse's case, his family is trying to survive on his unemployment insurance. It amounts to $4,800 a year -- far below the poverty level, which is $27,570 for a family of five. Even the unemployment benefits will run out in March.\n'People Break Down In Tears'\nFlorida Gov. Rick Scott (R) launched his political career in 2009  as a health care reform antagonist. Originally, he opposed the Medicaid expansion, but he then changed his mind. Last year, Scott and the majority-Republican state Senate backed a plan to accept federal dollars to expand the program. The GOP-led state House of Representatives refused to go along.\nNow, 764,000 low-income adults in Florida will remain without insurance because of the coverage gap, according to the Henry J. Kaiser Family Foundation. And they're beginning to understand the tragic consequences of that public battle. At Miami's Borinquen Medical Centers for low-income and uninsured patients, Jason Connor sees hopes crushed as people who thought Obamacare could help them at long last learn otherwise.\n\"We've had people break down in tears at our desk,\" said Connor, who is under contract with the community health centers to do Affordable Care Act outreach and enrollment activities through his company, Choice Returns. \nSeventy-eight percent of the 50,000 patients that Borinquen Medical Centers treat every year are uninsured, Connor said. About 20 percent of those who visit their facilities looking to apply for benefits fall into the coverage gap, he added. \n\"Folks are frustrated and they're angry, and they'll curse at you even though you have nothing to do with it,\" he said.\nGOP Revolts\nWhen the Supreme Court ruled that states could opt out of the Medicaid expansion, Florida, Texas and nearly the entire South turned away billions in federal dollars offered for broadening the program, citing budgetary concerns and resistance to Obamacare itself. The federal government will pay the full cost of the Medicaid expansion through 2016, after which its share will be no less than 90 percent.\nThese decisions by governors and legislators essentially consigned a huge swath of the very poor to a life of extreme insecurity. \n \n\"It's very frustrating,\" said Alphonse, who last worked as a security guard until being laid off 10 months ago. \"It's kind of odd where an individual that has an opportunity to help millions of people in their own state, and they just totally refuse to do it.\"\nFlorida's legislature is poised to take up the Medicaid expansion again during this year's session, but the political dynamics don't appear to have changed much since  last year. Meanwhile, one-quarter of Florida's population (under the age of 65) is without health insurance -- the second-highest of all the states behind Texas. In Miami-Dade County, where Alphonse lives, the uninsured rate was an astonishing  34 percent in 2011, the most recent year county-level data were available.\nWhere Are The Uninsured?\n\nThis map shows the percent of uninsured in each U.S. county in 2011. The data includes all incomes, races, and both sexes for people under age 65. Source: U.S. Census Bureau\n'I Just Try To Live Every Day'\nUnable to afford medical care or insurance, Alphonse hasn't followed up on the warning he received about his kidneys from a doctor treating a knee injury he suffered in 2011 while working as a security guard. Alphonse was told he needed to see a kidney specialist and start getting treatments, or he'd risk the condition worsening to the point he'd need dialysis or a transplant.\n\"It's extremely scary, but I try not to think about it. I just try to live every day because it's what you have to do to survive,\" Alphonse said. \nA few years ago, Alphonse broke his hand and faced a $1,000 emergency room bill that destroyed his credit. He's afraid to rack up medical bills now. Even copayments as low as $20 at community health centers, which charge low-income patients on a sliding scale, are unaffordable, he said.  He's applying for health benefits through the Department of Veterans Affairs, but he may not meet the program's eligibility rules.\nWhile hospitals can't turn away patients in need of emergency treatments, they aren't required to provide the kind of comprehensive care needed for someone with a serious medical condition.\n\"If you're really sick, you can fall through the cracks of the safety net system,\" said Lise Federman, a health policy specialist at Florida Legal Services in Miami. \"People who have chronic conditions who need specialist services do suffer.\" (Florida Legal Services referred HuffPost to Alphonse.)\nTaxpayers Still Foot The Bill\nKeeping people like Alphonse off the Medicaid rolls doesn't shield American or Floridian taxpayers from the cost of whatever treatments he eventually may receive, like at a hospital emergency room or a government-funded community health center. Unpaid medical bills totaled $57.4 billion in 2008 -- and taxpayers picked up about three-quarters of the tab, according to a study published in the journal Health Affairs. Expanding health coverage via Obamacare was supposed to reduce that burden, but the patchwork Medicaid expansion limits the law's reach.\nAnd if Alphonse's condition deteriorates into what's known as end-stage renal disease, or permanent kidney failure, he automatically would qualify for Medicare coverage paid for by the federal government. Although Medicare mainly is for people over 65 or those with disabilities, people who need dialysis or a kidney transplant are eligible under a special rule enacted in 1972.\nFor those too poor for Obamacare in Miami, watching neighbors who make more money receive subsidized health insurance makes the experience even more painful, said Mayte Canino, a field and volunteer coordinator for Planned Parenthood of South Florida and the Treasure Coast. Uninsured people are skeptical of Obamacare and unaware of many provisions, and only 49 percent know that states have the option to expand Medicaid, according to a poll conducted by the Kaiser Family Foundation this month.\n\"That even affects them more, when they see that other people are getting help and they're not,\" said Canino, who helps people sign up for insurance. \"Many of them are very unhappy. They blame the law, some of them, for it. They just walk away from it, and they think that's it. They're defeated.\"\nHuffPost Readers: Did you try to sign up for health insurance coverage, but were told that you're not eligible for Medicaid because your state didn't adopt the program expansion, and you make too little to qualify for help paying for private insurance? We want to hear from you. If you're willing to discuss your health care with a reporter, email us here, and tell us if you're facing any medical issues, what your current coverage situation is, and what Medicaid coverage would have meant for you. Please let us know the following information: your name, your age, your city, and whether we have permission to quote you by name. Please enclose a photo if you're willing to have one published.", "date": "\n01/31/2014", "href": "https://www.huffpost.com/entry/florida-medicaid-uninsured_n_4680566", "tags": "millions coverage obamacare expansion poor medicaid realizing alphonse florida insurance health"}