{"title": "Mind-Blowing 'Game Of Thrones' Theory On Arya Gets More Support", "content": "The first rule about \"Game of Thrones\" is you don't talk about \"Game of Thrones,\" unless you have a theory about everyone's favorite newly trained assassin, Arya Stark.\nThe last time we saw Stark, she appeared to be leaving the Faceless Men after sparing the life of her target, Lady Crane. Unfortunately, the Waif spotted her and apparently got permission from Jaqen H'ghar to take Arya out. However, a new theory contends things are not what they seem.\nArya ready to have your mind blown?\nRedditor catNamedStupidity speculates Arya is suffering from a \"Fight Club\"-like split personality disorder, pointing out that the Waif doesn't really appear to be seen by people other than Arya and Jaqen. She also seems to magically know everything about Arya, including what she's doing at all times.\nPlus, if Arya and the Waif were the same person, it'd explain why everyone in Braavos is cool with someone kicking the crud out of a blind girl in the streets. To them, it'd probably just look like this moment from the show, where the Waif mysteriously disappears during a fight with Arya:\nWhooooooaaaaaaaa!\nTo the people in Braavos, it'd probably look a little like this:\nThe Huffington Post caught up with Of Monsters And Men at Governors Ball in NYC to get their opinions. Of Monsters and Men made cameo appearances on the last two episodes of \"Game of Thrones\" as the band performing during the play in Braavos. Band members Ragnar Þórhallsson, Kristján Páll Kristjánsson and Arnar Rósenkranz Hilmarsson tell us they're big fans of the show, and they are into the theory, too.\n\"Ooh! It's interesting,\" said Hilmarsson. \nÞórhallsson added, \"It's like a theory that doesn't really affect the show very much. But I saw a little detail. I kind of like it.\"\nHe makes an excellent point. The revelation wouldn't really change the show. Arya and the Waif could easily be the same person without any major consequences or plot holes, which seems to make it even more likely this could be the case.\nSo is it true? Could Arya be the Waif? Sure, perhaps they are two different people, and the Waif just happens to know every single detail about Arya's life. (Stalker alert.) Or, just maybe, we met Arya Stark at a very strange time in her life:\nUPDATE (Spoilers): In the latest episode of \"Game of Thrones,\" we saw the Waif stab Arya in the stomach, but Arya seems to survive. If they are the same person, this is basically Arya trying to kill off her split personality like (spoiler) Edward Norton does to Brad Pitt at the end of \"Fight Club.\" Or, then again, it could just be the Waif trying to murder Arya. \nAn answer is coming ...\n\"Game of Thrones\" airs Sunday at 9 p.m. ET on HBO.\nMake sure to check out HuffPost Entertainment’s “Game of Thrones” after show on Facebook Live every Sunday night at 10 p.m. EST following the new episode.\nH/T @WillyBZ for being an inspiration every day.", "date": "\n06/05/2016", "href": "https://www.huffpost.com/entry/game-of-thrones-theory-arya_n_57541ae4e4b0ed593f14ab46", "tags": "support game stark show theory arya gets could mind-blowing thrones like waif saw"}