{"title": "Ministers conclude crunch Brexit talks at Chequers", "content": "Theresa May and 11 senior ministers have been thrashing out the UK's approach to Brexit in an eight-hour discussion at the PM's country retreat.\nBBC political editor Laura Kuenssberg said everyone is said to have left Chequers happy implying \"baby steps forwards not a huge breakthrough\".\nThe PM will set out the position in a speech next week, after a discussion by the full cabinet.\nThere have been clear differences between ministers over the way forward.\nBut Laura Kuenssberg said she had been told the prime minister had \"played a blinder\" and persuaded Brexiteers to shift their position.\nHowever, a cabinet Brexiteer source had said \"divergence has won the day\" with mutual recognition between the UK and EU on goods in future, rather than the UK being forced to stick to EU rules.\nConservative Party chairman Brandon Lewis said on BBC Question Time the cabinet would agree on the Brexit position, following the Chequers talks.\n\"What I can say to you is the outcome of those discussions will come to cabinet in the next few days, and late next week the prime minister will make a statement, a speech and outline what that position is.\"\nPressed on whether everyone in the cabinet would agree with it, he replied: \"Absolutely, yes.\"\nThe Brexit sub-committee includes key figures such as Foreign Secretary Boris Johnson and Chancellor Philip Hammond, who were on opposite sides of the EU referendum argument in 2016. \nA Downing Street spokesman said: \"The prime minister and cabinet ministers met at Chequers for eight hours. \n\"They held discussions including about the automotive sector led by Greg Clark, agrifood led by Michael Gove, digital trade by Liam Fox and a discussion on the overall future economic partnership that was led by the prime minister.\"  \nChief Whip Julian Smith and senior UK diplomats Tim Barrow and Ed Llewellyn were among those present, alongside the cabinet's Brexit sub-committee. \nCream of sweetcorn soup with a ham hock croquette\nGuinness short rib of Dexter Beef with onions and parsnip mash\nLemon tart with raspberry sorbet and fresh raspberries \nMrs May still has to get any agreement through the whole cabinet on Tuesday, through her party - and then through 27 other EU member states. \nDocuments suggest European Commission negotiators will not approve of a UK proposal that seeks to select which EU rules to stick to post-Brexit and which to diverge from.\nSlides published online by the commission say such an approach would be \"not compatible with the principles\" set out in the EU's own guidelines and posed a risk to the \"proper functioning\" of its single market.\nBut an EU diplomat told the BBC \"we are hoping for a relationship that is as close as possible to the existing relationship\", adding that EU chief negotiator Michel Barnier should be given a mandate \"to explore all possibilities\".\nBefore the final arrangements with the EU kick in, a temporary transition period is planned - although the details have yet to be negotiated.\nOn Wednesday, the UK set out its plans for how this \"status quo\" transition phase should work.\nThe document suggests the UK will abide by new EU laws and be involved in talks on future fishing quotas, but will not be able to sign trade deals without the EU's permission.\nIt also says the period should last as long as it takes to \"prepare and implement the new processes and new systems\".\nNo 10 denied this meant it would be longer than the planned two years.\nBut Sir Bill Cash, chairman of the Commons European Scrutiny Committee, warned that the UK could face an extra £4bn-£5bn Brexit \"divorce bill\" if the post-withdraw transition period extends beyond the EU's preferred end date of 31 December 2020.\nHe said that the current £35-39bn agreement was intended to cover to the end of the current EU budget period at the end of 2020.\nFor Labour, shadow chancellor John McDonnell said he would like to see \"a customs union\" option on the table, which would \"solve some of the issues around Northern Ireland\" and enable the UK to influence future trade negotiations.\nTaking questions after a speech in London, he also said Labour would rather have a general election than a second referendum on Britain's EU membership because \"there needs to be a wider debate\" about the UK's future relationship with Europe.\nShadow foreign secretary Emily Thornberry also told LBC that while Brexit meant the UK could not be in the customs union, a new agreement was needed: \"That we think is likely to be a customs union that will look pretty much like the current customs union.\"\nIt could mean the PM faces the prospect of a Commons rebellion as Conservative MP Anna Soubry said she had cross-party support for an amendment to the trade bill, calling for the government to form \"a\" customs union with the EU after Brexit.", "date": "23 February 2018", "href": "https://www.bbc.co.uk/news/uk-politics-43136076", "tags": "brexit cabinet uk eu chequers ministers union position future conclude customs crunch talks"}