{"title": "Minnesota Just Elected The Country's First Somali-American Muslim Woman Legislator", "content": "Ilhan Omar on Tuesday became the first Somali-American Muslim woman elected to a state legislature, with a clear victory in Minnesota.\nOmar’s biggest battle was fought during the August primary, when she defeated a 44-year incumbent to become the Democratic nominee. In the state House of Representatives, she will represent a diverse, liberal district that encompasses most of Minneapolis.\nHer victory is seen as a win for progressive causes, and for electing more minorities and women to public office.\nOmar was born in Somalia and spent four years in a refugee camp in Kenya before immigrating to the United States at the age of 12. She has said she was disappointed to find rampant racial and economic inequality and religious intolerance in the U.S. \n“It is the land of liberty and justice for all, but we have to work for it,” Omar told The Huffington Post last month. “Our democracy is great, but it’s fragile. It’s come through a lot of progress, and we need to continue that progress to make it actually ‘justice for all.’”\nThe inequality in the U.S. inspired her to become involved in politics as a teenager, fighting for justice in her community and for others across her state.\nThe 34-year-old mother of three campaigned on a progressive platform, advocating for affordable college, criminal justice reform, economic equality and clean energy.\nThe first bill she intends to introduce will call for automatic voter registration when adults turn 18 or get a driver’s license, she told HuffPost. \nShe recognized the historic significance of her candidacy and the milestones she had overcome to win the House seat.\n“Oftentimes, you are told to be everything but bold, but I think that was important for me in running as a young person and running as someone who is Muslim, a refugee, an immigrant,” she said.\n“To believe in the possibility that all of my identities and otherness would fade into the background, and that my voice as a strong progressive would emerge if I was bold and believed in that — that made a huge difference for me and my candidacy,” she added.", "date": "\n11/08/2016", "href": "https://www.huffpost.com/entry/ilhan-omar-elected-to-minnesota-legislature_n_58228c5be4b0aac624882078", "tags": "country progressive somali-american legislator first victory minnesota woman omar justice muslim state elected told"}