{"title": "Mississippi Bans Abortions if Heartbeat Can Be Heard. Expect a Legal Fight.", "content": "Phil Bryant, the Republican governor of Mississippi, on Thursday signed a bill largely banning abortions once doctors can detect a trace of a fetal heartbeat with an ultrasound, a milestone that can come as early as six weeks into pregnancy.\nMississippi is only the latest state to press for the strict abortion limit — the sort that has already been passed and then blocked in the courts in states including Kentucky, which approved it earlier this month, and Iowa, where a law passed last year was struck down by a state court in January. About 10 other states also are debating bills to ban abortions once fetal heartbeats are found, a point at which some women and girls are not yet aware that they are pregnant.\nIn a signing ceremony in Jackson on Thursday, Mr. Bryant described a heartbeat as “the universal hallmark of life since man’s very beginning.”\n”We’re going to try to protect that child whenever we can,” said Mr. Bryant, who is barred by term limits from seeking another term as governor. “We think that this is showing the profound respect and desire of Mississippians to protect the sanctity of that very unborn life whenever possible.”\nSupporters of abortion rights said Thursday that they would sue to block the new Mississippi law, which will take effect in July unless a court intervenes.\n“This ban is one of the most restrictive abortion bans signed into law, and we will take Mississippi to court to make sure it never takes effect,” said Hillary Schneller, staff attorney at the Center for Reproductive Rights, an advocacy group based in New York.\nLt. Gov. Tate Reeves, a Republican and a candidate to succeed Mr. Bryant, said that Mississippi would be unafraid to spend money to defend the law, which the Senate approved without debate on Tuesday.\n“There have been threats of lawsuits, and I’m sure that’s going to happen, and that’s O.K.,” Mr. Reeves said. “I will put my record of fiscal responsibility up against anyone in this building today, and anyone that’s has ever stood in this building before, and I have absolutely no problem supporting strongly whatever it costs to defend this lawsuit because I care about unborn children.”\nWhile fetal heartbeat proposals are not new, momentum around them has grown significantly during this year’s legislative sessions in Republican-controlled state capitals.\nThe measures clash with Supreme Court decisions that have recognized a woman’s right to an abortion until a fetus is viable outside the womb, usually around 24 weeks into pregnancy. And opponents of abortion say that is part of the intent: To land a new case before the current Supreme Court in hopes of setting sharper limits or even an outright ban. The confirmation of Justice Brett M. Kavanaugh — and the potential shifting of the court’s direction — has provoked new urgency among critics of abortion.\n“I would be proud if it’s Kentucky that takes it all the way up to the Supreme Court and we challenge Roe v. Wade,” Damon Thayer, the Republican majority leader of the Kentucky Senate, told reporters in January as state lawmakers considered a fetal heartbeat measure. “That would be absolutely the pinnacle of my career in the Legislature.”\nFlorida, Missouri, Ohio, Tennessee and Texas are among the states expected to approve fetal heartbeat measures this year.\nIn Georgia, where the House approved such a bill this month, the issue stirred a personal and passionate debate.\n“A child in the womb should be worthy of full legal protection,” said Representative Ed Setzler, a Republican who sponsored the measure, which has already won the backing of Gov. Brian Kemp.\nRepresentative Erica Thomas, a Democrat, disagreed.\n“No one is more appreciative of life at this point than I am: In August, I will have the privilege to bring beautiful life to this earth,” she said “But that decision was my husband and I’s decision to make, and no one in this chamber had the right to make that choice for me and my family.”\nIn other states, lawmakers opposed to abortion are taking different tacks.\nEfforts in several states this year, including Oklahoma, seek to add abortion to felony homicide laws, potentially sending doctors to prison.\nAnd a relatively new strategy in limiting abortions would ban the procedure if the reason for it was Down syndrome. Utah, Arkansas, Missouri and Kentucky are considering such bills this year, which also prohibit abortions based on gender, race or color. Kentucky’s law, signed Tuesday by Gov. Matt Bevin, was temporarily blocked by a federal court judge the next day.\nOhio, Tennessee and several other states are also considering so-called trigger laws, which would immediately ban abortions if Roe v. Wade was overturned. Arkansas approved a trigger law last month.\nRestricting the amount of time during a pregnancy that women have to obtain a legal abortion has long been a primary strategy of abortion opponents, though the efforts have grown more and more stringent over time.\nArkansas, which five years ago saw a court strike down its ban on abortions after 12 weeks if a heartbeat could be detected, this month narrowed the period, from 20 weeks to 18 weeks, in which abortions are permitted under state law. Asa Hutchinson, the state’s Republican governor, signed the bill into law this month.\nMany of the Republican lawmakers who dominate state government in Arkansas have voted for rules tightening abortion rights this legislative session, but Dan Douglas, a Republican member of the House who described himself as “anti-abortion,” startled colleagues with the story of one of his nieces, who became pregnant last year.\nMr. Douglas said his niece had been told the fetus had no bladder or functional kidneys.\n“The doctor explained to her that she could carry the child throughout the remainder of the gestation, the entire nine months, and deliver that baby alive into this world,” he said. “But once it got here, once it was delivered, it would live two to three days, and those two to three days would be miserable, excruciating, agonizing for that baby and for that mother.”\nHe added: “Who are we to sit in judgment of their decision?”\nMississippi, which has a single abortion clinic, often takes some of the country’s most aggressive stands against abortion rights. In November, a federal judge blocked a state law that would have banned abortions after 15 weeks.\nIn the ruling, which is being appealed, the judge wrote that the Mississippi Legislature “chose to pass a law it knew was unconstitutional to endorse a decades-long campaign, fueled by national interest groups, to ask the Supreme Court to overturn Roe v. Wade.”\nIf the courts ultimately uphold Mississippi’s 15-week ban, a similar law will take effect in Louisiana.", "date": "March 21, 2019", "href": "https://www.nytimes.com/2019/03/21/us/abortion-laws-states.html", "tags": "bans abortions “ heartbeat legal court heard expect would abortion state mississippi fight law"}