{"title": "Mississippi Bans Abortions After 15 Weeks; Opponents Swiftly Sue", "content": "Updated on March 20.\nSaying that he was “saving the unborn,” Gov. Phil Bryant of Mississippi signed into law on Monday a measure that would ban almost all abortions after 15 weeks of pregnancy. Abortion rights supporters called it the earliest abortion ban in the country, and said it was an unconstitutional restriction that defied years of federal court precedent over the limits states may impose on abortion providers.\nThe only abortion clinic in the state quickly filed a complaint in federal court to block the law.\nThe bill, labeled the Gestational Age Act, was passed overwhelmingly by both chambers of the Republican-controlled State Legislature this month.\nThe governor was in a jovial mood as he signed the bill into law. “We are saving more of the unborn than any state in America, and what better thing we could do,” said Mr. Bryant, a Republican serving his second term.\nHe said he expected a swift legal challenge, and indeed, the abortion clinic, the Jackson Women’s Health Organization, filed a complaint in United States District Court for Mississippi’s Southern District less than an hour after he signed the bill into law.\nIn response, a federal judge put the law on hold Tuesday, ruling after an emergency hearing that the clinic’s argument that the law was unconstitutional was “substantially likely to succeed.”\n“The law threatens immediate, irreparable harm to Mississippians’ abilities to control their ‘destiny and … body,’ ” Judge Carlton W. Reeves wrote, in an order that referred to a 1992 Supreme Court opinion. “This is especially true for one woman scheduled to have a 15-week abortion this afternoon. A brief delay in enforcing a law of dubious constitutionality does not outweigh that harm, and in fact serves the public’s interest in preserving the freedom guaranteed by the United States Constitution.”\nJudge Reeves’s order is temporary, barring the state from enforcing the law for 10 days. He is expected to decide soon whether to issue a longer-lasting restraining order.\nIn a telephone interview late Monday, Diane Derzis, the owner of the clinic, said that the young woman whose pregnancy was beyond the 15-week limit was scheduled for an abortion on Tuesday.\n“We’re not talking about an issue here — we’re talking about people,” Ms. Derzis said. Referring to the state law, she added, “This is a decision she made to better her life, and we’ve totally interfered with that.”\nMississippi law had previously prohibited abortions after 20 weeks. Ms. Derzis said that her clinic does not perform abortions after 16 weeks, so the previous law had not been challenged in court.\nTwo of the three lawyers representing the clinic work for the Center for Reproductive Rights, a New York-based abortion rights group. In a news release, the group said that the law violated longstanding Supreme Court precedent, established in Roe v. Wade and reaffirmed in a 2016 case, Whole Woman’s Health v. Hellerstedt, that states may not ban abortions before they are deemed viable outside the womb, which is generally at about 24 to 26 weeks.\nThe group noted that in 2016, the Supreme Court declined to review lower-court rulings that struck down a North Dakota law that banned abortions after six weeks and an Arkansas law banning them after 12 weeks.\nMississippi’s new 12-page law offers no exceptions for cases of rape or incest, but it does allow exceptions for “a medical emergency, or in the case of a severe fetal abnormality.” The text of the law also lays out a number of familiar arguments embraced by abortion rights opponents, calling the procedure “a barbaric practice, dangerous for the maternal patient, and demeaning to the medical profession.”\nThe clinic’s complaint lays out another set of familiar arguments: “Abortion is one of the safest medical practices in the United States,” it says.\nKatherine Klein, advocacy coordinator for the American Civil Liberties Union’s Mississippi branch, said she expected the law to be struck down. “The governor is signing a clearly unconstitutional bill that’s just going to waste taxpayer money in the inevitable litigation that is to come,” she said.\nJameson Taylor, acting president of the Mississippi Center for Public Policy, a conservative group that helped draft the measure, applauded Mr. Bryant.\n“This legislation is intended to encourage that dialogue between the states and the courts, as to what is that line at which states can regulate abortion, in particular for the sake of protecting maternal health,” Mr. Taylor said.", "date": "March 19, 2018", "href": "https://www.nytimes.com/2018/03/19/us/mississippi-abortion-ban.html", "tags": "bans abortions weeks court states clinic ” sue abortion swiftly opponents mississippi law"}