{"title": "Mississippi's strict abortion law temporarily blocked", "content": "A US judge has temporarily blocked a Mississippi state law enacting the tightest restrictions on abortion in the country a day after it was signed.\nJudge Carlton Reeves delayed the bill, which bans most abortions after 15 weeks, from taking effect for 10 days while he hears more arguments.\nCritics say the ban, which makes no exceptions for rape or incest, is unconstitutional.\nMississippi previously banned abortions from 20 weeks. \nMr Reeves wrote that the new law \"threatens immediate, irreparable harm to Mississippians' abilities to control their 'destiny and... body'\".\n\"A brief delay in enforcing a law of dubious constitutionality does not outweigh that harm, and in fact serves the public's interest in preserving the freedom guaranteed by the United States Constitution,\" the judge wrote.\nThe measure was enacted on Monday by Republican Governor Phil Bryant, who says he wants the southern state to be \"the safest place in America for an unborn child\".\nHe said the judges' ruling to delay the new abortion law was disappointing.\n\"House Bill 1510 protects maternal health and will further our efforts to make Mississippi the safest place in America for an unborn child,\" Mr Bryant said in a public statement. \n\"We are confident in its constitutionality and look forward to vigorously defending it.\"\nThe Center for Reproductive Rights said it had filed a lawsuit to block the new law on behalf of the only abortion clinic in Mississippi, the Jackson Women's Health Organization.\nThe judge said the new 15-week law goes against the medical consensus about when the foetus becomes vital.\nThe only exemptions to the 15-week rule are in cases where there is a foetal abnormality that is \"incompatible with life\", or the mother's life is in danger.\nIn 2014 federal judges ruled that attempts for six- and 12-week bans in North Dakota and Arkansas were unconstitutional, and struck them down.\nPresident Donald Trump has supported a proposed federal ban on abortions for 20 weeks after fertilisation, but the bill was blocked in the US Senate in January.", "date": "21 March 2018", "href": "https://www.bbc.com/news/world-us-canada-43488353", "tags": "strict us abortions weeks judge new blocked abortion bill mississippi temporarily law"}