{"title": "Missed Connection or Canceled Flight? 6 Tips for Getting What You Want From an Airline", "content": "Last month, when I was flying from New York to Dallas to report about how airlines use social media for customer care, I was having trouble with the online check-in for my Spirit flight. So I decided to conduct a quick experiment: I would call customer service and tweet at the same time, to see which got a faster response.\nThe tweet read:\n“@SpiritAirlines I’m having trouble checking in to my flight. Can you help?”\nI pushed “tweet” and then dialed the customer service number. As I was navigating the phone tree, I got this response from the Spirit Twitter account:\n“Hi Jonathan, please DM us your reservation info so we can figure out what’s going on.”\nI explained the issue in a direct message but didn’t hear back immediately. A few minutes later, still on hold, I got through to a service member on the phone. I was about to tally a win for calling in, when the customer service representative said that I had already been checked in and an email had been sent to my inbox. Sure enough, the social team had already taken care of it.\nLike many travelers, I have discovered that you can resolve customer service issues on Twitter or Facebook, including rebooking a flight, checking in, tracking a lost bag, locating a traveling child, or making special requests.\nHere are some tips for leveraging social media to get faster service on your next trip.\nThat’s where airlines typically put most of their attention. It’s also where you can expect the fastest response. To message an airline on Twitter, look up their “handle” (for example, Delta’s is @Delta), and begin your message with it so that they can see your message. Remember, if you send a message this way, it’s public.\n“Escalating an issue into public social media, like on Twitter, can be an effective way to get attention,” said Joshua March, the founder and chief officer of Conversocial, a social customer service provider. But it won’t necessarily get you faster service.\nTypically, customer care agents will not ask you for personal information on a public forum, so in many cases, before they are really able to help you, they need to speak to you in a private channel. Options include Twitter’s direct message, Facebook Messenger (which airline representatives say is increasing in popularity), WhatsApp, Apple Business Chat, and text messages.\n“If you direct message us, we can immediately roll up our sleeves and get into the nitty-gritty, like seat assignments, flight numbers and personal information,” said Lynn Stines, a social care representative at American Airlines.\nVenting at an airline or a passive-aggressive jab may feel good, but it won’t get you to the front of the customer service line.\n“We still see several customers a day tweet something general and vague,” said Laurie Meacham, the head of JetBlue’s social media support team. “We almost always have to ask follow up questions to get to what they actually need.” And have your information ready. That includes having your booking or reservation number, your flight number, and any personal information that representatives will need to look up your trip, including your frequent flier number, if you have one\nSocial media team members are trained to spot influencers and those with large followings. It’s important that they help these individuals quickly to prevent future headaches. Of course, you don’t need a large following to get good service, but a social presence helps.\n“Remember, we can also pop over and look at a user’s history,” Ms. Meacham said. She said they can easily spot the “one off” profiles or the “brand-new” profiles that were created just to try to get in touch with airlines or brands.\nA developed profile, with a photo, a bio and a history of tweeting, goes a long way. And having a verified account probably wouldn’t hurt either\nIf you’re not on Twitter or Facebook, you can try getting in touch with customer service on the airline’s mobile app, said Shashank Nigam, the chief executive officer of SimplyFling, an airline marketing firm. The better ones have internal messaging services that are staffed by social care teams. “It’s also a great way to stay abreast of any flight notifications on the day of travel,” he said.\nReally.\nIt might not get you better service, “but it’s so much easier to work with someone who is kind,” said Annette Hernandez, a senior manager for social customer experience at American Airlines. “These are not bots you’re dealing with.”\nAlso, don’t be surprised if you experience backlash from your rant by people who see your problem as petty or privileged. If you’re being nasty online, you may get some heat yourself.\nFollow NY Times Travel on Twitter, Instagram and Facebook. Get weekly updates from our Travel Dispatch newsletter, with tips on traveling smarter, destination coverage and photos from all over the world. ", "date": "Nov. 20, 2018", "href": "https://www.nytimes.com/2018/11/20/travel/flight-issues-airline-help.html", "tags": "connection customer want message airline service twitter canceled ” social tips flight missed get getting"}