{"title": "Mnuchin Vows to Protect Trump’s Privacy if Tax Returns Sought", "content": "WASHINGTON — Steven Mnuchin, the Treasury secretary, signaled on Thursday that he would likely block a congressional request to obtain President Trump’s tax returns on privacy grounds, setting up a potential legal battle if Democrats follow through with plans to request those documents.\nDuring an occasionally testy hearing before the House Ways and Means Committee, Mr. Mnuchin was peppered with questions from Democrats about whether he believes Congress has the authority to access the tax returns of American citizens in general and the president in particular.\nMr. Mnuchin told lawmakers that if a request were made he would consult the Treasury Department’s legal team and follow the law. But he indicated that taxpayer privacy, including that of the president, is paramount.\n“We will protect the president as we would protect any individual taxpayer under their rights,” Mr. Mnuchin said.\nMr. Mnuchin said he is expecting House Democrats, who now control that chamber, to request the returns but insisted he has not spoken to Mr. Trump or his lawyers about how to handle a request. He did not elaborate when pressed about other possible conversations regarding the returns.\nAn obscure provision in the tax code, passed after the Teapot Dome scandal of the 1920s, states that the leaders of the House and Senate tax-writing committees are authorized to request taxpayer information from the Internal Revenue Service and asserts that “the secretary shall furnish such committee with any return or return information specified in such request.”\nTreasury officials have indicated previously that the nature of the request would determine whether the I.R.S. is required by law to furnish a taxpayer’s returns. A request made for political purposes would be unlikely to meet the legal test, the Treasury has said.\nHouse Democrats asserted that numerous requests for tax returns are made every year for administrative purposes and that Treasury officials never interfere in those cases.\n“I’m not aware that there has ever been a request for an elected official’s tax returns,” Mr. Mnuchin said.\nRepresentative Lloyd Doggett, the Texas Democrat who questioned Mr. Mnuchin on the tax issue, found the response to be unpersuasive.\n“What he said today was little more than mumble jumble double talk,” Mr. Doggett said after the hearing.\nThe Ways and Means chairman, Representative Richard E. Neal of Massachusetts, says his staff is working closely with the House general counsel, Doug Letter, to prepare documentation to make a request in the coming weeks. But as Democrats anticipate a legal challenge from the Treasury Department, he has been exceedingly tight-lipped about even his most basic plans.\nDemocrats argue that the law’s intent does, in fact, support requesting the president’s tax information, and held a hearing last month in part to bolster that interpretation. The provision in question, they point out, was born out of the Teapot Dome scandal of Warren G. Harding’s administration and aided another congressional committee in an investigation of President Richard M. Nixon’s tax positions in the 1970s.\nThough the law does not require the chairman produce a rationale for a given request, Democrats believe it will help bolster their case in an eventual legal fight. In addition to the public hearing, Mr. Neal has asked other House committees to give him their own reasoning for why the documents are relevant to Congress’s work.\nBut the deliberative approach taken by Mr. Neal, a veteran Democrat who prefers striking legislative deals to the flash of oversight battles, has drawn the ire of liberal activists and some members of his own caucus who do not understand why he has not yet filed a request. They have tried to push Mr. Neal toward making a longer list of demands and to do so quickly — though their effect is uncertain.\nMr. Neal has repeatedly declined to answer key questions about what he will seek, including how many years worth of Trump returns he will request and whether he will try to obtain tax information on Mr. Trump’s myriad businesses.\nEven if Mr. Neal’s request is granted or he prevails in court, the information is unlikely to become public anytime soon. The law says that he and his staff can only confidentially review the material. It would take a separate vote of the full Ways and Means Committee to make any of the information it finds public.\nSenator Charles E. Grassley, Republican of Iowa and the chairman of the Finance Committee, also has the authority to request tax information, and in recent days he has suggested that if Mr. Neal moves forward he will likely make an identical request. Doing so would give Republicans visibility into the records Democrats will be secretly reviewing.", "date": "March 14, 2019", "href": "https://www.nytimes.com/2019/03/14/us/politics/mnuchin-donald-trump-taxes.html", "tags": "tax democrats information treasury trump vows returns neal mnuchin protect request privacy sought"}