{"title": "Mobile roaming charges: What will happen in Europe after Brexit?", "content": "In June 2017 the European Union scrapped additional charges for roaming on smartphones when you travel to another EU country.\nRoaming is when you use your mobile phone abroad. Since 2017, UK consumers have, within reason, been able to use the minutes, texts and data included on their mobile phone tariffs when travelling in the EU. The same is true for consumers from other EU countries visiting the UK. \nThere are fair use limits, which mean you can use your mobile phone while travelling in another EU country, but you could not get a mobile phone contract from Greece and then use it all year round in the UK.\nBefore the rules changed, using a mobile phone in Europe was expensive, with stories of people returning from trips to find bills for hundreds or even thousands of pounds waiting for them.\nWill these charges return after Brexit?\nIf the UK leaves the EU having agreed a version of Theresa May's withdrawal agreement, any changes will not happen immediately. \nAll EU rules and regulations, including on mobile roaming anywhere in the EU, will continue to apply until the end of the transition period on 31 December 2020, which may be extended for one or two years. \nIf the UK leaves without a deal, Culture Secretary Jeremy Wright has confirmed that mobile operators will be able to implement roaming charges if they want to.\nBut he added that the government would be legislating to put a £45-a-month limit on the amount that customers could be charged for using mobile data abroad.\nThere would also be requirements for customers to be informed when they have reached 80% and 100% of their data allowances.\nA future trade deal with the European Union could include the abolition of, or limits to, mobile roaming charges.\nOf course, just because the operators might be allowed to reintroduce roaming charges, it does not necessarily mean that they will do so.\nThree has no plans to bring them back in, regardless of how Brexit negotiations resolve themselves.\nVodafone said it was too soon to assess the implications of Brexit on roaming regulations, but added that it currently had no plans to change its roaming charges.\nEE also said it had no plans to introduce the charges and said: \"we are working closely with government on this and hope Brexit negotiations will help ensure that UK operators can continue to offer low prices to our customers\".\nAnd O2 said: \"We currently have no plans to change our roaming services across Europe. We will be working closely with the government and other European operators to try and protect the current arrangements, so our customers can continue to enjoy free EU roaming once Britain officially leaves the EU.\" \nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "11 February 2019", "href": "https://www.bbc.com/news/business-45064268", "tags": "mobile brexit uk eu roaming happen charges europe customers operators use phone"}