{"title": "Mobile data: Why India has the world's cheapest", "content": "India's plummeting data prices have hit a new low. In fact, according to a recent BBC report, the country has the cheapest mobile broadband prices in the world. Technology writer Prasanto K Roy explains how this happened. \nThe BBC report, citing a UK-based price comparison site, said that 1 gigabyte (GB) of mobile data cost $0.26 in India (£0.20), compared with $12.37 in the US, $6.66 in the UK, and a global average of $8.53.\nBut many Indian users said they were actually paying less than $0.10 a GB. Customers in the US and UK too said they were paying less than what the survey reported. \nWhatever the true cost, what is clear is that mobile data in India is many times cheaper than elsewhere. But it might not last: some said India's low prices were a transient phase as big operators fought for new customers.\nSourav Sen, a consultant with an investment firm in London, said he pays the price of three to four cups of coffee a month, or $13, for his mobile service. That gives unlimited UK voice and texts, with EU roaming for voice and up to 3GB of data. He doesn't need more, because of free WiFi everywhere. The UK has some cheaper plans, but ubiquitous free WiFi makes real comparisons with Asia difficult. \nMr Sen also points out that when he is visiting India, he is offered data at almost $6.62 per megabyte (MB), which is a staggering $6,779 per GB - and about 70,000 times more than what locals pay for data. \nFar away in Gurgaon, a suburb of capital Delhi, Ramnath Mandal, employed as a driver, pays less than $3 a month for unlimited free calls. With that he gets 42GB of 4G data, at 1.5GB a day, which he uses for viewing videos and for WhatsApp calls to his family and friends in the state of Bihar. That's less than 6 cents per GB - 70 times cheaper than what Mr Sen pays for his 4G data in London.  \nMr Mandal's service provider is Reliance Jio, a young telecom operator that has shaken up the Indian market with cheap, high-speed mobile data and free calls. Jio launched in September 2016 with an aggressive free trial offer, picking up 100 million customers in just six months. The 4G-only high-speed data uses spectrum suited to data, for voice as well as data. \nIn just two years, Jio has become the third largest telecom operator in India, with 280 million subscribers by December 2018. It gives away its 4G feature phone (which is not a smartphone), JioPhone, against a refundable security deposit of $21, with plans starting below $1 a month. The handset runs two of India's most popular apps, WhatsApp and Facebook, and supports WiFi.\nIndia had more than 500m mobile broadband subscriptions at the end of December 2018, according to India's telecom regulator TRAI, but just 18m wired broadband subscriptions. Of the 1.17bn mobile subscriptions in the country, 55% of them are in urban areas. The big jump in broadband usage, all of it on mobiles, came mostly from Jio. \nThe country's older telecom operators had to compete with Jio, slashing 4G data prices and throwing in freebies. Kalipada Sasmal, another driver in Delhi, considered moving to Jio, but his operator Airtel offered him a plan under $6 a month for 40GB of data, with unused data rolled over to the next month, and free Amazon Prime video service for a year. He decided to stay with Airtel. \nClearly, Jio has driven data prices down sharply in India. Can the market sustain these prices? Industry analysts say Jio is subsidising its service to get customers - and squeeze out competitors. There were 10 telecom operators when Jio launched: now there are just four. \nLow tariffs are purely the result of hyper-competition resulting in a huge \"consumer surplus\" - when consumers pay prices much lower than what they are willing to pay - according to Rajan Mathews, head of the Cellular Operators Association of India. \n\"These low prices are not sustainable if operators have to continue to make investments in network coverage, quality and new technology,\" Mr Mathews says. \"Return on capital is in the low single digits for this industry. Operators will need to review their pricing, to correct this situation.\"\nTranslation: prices will go up.\nMukesh Ambani, chairman of Reliance Industries, however, has said that Jio's network has plenty of room for growth, with only a fifth of its capacity utilized. \"We can multiply our customer base without additional investment,\" he said, speaking at the company's annual general meeting last July, when Jio had 215 million customers.\nBut data rates will go up, because this \"hyper-competitive state of Indian telecom\" is not sustainable, argues digital rights activist Nikhil Pahwa, whose portal MediaNama tracks India's digital economy. \nTelecom operator margins are now wafer thin and news reports of profits shrinking to near zero at telecom companies which are feeling the pressure from Jio are common. \n\"Before Jio's launch, there was virtually a cartel in operation that kept prices high,\" Mr Pahwa says. \"The lowering of rates has led to consolidation, and we are down to four operators. It's a matter of time before rates go up. This was an industry used to 30% margins, and it will want to get back there.\" \nA source close to Jio, who does not wish to be named, says its pricing is not subsidised, but is commercially viable. \n\"Their disruption came from new tech,\" he says. \"Jio bet on a frequency which was lying unused in abundance. It combined voice and data - no one had thought of using voice in that spectrum band.\" \nAnd although nearly 100 million users were drawn in by Jio's prolonged free trial offer, Jio's customers are now spending more than other operators' customers. Jio reports 30% higher than average revenue per user of almost $2. \nAnd so the drivers, cooks, migrants, students, and many blue and white-collar workers watching and sharing videos have driven up India's average mobile data consumption 10 times in two years, to more than 10GB per user per month, roughly the same as in the USA. \nThey have very little access to free public WiFi, though Google and RailTel Corporation's RailWire project is has brought free, high-speed broadband over WiFi to over 400 railway stations. A pre-paid Jio connection is their mainstay, often as a second SIM card in their phone, with free voice calls, and, for now, the cheapest mobile data in the world.\nPrasanto K Roy (@prasanto) is a technology analyst in Delhi", "date": "18 March 2019", "href": "https://www.bbc.com/news/world-asia-india-47537201", "tags": "mobile free world india telecom prices customers operators cheapest data jio"}