{"title": "Modi’s Campaign of Fear and Prejudice", "content": "The campaign for the votes of 900 million Indians in the continuing national elections — being conducted in seven phases from April 11 to May 23 — has taken a rancorous and religiously polarized tenor, which is unprecedented even for India.\nNarendra Modi, the prime minister of India, is leading the campaign for his governing Hindu nationalist Bharatiya Janata Party. He remains the focus of much of the campaign for his party as well as for the opposition parties challenging his re-election bid.\nMr. Modi is not seeking to persuade the Indian voters to vote for him and his party on the basis of his record while governing India for the past five years or by presenting compelling ideas for India’s future. Mr. Modi is seeking votes by doing what he does best: raising and stoking fear among the Hindu majority of the potential dangers posed by the presence of a large Muslim minority in India. \nSince he first consolidated power and built his political capital on the back of religious violence against Muslims in Gujarat in 2002 under his watch as chief minister, Mr. Modi has mastered the art of linking the threat of terrorism, Muslims and Pakistan. His strategy has worked in every election he has deployed it in.\nHis current campaign is taking place in the wake of the Feb. 14 suicide attack in Pulwama district of Indian-administered Kashmir, which killed 40 Indian paramilitary soldiers. The attack was followed by a few weeks of intense escalation and cross-border airstrikes by India and Pakistan.\nMr. Modi has made the Pulwama attack the basis of his most recent recasting of the theme of a terrorism-Pakistan-Muslim threat. On April 9, at a campaign rally, Mr. Modi directed his attention toward young Indians voting for the first time: “Can your first vote be dedicated to the valiant soldiers who carried out the airstrike in Pakistan? Can your first vote be dedicated to the brave martyrs of Pulwama?”\nMr. Modi proceeded to blame the Indian National Congress, the leading opposition party, for the creation of Pakistan in 1947 and claimed that the Congress party’s electoral manifesto speaks the same language as Pakistan.\nMore than 70 years after independence, Indian governments — mostly led by the Congress party and now by the B.J.P. — have refused to repeal several draconian laws introduced by British colonial rulers, including a particularly egregious law that defines what constitutes sedition or treason.\nIn its manifesto, the Congress party promised to remove the sedition law, which has been much abused and is seen as a relic of a colonial state. “The Congress has said it wants to do away with the sedition laws,” Mr. Modi said “Pakistan too wants this. It wants a free hand for those who want to work against India.” The prime minister was raising the nationalist pitch and repeating what he has honed in his five years in power: branding all dissent and disagreement with his views as a bid to weaken the nation.\n[Follow coverage of the Indian elections in The New York Times.] \nA tactic that Mr. Modi and his party have used in the hope of getting Indians to shed their argumentative nature and conform to their interpretation of militant nationalism is an unprecedented exaltation of the Indian armed forces. They seem to have taken a leaf out of the Iranian playbook by seeking to create a cult of martyrdom by constant references to slain Indian soldiers as martyrs. The usage has been amplified by a largely compliant mass media.\nLast week, Yogi Adityanath, who was appointed as the chief minister of Uttar Pradesh, the most populous Indian state, in 2017 by Mr. Modi, described the Indian Army as Modi’s army. Mr. Adityanath, a firebrand Hindu ascetic, who faces many accusations of stoking and participating in religious violence, was only crudely stating what his leader had already conveyed in a calibrated and effective manner.\nA few days after his “Modi’s army” remark, Mr. Adityanath continued with the strategy of religious polarization by painting India’s leading opposition parties as Muslim parties that were fighting his Hindu party. The Samajwadi Party has significant support among lower-castes and Muslims in Uttar Pradesh, and the Bahujan Samaj Party has serious support among India’s Dalits and is headed by Kumari Mayawati, the first Dalit woman to be a chief minister in India. The two parties have formed a coalition to fight Mr. Modi’s B.J.P. in these elections.\nMs. Mayawati responded by calling upon India’s Muslims — about 15 percent of the population — not to split their votes among various parties, as that would benefit the B.J.P. Both Mr. Adityanath and Ms. Mayawati have been temporarily barred from campaigning by the Election Commission of India, which conducts the elections, for directly calling upon Hindus and Muslims for their votes. \nThe Hindu nationalists frame the “threat” posed by the Muslim minority by associating them with Pakistan and by raising the specter of an increased Muslim population with illegal immigration of Muslim migrants from Bangladesh, who are described as “infiltrators.”\nThis fear of immigrants is the staple of right-wing populists from President Trump to Prime Minister Viktor Orban of Hungary. But nowhere is the fear more imaginary than in India, where the Hindu majority of 965 million dwarfs the Muslim minority of about 170 million, and where the two communities have lived together for over 1,000 years. But for a man with Mr. Modi’s rhetorical skill, facts are easy to set aside.\nAmit Shah, the president of Mr. Modi’s B.J.P. and his closest associate from his Gujarat days, declared that if re-elected, their government will throw out every illegal immigrant who is not a Buddhist, a Hindu or a Sikh. That left Muslims and Christians.\nAnd yet again on campaign trail, Mr. Modi, whom nobody would accuse of being bothered about minority rights, sought to use the persecution of Hindu and Sikh minorities in Pakistan to whip up passions of Hindu voters. “The fundamentalists tortured our brothers and sisters in Pakistan. Is Congress not a culprit for this?” Mr. Modi said. “Our daughters are being tortured in Pakistan even now,” he added.\nFor Mr. Modi and his party, such rhetoric is the path to one more election victory, but the changes it sets in motion are not easy to reverse. The antipathy between Hindus and Muslims that he stoked in 2014 was manifest in the low-grade violence and bigotry against the Muslim minority over the next five years. The more permanent this antipathy becomes, the more it is likely to challenge the very fundamentals of India’s democratic polity, which, however awkwardly, has so far managed to accommodate its diversity.\nHartosh Singh Bal is the political editor of The Caravan magazine.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "April 17, 2019", "href": "https://www.nytimes.com/2019/04/17/opinion/modi-india-election.html", "tags": "india pakistan party ” muslim fear modi indian prejudice hindu campaign"}