{"title": "Mohammad Youssuf Abdulazeez: What we know about Chattanooga gunman", "content": "A man who killed four US marines at two US Navy buildings in Chattanooga, Tennessee, before being shot dead, has been identified as 24-year-old Mohammad Youssuf Abdulazeez.\nAbdulazeez, described as a \"lone gunman\" by President Barack Obama, is thought to be from Kuwait but has lived in the US for several years.\nOn Friday, sources close to the investigation said he visited Jordan in 2014 and may have also travelled to Yemen. \nThe house where he lived, a few miles outside Chattanooga in Hixson, was raided by police after the shootings and two women were seen being taken away in handcuffs.\nIt is unclear how long he had lived in America but we do know that he went to both high school and university in the US. \nFormer classmates of Abdulazeez said he attended Red Bank High School, just north of Chattanooga, which has about 800 pupils. \nSome of them shared his page from a school year book, which showed Abdulazeez in a bow tie and dinner jacket. \nThe quote alongside it, which he had signed as \"Hijabman\", read: \"My name causes national security alerts. What does yours do?\"\nHe had been a keen wrestler and was described as popular and well-liked by some former school friends.\n\"He was honestly one of the funniest guys I'd ever met,\" said Ryan Smith, a former wrestling teammate, told the Chattanooga Times. \"I never saw a violent bone in his body, outside of the sport he was doing.\"\nRecords on a mixed martial arts (MMA) website show he fought and won a contest in 2009 - and video appearing to show the fight was uploaded to YouTube by an MMA broadcaster. \nScott Schrader, who coached Abdulazeez, told CNN: \"He seemed like the all-American kid. Obviously, the last person you would think would do something like this.\"\nMr Schrader said Abdulazeez's father, Youssuf Abdulazeez, became upset when he found out about his son's fighting, saying it was forbidden in Islam, which may explain why his MMA career was so short.\nAnother school friend of Abdulazeez's told the LA Times that he had excelled in science and maths and was dedicated to his Muslim beliefs, praying five times a day and fasting during Ramadan.  \nAfter high school, it seems he studied at the University of Tennessee at Chattanooga (UTC) and a spokesman confirmed that a student with the same name graduated in 2012 with a degree in engineering.\nA resume that appears to have been written by Abdulazeez, which says he went to both Red Bank High School and UTC, is available on an online jobs site. \nIt seems to have been written to apply for an engineering job and he says he is \"excited about the opportunity to apply my knowledge and skills to your company\". \nIt is unclear if he got the job but authorities have confirmed he was working as a shift supervisor at a cable manufacturing plant in the months prior to Thursday's attack, according to a local media report. \nFederal investigators have said he had no known links to international terrorism.\nBut local police were aware of him to some extent after he was arrested in April in Chattanooga for driving under the influence of alcohol. \nA blog purported to have been written by Abdulazeez has also been found, with just two posts that were both written just three days before the shootings. \nIn one post, the writer says \"this life is short and bitter\" and that Muslims should not let \"the opportunity to submit to allah... pass you by\".", "date": "17 July 2015", "href": "https://www.bbc.co.uk/news/world-us-canada-33562142", "tags": "gunman us youssuf know lived high written former mohammad abdulazeez two chattanooga school"}