{"title": "Momo Is as Real as We’ve Made Her ", "content": "Released in 2002, “The Ring” furnished us with a fresh and memorably horrifying rendition of the folkloric vengeful ghost. In that film, Samara, a demonic orphan drowned in a well by her tormented adoptive mother, rose from the dead, via VHS tape, to terrorize the living. The particulars of the story are less important than the version that has lodged itself in our imaginations: the tape itself, a choppy cut of generically alarming images; the ringing phone, and the voice on the other end of the line whispering seven days; the inhuman form crawling out of the television; the waterlogged face peeking out from behind the wall of stringy black hair. “The Ring” was both horrifying and meaningfully divergent from its source material, a Japanese book and film series. The third installment of the American series, “Rings” (2017), was a minor commercial success and a massive critical flop. For now, the franchise appears to be on pause. \nAt least officially. Starting last year, and flaring this February, Americans of “Ring”-watching age became transfixed by another string-haired demon girl menacing the youth: Momo. Like Samara, Momo is said to possess young people through screens. In one rendition of her story, she entrances children with her shocking face and then gives them increasingly morbid instructions, culminating in suicide. Later versions of the story warn that she will appear in the middle of children’s videos to encourage self-harm. There are minor adaptations that describe Momo making first contact, or casting her first hex, through private messages in various apps or through in-game voice chat. \n[More about life on your phone: How TikTok is rewriting the world.]\nIn recent months, Momo has graced countless local news segments, received concerned national coverage as the subjects of viral “suicide games,” and even found her way into the consciousness of Kim Kardashian West, who warned followers to “monitor what your kids are watching!”\nThere are no credible reports of children who have been meaningfully influenced by anyone convincing them to engage with a “Momo Challenge,” or driven to suicide by her likeness appearing in the middle of a Peppa Pig video. This hasn’t stopped police departments and school administrators and local and national media around the world from reporting on the phenomenon as a verified and imminent threat, relying heavily on second- and thirdhand accounts, via parents, of upset children. It’s also not obvious that any of her imagined targets believe her to be “real,” either.\nThis panic was followed by a round of more sober coverage characterizing Momo, and the challenge, as a “hoax,” warning credulous adults that they were opening the door to trolls who might actually enact elements of the myth to get a rise out of people, and that they were themselves needlessly exposing children to violent concepts by engaging with the story themselves.\nThis much is true: The Momo Challenge is a moral panic spreading through new and powerful channels. It’s also true that she is able to entrance people almost instantly by appearing, jarringly, in the middle of their media (as above, sorry), and that such appearances result in disembodied voices commanding victims up a ladder of misery. And while Momo really is coming for someone in more or less the manners described, it’s not the children. It’s their parents. \nFear of Momo has been acute for years, but now she has a name and a face. You can learn a lot about Momo by tracing the ways her myth has been reformulated for the culture in which it’s spreading. A September post by the office of the general prosecutor of the state of Tabasco, in Mexico, warned that people were contacting children as “El Momo” on Facebook. In Argentina and India, where thinly sourced and uncorroborated reports have spread suggesting Momo led to actual suicides last year, the “game” is said to have proliferated on WhatsApp, a messaging app used widely by both children and adults in those countries, and which, in India, has been credibly implicated in mob murders inspired by viral accusations and misinformation. \nThe Momo that has most effectively captured the imagination of the English-speaking world is said to appear mid-video on YouTube, or even, as Ms. Kardashian West warned in her post, on its childproof subsite, YouTube Kids. These websites have been the subject of escalating and again credible reports about violent and disturbing content reaching children and predatory adults using the platform. \nSince going viral, Momo has indeed become a YouTube fixture, as a subject of analysis, as a joke, and as a troll. On Friday, YouTube announced it was “demonetizing” (withholding ads from) all videos that contain Momo, suggesting that surge of attention had made posting videos about her particularly profitable.\nAnd it’s not just YouTube. There is a Momo who is supposed to haunt Snapchat. There’s another who crashes videos of Fortnite, a uniquely popular game among young children. Momo meets kids where they are — or at least where their parents think they are.\nFor years, in various online spaces, young people have been writing horror stories, often pseudonymously or in an iterative group process. Their tales are known colloquially as “Creepypasta,” an iteration of the term “copypasta,” shorthand for passages or blocks of text or chain-letter-type stories that are frequently copied and pasted in a given online community. The authors of these posts do so to scare each other, with the occasional bonus of going viral. (The Slender Man character, which inspired multiple games and a feature film, gained popularity through copypasta. Momo’s virality no doubt owes to the 2014 stabbing of a young girl by two of her friends, who later said they were influenced by the Slender Man.) \nMomo is what happens when the grown-ups start writing copypasta of their own, about their own biggest fears: what their kids are doing on the internet, and what the internet is doing to their kids.\nThe spaces where Momo is believed to flourish share in their tendency to make parents anxious anyway. It’s 10 p.m. — or let’s say 7 a.m., or 5 p.m. — and parents do know where their children are: transfixed by their phones or tablets, rapt by a chain of endlessly recommended YouTube videos made by strangers motivated by advertising dollars. \nThe older kids are chatting with their friends, or people they say are their friends, and spending countless hours talking to each other in language that, to their parents, may as well be code, in a game that feels like a social universe unto itself. Children spending time with screens is commonly contrasted with children spending time outside, or doing some other supposedly more enriching activity, but the shape of the Momo panic is informed by age-old ideas about “stranger danger.”\nIt bears some resemblance, too, to the now-vintage fears of back-masked satanic messaging in rock music, a phenomenon that likewise became more common only after the broader culture had begun panicking about it. The satanic music panic is understood by moralizing critics and worried parents alike as the corruption of children animated as much by commercial motives as by ill will or evil. YouTube, in 2019, is seen as ubiquitous, powerful and also untamed. It’s a business that can’t, for example, seem to deal with a highly visible Nazi problem. Awful videos have found their way onto YouTube Kids, repeatedly. The company just announced it has “disabled comments from tens of millions of videos that could be subject to predatory behavior,” meaning, essentially, videos portraying children. A pro-vaccine nonprofit said it had long ago written off YouTube because its videos were overwhelmed with anti-vaccine content and recommendations. That YouTube is simultaneously one of the largest and most accessible hubs for children’s entertainment is, for a parent, disorienting to say the least. \nYouTube is, in 2019, a rare space in which children can roam. It’s also completely commercialized, and, to a parent’s eye, stocked almost exclusively with choppy cuts of generically alarming images. A clip that puts children into a trance and seems to program them to do or say things? That’s not a clip in the middle of a Peppa Pig video — that’s the Peppa Pig video itself. A third party contacting a wide-eyed viewer with instructions to do something in the real world? That’s not a killer pretending to be Momo. That’s how advertising works on YouTube. \nLast week, YouTube told reporters: “Contrary to press reports, we’ve not received any recent evidence of videos showing or promoting the Momo challenge on YouTube.” \nBut YouTube isn’t lacking as a source of psychological horror. Screens and screen time are a source of endless guilt and frustration among parents today, and it makes sense to need to displace these feelings on a face, a character, and something, or someone, with fantastically evil motives, rather than on the services that actually are surveilling what the kids are up to, to ends of their own. YouTube is where their unsupervised time might include the sudden appearance of, for example, a bunch of children chanting “baby shark” over and over again, cursing them, and eventually their parents, and the broader culture, with a nightmarish earworm which, seven days in, might at least have them wishing a shark would wriggle through the screen and eat them alive. \nMomo is, as a former colleague and mother of a young child put it to me, only half-joking, “the face of a mom who hasn’t slept or showered” for lack of a moment away from a needy child. She is, like all of us, unable to know or grasp quite what a service like YouTube — or WhatsApp, or Fortnite — wants from or is doing to anyone, much less the youngest among us, but who very much isn’t ready, or able, to take it away completely.\nThe Momo Challenge may not be real, but Momo is more than a hoax or panic. She’s a pretty smart work of group fiction written in the grip of a pretty dumb panic, an avatar for a collective spirit that is less vengeful than guilty, anxious and helplessly angry. She, or at least her franchise, will be with us for a while. ", "date": "March 2, 2019", "href": "https://www.nytimes.com/2019/03/02/style/momo-mania-hoax.html", "tags": "youtube videos kids parents ” real panic children made momo"}