{"title": "Monitoring May Have ‘Incidentally’ Picked Up Trump Aides, House Member Says", "content": "WASHINGTON — For weeks, President Trump has insisted that President Barack Obama tapped his phones even as the F.B.I. director and members of Mr. Trump’s own party said there was no evidence for his charge. But on Wednesday, Mr. Trump got an assist from a powerful House Republican who said the president or his closest associates may have been “incidentally” swept up in foreign surveillance by American spy agencies.\nRepresentative Devin Nunes of California, the Republican chairman of the House Intelligence Committee, introduced the new claim into the deepening controversy over Russian meddling in the 2016 election. Yet Mr. Nunes also told reporters on Wednesday that he had no evidence to support Mr. Trump’s claim that he was directly or personally wiretapped.\nDemocrats quickly denounced the disclosure and said it bolstered the need for an independent investigation to replace the House inquiry being led by Mr. Nunes.\nMr. Trump responded positively to Mr. Nunes’s remarks.\n“I very much appreciated the fact that they found what they found,” the president told reporters at the White House, evidently referring to sources Mr. Nunes said he would not name. Mr. Trump said he felt vindicated, up to a point. “I somewhat do,” he said.\nMr. Nunes acknowledged that the incidental intelligence gathering on Trump associates — during the presidential transition late last year, when Mr. Obama was in office — was not necessarily unlawful. American intelligence agencies typically monitor foreign officials of allied and hostile countries, and they routinely sweep up communications linked to Americans who may be taking part in the conversation or are being spoken about.\nThe real issue, Mr. Nunes told reporters, was that he could figure out the identities of Trump associates from reading reports about intercepted communications that were shared among Obama administration officials with top security clearances. He said some Trump associates were also identified by name in the reports. Normally, intelligence agencies mask the identities of American citizens who are incidentally present in intercepted communications.\nBut nothing about the investigations into Russian election interference is routine. In making his claims, first in a news conference on Capitol Hill and then in the West Wing driveway after meeting with Mr. Trump at the White House, Mr. Nunes, who served on the president’s transition team, appeared to be trying to steer the public debate away from the investigations into whether Trump associates colluded with Russia during the election.\n“I don’t want to get too much into the details, but these were intelligence reports, and it brings up a lot of concern about whether things were properly minimized or not,” said Mr. Nunes, who said the surveillance was not related to Russia. “What I have read bothers me, and I think it should bother the president himself and his team, because I think some of it seems to be inappropriate.”\nMr. Nunes, who has spent months assailing leaks of classified information about Mr. Trump from anonymous officials, refused on Wednesday to identify who had allowed him to read the intelligence reports on the surveillance. He would only say that the people had proper security clearances and needed to be protected.\nSean Spicer, the White House press secretary, who has also complained about leaks of classified information, had no such quibble with what Mr. Nunes disclosed on Wednesday. “I think it’s startling information,” he told reporters.\nDespite the plaudits from the White House, Democrats said Mr. Nunes had badly damaged his credibility in his apparent attempt to shore up Mr. Trump’s. His decision to dash off to the White House and brief Mr. Trump in the middle of his committee’s investigation into Russian interference — which includes the president — raised questions about the independence and viability of the House inquiry he is leading.\nRepresentative Adam B. Schiff of California, the ranking Democrat on the committee, said Mr. Nunes needed to decide whether he was going to oversee the intelligence committee or be a White House surrogate.\n“He can’t do both,” Mr. Schiff said in a hastily arranged news conference in response to Mr. Nunes. “This is deeply troubling.”\nMr. Schiff said that “there is more than circumstantial evidence now” of collusion between Trump associates and Russian officials.\nThe House Intelligence Committee is running one of three investigations into Russian interference in the election (the Senate and the F.B.I. are the other two). Before Wednesday, Democrats had already expressed skepticism that the House investigation could rise above partisan politics, and Mr. Nunes’s statements only deepened their concerns.\nMr. Schiff, who said he had not seen the information Mr. Nunes cited, said the mere fact that Trump associates could be identified in intelligence reports, all of which remain classified, “does not indicate that there was any flaw in the procedures followed by the intelligence agencies.”\nCurrent and former intelligence officials backed up Mr. Schiff’s assessment.\n“If the F.B.I. has asked for information about Trump or any of his cronies relative to N.S.A. collection overseas, it wasn’t for grins,” said Frank Montoya Jr., a former F.B.I. agent who served as the government’s senior counterintelligence official.\nThey “asked because there was a legitimate concern about suspicious behavior that might warrant an investigation, or because an investigation was already underway. The fact that this news isn’t about Russia only makes me more concerned about the actions of our president.”\nApart from names of Trump associates, it was unclear what exactly was in the intercepts. Mr. Nunes said there were multiple Trump associates named in them, but Mr. Schiff said it appeared that only one person was identified by name. Mr. Schiff said he came to that conclusion after speaking directly with Mr. Nunes.\nMr. Nunes’s concern, Mr. Schiff said, “was he could still figure out the identities of some of the parties even though the names were masked.”\nDemocrats and intelligence officials questioned whether Mr. Nunes had violated the law in discussing classified reports. Mr. Nunes said he had not broken the law even as he acknowledged that the reports were classified.\nSeveral people are known to be under scrutiny in the Russia investigation, including Paul Manafort, who stepped down as chairman of the Trump campaign in August amid reports his name was in a secret ledger in Ukraine listing off-the-books payments for consulting work he did for a Russian-backed government there.\nOn Wednesday, The Associated Press reported new details of Mr. Manafort’s activities in Ukraine, including a proposal he is said to have drafted in 2005 to do similar work for pro-Russian interests in other former Soviet republics. The plan was presented to a Russian oligarch with whom Mr. Manafort had a business relationship, Oleg Deripaska, a close ally of President Vladimir V. Putin of Russia who agreed to pay Mr. Manafort $10 million for the work.\nIt is unclear how far the plan got or whether money changed hands. Mr. Manafort issued a statement denying he did any work for the Russian government.\nMr. Deripaska, via a spokeswoman, said the only payments he made to Mr. Manafort were tied to private business ventures.", "date": "March 22, 2017", "href": "https://www.nytimes.com/2017/03/22/us/politics/devin-nunes-wiretapping-trump.html", "tags": "aides may ‘ intelligence “ associates monitoring picked trump house says nunes incidentally member said"}