{"title": "Montana Poised To Expand Medicaid Under Obamacare", "content": "WASHINGTON -- Montana is on track to join 28 states and the District of Columbia by expanding Medicaid to cover more low-income people.\nDemocrats in both chambers of the majority-GOP Montana state legislature have joined with enough Republicans to advance the legislation. The state Senate sent the measure to Gov. Steve Bullock (D), a Medicaid expansion supporter, on Saturday following a state House of Representatives vote a week before. Proponents of the legislation say it will expand health coverage to as many as 45,000 Montanans.\nMontana is set to become the second state this year to adopt the Medicaid expansion, following Indiana's action in January. Debate continues on the issue in states including Alaska, Florida, Missouri, Tennessee and Utah, but the chances of more states signing on are steadily decreasing amid staunch opposition from Republican legislators, even in states with GOP governors who want to broaden Medicaid eligibility.\nFederal officials must sign off on the Montana Medicaid expansion plan, because it includes new requirements for enrollees, such as monthly premiums. The Affordable Care Act calls for Medicaid eligibility to be broadened to anyone who earns up to 133 percent of the federal poverty level. (For a single person, 133 percent of the federal poverty level would be $15,654.) Under the law, the cost of newly eligible Medicaid enrollees is almost entirely paid by the federal government, and states will never pay more than 10 percent. The Supreme Court made the expansion optional for states in a 2012 ruling.\nMontana's Medicaid expansion is coming later than it would have if not for a mishap two years ago. In 2013, Montana state Rep. Tom Jacobson (D) accidentally cast the deciding vote against a Medicaid expansion bill he supported, and state House Republicans declined to allow a re-vote on the measure.\nThis year, Medicaid expansion advocates in the Montana legislature proved more adept. The state Senate passed a bill last month, but a House committee appeared to bottle up the measure. Democratic and Republican supporters of the bill, however, employed parliamentary tactics to force the full House to consider the bill. That ultimately led to the passage of a slightly different version of the legislation, which the state Senate approved Saturday.", "date": "\n04/18/2015", "href": "https://www.huffpost.com/entry/montana-medicaid-expansion_n_7042366", "tags": "obamacare poised medicaid states house federal montana expand senate state bill expansion legislation"}