{"title": "More Red States Embrace Obamacare, As Long As You Don't Call It That", "content": "WASHINGTON -- Presidential candidates and other national politicians throw around a lot of rhetoric about health care reform, but the real action is happening in conservative state legislatures across the country.\nRed state governors and lawmakers are deciding what health care for low-income people and those with disabilities delivered through Medicaid, the joint federal-state health benefit program, will look like in the post-Obamacare era. \n\"This, at this point, is largely a fight within the Republican Party,\" said Joan Alker, executive director for the Center for Children and Families at Georgetown University, who is an expert on Medicaid issues.\nIn some cases, Republicans have concocted pretty convoluted ways to do Obamacare without saying they're doing Obamacare, to get other Republicans to go along.\nThe passage of the Affordable Care Act in 2010 and a Supreme Court decision two years later affirming states' rights to refuse to participate in the law's Medicaid expansion triggered this fight. \nThe ACA called for Medicaid to be available to anyone earning up to 133 percent of the federal poverty level, or $16,000 for a single person, and provided full federal funding from 2014 through 2016, after which Washington gradually contributes less until 2021 and future years, when states will pay 10 percent of the costs. The federal government pays an average of 57 percent of other Medicaid expenses.\nThirty-one states and the District of Columbia have expanded Medicaid, which has been a key contributor to the historic reduction in the uninsured rate since 2013.\nDemocratic states quickly took up this arrangement, which enabled them to advance the cause of covering the uninsured at little cost to their budgets. So did states with divided government, including Kentucky and New Jersey, and even some GOP-led states like Nevada and North Dakota. \nRepublican interest in participating in Medicaid expansion grew after Arkansas' divided government won federal approval for a privatized model. After that, states with Republican leadership, such as Michigan and Ohio, joined in. \nThis year, expansions, contractions, cuts and sweeping reforms are on the docket in states like Alabama, Oklahoma and South Dakota.\nIn those places and elsewhere, ideology about the role of government and about the Affordable Care Act itself is running into practical realities about access to health care and the availability of federal dollars.\nWhen the opportunity first presented itself in 2012, South Dakota Gov. Dennis Daugaard (R) rejected Medicaid expansion, portraying it as a handout to \"able-bodied\" people who didn't want to work. \nEven when he changed his tune last year and found a way to support expansion, Daugaard expressed \"hate\" at the idea of making people dependent on the government.\nBut what Daugaard saw is that taking federal money to expand Medicaid and cover more uninsured in South Dakota also would allow the state to reduce spending on other programs, and to address longstanding problems with access and quality of health care for American Indians in the state who use the federal Indian Health Service. \nFederal authorities have cleared the plan, and the state government already is preparing to carry it out. \n\"It is a unique opportunity, and it really does appear to be a win-win-win,\" said Carole South-Winter, a professor who studies health policy at the University of South Dakota in Vermillion.\nThe South Dakota legislature ended its session without considering the expansion, but the state's top health official says Daugaard may call them back for a special session. \nDespite conservative opposition to Obamacare, legislators are open to the proposal, which Daugaard promises will cost the state nothing, South-Winter said. \"If it works, it's genius.\"\nAnyone who needs a reminder of the wacky politics of Obamacare need only consider this: In order to sell a proposed Medicaid expansion in the Sooner State, the administration of Gov. Mary Fallin (R) is framing it as a contraction of the program. \n\"The governor and others have gone from being total refuseniks on the Affordable Care Act to saying, 'Yeah, just don't call it that,'\" said David Blatt, executive director of the Tulsa-based Oklahoma Policy Institute. \"This is a really, really high-stakes gamble.\"\nHere's how that works: The Oklahoma Health Care Authority wants legislative approval for a plan that would move some pregnant women and children currently on Medicaid onto the federally subsidized health insurance exchanges created by the Affordable Care Act. \nAt the same time, they would open up Medicaid to more poor adults through the state's Insure Oklahoma program. The proposal also would create new financial requirements for Medicaid beneficiaries. The net result would be fewer Oklahomans on Medicaid, and less spending by the state government.\nOklahoma is one of several states facing budget shortfalls this year because of low oil prices. \nSince Medicaid is one of the largest items in the budget, it's a target for cuts. But simply slashing payments to medical providers would be difficult. The state proposed cutting fees by a quarter, which the health care industry contends would force hospitals and nursing homes out of business and drive doctors to stop treating Medicaid patients.\nAnother solution is the Medicaid expansion and reform, and Republican lawmakers have warmed up to it, Blatt said.\nThe main obstacle at this point isn't the Obamacare question, Blatt said, but disagreement among legislators about another component of the plan: a $100 million increase in taxes on tobacco products.\nGov. Asa Hutchinson (R) kept his views of the state's privatized Medicaid expansion to himself while running for office in 2014. The so-called private option, which uses Medicaid funds to pay for private insurance, was the creation of Hutchinson's Democratic predecessor, Mike Beebe, and the GOP-led legislature in 2013.\nBut there are enough staunchly anti-Obamacare lawmakers in that body that the fight must be refought every year, and it's especially tough because the legislature's rules require a 75 percent majority to pass spending bills. \nDespite his earlier recalcitrance, Hutchinson stepped up to protect and reform the private option -- which he rebranded as Arkansas Works -- this year, teaming with Republican and Democratic legislators to keep the program going. \nMost remarkable, however, was how the final bill became law. In order to overcome the rump group of conservatives defying the majority, Hutchinson came up with an unorthodox plan.\nRepublicans opposed to the expansion were permitted to add a provision that would repeal it to a big, must-pass budget bill. Supporters of Medicaid expansion had to vote in favor of the legislation, including the repeal language. \nThen Hutchinson used his line-item veto authority to remove that one part of the bill and keep expansion in place, while enacting the rest of the budget.\nDemocratic legislators were so nervous, one worried what would happen if Hutchinson died before putting pen to paper. And the plan hinged on Republican opponents being satisfied by passing repeal knowing it would never happen. \nSomehow, this worked. And they'll probably have to do it all over again next year. \nGov. John Kasich (R) has gotten a lot of flack from conservatives for circumventing state legislature to expand Medicaid in 2013, and this supposedly pro-Obamacare move dogged him during his failed pursuit of the Republican presidential nomination. \nThis year, Kasich signed legislation favored by Ohio conservatives that would make some significant changes to how the state runs Medicaid. \nModeled in part on the Healthy Indiana Plan and Medicaid expansion that won federal approval last year, the Healthy Ohio Program would require beneficiaries to enroll in private insurance, pay a portion of their incomes for the benefits and more money for medical care than under traditional Medicaid. That would include people with incomes below poverty level. Elderly Ohioans, people with disabilities, and other more vulnerable beneficiaries would be exempt.\nCreating new financial obligations for Medicaid enrollees would result in fewer people with health coverage, say critics, including U.S. Sen. Sherrod Brown (D-Ohio). \nAnd the plan also would take away coverage from a slew of low-income groups, including breast and cervical cancer patients, and children when they turn 18. The law also would end the normal Medicaid practice of \"retroactive eligibility,\" which allows the program to pay for recent medical bills for people deemed to qualify for the program.\n\"The process that's envisioned under this waiver would result in tens of thousands of people losing coverage,\" said John Corlett, president of the Center for Community Solutions in Cleveland, who ran Ohio's Medicaid program when Democrat Ted Strickland was governor.\nThe strictest parts of the plan face tough hurdles at the federal level, however. \nNo state has ever been allowed to charge money for Medicaid to people who make less than poverty wages, and Health and Human Services Secretary Sylvia Burwell in the past has expressed skepticism about ending retroactive eligibility. \nA task force hand-picked by Gov. Robert Bentley (R) recommended Alabama expand Medicaid last year, and Bentley himself even expressed a new openness to the idea at the time. \nAnd that's as far as Alabama came to extending coverage to its poorest uninsured residents. What's more, budget problems might force cutbacks for current Medicaid enrollees this year.\n\"He's facing a legislature that's controlled by these very, very small-government, more libertarian-minded folks that aren't going to agree to anything,\" said David Becker, a health policy professor at the University of Alabama at Birmingham.\nMedicaid expansion has broken through in other conservative states because a governor or group of legislators fought hard for it, and because of pressure from health care interests. That's not happening in Alabama, Becker said.\n\"A weak governor who's kind of wishy-washy on his level of support for doing this hasn't been helpful. And on the Democratic side, there's just nothing there,\" Becker said.\nInstead of expansion, Alabama instead is trying to close an $85 million hole in its budget after it requested $100 million from the legislature and got just $15 million. A last-ditch attempt to divert a portion of the state's settlement with BP over the 2010 Gulf of Mexico oil spill to Medicaid failed, and the legislative session is nearly over.\nWithout more money from resistant lawmakers, Bentley says Medicaid will have to cut services, including prescription drug coverage for adults, and reduce what it pays medical providers, even as the state continues implementing a prior round of reforms to the program. \nMeanwhile, some legislators want to impeach Bentley over a sex scandal that came to light this year.\nThere's been plenty of action on Medicaid in other states, too.\nLouisiana expanded Medicaid under new Democratic Gov. John Bel Edwards. New Hampshire extended its Medicaid expansion after heated debate. Iowa implemented a controversial privatization plan. Kentucky Gov. Matt Bevin (R) wants to apply a version of Indiana's landmark reforms to his state's expanded Medicaid program. New Mexico is eyeing payment cuts for doctors and hospitals. And West Virginia may not be able to pay medical providers on time due to budget problems. ", "date": "\n05/04/2016", "href": "https://www.huffpost.com/entry/republican-states-embrace-obamacare_n_57291c97e4b0bc9cb04504bb", "tags": "call red obamacare embrace states medicaid long state year expansion program care health"}