{"title": "More Sanctions on North Korea After Sony Case", "content": "The Obama administration doubled down on Friday on its allegation that North Korea’s leadership was behind the hacking of Sony Pictures, announcing new, if largely symbolic, economic sanctions against 10 senior North Korean officials and the intelligence agency it said was the source of “many of North Korea’s major cyberoperations.”\nThe actions were based on an executive order President Obama signed on vacation in Hawaii, as part of what he had promised would be a “proportional response” against the country. But in briefings for reporters, officials said they could not establish that any of the 10 officials had been directly involved in the destruction of much of the studio’s computing infrastructure. \nIn fact, most seemed linked to the North’s missile and weapons sales. Two are senior North Korean representatives in Iran, a major buyer of North Korean military technology, and five others are representatives in Syria, Russia, China and Namibia.\nThe sanctions were a public part of the response to the cyberattack on Sony, which was targeted as it prepared to release “The Interview,” a crude comedy about a C.I.A. plot to kill Kim Jong-un, North Korea’s leader.\nThe administration has said there would be a covert element of its response as well. Officials sidestepped questions about whether the United States was involved in bringing down North Korea’s Internet connectivity to the outside world over the past two weeks. \nPerhaps the most noticeable element of the announcement was the administration’s effort to push back on the growing chorus of doubters about the evidence that the attack on Sony was North Korean in origin. Several cybersecurity firms have argued that when Mr. Obama took the unusual step of naming the North’s leadership — on Dec. 19 the president declared that “North Korea engaged in this attack” — he had been misled by American intelligence agencies that were too eager to blame a longtime adversary and allowed themselves to be duped by ingenious hackers skilled at hiding their tracks.\nBut Mr. Obama’s critics do not have a consistent explanation of who might have been culpable. Some blame corporate insiders or an angry former employee, a theory Sony Pictures’ top executive, Michael Lynton, has denied. Others say it was the work of outside hacking groups that were simply using the release of “The Interview” as cover for their actions. \nBoth the F.B.I. and Mr. Obama’s aides used the sanctions announcement to argue that the critics of the administration’s decision to attribute the attack to North Korea have no access to the classified evidence that led the intelligence agencies, and Mr. Obama, to their conclusion.\n“We remain very confident in the attribution,” a senior administration official who has been at the center of the Sony case told reporters in a briefing that, under guidelines set by the White House, barred the use of the briefer’s name. \nStill, the administration is clearly stung by the comparisons to the George W. Bush administration’s reliance on faulty intelligence assessments about Iraq’s weapons of mass destruction before the 2003 American-led invasion of the country. They note how rare it is for Mr. Obama, usually cautious on intelligence issues, to blame a specific country so directly. But they continue to insist that they cannot explain the basis of the president’s declaration without revealing some of the most sensitive sources and technologies at their disposal.\nBy naming 10 individuals at the center of the North’s effort to sell or obtain weapons technology, the administration seemed to be trying to echo sanctions that the Bush administration imposed eight years ago against a Macao bank that the North Korean leadership used to buy goods illicitly and to reward loyalists. President Bush, speaking to reporters one evening in the White House, argued that those sanctions were the only ones that got the attention of Kim Jong-il, whose son has ruled the country since his death in 2011.\nIn another sign of how Mr. Obama was seeking to punish individual leaders, the executive order he signed gives the Treasury Department broad authority to name anyone in the country’s leadership believed to be involved in illicit activity, and to take action against the Workers’ Party, which has complete control of North Korea’s politics.\nIn a statement, Treasury Secretary Jacob J. Lew suggested that the sanctions were intended not only to punish North Korea for the hacking of Sony — which resulted in the destruction of about three-quarters of the computers and servers at the studio’s main operations — but also to warn the country not to try anything like it again.\n“Today’s actions are driven by our commitment to hold North Korea accountable for its destructive and destabilizing conduct,” Mr. Lew said. “Even as the F.B.I. continues its investigation into the cyberattack against Sony Pictures Entertainment, these steps underscore that we will employ a broad set of tools to defend U.S. businesses and citizens, and to respond to attempts to undermine our values or threaten the national security of the United States.”\nBeyond the initial sanctions, the power of the president’s order might come from its breadth and its use in the future. One senior official said the order would allow the Treasury to impose sanctions on any person who is an official of the North Korean government or of the Worker’s Party or anyone judged “controlled by the North Korean government” or acting on its behalf.\nYet it is easy to overestimate the impact of sanctions. Six decades of efforts to isolate North Korea have not stopped it from building and testing a nuclear arsenal, launching terrorist attacks on the South, testing missiles or maintaining large prison camps.\nIn addition, the Reconnaissance General Bureau, the country’s main intelligence organization, has long been under heavy sanctions for directing the country’s arms trade, including the Proliferation Security Initiative, an effort started by the Bush administration to intercept the sales of missiles and other arms.\nStill, the Treasury’s statement on Friday that “many of North Korea’s major cyberoperations run through R.G.B.” was more than has been said publicly by the United States about how the North Koreans structure their cyberoperations. And administration officials insisted again that the Sony attack “clearly crossed a threshold,” in the words of one senior official, from “website defacement and digital graffiti” to an attack on computer infrastructure.", "date": "Jan. 2, 2015", "href": "https://www.nytimes.com/2015/01/03/us/in-response-to-sony-attack-us-levies-sanctions-on-10-north-koreans.html", "tags": "sanctions sony administration country korean case ” obama north korea"}