{"title": "More Than 12 Million Enroll In Obamacare", "content": "WASHINGTON -- Close to 13 million people enrolled into private health insurance plans via the Affordable Care Act's exchange marketplaces, Health and Human Services Secretary Sylvia Burwell announced Thursday.\nThe sign-up period closed Sunday, and by the end, 12.7 million individuals had chosen plans through HealthCare.gov and the 13 state-run exchanges, Burwell said on a conference call with reporters. \n\"Open enrollment for 2016 is over and we are happy to report it was a success,\" Burwell said. \"It's clear that marketplace coverage is a product that people do want and need.\"\nThe results made public Thursday show that sign-ups met the federal government's expectations for the year. Prior to the beginning of this open enrollment period last fall, Health and Human Services projected that 11 million to 14.1 million people would select health insurance plans on the exchanges by Feb. 1. The department predicts about 10 million people will have this type of coverage by the end of the year, as some consumers drop their plans either to switch to other forms of benefits, like from a job or Medicare, or to become uninsured.\nHealthCare.gov CEO Kevin Counihan was ebullient when describing his view of the 2016 open enrollment period.\n\"I'll just be blunt with you. We knocked the lights out this year. We did a great job,\" Counihan said during the conference call. \"Is it perfect? No. Do we have more to do? You bet. But it's been a great year.\"\nThe 38 states using HealthCare.gov represented 9.6 million of the 2016 enrollments, and more than 4 million of those customers are new to the exchanges, Burwell said. The remainder came from state-run exchanges in places including California, Colorado, Minnesota and Washington state that separately announced 2016 enrollment figures this week, and also reported growth. HHS will release a more detailed demographic report within weeks. The total doesn't include more than 400,000 people who enrolled in the Basic Health Plan, a program for low-income families, in New York and Minnesota.\nObamacare remains a political hot potato, with more Americans opposing the law than supporting it, according to survey data released by the Henry J. Kaiser Family Foundation last week. Republicans in Congress continue attempting to scrap the ACA, including a vote Wednesday that unsuccessfully attempted to override President Barack Obama's veto of a bill to repeal most of the law. And the Republicans running for president each call for its eradication.\nBut measured by its performance expanding health coverage to Americans who previously lacked it, Obamacare is working. Since health insurance plans from these exchanges and coverage from expanded Medicaid took effect at the beginning of 2014, the uninsured rate sharply dropped. The Department of Health and Human Services estimates 17.6 million more people were covered as of the third quarter of 2015 than at the end of 2013.\nHeading into the enrollment period that began Nov. 15, the Obama administration sought to tamp down expectations for growth on the exchanges. In September, Burwell cautioned that continued progress expanding the marketplaces' reach and further reducing the ranks of the uninsured would prove difficult because the people who needed the coverage the most or qualified for the most generous financial assistance already had signed up.\nThere were other reasons to believe the exchanges wouldn't be able to attract and retain large numbers of customers. Health insurance companies implemented bigger price hikes for 2016 than for the year before, citing higher-than-expected medical costs from those who'd signed up. This elevated concerns that the coverage would be unaffordable, especially for those eligible for low or no tax credits to defray the cost. And although the minimum penalty for failing to get covered rose from $95 in 2014 to $325 in 2015 to $695 this year, the newness of the individual mandate and the higher prices for insurance were reasons to doubt the policy would be effective at encouraging people to sign up. \nOver the course of 2015 and into this year, health insurance companies like UnitedHealth Group, Aetna and Anthem cautioned they were losing money or making only modest profits in this part of the market, heightening concern that too few healthy consumers were getting covered and contributing premiums to offset the costs of sicker customers.\nThis matters because the exchanges can't work if health insurance companies can't make a profit on them. So far, that's been a problem. And although the exchanges aren't on the verge of collapse, as Republicans insist, it's still an open question whether they will be viable over time.\nThe first two years showed significant attrition from the marketplaces as consumers left the exchanges. Last year, 11.7 million people had signed up by the end of open enrollment in February, but the total declined to 9.3 million in September.\nThe difference between the 12.7 million tally announced Thursday and the count later in 2016 is likely to be smaller. The administration is more accurately counting in real time how many people enrolled but canceled or were terminated by insurers because they didn't pay the premium.\nNo matter what happens, exchange enrollment won't be anywhere near the 21 million the Congressional Budget Office predicted as recently as last March. Last week, the CBO significantly downgraded its projections and now expects exchange enrollment to be 13 million in 2016. Mostly, the budget agency recognized it was wrong about two key things. The CBO expected more employers to drop health benefits, which didn't happen, and it didn't anticipate how many people would continue buying coverage directly from insurers instead of using the exchanges.\nAlso on HuffPost:", "date": "\n02/04/2016", "href": "https://www.huffpost.com/entry/12-million-enroll-obamacare_n_56b3a063e4b01d80b2457abf", "tags": "coverage obamacare exchanges enrollment year plans million insurance enroll health"}