{"title": "More Evidence Of Illegal Activity Emerges In North Carolina Congressional Race", "content": "ST. PAULS, N.C. — The day after their absentee ballot arrived in the mail in September, Luis Reyes and Yomayra Torres, a couple in Robeson County, got a nighttime visitor.\nIt was a familiar face. The woman, Jennifer Boyd, had come with another woman a few months earlier to help the couple request their absentee ballots. Now she was back to see if they wanted help filling out the actual ballots. Reyes and Torres didn’t know who to vote for, and Boyd explained why she had voted for Mark Harris, a Republican pastor running for Congress in North Carolina’s 9th Congressional District. Torres remembers Boyd saying she was with Harris’ campaign, and she told them about all the good he had done for their community but said they should vote for whomever they wanted. Reyes and Torres didn’t know about any of the other candidates in the race, so they both decided to vote for Harris. Once they filled out their ballots, Torres says, Boyd offered to take their ballots from them, and they agreed. Torres said Boyd left with both. \nIt’s illegal for anyone in North Carolina, other than a “close relative,” to take custody of an absentee ballot. Reyes and Torres didn’t know that. Torres said she thought Boyd was just trying to be helpful and make it as easy as possible for them to cast their votes.\n“At the time, we just thought she was being nice. She’s doing her job. She’s making sure that the vote goes in,” Torres told HuffPost outside her home. “We said, ‘Why not?’ and we just gave it to her.” Torres said she can’t recall whether the ballots she gave to Boyd were sealed or not. \nBoyd appears to have worked for McCrae Dowless, a political operative who is drawing attention in an ongoing investigation of irregularities in the 9th District, according to records reviewed by HuffPost.\nReyes’ ballot was sent through to election officials, but there was something unusual on what they received. Even though Boyd was the only one who visited that night, another woman indicated she had witnessed him fill out the ballot (two witnesses are legally required to watch someone fill out an absentee ballot in North Carolina). The second woman who signed as a witness on Reyes’ ballot was Lisa Britt, who also worked for Dowless. Lying on the absentee ballot form is a Class I felony in North Carolina.\nTorres isn’t sure why, but her ballot never made it to election officials. It got returned to her in the mail. Only one person had signed as a witness, she said. Her vote didn’t count in the election.\nJared Bradford, another Robeson County voter, also told HuffPost on Friday he gave his ballot to Boyd, whom he described as a family friend. Boyd had helped him request his ballot and was present when he filled it out. He said he proposed giving it to her to handle because he didn’t have time to deal with mailing it in. Election officials did receive his ballot. \nWhat happened to Reyes, Torres and Bradford offers more evidence of illegal activity for state investigators probing the election irregularities. Officials are gathering evidence in neighboring Bladen and Robeson counties, where a suspiciously high percentage of people requested absentee ballots that were then never counted as returned to election officials.\nTorres said investigators came to her home this week to ask her about their interaction with Boyd. She said the investigators took the ballot that came back to her in the mail.\nHarris appeared to have defeated Democrat Dan McCready by 905 votes, but the state board hasn’t certified that result amid the investigation. There’s still no evidence any irregularities determined the outcome of the election, and its unclear if any ballots were destroyed or tampered with. However, state investigators can order a new election if they find enough evidence to cast doubt on the results.\nDowless was hired by the Harris campaign, through a consulting group, to focus on getting out the vote through absentee ballot operations. But three of his employees have come forward to say that they actually collected the ballots from voters.\nBoyd served as a witness for 55 people in Robeson County, according to a WSOC-TV analysis, an unusually high number. The Dowless employees in Bladen County who said they collected ballots also served as witnesses for a high number of people.\nRecords at the Robeson County Board of Elections show Boyd delivered over 230 voter registration forms in September. She hand-delivered four absentee ballots — all for members of her family.\nIn Robeson County, 62 percent of the requested absentee by-mail ballots went unreturned, the highest percentage in the 9th District. In Bladen County, Harris won 61 percent of the absentee by-mail vote, even though just 19 percent of those returned and accepted were from Republicans. \nTorres said that she’s unlikely to vote absentee in the next election. \n“I think we’ll just go personally and make sure the documents won’t be manipulated,” she said. \nAndy Campbell contributed reporting from New York.", "date": "\n12/07/2018", "href": "https://www.huffpost.com/entry/north-carolina-election-investigation_n_5c0aff86e4b0a606a9a8bb49", "tags": "activity torres evidence emerges election ballots boyd county ballot reyes absentee congressional carolina race illegal north vote"}