{"title": "Most Lethal to Journalists: 1. War Zones 2. Mexico", "content": "Assassins on a motorcycle shot Cecilio Pineda Birto as he awaited his vehicle at a carwash, hitting him at least 10 times. Gunmen blocked the car of Javier Valdez Cárdenas after he left work, pumping at least 12 bullets into him. Miroslava Breach Velducea, leaving home with one of her children, was shot eight times by an unidentified assailant and died en route to the hospital.\nThey were among at least six journalists in Mexico murdered in 2017 because of their work in reporting corruption and other crimes, the Committee to Protect Journalists, an advocacy group, said Thursday in an annual compilation of fatalities.\nThe total was a record for Mexico and made that country the deadliest for journalists this year outside of a conflict zone, the group said, and the third deadliest after Iraq and Syria.\nThe group, which keeps extensive databases on killed, imprisoned and missing journalists around the world, is investigating at least three other journalist killings in Mexico this year that may have been related to the work of the victims. If that relationship is confirmed the total would rise to nine.\nA possible 10th work-related journalist murder in Mexico was reported on Tuesday by The Associated Press, which said the victim was shot to death by an assailant while attending his child’s elementary school Christmas party.\nThe jump in killings in Mexico was clearly a dominant theme in the Committee to Protect Journalists’ 2017 tally. In most cases the killers acted with impunity.\nMr. Pineda, 38, a freelancer who covered crime, social issues and corruption for a number of Mexican publications, regularly received threats via social media. He was relaxing in a hammock on the evening of March 2 outside a carwash in Ciudad Altamirano, Guerrero State, when he was fatally shot.\nMr. Valdez Cárdenas, 50, who chronicled drug trafficking and was a co-founder of an investigative weekly in 2003 in the city of Culiacán, Sinaloa State, was the winner of the Committee to Protect Journalists’ International Press Freedom Award in 2011. His killers were waiting for him when he left his office at noon on May 15. They fled in his car.\nFrom Jan. 1 through Dec. 15, at least 42 journalists around the world were killed in the line of duty, the Committee to Project Journalists said; the total for all of 2016 was 48.\nAssuming the 2017 total holds, it would be the second consecutive annual decline from the record highs reached this decade, when as many as 74 journalists were killed in a year, in large part because of surging conflicts in the Middle East.\nIraq was the deadliest country for journalists in 2017, with at least eight killed, followed by Syria, with seven, the Committee to Protect Journalists said.\nThis year was the first in six years that Syria did not lead the list. Since that country plunged into civil war in 2011, at least 114 journalists have been killed there.\nIraq remains the deadliest country for journalists over all since the Committee to Protect Journalists began keeping detailed records in 1992, with at least 186 killed.", "date": "Dec. 21, 2017", "href": "https://www.nytimes.com/2017/12/21/world/americas/journalist-killings-mexico.html", "tags": "country shot committee zones war mexico killed protect lethal journalists total least"}