{"title": "Most Americans Agree On One Thing About The Mueller Report", "content": "Americans’ first reactions to the end of special counsel Robert Mueller’s investigation are mixed, according to an initial wave of polling conducted after the conclusion of his report, including a new HuffPost/YouGov survey. But amid those divisions, there’s one broad point of consensus: A significant majority say they want to see the full report released.\nMueller announced last Friday that he’d completed his report on the Trump campaign’s relationship with Russia. Mueller’s full conclusions have not been made available to the public or even to Congress. In a four-page summary of the report, Attorney General William Barr wrote that the report did not determine that Trump criminally conspired with the Russian government to influence the 2016 election’s outcome, but that it did not exonerate the president on committing obstruction of justice.\nHere’s a quick recap of what the polls have found so far:\nIn the HuffPost/YouGov poll, 18 percent of Americans who’d heard at least something about Mueller’s report said it found that Trump committed crimes, with 29 percent saying it found that others in his campaign committed crimes, and 31 percent that it found nobody on his campaign did so. \nTrump voters who’d heard about the report overwhelmingly said it found no evidence of criminal conduct on the part of anyone on Trump’s campaign; Clinton voters, who’d mostly expected the report to conclude that Trump committed crimes, were substantially more equivocal.\nAsked for their own opinions about the truth, 29 percent of Americans said they personally believe Trump committed crimes, 24 percent that he did not commit crimes but that others on his campaign did, and 23 percent that nobody on his campaign committed crimes. Views, again, were politically divided:\nOther polls asked differently worded questions, with correspondingly different results. But most found divided perceptions about the report’s findings, with much of the public finding their pre-existing views confirmed, and a substantial share still unclear on the conclusions or feeling that matters are not yet entirely settled. \nSort of. Most of the public said they’d heard something about the report, but in surveys that asked how closely they’d followed the story, only between 23 and 35 percent reported paying the closest attention possible. The people paying the closest attention were also the least likely to be swayed: In the HuffPost/YouGov survey, 63 percent of Trump voters said they had heard a lot about the report, compared to 41 percent of Clinton voters and just 31 percent of nonvoters.\nFew are outright skeptical of the report itself, but there are some doubts. In the HuffPost/YouGov survey, 66 percent say they believe Mueller’s report is somewhat or very accurate, and just a tenth that it’s not very or not at all accurate. Per the CBS poll, 44 percent believe the investigation was conducted fairly, just 10 percent unfairly, and 47 percent are unsure or say it’s too soon to know.\nMueller’s own ratings are up. In February, Americans approved of Mueller’s job as special counsel by just a 3-point margin, according to HuffPost/YouGov polling. They now approve by a 16-point margin, thanks in large part to a substantial thaw in opinion among Trump voters, who formerly opposed him in large numbers but are now close to evenly split. The Economist’s polling, also using YouGov, noted a similar improvement in Trump voters’ view of Mueller, as did Marist’s polling. \nClinton voters, meanwhile, continue to feel positively about Mueller. But they’re far more suspicious about Barr. Clinton voters in the HuffPost/YouGov poll disapprove of Barr by a 50-point margin, while Trump voters approve by a 63-point margin.\nAmericans support the release of the full report by a margin rarely seen on charged political issues. In seven of the most recent surveys that raised the question, between 57 and 84 percent of respondents supported releasing the full report, with at most a third saying the report should not be released. In the HuffPost/YouGov survey, most who wanted the report to be made public also said it was very important that it be made available.\nOpinions on other next steps are less clear. A 57 percent majority, according to the CNN/SSRS poll, want Congress to hold hearings to investigate the findings in the report, with 43 percent saying Congress should end the investigation. But CBS, which asked specifically about Democrats in Congress, found Americans saying 58-to-38 that they should move on to other issues.\nIn Marist’s polling for NPR and PBS NewsHour, about two-thirds of Americans want Mueller and Barr to testify to Congress about the special counsel’s findings. But the public is close to evenly split on whether Democrats should hold further hearings or end the investigation.\nPublic opinion on Trump and Russia, thus far, has been largely characterized by inflexible partisanship, with Trump voters insisting on his innocence, Clinton voters convinced of his guilt, and the rest of the public skeptical of the president’s integrity but not especially tuned into the story.\nThe HuffPost/YouGov poll finds that, based on Mueller’s investigation, just 20 percent of Americans consider the Trump campaign’s relationship with Russia to be a very serious problem, down from 31 percent last month. That shift is mostly due to a change among Clinton voters: In February, 73 percent said the relationship was a very serious problem based on what Mueller had uncovered. Following the report, just 44 percent said the same.\nThat’s a lot more movement than past polls have found. But it’s not a shift that seems likely to help Trump politically. His opponents’ vehement distaste for him has never been limited to, or even largely based on, his campaign’s relationship with Russia. Both polls found Trump’s approval rating at an identical 41 percent among the public, and an identically dismal 3 percent among Clinton voters. \nOther polling, meanwhile, also finds little evidence of a sea change among any segment of the public.\n“Despite the two years of attention focused on Russia and the convictions and all that,” Marist pollster Lee Miringoff told NPR, “it pretty much is exactly where it was.”\nPer CNN, the 43 percent who believe the report fully exonerates the president is virtually identical to the share who extolled his innocence in previous polls ― suggesting, in their words, that “the summary letter released Sunday did little to move public opinion on this matter.” (That 43 percent is also, notably, more or less synonymous with the upper bound of Trump’s narrow band of approval.) Trump, the Morning Consult pollsters concluded, “got no bounce with voters after attorney general said he was cleared of collusion.” A Pew Research poll also found little movement in broader perceptions of Trump’s conduct after the report was finished. Those perceptions remain largely unfavorable, with a majority of Americans saying that Trump has probably acted illegally.\nThe HuffPost/YouGov poll consisted of 1,000 completed interviews conducted March 25-27 among U.S. adults, using a sample selected from YouGov’s opt-in online panel to match the demographics and other characteristics of the adult U.S. population.\nHuffPost has teamed up with YouGov to conduct daily opinion polls. You can learn more about this project and take part in YouGov’s nationally representative opinion polling. More details on the polls’ methodology are available here.\nMost surveys report a margin of error that represents some but not all potential survey errors. YouGov’s reports include a model-based margin of error, which rests on a specific set of statistical assumptions about the selected sample rather than the standard methodology for random probability sampling. If these assumptions are wrong, the model-based margin of error may also be inaccurate. Click here for a more detailed explanation of the model-based margin of error.", "date": "\n03/29/2019", "href": "https://www.huffpost.com/entry/mueller-report-poll-roundup_n_5c9e4011e4b00ba6327c0f2c", "tags": "public huffpost/yougov percent report agree voters thing one found americans mueller"}