{"title": "Most Of America’s Terrorists Are White, And Not Muslim", "content": "When it comes to domestic terrorism in America, the numbers don’t lie: Far-right extremists are behind far more plots and attacks than Islamist extremists. \nThere were almost twice as many terrorist incidents by right-wing extremists as by Islamist extremists in the U.S. from 2008 to 2016, according to a new report from The Nation Institute’s Investigative Fund and The Center for Investigative Reporting’s Reveal.\nLooking at both plots and attacks carried out, the group tracked 201 terrorist incidents on U.S. soil from January 2008 to the end of 2016. The database shows 115 cases by right-wing extremists ― from white supremacists to militias to “sovereign citizens” ― compared to 63 cases by Islamist extremists. Incidents from left-wing extremists, which include ecoterrorists and animal rights militants, were comparatively rare, with 19 incidents. \nWhile the database makes a point of distinguishing between different groups within right-wing extremism, lead reporter David Neiwert told HuffPost that “those are all gradations of white supremacy, variations on the same thing.” When it comes to right-wing extremism, attackers are also “mostly men” and “almost purely white,” Neiwert said.  \nAttacks by right-wing extremists were also more often deadly, with nearly a third of right-wing extremist incidents resulting in deaths compared with 13 percent of Islamist extremist cases resulting in deaths. However, the sheer number of people killed by Islamist extremists ― a total of 90 people killed ― was higher than the death toll at the hands of right-wing extremists ― 79 people killed.\nMeanwhile, President Donald Trump has focused his rhetoric and policies almost entirely on countering Islamist extremism, and not white supremacist extremism.  \n“As with a lot of things related to Trump and the Islamophobic right, the reality is viewed through an upside-down looking glass,” Neiwert said. “The reality is the most significant domestic terror threat we have is right-wing extremism.”\nThe Investigative Fund’s findings reflect those of previous studies of domestic terrorism. The New America Foundation, for instance, which has been tracking deadly terror incidents on U.S. soil since the Sept. 11 attacks, also finds an almost two-to-one ratio of attacks by far-right extremists to Islamist extremists, with 21 deadly attacks by far-right extremists, compared to 11 by Islamist extremists.\nDespite the facts, many Americans still associate terror attacks with Islamist extremists rather than far-right extremists, Neiwart noted. \n“I think the larger perception in the public ― and this includes many progressives and liberals ― is the inversion of the reality: that the greatest threat we face is Islamist radicals,” Neiwert said. “And it’s reflected in the way the press report upon various kinds of domestic terror attacks: When it’s a white domestic terrorist, they underplay it, write it off to mental illness.”\nThe media has a long history of double standards when it comes to covering terrorism ― starting with how slow mainstream media is to label attacks by white perpetrators as “terrorism,” and quick to label them as such when attackers are perceived as nonwhite or “other” ― and specifically, Muslim.\nPart of problem is the complex nature of how officials choose to categorize attacks as terrorism. The FBI has specific criteria its uses to classify terrorist incidents ― but the public doesn’t always agree with officials’ labels. For instance, many people condemned the government for not labeling Dylann Roof a terrorist after he killed nine black churchgoers in Charleston, South Carolina, in 2015, even though he specifically said he was there “to shoot black people,” according to witnesses. \n“There’s actually a debate over whether what Dylann Roof did was domestic terrorism, when it so plainly is domestic terrorism,” Neiwert told HuffPost. “A lot of this has to do with embedded judgements about where these threats come from ― and that has to do with fear-mongering around Islamophobia.”\nThe solution, according to Neiwert, lies with the government first acknowledging the scale of the problem of far-right extremism, and then dedicating resources to fighting it.\nSo far Trump has shown a clear double standard in his response to terrorism: After Islamist extremists attacked London on June 3, for instance, Trump condemned the violence on Twitter the same day ― but after an attack in Portland, Oregon, by a white supremacist on May 26, Trump waited more than two days before tweeting about it. After the London attack, Trump also called on the courts to reinstate his travel ban on certain Muslim-majority countries ― which was roundly criticized. After the Portland attack, Trump made no calls to change policy to prevent future attacks.\nThe Trump administration also reportedly just dropped funding for nonprofit Life After Hate, a group that helps people leave the white supremacist movement.\nBut it’s not just Trump that’s the problem. The Fund’s database goes back to 2008 and shows clearly how government resources have been disproportionately dedicated to tackling Islamist extremism over right-wing extremism. The government succeeded in interrupting the vast majority of Islamist extremist terror cases since 2008, for instance: 76 percent of incidents tracked were “foiled plots,” which the group noted showed “a significant investment of law enforcement resources.” When it came to right-wing extremism, only about a third of incidents were interrupted ― 35 percent ― and the majority of the cases included acts of violence that led to deaths, injuries or damaged property. \nAt the end of the day, it’s not only on the government to acknowledge the reality of the growing threat of far-right extremism, according to Neiwert, it’s on everyone from members of the media to average Americans.\n“First thing we need to do is recognize that it’s there, it’s a problem, it’s a threat ― as great a threat as Islamists,” Neiwert said. “And it needs to be taken seriously.”", "date": "\n06/23/2017", "href": "https://www.huffpost.com/entry/domestic-terrorism-white-supremacists-islamist-extremists_n_594c46e4e4b0da2c731a84df", "tags": "extremists america extremism white ” ― muslim incidents right-wing islamist terrorists attacks"}