{"title": "Most imports tariff-free under no-deal plan", "content": "The government has announced that most imports into the UK would not attract a tariff in the event of a no-deal Brexit.\nUnder a temporary scheme 87% of imports by value would be eligible for zero-tariff access.\nAt the moment 80% of imports are tariff free.\nTariffs would be maintained to protect some industries, including agriculture. Beef, lamb, poultry and some dairy products would receive protection.\nA tariff is a tax applied to goods that are traded on international markets.\nIn the great majority of cases, tariffs are applied to imported goods by the country importing them. But there can also be tariffs on exported goods.\nThe new tariff regime would mark a shift in favour of products from non-EU countries.\nIt would mean 82% of imports from the EU would be tariff-free, down from 100% now.\n92% percent of imports from the rest of the world would pay no border duty, up from 56%.\nUnder the plan, the UK car industry will receive some protection, with some imported cars attracting tariffs.\nBut car parts from the EU would be tariff free, which will help car plants in the UK.\nAlso, the ceramics industry would receive some protection from cheap imports.\nIndustry bodies and businesses are still poring over the 1,477-page document which outlines the new plan. \nImports of cars from the EU will have a tariff of 10% applied, which would add £1,500 to a typical family car. \nVolkswagen has already said the cost would be passed on to the buyer.\nCar parts such as engines would have no new tax applied to avoid disruption to the movement of components.\nA spokesman for Ford UK warned that the tariffs would \"deal a devastating blow to much of the complex and integrated automotive industry, and would damage the competitiveness of Ford's engine manufacturing in the UK\".\nWhile some tariffs will protect farmers producing meat, other sectors of farming will have low or no tarrifs.\nThe National Farmers' Union President, Minette Batters, said that eggs, cereals, fruit and vegetables would not receive any protection under the plans. \nThe plans would see the current tariff rate on oranges cut from 16% to 0%, the rate for onions down from 9.6% to 0% and the tariff on imported televisions down from 14% to 0%.\nUnite assistant general secretary for manufacturing Steve Turner described the potential no-deal as \"economic vandalism which is threatening jobs and livelihoods\" and  called for tariffs to be dropped on EU imports.\nCarolyn Fairbairn, director general of the CBI described the changes as a \"sledgehammer to our economy\" as companies spend more on stockpiling.\nShe said: \"These are being imposed on this country with no consultation with business with no time to prepare.\"\nTrade minister Liam Fox will speak to business leaders at 15:00 GMT to discuss the tariffs, Reuters reported.\nTrade Policy Minister George Hollingbery said: \"Our priority is securing a deal with the EU as this will avoid disruption to our global trading relationships. However, we must prepare for all eventualities.\"\nHe said: \"This balanced approach will help to support British jobs and avoid potential price spikes that would hit the poorest households the hardest.\" \n\"The new tariff seems a reasonable compromise between protecting vulnerable (and politically important) sectors and keeping prices down for consumers,\" said Prof Alan Winters, director of the UK Trade Policy Observatory at the University of Sussex.  \n\"For producers, there will be relief in some sectors and nasty surprises for others,\" he said.\nThe government also announced that it will not introduce any new checks or controls, or require customs declarations for nearly all goods moving from across the border from Ireland to Northern Ireland in the event the UK leaves the EU without a deal.\nThe move, to avoid friction at the UK's land border with the EU, will be temporary while a long solution is found.  \nThe government said tariffs will be payable on goods moving from the EU into the rest of the UK via Northern Ireland.\nIt insisted that this would create no border down the Irish sea because there would be no checks on goods moved between Northern Ireland and Britain. \nBut Prof Winters said it \"almost certainly\" violates World Trade Organisation (WTO) rules that demand equal treatment for all trading partners, he said.\n\"Leaving the Irish border open also opens up the possibility of some EU goods being shipped to the UK via Ireland and so avoiding UK tariffs.\"", "date": "13 March 2019", "href": "https://www.bbc.com/news/business-47551266", "tags": "no-deal goods uk eu tariff plan border tariff-free new tariffs imports"}