{"title": "Mother Of Charlottesville Victim Heather Heyer- 'I’m Proud Of What She Did'", "content": "RUCKERSVILLE, Va. ― Susan Bro sat in her darkened home on Sunday, tearing up as she smiled.\nShe was thinking fondly of her daughter, 32-year-old Heather Heyer, who was killed in Charlottesville, Virginia, the day before, when a man drove his car into protesters against the “Unite the Right” rally, a gathering of white supremacist groups.\nHeather, a paralegal who lived in Charlottesville, was determined to stand up to injustice, her mother told HuffPost. There was no question that she would protest throngs of neo-Nazis and other extremists who had descended on her town.\n“She always had a very strong sense of right and wrong. She always, even as a child, was very caught up in what she believed to be fair,” Bro said. “Somehow I almost feel that this is what she was born to be, is a focal point for change. I’m proud that what she was doing was peaceful. She wasn’t there fighting with people.”\nShe recalled that her daughter was charitable and reached out to the underprivileged. Bro said Heather used to invite friends who were “having a hard time” to stay with them, sometimes for months. Anyone who needed help received it from Heather, Bro said.\nOthers who knew Heyer expressed similar sentiments. A neighbor in Charlottesville told HuffPost that “she lived her life like her path ― and it was for justice.” A GoFundMe page set up in Heyer’s name by a family friend said that Heyer was killed “while protesting against hate.” \nVirginia Gov. Terry McAuliffe (D) sent a message of support to Heyer’s family and said that “her bravery should inspire us all to come together.”\nJames Fields Jr., 20, was arrested and charged with second-degree murder over the crash. Fields was in Charlottesville attending the “Unite the Right” rally and was photographed with a shield bearing a white supremacist emblem hours before the attack.\n“I think he’s still very young, and I’m sorry he believed that hate could fix problems. Hate only brings more hate,” Bro said. “Heather was not about hate, Heather was about stopping hatred. Heather was about bringing an end to injustice.\nShe began to cry as she added, “I don’t want her death to be a focus for more hatred. I want her death to be a rallying cry for justice and equality and fairness and compassion. I’m very sorry that [Fields] chose that path because he has now ruined his life as well as robbed a great many of us of someone we love very much.”\n“No mother wants to lose a child, but I’m proud of her,” she said. “I’m proud of what she did.”\nFriends and colleagues echoed Bro’s message.\n“Heather was such a sweet soul, and she did not deserve to die,” Marissa Blair, a friend, told The New York Times. She was a “very strong woman” who fought against “any type of discrimination,” added Alfred A. Wilson of the Miller Law Group in Charlottesville, where Heyer worked as a paralegal.\nShe had a knack for helping people in financial distress, said the firm’s president, Larry Miller. The Miller Law Group handles bankruptcy and debt relief cases, among other matters.\n“She’d hold their hand and make sure they would get the stuff in timely, that way we wouldn’t have any issues,” he told the Daily Beast. “She was really good at that.” \n“They a lot of times are embarrassed about having to do something like a bankruptcy,” Miller said, “and Heather was always saying, ‘It’s going to be OK.’”\nThe story has been updated with comments from Heather Heyer’s friends and colleagues.", "date": "\n08/13/2017", "href": "https://www.huffpost.com/entry/mother-of-charlottesville-victim-heather-heyer-im-proud-of-what-she-did_n_59907c45e4b09071f69a796c", "tags": "victim mother hate heyer- ” heyer charlottesville told bro heather miller proud"}