{"title": "Mourning the vanishing Greece of my childhood", "content": "Biting austerity, protests with tear gas, and the growth of the far right - it's a far cry from the Greece I knew as a child and have visited regularly throughout my life. \nI am standing in the square of Agios Panteleimonas reminiscing about the Greece I used to know as a six-year-old girl.\nI remember playing in a similar square next to a decorated church, buying chocolates from the kiosk, skipping with my friends, old Greek giagiades - grandmothers - looking on. \nSomehow back then, the breeze carried, along with the summer pollen, this intense notion that you lived in the best place on earth. \nBut now off Acharnon Street migrant children play ball games on a floor scrawled with graffiti which says \"Greece is for Greeks\".\nOn the corner, plain-clothed policemen handcuff Somalis without papers and a one-legged man limps past on crutches, begging for money.\nThe stone walls beneath the church are stained with the words Chrisi Avgi - Golden Dawn - the far-right party whose ideas are gaining popularity here at an incredible pace.\nA mile up the road some more graffiti reads: \"Down with the fascists!\"\nThe Greece from my childhood, it seems, is nowhere to be seen. And people are fighting to try to reclaim it. They have to, they say, for the government has no real plan. \nAhead lies only a sea of endless debt.\nThis week another set of spending cuts and tax measures has been presented to parliament - 13.5bn euros (£11bn) worth.\nThe prime minister is quick to point out the chaos that would ensue should they not be passed promptly. Rarely these days does he talk about the chaos that is now.\nDebts are rising, the economy is shrinking. There is high unemployment, an increase in drug use, depression and prostitution. People have been filmed foraging for food in bins after dark, and schoolchildren are reported to have collapsed from malnutrition. It seems a long way from the pretty pictures on dusty postcards at stalls beneath the Acropolis.\nGolden Dawn, with its 18 seats in parliament, gains voters by talking of a golden Greece that once was - a Greece under Alexander the Great, prosperous and at the forefront of science and philosophy.\nIf it were in power, the party says, there would be no more orders from the German Chancellor, Frau Merkel. Immigrants or \"invaders\" as it likes to call them would be sent back home. Greece is for Greeks.\nMembers see it as their right to take law and order into their own hands. They have been accused of beating up, even stabbing immigrants, trashing their market stalls, and of stripping and humiliating women. \nAt the shop belonging to Golden Dawn MP Ilias Panagiotaros, staff are busy printing T-shirts emblazoned with swastika-like symbols, when I visit with Newsnight economics editor Paul Mason. The party is preparing, Panagiotaros says, for \"a civil war\" with \"everybody\".\n\"It's not nice, but someone's got to do the hard stuff,\" he says matter-of-factly. \nThe anti-fascists take to their motorbikes to protest, but they get little sympathy from the authorities.\nIt's been reported that half of the police force support Golden Dawn. Some protesters say they have been imprisoned and tortured by officers who openly praised Stalin and Hitler. \nThe police deny the allegations, but forensic evidence confirms that some detained protesters suffered \"grievous bodily harm by a sharp object\". One will be off work for a month. The public order minister has ordered an inquiry. \nOne of Golden Dawn's latest targets is the director of the controversial play, Corpus Christi, which depicts Jesus and the Apostles as gay men.\nOn opening night, arm in arm with nuns and priests, party supporters managed to shut down the theatre. They glued the locks of the entrance door shut and threw rocks at ticket holders. \nThe director, Laertis Vassiliou, cannot control his emotion when he says that his parents receive daily phone calls telling them their son will soon be delivered to them in tiny pieces.\nEventually he cancelled all performances. \nFreedom of speech here is under pressure - as is freedom of the press. \nOne journalist was tried for publishing the names of 2,000 well known Greeks who hold Swiss bank accounts. Two more have been suspended from state TV after accusing the government of censorship.\nAnd so it has fallen to the international media to portray as true a picture as possible of what is happening in the country that once gave birth to democracy, but which is now struggling to show it is still in possession of it.\nI no longer feel sad when I leave a country that without fail manages to take hold of my heart every time I visit it. This time, I am sad about what I am leaving behind.\nI am sceptical about whether I will ever see that Greece again - the Greece that my six-year-old self, playing in the square, has managed to keep alive in my memory for so long.\nHow to listen to From Our Own Correspondent:\nBBC Radio 4: Saturdays at 11:30 and some Thursdays at 11:00.\nListen online or download the \nBBC World Service:Short editions Monday - Friday - see World Service schedule.", "date": "6 November 2012", "href": "https://www.bbc.com/news/magazine-20178915", "tags": "see vanishing square golden take dawn childhood party greeks mourning says greece"}