{"title": "MPs may try to steal Brexit from British people - Liam Fox", "content": "There is a risk MPs could \"steal Brexit from the British people\" if Theresa May's proposed deal is rejected, a senior cabinet minister has warned. \nLiam Fox said there was \"natural Remain majority\" in Parliament and any attempt to overturn the 2016 referendum vote would be a \"democratic affront\".\nIt came after MPs voted to exert more influence should the PM's deal fall. \nMinisters will again battle to win over MPs to Theresa May's withdrawal deal after three government defeats.\nSecurity will be the focus of the second of five days of debate in the Commons, where Tuesday's marathon session extended into the early hours.\nAhead of Prime Minister's Questions at noon, the government published its Brexit legal advice - a move which came after MPs voted to find the government in contempt of Parliament for ignoring a Commons vote demanding publication.\nThe PM's deal has been endorsed by EU leaders but must also be backed by the UK Parliament if it is to come into force. MPs will decide whether to reject or accept it next Tuesday, 11 December. \nThe UK is due to leave the European Union on 29 March, 2019. Ministers say that if MPs reject their deal they increase the chances of the UK leaving without a deal, or not leaving the EU at all. \nMinisters will plough on with attempts to win over MPs on Wednesday, with eight hours of debate on the security and immigration aspects of the withdrawal agreement.\nMeanwhile, Mrs May is expected to continue trying to convince small groups of her MPs to back the plan in private meetings.\nMrs May will face Labour leader Jeremy Corbyn at prime minister's questions, at noon, before the Brexit debate gets under way.\nSenior Brexiteers in the cabinet have warned that the UK may not leave the EU if Mrs May's deal is voted down.\nInternational Trade Secretary Liam Fox suggested the PM's deal was the only way of guaranteeing the UK leaves the EU, as scheduled, on 29 March 2019. \n\"When you are in prison and someone offers you a key, you take it,\" he told a committee of MPs. \nWhile a no-deal exit would be \"disorderly\", he suggested the UK being kept in the EU against the will of the British people would be even more damaging. \n\"I think that there is a real danger that the House of Commons which has a natural remain majority may attempt to steal Brexit from British people which would be a democratic affront.\"\nEnvironment Secretary Michael Gove said the deal on the table was in the best interests of the country. \n\"Everyone has to think at this momentous moment - do we want to ensure that Brexit gets over the line? Do we want to deliver on the verdict of the 17.4 million people who voted to leave the European Union because if we don't back the prime minister, we risk there being no Brexit and that I think would be a fatal blow to faith in democracy.\"\nBut a former Conservative chief whip has said he expects the PM to lose the vote.\nMark Harper, who backed Remain in the referendum told the Daily Telegraph he would vote against the withdrawal agreement, and predicted the deal would be rejected by 80 of his party colleagues.\nHe urged the prime minister to renegotiate the deal, insisting the current plan would leave the UK worse off.\nFirst, the government lost a bid to have the legal advice issue dealt with separately by the Privileges Committee of MPs.\nIn a second defeat, ministers were found in contempt of parliament and forced to concede they would have to publish that advice in full, having previously argued this would break convention and was not in the national interest. \nMost significantly, the third defeat was over changes to the parliamentary process in the event that the Commons votes down Mrs May's deal.\nInstead of being confined to merely \"taking note\" of what the government tells them, MPs would also be able to exert more influence by voting on what they want the government to do next. \nThis could potentially see Parliament wrest control of the Brexit process from ministers if, as expected, MPs push for a \"Plan B\" alternative to Mrs May's deal and seek to prevent any chance of Britain leaving the EU without a deal in place.\nFormer Attorney General Dominic Grieve, who brought the motion, told Channel 4 News it would \"allow the UK time to consider its options\", including re-starting negotiations with the EU or giving the public the final say.\nLiberal Democrat leader Sir Vince Cable said: \"The Commons is now very likely to defeat the government again next week on the Brexit deal, at which point the country must be given a 'People's Vote', and asked to choose between the deal or remaining in the EU.\"\nBy BBC Political Editor Laura Kuenssberg\nFormer Remain rebels now have a possible route to get what they want if the PM's plan is rejected, as there is a possible - I emphasise the possible - way to get a vote with a majority for a Norway-style agreement or, less likely, a push for another referendum.\nThat won't go unnoticed by Brexiteers too, who may feel (some of them at least) that Mrs May's deal might be their best bet in that case, rather than risk that softer, squidgier Brexit.\nIt's possible therefore that Tuesday's shenanigans have made it less likely that the prime minister will face a terrible defeat next week because a few wobbly rebels on both sides might come in line.\nRead more from Laura\nWhen she finally kicked off the debate about the deal itself, Mrs May insisted the UK would enjoy a \"better future\" outside the EU.\nShe said the \"honourable compromise\" on offer was \"not the one-way street\" many had portrayed it to be and that the EU had made it clear that the agreement would not be improved on.\n\"I never said this deal was perfect, it was never going to be. That is the nature of a negotiation,\" she said.\n\"We should not let the search for a perfect Brexit prevent a good Brexit.\"\nLabour leader Jeremy Corbyn said it was a bad deal for the UK and that his party would seek a vote of no confidence in the government if it was thrown out by MPs. \n\"I hope and expect this House will reject that deal,\" he said.\n\"At that point, the government has lost the confidence of the House. Either they have to get a better deal from the EU or give way to those who will.\"\nNigel Dodds, leader of the DUP in Westminster, said the agreement \"falls short\" of delivering Brexit \"as one United Kingdom\" and would mean entering \"a twilight world where the EU is given unprecedented powers over the UK\". \nEx-Foreign Secretary Boris Johnson dismissed the deal as a \"paint and plaster pseudo-Brexit\" and said its supporters would be \"turning their backs\" on the 17.4 million Leave voters.\nThe leader of the SNP at Westminster, Ian Blackford, said the \"cold, hard truth\" was that the deal represented \"a moment of self-harm in our history\". \n\"It is not too late to turn back,\" he said. \"Fundamentally, there is no option that is going to be better for our economy, jobs, and for our communities than staying in the European Union.\"\nHowever, in closing the debate shortly after 01:00 GMT on Wednesday, Brexit Secretary Stephen Barclay argued the deal would bring \"real changes which will improve the livelihoods of people up and down the country\".", "date": "5 December 2018", "href": "https://www.bbc.com/news/uk-politics-46450227", "tags": "brexit people may uk liam fox eu steal mps try british vote government deal"}