{"title": "Mueller Report Reveals Trump’s Fixation on Targeting Hillary Clinton", "content": "WASHINGTON — Attorney General Jeff Sessions had a tenuous hold on his job when President Trump called him at home in the middle of 2017. The president had already blamed him for recusing himself from investigations related to the 2016 election, sought his resignation and belittled him in private and on Twitter.\nNow, Mr. Trump had another demand: He wanted Mr. Sessions to reverse his recusal and order the prosecution of Hillary Clinton.\n“The ‘gist’ of the conversation,” according to the report by the special counsel, Robert S. Mueller III, quoting Mr. Sessions, “was that the president wanted Sessions to unrecuse from ‘all of it.’”\nMr. Mueller’s report released last week brimmed with examples of Mr. Trump seeking to protect himself from the investigation. But his request of Mr. Sessions — and two similar ones detailed in the report — stands apart because it shows Mr. Trump trying to wield the power of law enforcement to target a political rival, a step that no president since Richard M. Nixon is known to have taken.\nAnd at the time Mr. Trump pressured Mr. Sessions, the president was already under investigation for potentially obstructing justice and knew that his top aides and cabinet members were being interviewed in that inquiry.\nMr. Trump wanted Mrs. Clinton investigated for her use of a private email server to conduct government business while secretary of state, the report said, even though investigators had examined her conduct and declined to bring charges in a case closed in 2016.\nNo evidence has emerged that Mr. Sessions ever ordered the case reopened. Like many of Mr. Trump’s aides, as laid out in the report and other accounts, Mr. Sessions instead declined to act, preventing Mr. Trump from crossing a line that might have imperiled his presidency.\nInstead, Mr. Sessions asked a  Justice Department official in November 2017 to review claims by the president and his allies about Mrs. Clinton and the F.B.I.’s handling of the investigation into ties between Mr. Trump’s campaign and Russia. The department’s inspector general had already been scrutinizing the issues and painted a harsh portrait of the bureau in a report last year but found no evidence that politics had influenced the decision not to prosecute Mrs. Clinton.\nIt was unclear what effect the disclosures about Mr. Trump’s discussions with Mr. Sessions could have on the president as House Democrats consider whether to move forward with impeachment proceedings.\nProsecutors, defense lawyers and legal experts largely agree that in the justice system, it is worse for innocent people to be prosecuted and jailed — thus deprived of their freedom — than for a guilty person to go free.\n“The loss of a case that should have been brought is never as bad as the harm of a case that shouldn’t have been brought,” said Samuel W. Buell, a professor of law at Duke University.\nThe report gave a detailed account of Mr. Trump’s bids to wield power. Nine months into office in October 2017, he reminded Mr. Sessions in a private meeting that he believed the Justice Department was failing to investigate people who truly deserved scrutiny and mentioned Mrs. Clinton’s emails.\nTwo days later, Mr. Trump repeated his desires publicly, accusing law enforcement officials in a pair of tweets of “a fix” in the Clinton inquiry and asking, “Where is Justice Dept?”\nA month later, Mr. Sessions found a way to satisfy Mr. Trump’s demands without opening a new investigation into Mrs. Clinton. He told Congress that he had asked the United States attorney in Utah, John W. Huber, to examine the allegations Mr. Trump and his allies made about Mrs. Clinton and the F.B.I. No charges have arisen from that examination, which is continuing.\nBut Mr. Trump wanted more. He pulled Mr. Sessions aside after a cabinet meeting in December 2017 and “again suggested that Sessions could ‘unrecuse,’” according to the report. A White House aide who witnessed the encounter believed Mr. Trump was talking about the since-closed Clinton investigation and the open Russia inquiry.\n“I don’t know if you could unrecuse yourself,” Mr. Trump told Mr. Sessions, according to notes taken by the aide, Rob Porter. “You’d be a hero. Not telling you to do anything.”\nNoting that Alan Dershowitz, a prominent lawyer and informal adviser to Mr. Trump, said Mr. Trump had the power to order an investigation, the president took pains to suggest he was not trying to influence the attorney general.\n“I don’t want to get involved. I’m not going to get involved,” the president said, according to Mr. Porter’s notes. “I’m not going to do anything or direct you to do anything. I just want to be treated fairly.”\nMr. Sessions replied that he was “taking steps” and had a new leadership team in place at the F.B.I. “Professionals; will operate according to the law,” Mr. Porter wrote in his notes, according to the special counsel’s office.\nBy trying to have Mrs. Clinton prosecuted, Mr. Trump was following through on a campaign promise. At rallies, he often stood on stage denouncing her as crowds chanted, “Lock her up!”\n“This reeks of a typical practice in authoritarian regimes where whoever attains power, they don’t just take over power peacefully, but they punish and jail their opponents,” said Matthew Dallek, a political historian and professor at George Washington University.\nThe report chronicled how Mr. Sessions fell further out of favor with Mr. Trump after he declined to commit to prosecuting Mrs. Clinton or to resume control of the Russia inquiry. Mr. Trump mixed private arm twisting with the bully pulpit of his Twitter account until he forced out Mr. Sessions in November.\n“I put in an attorney general that never took control of the Justice Department, Jeff Sessions,” Mr. Trump said on Fox News’s “Fox & Friends” in August 2018, according to the report.\nBeyond Mr. Mueller’s report, there is evidence that Mr. Trump has continued to try to push the Justice Department to bend to his wishes. He told the White House counsel Donald F. McGahn II in April 2018 that he wanted the Justice Department to prosecute Mrs. Clinton and the former F.B.I. director James B. Comey, two people familiar with the conversation have said.\nMr. Mueller’s report made no mention of the encounter with Mr. McGahn. He never conveyed the request to the Justice Department but had aides write Mr. Trump a memo that laid out the risks of impeachment or losing re-election if he took such a step.\nRudolph W. Giuliani, the president’s personal lawyer, faulted the Obama administration for declining to prosecute Mrs. Clinton.\n“It was crying out for prosecution,” said Mr. Giuliani, the former United States attorney in Manhattan. “I could have prosecuted that case with my eyes closed.”\nIt was unclear from the report whether Mr. Trump appreciated the difference between using his power to target Mrs. Clinton and trying to insulate himself from law enforcement scrutiny, Mr. Buell noted. It is more likely, he said, that Mr. Trump simply viewed the Justice Department and the F.B.I. as institutions that worked for him.\n“All of his demands fit into a picture that he believes the apparatus is mine,” Mr. Buell said.\nMr. Trump has kept up the public lashings of law enforcement officials and Mrs. Clinton. “There are no Crimes by me at all,” he wrote on Twitter on Wednesday. “All of the Crimes were committed by Crooked Hillary, the Dems, the DNC and Dirty Cops — and we caught them in the act!”", "date": "April 24, 2019", "href": "https://www.nytimes.com/2019/04/24/us/politics/jeff-sessions-hillary-clinton-donald-trump.html", "tags": "sessions report hillary clinton ” trump fixation justice targeting reveals mrs. mueller"}