{"title": "Mueller Finds No Trump-Russia Conspiracy, but Stops Short of Exonerating President on ObstructionListen to ‘The Daily’: Coordination: Not Established. Obstruction: More Complicated.", "content": "WASHINGTON — The investigation led by Robert S. Mueller III found no evidence that President Trump or any of his aides coordinated with the Russian government’s 2016 election interference, according to a summary of the special counsel’s key findings made public on Sunday by Attorney General William P. Barr.\nMr. Mueller, who spent nearly two years investigating Moscow’s determined effort to sabotage the last presidential election, found no conspiracy “despite multiple offers from Russian-affiliated individuals to assist the Trump campaign,” Mr. Barr wrote in a letter to lawmakers.\nMr. Mueller’s team drew no conclusions about whether Mr. Trump illegally obstructed justice, Mr. Barr said, so he made his own decision. The attorney general and his deputy, Rod J. Rosenstein, determined that the special counsel’s investigators had insufficient evidence to establish that the president committed that offense.\nHe cautioned, however, that Mr. Mueller’s report states that “while this report does not conclude that the president committed a crime, it also does not exonerate him” on the obstruction of justice issue.\nStill, the release of the findings was a significant political victory for Mr. Trump and lifted a cloud that has hung over his presidency since before he took the oath of office. It is also likely to alter discussion in Congress about the fate of the Trump presidency; some Democrats had pledged to wait until the special counsel finished his work before deciding whether to initiate impeachment proceedings.\n[Read the key Mueller findings.]\nThe president trumpeted the news almost immediately, even as he mischaracterized the special counsel’s findings. “It was a complete and total exoneration,” Mr. Trump told reporters in Florida before boarding Air Force One. “It’s a shame that our country had to go through this. To be honest, it’s a shame that your president has had to go through this.”\nHe added, “This was an illegal takedown that failed.”\nMr. Barr’s letter was the culmination of a tense two days since Mr. Mueller delivered his report to the Justice Department. Mr. Barr spent the weekend poring over the special counsel’s work, as Mr. Trump strategized with lawyers and political aides at his Mar-a-Lago estate in Florida.\nMr. Mueller, who has been a spectral presence in the capital for nearly two years — so often discussed, but so rarely seen — was photographed leaving a church on Sunday morning just across Lafayette Square from the White House.\nHours later, Mr. Barr delivered his letter describing the special counsel’s findings to Congress. But congressional Democrats have demanded more, and the letter could be just the beginning of a lengthy constitutional battle between Congress and the Justice Department about whether Mr. Mueller’s full report will be made public. Democrats have also called for the attorney general to turn over all of the special counsel’s investigative files.\nMr. Barr’s letter said that his “goal and intent” was to release as much of the Mueller report as possible, but warned that some of the report was based on grand jury material that “by law cannot be made public.” Mr. Barr planned at a later date to send lawmakers the detailed summary of Mr. Mueller’s full report that the attorney general is required under law to deliver to Capitol Hill.\nLawmakers on Sunday also criticized Mr. Barr’s conclusion that the president had not obstructed justice — which requires making a determination about whether Mr. Trump had “corrupt intent” when he took steps to impede the investigation at different turns — when the special counsel’s team never questioned the president in person. After months of debate over a potential interview, Mr. Mueller’s investigators agreed to accept written answers from the president.\nMr. Barr’s letter said that the Mueller report identified no actions that, in his and Mr. Rosenstein’s minds, “constitute obstructive conduct, had a nexus to a pending or contemplated proceeding, and were done with corrupt intent.” Mr. Barr did not consult Mr. Mueller in writing his letter to leaders of the congressional judiciary committees, a Justice Department official said on Sunday.\nShortly after the release of the Mueller findings, Representative Jerrold Nadler of New York, the chairman of the House Judiciary Committee, said on Twitter that he planned to call Mr. Barr to testify about what he said were “very concerning discrepancies and final decision making at the Justice Department.”\nThe Russia investigation has buffeted the White House from the earliest days of the Trump administration, with many current and former aides to Mr. Trump brought for questioning to the special counsel’s warren of offices in a plain office building in downtown Washington. F.B.I. agents fanned out across the nation and traveled to numerous foreign countries. Members of Mr. Mueller’s team questioned some witnesses at airports after they landed in the United States.\nUltimately, a half-dozen former Trump aides were indicted or convicted of crimes, most for conspiracy or lying to investigators. Twenty-five Russian intelligence operatives and experts in social media manipulation were charged last year in two extraordinarily detailed indictments released by the special counsel. The inquiry concluded without charging any Americans for conspiring with the Russian campaign.\nThe findings could bring closure for some who have obsessed over the myriad threads of a byzantine investigation. A cottage industry of Mueller watchers has spent months on social media and cable news debating thorny constitutional issues, spinning conspiracy theories and amassing encyclopedic details about once obscure figures — Carter Page, Konstantin V. Kilimnik, George Papadopoulos and others.\nHow many minds it changes is another matter. Opinions have hardened over time, with many Americans already convinced they knew the answers before Mr. Mueller submitted his conclusions. Some believe that the special counsel’s previous indictments, twinned with voluminous news reporting, have already shown a conspiracy between the Trump campaign and the Kremlin. Some believe that the investigation is, as Mr. Trump has long described it, a “witch hunt.”\nTo prove a conspiracy, former prosecutors said, Mr. Mueller’s team would have had to show that Mr. Trump or one or more of his associates agreed that Russia should interfere in the election through computer espionage, illegal use of social media or other criminal means.\nCampaign officials at times were eager to accept benefits from Russia’s covert operation. “I love it,” Donald Trump Jr., the president’s eldest son, responded when an intermediary said a Russian emissary wanted to give the campaign damaging information on Hillary Clinton at a Trump Tower meeting in June 2016.\nMr. Trump himself urged Russia to try to unearth deleted emails from a private server Mrs. Clinton had used when she was secretary of state.\nAnd Roger J. Stone, Jr., the president’s longtime friend, tried to enlist intermediaries to connect with WikiLeaks, Russia’s chosen depository for Democratic emails stolen by Russian hackers.\nBut absent an agreement with the Russian government to break the law, former Justice Department officials said, none of that made Mr. Trump or his associates into co-conspirators with the Kremlin.\n“There is a big difference between saying, ‘Gosh, I think WikiLeaks has the ability to hack into the Democratic National Committee computers’ and saying ‘We would like them to dump those out in the public, so let’s call them up and ask them to do that,’” said Mary McCord, a former top-ranking national security official at the Justice Department.\nThe release of Mr. Mueller’s findings could force a decision by Democrats on a simmering issue they have said would wait until the investigation’s end: whether to begin impeachment proceedings against the president. Speaker Nancy Pelosi of California has said it would not be “worth it” to try to impeach Mr. Trump, but suggested she could change her mind if an overwhelming bipartisan consensus emerged.\nFor months, the president and his lawyers have waged as much of a public relations campaign as a legal one — trying to discredit the Mueller investigation to keep public opinion from swaying lawmakers to move against Mr. Trump.\nMr. Mueller’s work has proceeded in the face of blistering attacks by Mr. Trump and his allies, who painted the investigation as part of a relentless campaign by the “deep state” to reverse the results of the 2016 election.\nHe was given a wide mandate — to investigate not only Russian election interference but also “any matters that may arise directly from that investigation.” Mr. Mueller has farmed out multiple aspects of his inquiry to several United States attorneys’ offices, and those investigations continue.\nMr. Barr’s letter said that the special counsel’s office employed 19 lawyers and was assisted by about 40 F.B.I. agents, intelligence analysts, forensic accountants and other staff. About 500 witnesses were interviewed, and 13 foreign governments were asked to turn over evidence.\nOver all, the special counsel’s office issued more than 2,800 subpoenas, executed nearly 500 search warrants and obtained more than 230 orders for communications records.\nThe Justice Department regulations governing the Mueller inquiry only required the special counsel to give a succinct, confidential report to the attorney general explaining his decisions to either seek — or decline to seek — further criminal charges. Mr. Mueller operated under tighter restrictions than similar past inquiries, notably the investigation of President Bill Clinton by Ken Starr, who ended up delivering a 445-page report in 1998 that contained lascivious details about an affair the president had with a White House intern.\nMr. Mueller will not recommend new indictments, ending speculation that he might charge some of Mr. Trump’s aides in the future. The Justice Department’s general practice is not to identify the targets of its investigations if prosecutors decide not to bring charges, so as not to tarnish their reputations. Mr. Rosenstein emphasized this point in a speech last month.\n“It’s important,” Mr. Rosenstein said, “for government officials to refrain from making allegations of wrongdoing when they’re not backed by charges that we are prepared to prove in court.”", "date": "March 24, 2019", "href": "https://www.nytimes.com/2019/03/24/us/politics/mueller-report-summary.html", "tags": "finds exonerating ‘ “ mueller president daily coordination trump-russia counsel established complicated obstructionlisten short barr obstruction stops conspiracy special"}