{"title": "Mueller Inquiry Faces New Uncertainty With Skeptic Atop Justice Dept.", "content": "WASHINGTON — On Thursday, a top Justice Department official traveled across downtown Washington as he does every other week to the office of Robert S. Mueller III to check on the progress of the special counsel’s investigation. The visit was the first since President Trump installed a loyalist atop the department to take control of an inquiry that has been his obsession.\nThe new acting attorney general, Matthew G. Whitaker, will oversee the investigation as Mr. Mueller and his team make numerous critical decisions in the coming weeks: whether to indict more of Mr. Trump’s associates, whether to subpoena the president to force him to sit for an interview and whether to request leniency before a judge when Michael T. Flynn, Paul Manafort and other former Trump aides are sentenced.\nMuch is still unknown about how active a role Mr. Whitaker will play in overseeing the special counsel’s work. Rod J. Rosenstein, the deputy attorney general, has overseen it and sent a top aide, Ed O’Callaghan, to Mr. Mueller’s office every two weeks, according to a department official. But Mr. Trump’s firing of Attorney General Jeff Sessions and choice of Mr. Whitaker, who has a history of loyalty to the White House and a record of critical statements about Mr. Mueller’s work, created an uncertain future for an investigation that was thought to be somewhat protected from political influence.\nNew evidence emerged on Thursday that Mr. Whitaker has already decided the answer to the central question of Mr. Mueller’s investigation. In an interview last year, first reported by The Daily Beast, Mr. Whitaker flatly pronounced, “The truth is, there was no collusion with the Russians and the Trump campaign.”\nWith no sign that Mr. Whitaker will recuse himself from overseeing the investigation, his evident hostility toward Mr. Mueller’s inquiry heightened fears among Democrats that he might try to sabotage it. At an appeals court hearing on Thursday, a member of Mr. Mueller’s team emphasized that the acting attorney general directly oversees their work.\n“He is aware of what we are doing. He can ask questions,” Michael R. Dreeben, one of the lawyers working for Mr. Mueller, said of Mr. Whitaker. “It is not the case that the special counsel is off in a free-floating environment.”\nHouse Democrats have said they would vigorously protect Mr. Mueller’s investigation — or even try to continue a version of it after they take power in January if the Justice Department shut it down.\nIn a conference call on Thursday afternoon, House Democrats discussed steps they could take, according to one lawmaker who participated, speaking on the condition of anonymity to describe the internal discussion. The call was led by Representative Nancy Pelosi of California, the Democratic leader, along with the senior Democrats on the committees with oversight responsibilities related to the inquiry: Jerrold Nadler of the Judiciary Committee, Adam B. Schiff of the Intelligence Committee and Elijah Cummings of the Oversight and Government Reform Committee.\nAmong the plans discussed, the lawmaker said, were a resolution to protect Mr. Mueller’s work, and efforts to insert language into must-pass year-end spending bills to insulate the investigation through judicial review and requiring critical documents be preserved.\n“We will be scrutinizing any action taken to impede the Mueller investigation — and for the new acting attorney general, he needs to understand that we will keep an eye on any action that he or others might take to interfere with the administration of justice,” Mr. Schiff said in an interview.\nHe said that Democrats were keenly interested in learning whether Mr. Trump had sought a commitment from Mr. Whitaker not to recuse himself from the Russia investigation, regardless of potential advice of ethics lawyers.\nMr. Whitaker has appeared eager to please the president in meetings in the Oval Office, according to two people with direct knowledge of his visits there. During those discussions, they said, he appeared to agree with Mr. Trump when the president denounced the Mueller investigation.\nOn election night, as he watched returns come in showing that the Republican majority in the Senate was likely to expand, Mr. Trump appeared emboldened, according to people familiar with his discussions. He told close associates that he wanted Mr. Sessions’s resignation letter soon. Still, the speed with which he got it surprised some of Mr. Trump’s aides.\nMr. Trump’s lawyers have spent nearly a year negotiating the terms of a presidential interview with the special counsel. The two sides appeared to reach an agreement in September that would allow Mr. Trump to answer questions in writing related to Russia, but the lawyers have yet to send the answers to the special counsel’s office.\nIf Mr. Mueller exhausts all of his efforts to get Mr. Trump to answer questions, he could seek to subpoena the president. If Mr. Whitaker orders Mr. Mueller to hold off and he complies, that could trigger a regulatory requirement that Justice Department officials notify Congress any time the department’s leaders reject Mr. Mueller’s requests to take significant investigative steps.\nIf Mr. Mueller were to defy Mr. Whitaker’s order and seek a subpoena anyway, Mr. Whitaker could try to fire him.\nBefore he joined the Justice Department last year to serve as chief of staff to Mr. Sessions, Mr. Whitaker suggested on CNN that the special counsel’s inquiry could be curbed simply by starving the office of funding. But doing so would be complicated.\nMr. Mueller submitted his budget months ago for the fiscal year that began last month, and Justice Department regulations required Mr. Sessions to act upon it. The inquiry is funded directly from the Treasury Department, not out of the Justice Department’s budget.\nIf Mr. Whitaker tries to steer the course of the investigation, he might find it easiest to intervene in cases where prosecutors have yet to seek criminal charges. Prosecutors often disagree about the strength of evidence and whether cases are winnable. While Mr. Rosenstein was said to be fairly comfortable deferring to Mr. Mueller, Mr. Whitaker might be far more willing to challenge his decisions on whether to prosecute someone.\nMr. Mueller’s ability to act independently from his Justice Department overseers was a focus of Thursday’s appeals court hearing. At the start of that hearing — a challenge to a subpoena by a witness whom Mr. Mueller is trying to force to testify before a grand jury — Judge Karen L. Henderson told lawyers for both sides to talk as if the firing of Mr. Sessions had not yet happened.\nBut the court was clearly aware of the implications of Mr. Trump’s installation of Mr. Whitaker atop the Mueller investigation. Judge Henderson said the panel of appellate judges was likely to ask lawyers for both sides to submit supplemental briefs about the move.\nAt the hearing, Mr. Dreeben emphasized that under the regulations Mr. Rosenstein said would govern the special counsel investigation, the acting attorney general can fire Mr. Mueller if he refuses an order that is “lawful under the regulation.” The acting attorney general could also remove the regulation’s protections and then fire Mr. Mueller without any reason, he said.\nBut Mr. Dreeben also suggested that as long as the regulation continues to protect Mr. Mueller, the acting attorney general could not overrule the special counsel’s decisions on routine actions within the Justice Department’s discretion, like granting immunity to a witness, making a plea agreement or issuing an indictment.", "date": "Nov. 8, 2018", "href": "https://www.nytimes.com/2018/11/08/us/politics/mueller-investigation-matt-whitaker.html", "tags": "faces atop inquiry investigation counsel department justice dept skeptic new uncertainty special mueller whitaker"}