{"title": "Mueller’s First Indictments Send a Message to Trump", "content": "WASHINGTON — Shortly after his former campaign chairman marched into an F.B.I. office to face criminal charges on Monday, President Trump took to Twitter to dismiss their relevance: “There is NO COLLUSION!”\nYet even as his message went out to more than 41 million followers, news emerged that the authorities were unsealing another case that described how a young foreign policy adviser spent months seeking to connect Mr. Trump’s campaign with Russians offering “dirt” on Hillary Clinton.\nThe first charges filed by Robert S. Mueller III, the special counsel, did not implicate Mr. Trump but collectively amounted to a political body blow to a president who has spent months insisting that Mr. Mueller’s investigation was nothing more than a “witch hunt” based on a “hoax” invented by Democrats and the news media.\nThe indictment of Paul Manafort, the former Trump campaign chairman, suggested that the president’s top lieutenant for part of last year was a highly paid agent for pro-Russian foreign interests. And the guilty plea extracted from George Papadopoulos, the foreign policy adviser, confirmed the second known attempt by Mr. Trump’s team to tap Moscow for damaging information on Mrs. Clinton, coming months before his son Donald Trump Jr. met with a Russian lawyer for the same purpose.\nThe legal action propelled the special counsel investigation into a new and more dangerous phase for Mr. Trump, who had hoped to spend this week focused on his appointment of a new Federal Reserve chairman, the introduction of his tax-cutting legislation and the start of a 12-day trip to Asia.\n“It’s obviously a big-deal day. These are big-deal developments,” said John Q. Barrett, who served as associate independent counsel during the Iran-contra investigation.\nInside the White House, the mood changed drastically throughout the morning. Although Mr. Manafort was the first president’s former campaign chief indicted since John N. Mitchell during Watergate, aides to Mr. Trump felt momentarily relieved that it had largely tracked their expectations and did not include any surprise allegations involving the campaign.\nBut then, just as Mr. Trump tweeted that the charges involved actions that took place “before Paul Manafort was part of the Trump campaign,” the news about Mr. Papadopoulos stunned and alarmed White House aides.\nMr. Trump said nothing more publicly through the day and left it to his advisers to argue that the cases did not impugn him because Mr. Manafort’s actions were unrelated to his campaign service while Mr. Papadopoulos was just a volunteer whose efforts to set up meetings with higher-ranking officials were unrealized and who pleaded guilty to lying to F.B.I. agents, not to illegal campaign activity.\n“Today’s announcement has nothing to do with the president, has nothing to do with the president’s campaign or campaign activity,” said Sarah Huckabee Sanders, the White House press secretary. She added, “We’ve been saying from Day 1 there has been no evidence of Trump-Russia collusion, and nothing in the indictment today changes that at all.”\nJay Sekulow, a private lawyer for Mr. Trump, said the president and his legal team were not worried about the indictments. “No, not concerned,” Mr. Sekulow said on CNN. “I’m completely convinced, as I was from the outset, that not only was there no Russian collusion, there was no obstruction.” He added, “I’m not concerned about this at all, and no one else is either.”\nBut lawyers and former prosecutors said Mr. Papadopoulos’s admissions and the previously reported meeting involving Donald Trump Jr. already undercut such denials.\n“Collusion is what Papadopoulos did. Collusion is what Trump Jr. and others in that meeting did,” Mr. Barrett said. “It’s meeting and discussing and seeing what common interests they can advance for each other.”\nMr. Mueller’s action also made it harder for Mr. Trump to brush off the investigation and blame Democrats. “After Mr. Trump whipped up a tweet storm of suspicion about Mueller this weekend, he really now has no place to go with this attack,” said Robert F. Bauer, a White House counsel under President Barack Obama. “Mueller’s first charge is beyond any potential claim of ‘politics’ or ‘stretching’ that the president might wish to bring against him and his office.”\nThe gravity of the threat may yet tempt Mr. Trump to take action to short-circuit the investigation, such as firing Mr. Mueller or pardoning Mr. Manafort or others. Conservative activists said Monday that Mr. Mueller should be pressed to resign because the charges against Mr. Manafort were not directly related to the campaign and therefore outside his prosecutorial mandate.\nRoger J. Stone Jr., a sometimes adviser to the president, told The Daily Caller, a conservative website, that the president should not fire Mr. Mueller but could accomplish the same outcome by directing the Justice Department to investigate a deal consummated when Mrs. Clinton was secretary of state giving Russian interests a share of the American uranium market.\nBecause Mr. Mueller was the F.B.I. director at the time, he could come under scrutiny and therefore could no longer conduct the Russia investigation because of a conflict of interest, Mr. Stone argued. That, he said, was Mr. Trump’s “only chance for survival.”\nBoth Ms. Sanders and Mr. Sekulow disputed suggestions that Mr. Trump might seek to fire Mr. Mueller. “There is no intention or plan to make any changes in regards to the special counsel,” Ms. Sanders said.\nThe two also played down the possibility that Mr. Trump might pardon Mr. Manafort or others caught in the investigation. “I haven’t had a conversation with the president about pardons or pardoning individuals,” Mr. Sekulow said. Ms. Sanders likewise said that she had not spoken with the president about the possibility of pardons.\nIn the past, the president has signaled that he might dismiss Mr. Mueller if the special counsel exceeded what Mr. Trump considers the bounds of his investigation. Mr. Trump has also publicly noted that he has the “complete power to pardon” relatives, aides and possibly even himself in response to the special counsel investigation.\nDemocrats warned Mr. Trump on Monday not to impede Mr. Mueller’s investigation.\n“The president must not, under any circumstances, interfere with the special counsel’s work in any way,” said Senator Chuck Schumer, Democrat of New York and the minority leader. “If he does so, Congress must respond swiftly, unequivocally and in a bipartisan way to ensure that the investigation continues.”\nSenator Dianne Feinstein, Democrat of California, said the indictment showed that Mr. Mueller was “doing his job” and that the process was working. “I’ll continue to support Bob Mueller as he follows the facts — his independence must remain sacrosanct,” she said.\nWith the indictments, Mr. Mueller made clear that he was not to be underestimated. In one court document, his team used two words to describe Mr. Papadopoulos that might send a chill down the spines of some in Mr. Trump’s circle: “proactive cooperator.” Mr. Papadopoulos has been cooperating with prosecutors for three months, and his statement refers to several other campaign advisers he consulted as he reached out to Russian officials.\nMoreover, former prosecutors said the charges against Mr. Manafort and Rick Gates, Mr. Manafort’s longtime associate and also a Trump campaign adviser, were so serious that they might be an attempt to scare one or both into cooperating. A White House lawyer said last week that the president has nothing to fear if Mr. Manafort does talk with investigators, but Mr. Mueller and his team of prosecutors appear intent on finding that out themselves.\n“They’ve done phenomenal work, they’ve done it quickly, they’ve done it ruthlessly, and they’ve done it efficiently,” said Solomon L. Wisenberg, who was the deputy independent counsel during the investigation that led to the impeachment of President Bill Clinton on charges of lying under oath about his affair with Monica S. Lewinsky. “They’re sending a message: ‘We’re here to stay; don’t mess with us.’”\n", "date": "Oct. 30, 2017", "href": "https://www.nytimes.com/2017/10/30/us/politics/trump-manafort-indictment-analysis.html", "tags": "message “ first indictments investigation president manafort trump send campaign mueller"}