{"title": "Mueller Investigated These 10 Events To See If Trump Obstructed Justice", "content": "Special counsel Robert Mueller’s report, released Thursday, details 10 events in which Mueller’s team believes President Donald Trump may have attempted to obstruct justice. \n“The President’s efforts to influence the investigation were mostly unsuccessful, but that is largely because the persons who surrounded the President declined to carry out orders or accede to his requests,” Mueller’s report states.\n[Read More: Trump’s Efforts To ‘Influence’ Russia Probe Got Foiled By His Staff, Mueller Says]\nObstruction of justice is a serious charge that could be grounds for impeachment. It was part of the articles of impeachment against presidents Bill Clinton and Richard Nixon.\nHere is a rundown of the 10 episodes of potential obstruction mentioned in the Mueller report:\nIn December 2016, during the transition, Michael Flynn, who would become national security adviser, had two calls with then-Russian Ambassador Sergey Kislyak in which they discussed newly imposed U.S. sanctions on Russia. Flynn later lied to administration officials and the FBI about the calls, which got him fired from the White House and later resulted in him pleading guilty to lying to investigators. \nOn Jan. 27, 2017, Trump had a private dinner with then-FBI Director James Comey in which he asked for Comey’s loyalty. In a private conversation the next day, Trump told Comey, “I hope you can see your way clear to letting this go, to letting Flynn go,” according to Mueller’s redacted report.\nTrump later instructed K.T. McFarland, then the deputy national security adviser,  to contact Flynn, “telling him the President felt bad for him and that he should stay strong,” the report states. Mueller’s redacted report discusses whether Trump’s actions amount to obstruction of justice but does not make a definitive pronouncement.\nThen-Attorney General Jeff Sessions recused himself from the Russia investigation in early 2017 after reports that he had twice met with Ambassador Kislyak in 2016. Sessions’ recusal infuriated Trump, who privately asked the attorney general to reverse his decision. After Comey confirmed the existence of the Russia investigation in March 2017, the redacted report states Trump “contacted Comey and other intelligence agency leaders and asked them to push back publicly” on suggestions the president was connected to Russian meddling.\nThe special counsel found that “the evidence does not establish that the President asked or directed intelligence agency leaders to stop or interfere with the FBI’s Russia investigation” in this specific case. But the redacted report states the incident helps illuminate Trump’s motivations behind other actions with regard to the investigation and notes that he “complained to advisors that if people thought Russia helped him with the election, it would detract from what he had accomplished.”\nTrump fired Comey on May 9, 2017, and “acknowledged that he intended to fire Comey regardless of the DOJ recommendation and was thinking of the Russia investigation when he made the decision,” according to the redacted report. Trump was angered that Comey had not publicly stated that Trump wasn’t under investigation and worried the investigation would limit what he could do while in office. \n“I just fired the head of the F.B.I.,” Trump told Russia’s Foreign Minister Sergey Lavrov after Comey’s firing, according to the report. “He was crazy, a real nut job. I faced great pressure because of Russia. That’s taken off ..... I’m not under investigation.” \nThere is evidence that Trump’s firing of Comey was an attempt to “protect himself from an investigation into his campaign,” according to the redacted report. But it also states that “the evidence does not establish that the termination of Comey was designed to cover up a conspiracy between the Trump Campaign and Russia.”\nAfter special counsel Robert Mueller took his post in May 2017, Trump fumed to senior advisers that Mueller had conflicts of interest but was told that his criticisms had no grounds and were “ridiculous.” Nevertheless, Trump twice called White House Counsel Don McGahn to tell him that he wanted Mueller removed due to those perceived conflicts of interest ― the latter time more forcefully directing McGahn to tell Deputy Attorney General Rod Rosenstein to fire him. \n“McGahn recalled the President telling him ‘Mueller has to go’ and ‘Call me back when you do it.’ … McGahn understood the President to be saying that the Special Counsel had to be removed by Rosenstein,” the redacted report states. \nMcGahn decided that he would not carry out the president’s order and instead informed White House Chief of Staff Reince Priebus that he intended to resign, telling Priebus “that the President had asked him to ‘do crazy shit.’” Although McGahn ultimately did not resign and Trump did not follow up with him again, the redacted report discusses whether or not Trump’s actions were attempts to obstruct justice.\nDays after Trump told McGahn to remove Mueller, he called former campaign manager Corey Lewandowski into the Oval Office for a private meeting. In the meeting, Trump dictated a speech for Sessions to give and then instructed Lewandowski to give it to the then-attorney general. \nTrump wanted Sessions to state that Trump had been treated unfairly and that the special counsel’s investigation would be limited only to Russian interference in future elections rather than looking into past conduct. Trump’s speech for Sessions also featured the line “[Trump] didn’t do anything wrong except he ran the greatest campaign in American history,” according to the report.\nMueller’s redacted report discusses whether Trump’s attempt to curtail the probe constituted obstruction of justice, in one section finding that there is “substantial evidence” the president’s attempt “was intended to prevent further investigative scrutiny of the President’s and his campaign’s conduct.”\nTrump made numerous attempts to prevent emails surrounding a June 9, 2016, meeting between his son Donald Trump Jr., son-in-law Jared Kushner and Russian lawyer Natalia Veselnitskaya from becoming public. The meeting stemmed from music promoter Rob Goldstone telling Trump Jr. that he could connect the campaign with Russian nationals who could offer dirt on Democratic rival Hillary Clinton’s campaign, to which Trump Jr. responded: “if it’s what you say I love it.”\nPresident Trump directed aides to “not publicly disclose the emails,” according to the redacted report, and also directed his son’s false statement to The New York Times that claimed the meeting was about adoptions. Although there is a lot of evidence that Trump tried to block information about the meeting from the public and press, the special counsel notes that “the evidence does not establish that the President took steps to prevent the emails or other information about the June 9 meeting from being provided to Congress or the Special Counsel.”\nTrump continued to be furious at Sessions for his recusal from the Mueller probe and at some point called him at home to ask that he reverse his decision, according to Sessions. The president said he wanted Sessions to take back his recusal so that he could direct the attorney general to investigate and prosecute Hillary Clinton. Trump repeatedly and publicly criticized Sessions for recusing himself over the following months.\nTrump floated possible replacements for Sessions when talking with staff and brought up that a new attorney general would directly oversee the special counsel. \n“There is evidence that at least one purpose of the President’s conduct toward Sessions was to have Sessions assume control over the Russia investigation and supervise it in a way that would restrict its scope,” the redacted report states.\nAfter The New York Times reported on Jan. 25, 2018, that Trump had told McGahn to get rid of Mueller, Trump tried to get McGahn to deny that the incident ever took place. Trump first instructed aides to relay the message to McGahn, but after the White House counsel refused to lie about the conversation, Trump held a meeting with him in the Oval Office where the president insisted that McGahn deny he was ever told to fire Mueller. McGahn still refused, and Trump additionally asked why McGahn had told the special counsel’s office about the incident.\nThe redacted report presents evidence of Trump’s repeated attempts to get McGahn to change his story and states there is “substantial evidence” that the president tried to influence McGahn’s account “in order to deflect or prevent further scrutiny of the President’s conduct towards the investigation.” \nTrump’s actions toward the special counsel’s witnesses is another point of possible obstruction, with the redacted report looking at his conduct concerning Flynn, former campaign chairman Paul Manafort and a third individual whose name is redacted ― possibly longtime adviser Roger Stone. \nWhile the special counsel was prosecuting Manafort, Trump repeatedly stated that his former campaign chair was being treated unfairly and floated the possibility of a pardon. Both Trump and his personal lawyer Rudy Giuliani publicly defended Manafort and talked about presidential pardon power. Trump engaged in similar actions with regard to Flynn, and his personal counsel left a voicemail on Flynn’s lawyer’s answering machine asking for “some kind of heads up” if “you’ve gone on to make a deal with ... the government.”\nThe special counsel’s analysis mentions that Trump’s actions had the potential to sway Manafort, Flynn and jury members in their prosecution. This was especially the case with Manafort, the special counsel argues.\n“Evidence concerning the President’s conduct towards Manafort indicates that the President intended to encourage Manafort to not cooperate with the government,” the redacted report states.\nTrump’s former personal lawyer and fixer Michael Cohen began cooperating with the special counsel’s office in July 2018 and told investigators that the president had repeatedly lied about the extent of a proposed Trump Tower project in Moscow. Cohen also admitted to falsely telling Congress that he briefed Trump on the project only three times, in an attempt to distance the president from Russia. \nAfter the FBI raided Cohen’s home and office in April 2018 in relation to the special counsel’s investigation, Cohen says he began discussing pardons with the president’s personal counsel “and believed that if he stayed on message, he would get a pardon or the President would do ‘something else’ to make the investigation end,” the redacted report states. The president also tweeted that Cohen would not “flip” after the raid. \nThe Mueller investigation looked at whether Trump aided or participated in Cohen’s false statements to Congress and whether Trump tried to prevent Cohen from being truthful with the government. The special counsel found “the evidence available to us does not establish that the President directed or aided Cohen’s false testimony,” even if there is evidence that the president knew Cohen was lying. Regarding the president’s positive backing of Cohen before turning on him and calling him a “rat,” the special counsel’s office found that there is evidence to infer that Trump wanted Cohen to not cooperate with prosecutors and then sought to discredit him once he began aiding the investigation.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/mueller-obstruction-barr-report-trump_n_5cb8dbf5e4b06605e3eca857", "tags": "redacted see obstructed “ report investigation investigated president counsel justice events trump special mueller"}