{"title": "Mueller Delivers Report on Trump-Russia Investigation to Attorney GeneralA Special Episode of ‘The Daily’: Robert Mueller Submits His Report", "content": "WASHINGTON — The special counsel, Robert S. Mueller III, on Friday delivered a report on his inquiry into Russian interference in the 2016 election to Attorney General William P. Barr, bringing to a close an investigation that has consumed the nation and cast a shadow over President Trump for nearly two years.\nMr. Barr told congressional leaders in a letter that he may brief them on the special counsel’s “principal conclusions” as early as this weekend, a surprisingly fast turnaround for a report anticipated for months. The attorney general said he “remained committed to as much transparency as possible.”\nIn an apparent endorsement of an investigation that Mr. Trump has relentlessly attacked as a “witch hunt,” Mr. Barr said Justice Department officials never had to intervene to keep Mr. Mueller from taking an inappropriate or unwarranted step. The department’s regulations would have required Mr. Barr to inform the leaders of the House and Senate Judiciary committees about any such interventions in his letter.\nA senior Justice Department official said that Mr. Mueller would not recommend new indictments, a statement aimed at ending speculation that Mr. Trump or other key figures might be charged down the line. With department officials emphasizing that Mr. Mueller’s inquiry was over and his office closing, the question for both Mr. Trump’s critics and defenders was whether the prosecutors condemned the president’s behavior in their report, exonerated him — or neither. The president’s lawyers were already girding for a possible fight over whether they could assert executive privilege to keep parts of the report secret.\n[Update: Read Attorney General William Barr’s summary of the Mueller Report.]\nSince Mr. Mueller’s appointment in May 2017, his team has focused on how Russian operatives sought to sway the outcome of the 2016 presidential race and whether anyone tied to the Trump campaign, wittingly or unwittingly, cooperated with them. While the inquiry, started months earlier by the F.B.I., unearthed a far-ranging Russian influence operation, no public evidence emerged that the president or his aides illegally assisted it.\nNonetheless, the damage to Mr. Trump and those in his circle has been extensive. A half-dozen former Trump aides were indicted or convicted of crimes, mostly for lying to federal investigators or Congress. Others remain under investigation in cases that Mr. Mueller’s office handed off to federal prosecutors in New York and elsewhere. Dozens of Russian intelligence officers or citizens, along with three Russian companies, were charged in cases that are likely to languish in court because the defendants cannot be extradited to the United States.\nRepublicans immediately seized upon the news that no more indictments are expected as a vindication of Mr. Trump and his campaign. Those reports “confirm what we’ve known all along: There was never any collusion with Russia,” Representative Steve Scalise of Louisiana, the second-highest-ranking House Republican, said in a statement.\nDemocrats, including some of those hoping to supplant Mr. Trump in the White House in the 2020 election, insisted that Mr. Mueller’s full report be made public, including the underlying evidence. In a joint statement, Speaker Nancy Pelosi of California and Senator Chuck Schumer of New York, the top Senate Democrat, warned Mr. Barr not to allow the White House a “sneak preview” of the document.\n“The White House must not be allowed to interfere in decisions about what parts of those findings or evidence are made public,” they said.\nNot since Watergate has a special prosecutor’s inquiry so mesmerized the American public. Polls have shown that most Americans want to know its findings, and the House unanimously passed a nonbinding resolution to publicize the report.\nMr. Barr’s letter said he would decide what to release after consulting with Mr. Mueller and Rod J. Rosenstein, the deputy attorney general who has overseen his investigation. Justice Department officials emphasized that the White House had been kept at a distance.\nOnly a handful of law enforcement officials have seen the report, said Kerri Kupec, a department spokeswoman.\nAlthough a White House lawyer was notified that Mr. Mueller had delivered it to Mr. Barr, no White House official has seen the report or been briefed on it, according to Sarah Huckabee Sanders, the White House press secretary. “The next steps are up to Attorney General Barr, and we look forward to the process taking its course,” she said.\nRudolph W. Giuliani, one of the president’s personal lawyers, said he planned to remain in Washington over the weekend in part because Mr. Barr might update Congress on Mr. Mueller’s findings.\nHe sidestepped a question about whether the president’s lawyers were seeking to review the report before any of it becomes public. White House lawyers have been preparing for the possibility they may need to argue some material is protected by executive privilege, especially if the report discusses whether the president’s interactions with his top aides or legal advisers are evidence of obstruction of justice.\nEven though Mr. Mueller’s report is complete, some aspects of his inquiry remain active and may be overseen by the same prosecutors once they are reassigned to their old jobs in the Justice Department. For instance, recently filed court documents suggest that investigators are still examining why the former Trump campaign chairman Paul Manafort turned over campaign polling data in 2016 to a Russian associate who prosecutors said was tied to Russian intelligence.\nMr. Mueller looked extensively at whether Mr. Trump obstructed justice to protect himself or his associates. But despite months of negotiations, prosecutors were unable to personally interview the president.\nMr. Trump’s lawyers insisted that he respond only to written questions from the special counsel. Even though under current Justice Department policy, a sitting president cannot be indicted, Mr. Trump’s lawyers worried that his responses in an oral interview could bring political repercussions, including impeachment, or put him in legal jeopardy once he is out of office.\nMr. Trump has helped make Mr. Mueller a household name, attacking his investigation an average of about twice a day as an unfair, politically motivated attempt to invalidate his election. He never forgave former Attorney General Jeff Sessions for recusing himself from the Russia inquiry, an action that cleared the way for his deputy, Mr. Rosenstein, to appoint Mr. Mueller.\nMr. Trump reiterated his attacks on the special counsel this week, saying Mr. Mueller decided “out of the blue” to write a report, ignoring that regulations require him to do so. But the president also said the report should be made public because of “tens of millions” of Americans would want to know what it contains.\n“Let people see it,” Mr. Trump said. “There was no collusion. There was no obstruction. There was no nothing.”\nIn court, the evidence amassed by the Mueller team has held up. Every defendant who is not still awaiting trial either pleaded guilty or was convicted by a jury. Although no American has been charged with illegally plotting with the Russians to tilt the election, Mr. Mueller uncovered a web of lies by former Trump aides.\nFive of them were found to have deceived federal investigators or Congress about their interactions with Russians during the campaign or the transition. They include Mr. Manafort; Michael T. Flynn, the president’s first national security adviser; and Michael D. Cohen, Mr. Trump’s former lawyer and longtime fixer. A sixth former adviser, Roger J. Stone Jr., is to stand trial in November on charges of lying to Congress.\nThose who know Mr. Mueller, a former F.B.I. director, had predicted a concise, legalistic report devoid of opinions — nothing like the 445-page treatise that Ken Starr, who investigated President Bill Clinton, produced in 1998. Operating under a now-defunct statute that governed independent counsels, Mr. Starr had far more leeway than Mr. Mueller to set his own investigative boundaries and to render judgments.\n[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\nThe regulations that governed Mr. Mueller, who is under the supervision of the Justice Department, only required him to explain his decisions to either seek or decline to seek criminal charges in a confidential report to the attorney general. The attorney general was then required to notify the leadership of the House and Senate judiciary committees.\nDespite pledging transparency, Mr. Barr may be reluctant to release the part of Mr. Mueller’s report that may be of most interest: whom the special counsel declined to prosecute and why, especially if Mr. Trump is on that list.\nThe department’s longstanding practice, with rare exceptions, is not to identify people who were merely investigative targets to avoid unfairly tainting their reputations, especially because they would have no chance to defend themselves in a court of law. Mr. Rosenstein, who has overseen Mr. Mueller’s work and may have a say in what is released, is a firm believer in that principle.\nIn a May 2017 letter that the president seized upon as justification for his decision to fire James B. Comey as F.B.I. director, Mr. Rosenstein severely criticized Mr. Comey for announcing during the previous year that Hillary Clinton, then a presidential candidate, would not be charged with a crime for mishandling classified information as secretary of state. Releasing “derogatory information about the subject of a declined criminal investigation,” Mr. Rosenstein wrote, is “a textbook example of what federal prosecutors and agents are taught not to do.”\nWeighing that principle against the public’s right to know is even more fraught in the president’s case. If Mr. Mueller declined to pursue criminal charges against Mr. Trump, he might have been guided not by lack of evidence, but by the Justice Department’s legal opinions that a sitting president cannot be indicted. The department’s Office of Legal Counsel has repeatedly advised that the stigma and burden of being under prosecution would damage the president’s ability to lead.\nRepresentative Jerrold Nadler, Democrat of New York and the head of the House Judiciary Committee, has argued that the department’s view that presidents are protected from prosecution makes it all the more important for the public to see Mr. Mueller’s report.\n“To maintain that a sitting president cannot be indicted, and then to withhold evidence of wrongdoing from Congress because the president cannot be charged, is to convert D.O.J. policy into the means for a cover-up,” he said before the House approved its nonbinding resolution to disclose the special counsel’s findings.\nSome predict that any disclosures from Mr. Mueller’s report will satisfy neither Mr. Trump’s critics nor his defenders, especially given the public’s high expectations for answers. A Washington Post-Schar School poll in February illustrated the sharp divide in public opinion: It found that of those surveyed, most Republicans did not believe evidence of crimes that Mr. Mueller’s team had already proved in court, while most Democrats believed he had proved crimes that he had not even claimed.", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/us/politics/mueller-report.html", "tags": "submits ‘ report “ investigation episode daily department trump-russia house robert generala delivers attorney mueller special"}