{"title": "Mueller Report Exceeds 300 Pages, Raising Questions About Four-Page Summary", "content": "WASHINGTON — The still-secret report on Russian interference in the 2016 election submitted last week by the special counsel, Robert S. Mueller III, was more than 300 pages long, the Justice Department acknowledged on Thursday.\nMr. Barr wrote to Congress on Sunday offering what he called the “principal conclusions” of the report — including that Mr. Mueller had not found that the Trump campaign had taken part in a conspiracy to undermine the election. But he had notably declined to publicly disclose its length.\nThe total of 300-plus pages suggests that Mr. Mueller went well beyond the kind of bare-bones summary required by the Justice Department regulation governing his appointment and detailed his conclusions at length. And it raises questions about what Mr. Barr might have left out of the four dense pages he sent to Congress.\nAnswering those questions is likely to prove difficult for lawmakers and the public. Mr. Barr has indicated to two congressional chairmen that it will most likely take weeks to redact the report for classified and grand jury information the department deems unfit for public consumption.\nBut Justice Department officials, including some from the attorney general’s office, could examine the report before sending any documents to Congress for possible material the president could claim as privileged, according to a department official.\nThe practice is not unusual, but it would most likely create another tranche of material from Mr. Mueller’s investigation to be withheld from Congress and kick off a fight between lawmakers and the administration that would further delay a resolution. No plans have been made for a review, the official said, and it was not clear whether Mr. Barr would be personally involved.\nIf the Justice Department were to deem certain aspects of Mr. Mueller’s report to be subject to executive privilege, Democrats in Congress would almost certainly contest the assertion and force Mr. Trump to actually claim the privilege — and risk a court challenge — or not. Law enforcement officials had no plans to show White House officials the report before it was sent to Congress, the Justice Department official said.\nDemocrats, who like all other lawmakers have not seen the report, have already all but accused Mr. Barr of covering up damaging information it contains. They have specifically focused on an apparent difference between the views of Mr. Barr and Mr. Mueller on whether Mr. Trump obstructed justice. Democrats have demanded that the attorney general make the full report and evidence public.\n“For Mr. Barr to quickly issue a four-page report in his attempt to try to exonerate Mr. Trump, and now to delay the release of an over 300-page report written by Mueller so the American people and we senators and congressmen can see what was written, has too much of the odor of political expediency to help the man who appointed him, President Trump,” Senator Chuck Schumer of New York, the Democratic leader, said in a speech on the chamber floor.\nRepublicans have adopted a more trusting stance of Mr. Barr, indicating that they believe he will make appropriate judgments about what should and should not be shared.\nThe new ballpark page length came about a week after a senior Justice Department official told reporters that the report was “comprehensive.”\nRepresentative Jerrold Nadler of New York, the chairman of the Judiciary Committee, added the description “very substantial” after talking to Mr. Barr on Wednesday, although neither he nor any other member of Congress has seen the report and he declined to give a page count. Andrew Napolitano, a legal analyst for Fox News and a favorite of Mr. Trump, caused a stir on Wednesday when he said multiple times on the air that the report was 700 pages.\nKerri Kupec, a Justice Department spokeswoman, confirmed the length of the document after The New York Times reported it, citing American officials who spoke anonymously because they were not authorized to discuss details of the report.\nMr. Barr had told Mr. Nadler on their Wednesday call that the report was more than 300 pages long, Ms. Kupec said.\nOther blockbuster government reports in recent decades have been lengthy. At 445 pages, the independent counsel Ken Starr’s report on President Bill Clinton had to be trucked to Capitol Hill in September 1998.\nThe 9/11 commission report ran 567 pages with notes on the circumstances and fallout of the Sept. 11 attacks.\nEven the Justice Department inspector general seems to have outwritten Mr. Mueller of late. Michael E. Horowitz released a scathing report last summer on the F.B.I.’s handling of an investigation into Hillary Clinton’s use of a private email server as secretary of state that preoccupied Congress for weeks.\nMr. Horowitz’s report was 568 pages.\nBy contrast, the Watergate “road map” sent to Congress by the grand jury investigating President Richard M. Nixon and his associates was only 62 pages. Sent to lawmakers in 1974, the court report was not unsealed by a federal judge and made public until last year.\nMr. Mueller probably collected and generated hundreds of thousands if not millions of pages of paper during his investigation. Congress has made clear it would eventually like access to all of them, but the Justice Department could have good reason to block the release of some, leaving it once again to the courts to determine who sees what.\nMembers of Mr. Barr’s and Mr. Mueller’s teams are currently reviewing the full report to redact information that they do not believe should be made public for intelligence or other reasons. Mr. Barr has told lawmakers in recent days that it will take weeks to make more of Mr. Mueller’s findings public.", "date": "March 28, 2019", "href": "https://www.nytimes.com/2019/03/28/us/politics/mueller-report-length.html", "tags": "public report raising summary department exceeds justice barr questions four-page pages congress mueller"}