{"title": "Mueller Team Has ‘Gone Absolutely Nuts,’ Trump Says, Resuming Attacks on Russia Inquiry", "content": "WASHINGTON — Fresh off three days of private meetings with his personal lawyers, President Trump renewed his attacks on Thursday on the special counsel investigation, calling it “A TOTAL WITCH HUNT LIKE NO OTHER IN AMERICAN HISTORY!\nThe barrage, launched on Twitter, ended a period of relative quiet by the president about the investigation, which has ensnared some of his former aides.\nThe president returned on Sunday from a trip to Paris and faced criticism at home for his decision to skip a solemn visit to an American cemetery in France, part of events to mark 100 years since the end of World War I.\nWhen he was back at the White House, Mr. Trump met with his personal lawyers in private meetings and worked to draft answers to questions posed by the special counsel, Robert S. Mueller III. Mr. Mueller’s team has been investigating Russian interference in the 2016 election and any possible ties to the Trump campaign.\nFor months, the president’s legal team and aides have pleaded with him to avoid writing Twitter posts critical of Mr. Mueller, particularly as presidents in previous administrations have respected a wall between the White House and the Justice Department on ongoing criminal investigations. Mr. Trump has long complained publicly and privately about what he believes to be Mr. Mueller’s conflicts of interest, despite a Justice Department review and conclusion last year that Mr. Mueller had none. But by Thursday morning, the president renewed his personal attacks on Mr. Mueller and said universities would someday study these conflicts.\nBut it was unclear what may have motivated Mr. Trump’s Twitter posts on Thursday morning.\nMr. Trump’s former personal lawyer, Michael D. Cohen, was spotted by an ABC News crew on Monday en route to see Mr. Mueller’s team. Mr. Cohen has pleaded guilty to a string of crimes, and said under oath that his client ordered him to make hush payments to an adult-film actress claiming in 2016 that she had had an affair with Mr. Trump.\nSeveral of Mr. Trump’s former aides have struck deals with the special counsel team in exchange for their cooperation in the investigation. This week, Jerome Corsi, a friend of Roger J. Stone Jr., a longtime informal adviser to the president, announced that he expected to be charged with lying to federal investigators after two months of cooperation with the special counsel team.\nMr. Mueller, whose appointment did not require approval from the Senate, has sought to ask the president about any possible coordination with Russia during the campaign and whether he intended to obstruct the  investigation.\nThe special counsel team has negotiated over a possible presidential interview for nearly a year. After months of back-and-forth with the president’s personal lawyers, Mr. Mueller’s team agreed to accept answers in writing about possible conspiracy with Russia. On obstruction matters, investigators acknowledged that issues of executive privilege could complicate the prospect of an interview, but they did not abandon pursuit of it.\nThe president’s lawyers are said to believe that the special counsel investigation is winding down, though Mr. Mueller’s team has given no public indication about its timeline.\nMr. Trump’s lawyers have blanched at the idea of the president sitting down and being interviewed by Mr. Mueller and his team out of  concern that the president might make a false statement. Lying to federal investigators is a felony that could carry up to five years in prison.\nMr. Trump’s comments on Thursday renewed concerns on Capitol Hill that the president could move to fire Mr. Mueller and end his investigation.\nDemocrats and a handful of Republicans are pushing for Congress to vote before the end of their session next month on legislation providing job protections to special counsels like Mr. Mueller.\nTwo lawmakers — Senator Jeff Flake, Republican of Arizona, who is retiring at the end of the year, and Senator Chris Coons, Democrat of Delaware — attempted to push through the bill on Wednesday, but they were blocked by Senator Mitch McConnell, Republican of Kentucky and the majority leader, who said he had never heard Mr. Trump say he wanted to shut down the investigation. On Thursday, Mr. Flake and Mr. Coons pledged to continue asking for the Senate to consider the proposal until Mr. McConnell agreed to allow a vote.\nSenator Chuck Schumer of New York, the Democratic leader, joined the effort on Thursday morning, asserting that Mr. McConnell was in denial about Mr. Trump’s intentions.\n“There is too much at stake to sit around and wait until the president crosses the line, creating the constitutional crisis we all abhor,” Mr. Schumer said.\nMr. Trump has previously sought to fire Mr. Mueller. In June 2017, Mr. Trump told the White House counsel to take steps to remove Mr. Mueller because of the perceived conflicts. Mr. Trump cited a dispute with Mr. Mueller several years ago about golf fees at a Trump golf club in Virginia where Mr. Mueller was a member; Mr. Mueller’s interview with Mr. Trump to return to his old job as F.B.I. director, which occurred the day before he was appointed special counsel; and Mr. Mueller’s work for a law firm that previously represented Mr. Trump’s son-in-law, Jared Kushner. The White House counsel refused, and the president dropped the issue.\nMr. Trump has focused his ire on a several prosecutors working for Mr. Mueller, but the special counsel’s team is broader. It includes F.B.I. agents working under Christopher A. Wray, the F.B.I. director chosen by the president, and other Justice Department officials.\nAs the president has renewed his offensive on Mr. Mueller, critics of his administration argue that Mr. Trump’s recent appointment to lead the Justice Department and oversee the Russia investigation has conflicts of interest of his own.\nWhen Mr. Trump fired Attorney General Jeff Sessions last week, he named a loyalist, Matthew G. Whitaker, to replace him in an acting capacity. Mr. Whitaker has been publicly critical of the Mueller inquiry but now has oversight of the special counsel.", "date": "Nov. 15, 2018", "href": "https://www.nytimes.com/2018/11/15/us/politics/trump-mueller-russia-inquiry.html", "tags": "‘ absolutely thursday personal inquiry investigation president team gone counsel trump says russia nuts resuming special mueller attacks"}