{"title": "Mueller Report Leaves Unanswered Questions About Contacts Between Russians and Trump Aides", "content": "WASHINGTON — In the deep leather chairs of Manhattan’s luxurious Grand Havana Room late on Aug. 2, 2016, Paul Manafort, the Trump campaign chairman, met with an associate who has been linked to Russian intelligence and discussed a plan to give Moscow control over part of eastern Ukraine.\n“All that is required to start the process is a very minor ‘wink’ (or a slight push)” from Donald J. Trump, the associate, Konstantin V. Kilimnik, later wrote to Mr. Manafort. If Mr. Manafort could succeed in pushing the plan forward and positioning himself to oversee it, he would be welcomed in Moscow “at the very top level,” Mr. Kilimnik wrote.\nThose exchanges are part of an extraordinary set of contacts between more than two dozen Russians and aides or associates of Mr. Trump’s documented in the report by the special counsel, Robert S. Mueller III, that was released Thursday.\nIn great detail, the report highlights a steady stream of overtures from a cast of Russians, including a mysterious woman pretending to be a niece of President Vladimir V. Putin of Russia and Russian billionaires. Striving to forge inroads with and wield influence over the Trump team during the campaign and the transition, they dangled potential business deals, floated foreign policy options and repeatedly suggested a meeting between Mr. Trump and Mr. Putin.\nSome also offered the Russian government’s help to the Trump campaign, proposals that were a prime focus of Mr. Mueller’s inquiry. “In some instances, the campaign was receptive to the offer,” the report stated, “while in other instances the campaign officials shied away.”\nBut even the campaign’s most eager consideration of the Kremlin’s assistance fell short of illegal conduct, prosecutors concluded, because no one conspired with the Russians to violate American laws.\nThe parade of overtures from the Russians dovetailed with the Kremlin’s covert operation to sway the outcome of the 2016 presidential vote. Russian operatives used social media to divide American voters and undermine support for Hillary Clinton. They also publicized thousands of embarrassing emails that Russian hackers had stolen from the Clinton campaign and Democratic Party organizations.\nThe report shows contacts beyond those previously known.\nFor example, Petr Aven, the Russian head of Alfa-Bank, Russia’s largest commercial bank, told investigators that Mr. Putin regularly meets with about 50 Russian oligarchs at the Kremlin. In a late 2016 meeting, he said, Mr. Putin instructed him to reach out to the Trump administration about United States sanctions against Russia.\nThrough an intermediary, Mr. Aven reached out to a Russian-born foreign policy specialist in Washington, Dimitri Simes, who had previously met with Jared Kushner, the president’s son-in-law, hoping to arrange a meeting to discuss “a high-level communications channel between Putin and the incoming administration,” the report states. The effort was called “Project A.”\nIn a Dec. 22, 2016, email, the intermediary wrote Mr. Aven that “with so much intense interest in the Congress and the media over the question of cyber-hacking (and who ordered what), Project A was too explosive to discuss” at that time.\nThe report also leaves questions about the interactions of some Trump aides with Russians, partly because some witnesses were uncooperative.\nInvestigators learned, for example, that Mr. Manafort shared internal campaign polling data with Mr. Kilimnik, who prosecutors have repeatedly said is linked to Russian intelligence agencies. At Mr. Manafort’s instruction, Rick Gates, the deputy campaign chairman, repeatedly transferred data to Mr. Kilimnik, using an encrypted form of communication, beginning in spring 2016 and continuing even after Mr. Manafort was fired from the campaign in August.\nThe report said that Mr. Gates understood Mr. Kilimnik would give the polling data to pro-Russian Ukrainian oligarchs who had previously hired Mr. Manafort, as well as to Oleg V. Deripaska, a Russian billionaire considered so close to the Kremlin that he is sometimes referred to as “Putin’s oligarch.” Mr. Deripaska has denied he ever received the polling data.\nAt the Aug. 2, 2016, meeting with Mr. Kilimnik, Mr. Manafort outlined “the status of the Trump campaign and Manafort’s strategy for winning Democratic votes in Midwestern states,” the report stated. While investigators found no evidence that the polling data helped Russian operatives shape their election interference operations, the report said they could not “reliably determine Manafort’s purpose” in sharing the data. Nor could they figure out what, if anything, Mr. Kilimnik ultimately did with it.\nThey also questioned Mr. Manafort’s denial that he never discussed Mr. Kilimnik’s plan to effectively cede part of eastern Ukraine to Russia with Trump campaign or administration officials, saying he had lied to them about the subject previously.\nInvestigators were also unable to reconcile accounts of a one-on-one meeting on Dec. 13, 2016, between Mr. Kushner and Sergey Gorkov, the head of Vnesheconombank, a Russian government-owned bank then under American sanctions stemming from Russia’s invasion of Ukraine. Mr. Kushner told investigators that he and the Russian official discussed United States-Russia relations.\nBut Mr. Gorkov said publicly that the meeting was business-related, and another witness told investigators that Mr. Gorkov was in New York to discuss “postelection issues with U.S. financial institutions.” At the time, Mr. Kushner’s family business was desperately seeking investors for its flagship property, a Manhattan skyscraper awash in debt.\nMr. Gorkov requested a second meeting, but an aide to Mr. Kushner told investigators that he did not respond because of federal investigators’ interest in contacts between Russians and people in Mr. Trump’s orbit.\nInvestigators also failed to get to the bottom of a June 2016 Moscow trip by Carter Page, a Trump campaign foreign policy adviser. Mr. Page sent an email to another campaign official saying that he had met with Arkady Dvorkovich, a Russian deputy prime minister, who had “expressed strong support for Mr. Trump.” But “Page’s activities in Russia — as described in his emails with the campaign — were not fully explained,” the report said.\nInvestigators focused heavily on the Trump campaign’s efforts to learn about WikiLeaks’ plans to release the emails that the Russians hacked from Mrs. Clinton’s campaign and the Democratic Party.\nMr. Gates, the former campaign deputy, told prosecutors that by late summer 2016, the Trump campaign had incorporated the possible release of hacked emails into its political strategy. En route to La Guardia Airport that summer, the report stated, “Candidate Trump told Gates that more releases of damaging information would be forthcoming.”\nAlthough that paragraph is partly redacted, other accounts suggest that Mr. Trump had learned that from Roger J. Stone Jr., a former campaign adviser who was in contact with the Russian hackers. Mr. Stone is now awaiting trial on charges of lying about his efforts to reach Julian Assange, the founder of WikiLeaks, and trying to influence the congressional testimony of a witness with ties to Mr. Assange.\nEven if it fell short of a crime, Mary McCord, who headed the Justice Department’s national security division from 2016 to 2017, said the Trump campaign’s willingness to profit from stolen documents was remarkable.\n“There is no way you could come away from this report without recognizing that there was a high level of interest and encouragement by people associated with the campaign in Russia continuing with its interference activities, particularly in the release of emails,” she said.", "date": "April 18, 2019", "href": "https://www.nytimes.com/2019/04/18/us/politics/russia-trump.html", "tags": "aides russians kilimnik report “ manafort leaves russian trump contacts investigators questions unanswered campaign mueller"}