{"title": "Mueller Report Explains Why Special Counsel Didn't Subpoena Donald Trump", "content": "Special counsel Robert Mueller’s report, a redacted version of which was released publicly Thursday, explains why President Donald Trump wasn’t subpoenaed as part of the investigation into Russian interference in the 2016 election.\n“Recognizing that the President would not be interviewed voluntarily, we considered whether to issue a subpoena for his testimony,” the report reads. “We viewed the written answers to be inadequate. But at that point our investigation had made significant progress and had produced substantial evidence for our report.” \nThe report said the special counsel’s office had “weighed the costs” of a potentially long legal battle to obtain an interview with Trump versus the value of completing the investigation sooner. The office concluded that the “substantial quality of information we had obtained from other sources” would allow it to draw the conclusions it sought “on intent and credibility.”\nDuring Mueller’s investigation, which took nearly two years, the special counsel’s office issued more than 2,800 subpoenas, per the report. \nThe special counsel repeatedly sought to interview Trump. At one point early 2018, an in-person interview had been scheduled, but was later canceled by Trump’s legal team. In May 2018, Mueller reportedly threatened Trump’s lawyers that he could subpoena Trump if the White House refused a sit-down interview. \nUltimately Trump submitted written answers to some of Mueller’s questions in late November. The president reportedly only answered questions related to Russia’s interference in the 2016 election, and not about whether he tried to obstruct the investigation into his campaign’s potential links with Russian meddling. \nAttorney General William Barr gave a press conference on Mueller’s report early Thursday ― hours before its release to the public ― going to bat for Trump and echoing the president’s refrain that there was “no collusion” during the 2016 election.\nThe Trump-picked attorney general’s decision to speak on the redacted report before it was sent to Congress drew fierce criticism from Democratic lawmakers, who then requested that Mueller testify about his findings before the House Judiciary Committee by next month. \nThe Russia probe led to dozens of Russian operatives and some of the president’s top men being charged with various crimes, with guilty pleas secured from former Trump national security adviser Michael Flynn, former Trump campaign chairman Paul Manafort and former Trump personal lawyer Michael Cohen, among others. ", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/trump-subpoena-mueller-report-russia_n_5cb895f3e4b096f7d2dd5f4b", "tags": "report explains investigation counsel ” trump interview donald subpoena special mueller"}