{"title": "Mueller Rejects View That Presidents Can’t Obstruct Justice", "content": "WASHINGTON — Robert S. Mueller III laid out roughly a dozen episodes that revealed that President Trump was intent on using his position to protect himself and his associates from the investigation into links between his campaign and the Russian government’s covert operation to manipulate the 2016 election.\nMr. Mueller, the special counsel, relied on statements from the president’s own advisers to detail how Mr. Trump tried to install loyalists atop the Justice Department to oversee the inquiry, fired the head of the F.B.I. and even encouraged the top White House lawyer to go back on what he told investigators.\nBut Mr. Mueller, in a report released Thursday, declined to reach any conclusion about whether Mr. Trump illegally obstructed justice. Citing a Justice Department view that sitting presidents cannot be indicted, the special counsel said it would be inappropriate to analyze the evidence while Mr. Trump is in office and busy running the country because it would be unfair to accuse him of an offense without giving him an opportunity to clear his name in court.\nMr. Mueller’s rationale for demurring for now stood in stark contrast to Attorney General William P. Barr. Mr. Mueller noted that Mr. Trump would lose immunity when he left office, and that his investigation had preserved evidence for that moment. Mr. Barr, however, pronounced last month that the evidence Mr. Mueller gathered was insufficient to charge Mr. Trump with obstruction, regardless of the constitutional problems with charging a sitting president.\nThe special counsel report also contrasted with the views of the attorney general — and the president’s personal lawyers — in another crucial respect. Last year, months before Mr. Trump appointed him, Mr. Barr wrote a lengthy memo for the administration laying out an argument that it was impossible for Mr. Trump to use the power of his office to illegally obstruct the Russia investigation, no matter his intentions, because he has full authority over federal law enforcement as head of the executive branch.\nBut Mr. Mueller devoted more than a dozen pages of his 448-page report, which Mr. Barr made public on Thursday with some deletions, to systematically dissect and rebut Mr. Barr’s sweeping theory of executive power, which Mr. Trump’s lawyers had put forward earlier in a more abbreviated form.\n“The conclusion that Congress may apply the obstruction laws to the president’s corrupt exercise of the powers of office accords with our constitutional system of checks and balances and the principle that no person is above the law,” Mr. Mueller’s investigators wrote.\nMany of the 11 episodes Mr. Mueller detailed had been reported in the news media. The president consistently sought to install a loyalist to oversee the investigation; tried to pressure Attorney General Jeff Sessions to retake control of the inquiry after he recused himself; and asked the F.B.I. director to end the investigation into his first national security adviser.\nMr. Mueller also revealed new presidential attempts to thwart the inquiry. In mid-2017, Mr. Trump enlisted Corey Lewandowski, his former campaign manager, in another bid to impede the inquiry. Mr. Trump wanted Mr. Sessions to declare that the special counsel’s investigation was “very unfair” to the president and asked Mr. Lewandowski to convey the message. Mr. Lewandowski never directly spoke to the attorney general about the request, according to the report.\nMr. Mueller relied heavily on Mr. Trump’s White House counsel, Donald F. McGahn II, who told investigators about how Mr. Trump tried to have him fire Mr. Mueller in June 2017. The report said that Mr. McGahn stopped the effort, “deciding that he would resign rather than trigger what he regarded as a potential Saturday Night Massacre,” a reference to Richard M. Nixon’s firing in 1973 of the special prosecutor who was investigating him. That order, which prompted the top two Justice Department officials to resign rather than carry it out, helped undermine political support for Mr. Nixon among Republicans.\nA central difficulty for prosecutors pursuing obstruction cases is proving that the defendant had a corrupt intent when he took steps that could impede an investigation. A key part of Mr. Mueller’s report described how Mr. Trump’s intentions changed over time.\nThe first phase came before Mr. Trump fired James B. Comey as the F.B.I. director in May 2017. During that phase, the report said, Mr. Trump had been assured that the bureau was not investigating him personally, and it suggested that his primary motivation was to make that fact public. But that changed after the dismissal, when Mr. Mueller was appointed as special counsel — a step Mr. Trump told advisers was “the end of my presidency” — and he became aware that his own conduct was under investigation for obstruction.\n“That awareness marked a significant change in the president’s conduct and the start of a second phase of action,” the report said.\n“The president launched public attacks on the investigation and individuals involved in it who could possess evidence adverse to the president, while in private, the president engaged in a series of targeted efforts to control the investigation,” Mr. Mueller’s team added.\nIt was during this second phase, the report said, that Mr. Trump tried to have Mr. Mueller fired; to push Mr. Sessions to resume oversight of the inquiry and limit it; and to keep the public from learning the true nature of a June 2016 Trump Tower meeting between top campaign aides and Russians promising dirt on Hillary Clinton. He also began to publicly attack “potential witnesses who might offer adverse information and to praise witnesses who declined to cooperate with the government,” the report said.\nBut after that buildup, Mr. Mueller stopped short of pronouncing any conclusion about what all that evidence added up to. He instead demurred with a bland truism: “Judgments about the nature of the president’s motives during each phase would be informed by the totality of the evidence.”\nThe gap between the implications of Mr. Mueller’s rationale for stopping short of rendering any legal conclusion and the impression Mr. Barr had created last month by declaring that Mr. Mueller’s demurral “leaves it” to him, as the attorney general, to make that determination was a critical takeaway from the disclosure of the obstruction component of Mr. Mueller’s report.\nMr. Barr left out of his letter that Mr. Mueller had decided it was inappropriate for prosecutors to decide whether the evidence met the standard for charging Mr. Trump because the president could receive no trial for now.\nInstead, Mr. Barr cited a fragment of Mr. Mueller’s rationale in what appears to be a subtly misleading way. In his letter, Mr. Barr quoted Mr. Mueller as seeing unspecified “difficult issues” of law and fact in saying that the special counsel declined to decide the obstruction question “one way or the other.”\nIn fact, Mr. Mueller made clear that he would have pronounced Mr. Trump cleared on obstruction if the evidence exonerated the president.\n“If we had confidence after a thorough investigation of the facts that the president clearly did not commit obstruction of justice, we would so state,” Mr. Mueller wrote. “Based on the facts and the applicable legal standards, however, we are unable to reach that judgment. The evidence we obtained about the president’s actions and intent presents difficult issues that prevent us from conclusively determining that no criminal conduct occurred.”\nAgainst that backdrop, Mr. Mueller explained that it would be unfair to analyze the evidence for now because it created the risk that he would conclude that Mr. Trump committed a crime with no possibility of a speedy trial to resolve whether that was true.\n“An individual who believes he was wrongly accused can use that process to seek to clear his name,” Mr. Mueller wrote. “In contrast, a prosecutor’s judgment that crimes were committed, but that no charges will be brought, affords no such adversarial opportunity for public name-clearing before an impartial adjudicator.”\nHe added: “The concerns about the fairness of such a determination would be heightened in the case of a sitting president, where a federal prosecutor’s accusation of a crime, even in an internal report, could carry consequences that extend beyond the realm of criminal justice.”", "date": "April 18, 2019", "href": "https://www.nytimes.com/2019/04/18/us/politics/special-counsel-trump-obstruction.html", "tags": "evidence obstruct report view investigation president justice ” presidents rejects mueller"}