{"title": "Mueller’s Silence Allowed Openings for Trump and Barr to Shape Perception of Inquiry", "content": "WASHINGTON — A sport utility vehicle with tinted windows sped into the freight garage of the office of Robert S. Mueller III, the special counsel, just after 7 on Thursday morning — almost to the minute when he typically arrives — concealing to photographers what was likely his arrival on the day his report was finally made public.\nLess than an hour later, President Trump greeted the world in a much more attention-eliciting way: “PRESIDENTIAL HARASSMENT,” he shouted in a tweet.\nThe contrast underscored the risks of Mr. Mueller’s nearly two-year silence as head of the Russia investigation. By not speaking publicly, he insulated his office from credible accusations of leaks and evaded Mr. Trump’s attacks on the inquiry, burnishing Mr. Mueller’s image as an apolitical arbiter supervising the most politically consequential investigation in a generation. But he also allowed Mr. Trump — and more recently, Attorney General William P. Barr — to shape public expectations for his own work.\nMr. Barr held a news conference without Mr. Mueller just before the publication of the report, defending the president and asserting his power as the investigation’s ultimate authority.\n“It’s a report he did for me,” Mr. Barr said defiantly to a reporter who asked why Mr. Mueller was not present. “I’m here to discuss my response to that report and my decision, entirely discretionary, to make it public.”\nMr. Barr also came under scrutiny again over a four-page letter he wrote last month outlining the investigation’s main findings. He departed in significant ways from the special counsel team’s conclusions, the 448-page report revealed. Some members of Mr. Mueller’s team have complained that Mr. Barr failed to accurately portray their work.\n“Barr took advantage of the fact that he knew or assumed, correctly, that Mueller wasn’t going to leak on him,” said Peter R. Zeidenberg, a deputy special counsel during the 2007 trial of I. Lewis Libby Jr., Vice President Dick Cheney’s former chief of staff who was convicted of lying in an investigation over the leak of a C.I.A. officer’s identity. “It wouldn’t have happened had he been afraid Mueller would speak up.”\nA spokesman for the special counsel’s office declined to comment, and a spokeswoman for Mr. Barr pointed to his comments at Thursday’s news conference.\nMr. Trump exploited Mr. Mueller’s silence, stepping in to characterize the investigation as a “witch hunt” and taunt Mr. Mueller’s investigators as “angry Democrats” avenging his election upset. On Friday, Mr. Trump continued his Twitter assault, describing the report as “crazy” as he attacked the prosecutors.\nWhen Senate Democrats asked Mr. Barr in a budget hearing this month whether Mr. Mueller was indeed leading what Mr. Trump has called a “witch hunt,” Mr. Barr demurred. “If you are somebody who’s being falsely accused of something, you would tend to view the investigation as a witch hunt,” he said.\n“What Barr did was try to take advantage of knowing that Mueller was playing things square and by the book,” said Joyce Vance, a former United States attorney in Alabama. “Mueller did things the right way, and there is undoubtedly a cost for that.”\nMs. Vance said that during the Watergate investigation, younger prosecutors on the team were encouraged to give interviews to help engender the public’s faith in the inquiry. Mr. Mueller was strict about his prosecutors not speaking, his lawyers careful not to say anything about the investigation when approached by reporters.\nMr. Mueller’s instincts were a departure from those of Ken Starr, the independent counsel who investigated President Bill Clinton. Mr. Starr gave interviews and speeches while prosecuting the case, once holding an impromptu news conference in his front yard to defend the scope and speed of his investigation and compare himself to Sgt. Joe Friday from the television series “Dragnet.”\nMr. Mueller stayed silent, growing into an almost mythological figure in Washington, as a public hungry for clues about his investigation scrutinized his body language and documented chance sightings. Photographers gathered last week outside a restaurant he frequented during the investigation. His patronage recently revealed, he never showed.\nThe report itself — dense in both language and layout — reflected Mr. Mueller’s caution and stood in contrast to Mr. Starr’s more conversational and discursive style. The section on episodes of possible obstruction unfolds in devastating chronological detail but avoids commenting on the powerful political context.\n“Lofty prose is not his thing,” said Glenn Kirschner, who worked for Mr. Mueller in the homicide unit of the United States attorney’s office in Washington. “It’s going to be almost terse.”\nThe report also refers to “our investigation” and “our analysis,” reminders that a team of prosecutors, not Mr. Mueller alone, conducted the 22-month inquiry and composed the lengthy document.\nEven with the team itself, Mr. Mueller remained somewhat apart. As he set up the special counsel’s office in 2017, he relied on Beth McGarry, a former deputy to Mr. Mueller when he was the United States attorney in San Francisco, to vet candidates, secure funding and find office space, according to a former federal law enforcement official. He had several of his top prosecutors interview top candidates before they met with him.\nDuring the inquiry, his longtime aide Aaron Zebley, a prosecutor on the team, took the lead in dealing with Ed O’Callaghan, a senior Justice Department official helping monitor the investigation, two government officials said. Mr. Mueller often sat in briefly in major interviews or stopped in briefly to thank witnesses for coming in, but rarely asked questions himself. Mr. Mueller never appeared in court during the investigation, and one of his prosecutors, Michael R. Dreeben, issued legal arguments defending the prerogative of the work.\nAt a sentencing of Paul Manafort, Mr. Trump’s former campaign chairman, nearly every prosecutor and agent who had worked for Mr. Mueller gathered in the courtroom to take in what would be the last major public proceeding of the investigation, including Mr. Zebley and James L. Quarles III, Mr. Mueller’s top two deputies. Mr. Mueller was absent.\nTo be sure, Mr. Mueller participated directly in the investigation that has come to bear his name. In his news conference, Mr. Barr described a March 5 meeting in which the special counsel repeatedly affirmed he would not make a final call on whether to charge Mr. Trump with obstructing justice.\n“He made it clear that he had not made the determination that there was a crime,” Mr. Barr told reporters.\nMr. Mueller might soon talk in public for the first time since his appointment. The House Judiciary and Intelligence Committees have both invited him to testify next month. Judiciary Committee aides were in discussions with the Justice Department about a potential hearing, a spokesman said on Friday.\nOn the last page of the report, before the appendix, the word “we” appears seven times in Mr. Mueller’s final conclusion justifying his decision not to charge Mr. Trump.\n“Because we determined not to make a traditional prosecutorial judgment,” prosecutors wrote, “we did not draw ultimate conclusions.”\nThe rest of the page is blank. Where Mr. Starr printed his name at the end of his report, Mr. Mueller left white space.", "date": "April 19, 2019", "href": "https://www.nytimes.com/2019/04/19/us/politics/mueller-silence.html", "tags": "report inquiry investigation silence perception allowed openings trump ” shape barr said — mueller"}