{"title": "Mueller Findings Kick Off a Political Tug of War That’s Only Just Beginning", "content": "WASHINGTON — Minutes after the Justice Department released the special counsel’s report on the inquiry into Russian interference in the 2016 election and possible obstruction of justice by President Trump, Representative Kevin McCarthy, the House Republican leader, delivered his own verdict: Case closed.\n“It is time to move on,” Mr. McCarthy said in a rapid-fire response.\nThat won’t be happening.\nDespite furious Republican demands to drop the subject altogether, Democrats, if anything, appear more alarmed about the president’s conduct as outlined in the report and more determined to pursue several lines of inquiry and hear from the special counsel, Robert S. Mueller III, himself.\nTheir characterizations were damning. Representative Bill Pascrell Jr. of New Jersey called it “one of the most tragic documents in the history of the American presidency.” The Democratic National Committee said the “redacted report paints a stunning picture of bottomless corruption.” Representative Steny H. Hoyer of Maryland, the majority leader who chooses his words carefully, said that “the report indicates that President Trump tried on multiple occasions to obstruct justice.” Senator Richard Blumenthal of Connecticut called the report a “portrait of criminal wrongdoing and national scandal.”\nThese are not the kind of words that flow from those who are about to say all is forgotten, if not forgiven. Rather than walking away, Democrats appear to be gearing up. Representative Jerrold Nadler of New York, who oversees the House Judiciary Committee, called the report a road map to holding the president accountable and suggested Democrats intended to follow it.\nDemocrats also seized upon a line buried in the more than 400-page report that they viewed as a direction from Mr. Mueller to pursue the obstruction case against Mr. Trump that the special counsel decided he could not bring — though he couldn’t clear the president, either.\n“The conclusion that Congress may apply the obstruction laws to the president’s corrupt exercise of the powers of office accords with our constitutional system of checks and balances and the principle that no person is above the law,” the report stated, a comment highlighted by Senator Dianne Feinstein of California, the senior Democrat on the Judiciary Committee, among others.\n“Congress has an obligation to ensure that activities like those laid out in this report are never repeated,” she said.\nThe handling of the report underscored once again the consequences of the last election in delivering control of the House to the Democrats. Were Republicans in charge of both the House and the Senate, the findings could have been the end of the matter. But with Democrats holding House committee chairmanships, they do not seem at all willing to let the issue go. They were further motivated by what they saw as an egregious attempt by Attorney General William P. Barr to run political interference for the president.\nThe continued investigation — and the drumbeat by some on the left for impeachment — does pose a political problem for Democrats that they had hoped to avert. Opening an official impeachment inquiry could incite a significant political backlash before the 2020 elections.\nThe threat of fallout is even greater now, with Republicans able to cite Mr. Mueller’s report that found no conspiracy by the Trump campaign to cooperate with Russian agents along with the special counsel’s refusal to cite the president for obstruction of justice.\nSpeaker Nancy Pelosi has repeatedly said that she was not interested in pushing forward with impeachment unless the idea had bipartisan support — a condition that is currently far from being met.\nJoining Mr. McCarthy, many other Republicans urged Democrats on Thursday to abandon the pursuit of the president and focus on legislative issues. “It is time for both sides to stop hyperventilating over the Mueller investigation and focus on reducing health care costs and making a college education worth it for students,” said Senator Lamar Alexander, Republican of Tennessee.\nDemocrats insist they can do both — pursue their legislative agenda and White House wrongdoing.\nFor the moment, Democrats will try to finesse the matter. They will push for the evidence underlying the report and demand that Mr. Mueller and others central to his inquiry appear on Capitol Hill while stopping short of any impeachment discussion. That strategy has the advantage of keeping the inquiry and Mr. Trump’s conduct in the spotlight without getting into the charged impeachment talk. But Republicans will do whatever they can to portray Democrats as overreaching and maliciously harassing Mr. Trump out of political spite, riling up Republican voters in the process.\nThe response to the report showed anew that Republican lawmakers remain solidly behind Mr. Trump, with few raising public concerns about the president’s conduct in trying to short-circuit the special counsel’s investigation, such as encouraging a top aide to lie about his demand to fire Mr. Mueller.\nThere were exceptions. Senator Rob Portman, Republican of Ohio, said in a statement that the “report documents a number of actions taken by the president or his associates that were inappropriate.” Senator Mitt Romney, the former Republican presidential nominee from Utah, offered a harsh critique on Twitter on Friday, saying that he was “sickened at the extent and pervasiveness of dishonesty by individuals in the highest office of the land, including the President.”\nOther top Republicans were much more circumspect.\n“Like all of my colleagues, I look forward to carefully reviewing the report,” Senator Mitch McConnell, Republican of Kentucky and the majority leader, said in a brief statement.\nThe Republican shrug drew criticism from some quarters. “To my fellow Republicans: Having read the Mueller report, you may decide that nothing in it requires or justifies the impeachment of Donald Trump,” Bill Kristol, a prominent conservative critic of the president, said on Twitter. “But, having read the report, do you have no qualms about deciding this man deserves our party’s renomination as president?”\nBut most Republicans aimed any fire at the Democrats, not the president.\n“While Washington Democrats hoped for the special counsel to deliver a collusion conclusion, this report instead delivered a death blow to their baseless conspiracy theories,” said Representative Steve Scalise of Louisiana, the No. 2 House Republican. He was also fast out of the box with a statement heralding Mr. Trump’s innocence, excoriating Democrats and blaming President Barack Obama for failing to halt the Russian interference during his tenure.\nDemocrats performed so outlandishly in their “smear campaign” against Mr. Trump, Mr. Scalise said, that they owed the American people an apology for misleading them.\nFrom the sound of things, it doesn’t appear that Democrats — newly armed with the details of the Mueller report — feel as if they are the ones who should be apologizing for misconduct.", "date": "April 19, 2019", "href": "https://www.nytimes.com/2019/04/19/us/politics/republican-democratic-reaction-to-mueller-report.html", "tags": "findings mr. report tug kick democrats “ political trump beginning war republican — mueller"}