{"title": "Mueller Accuses Paul Manafort of Attempted Witness Tampering", "content": "WASHINGTON — Federal prosecutors on Monday accused President Trump’s former campaign chairman, Paul Manafort, of attempting to tamper with witnesses in his federal tax and money laundering case.\nIn court documents, prosecutors working for the special counsel, Robert S. Mueller III, said that violated the terms of Mr. Manafort’s release while he awaits trial. They asked a federal judge to revise those terms or send him to jail until trial.\nProsecutors said that Mr. Manafort tried to contact witnesses by phone, through an intermediary and through an encrypted messaging program. One witness told the F.B.I. that Mr. Manafort was trying to “suborn perjury,” prosecutors said. Two witnesses provided the texts to the F.B.I., which also searched Mr. Manafort’s cloud-based Apple account, according to court records.\nA lawyer for Mr. Manafort did not respond to a message seeking comment. Neither the witnesses nor the intermediaries were named.\nMr. Manafort served as Mr. Trump’s campaign chairman only briefly, but the relationship continues to haunt the Trump administration. Mr. Manafort is accused of violating federal lobbying, tax and money laundering laws as part of a complicated scheme in which he lobbied for a pro-Russia party in Ukraine and hid proceeds in foreign bank accounts.\nThe witnesses at issue in Monday’s court filing relate to allegations that Mr. Manafort secretly retained a group of former European officials to act as lobbyists on issues related to Ukraine. Mr. Manafort paid them 2 million euros in 2012 and 2013, according to court documents.\nProsecutors say that was part of a secret lobbying campaign in the United States. Mr. Manafort argues the lobbying was focused on the European Union — a key point in his defense.\nIn court documents, prosecutors accused Mr. Manafort of trying to reach members of a public relations firm who could get word to the Europeans and help shape their story. “They should say their lobbying and public relations work was exclusively in Europe,” one of the public relations officials told the F.B.I. according to court documents.\nProsecutors provided the judge a summary of contacts that they said were made from February to April, while Mr. Manafort was under house arrest on a $10 million bond.\n“We should talk,” Mr. Manafort wrote in a WhatsApp message on Feb. 26 to one of the people at the public relations firm. “I have made clear that they worked in Europe.”\nWhen that witness avoided him or hung up, prosecutors said, Mr. Manafort worked through an unidentified intermediary.\n“Basically P wants to give him a quick summary that he says to everybody (which is true) that our friends never lobbied in the U.S., and the purpose of the program was E.U.,” the intermediary wrote in a Feb. 28 WhatsApp message, according to court documents.\nThen in April, the same intermediary sent a message to another person. “My friend P is looking for ways to connect to you to pass you several messages. Can we arrange that,” the text read, according to court documents.\nIt is not clear exactly how the authorities learned of the communications, but prosecutors said that the witnesses provided them with copies of the messages in recent weeks.\nFederal prosecutors have not identified the former European officials with whom Mr. Manafort worked. The coterie is identified in court records as the Hapsburg Group. Prosecutors said Mr. Manafort “secretly retained a group of former senior European politicians to take positions favorable to Ukraine, including by lobbying in the United States.”\nIn a June 2012 memorandum labeled “Eyes Only,” prosecutors said, Mr. Manafort described a plan to “assemble a small group of high-level European highly influential champions and politically credible friends” who did not have any obvious connection to the government of Ukraine.\nProsecutors say Mr. Manafort laundered more than $18 million, and spent the money on fine suits, real estate and expensive rugs. The charges are not directly related to Mr. Trump’s 2016 presidential campaign, and Mr. Manafort’s allies have said the case is intended to pressure him to give prosecutors damaging information about the president. Jailing Mr. Manafort while he awaits trial would increase that pressure, but Mr. Trump’s lawyers say Mr. Manafort has nothing incriminating to provide.\nMr. Manafort was indicted in October alongside his longtime business associate Rick Gates, in what was the first salvo of the special counsel’s investigation. Mr. Gates has since cut a plea deal and agreed to cooperate with prosecutors.\nIn February, prosecutors added new charges, accusing Mr. Manafort of lying to banks to secure millions of dollars in loans. He is awaiting trial in both cases. He also has launched — unsuccessfully so far — a broadside attack to Mr. Mueller’s authority.\nMr. Trump has tried to distance himself from Mr. Manafort and repeatedly noted that the charges are not related to Mr. Manafort’s time as campaign chairman. And they do not address the central question of Mr. Mueller’s investigation: whether anyone with the campaign conspired with Russia to try to influence the outcome of the 2016 election. Nevertheless, Mr. Trump’s lawyer has floated the idea of a pardon for Mr. Manafort.\nMr. Mueller’s team has previously complained about Mr. Manafort’s actions while he awaits trial. Prosecutors said last year that Mr. Manafort and a longtime associate with ties to Russian intelligence helped draft an op-ed article about his lobbying work.", "date": "June 4, 2018", "href": "https://www.nytimes.com/2018/06/04/us/politics/paul-manafort-mueller-witness-tampering.html", "tags": "witness prosecutors manafort attempted court paul ” tampering accuses witnesses campaign mueller"}