{"title": "Mueller Will Accept Some Written Answers From Trump", "content": "The special counsel, Robert S. Mueller III, eased up slightly on his demands to question President Trump in the Russia investigation, a shift that came as the president’s lawyers, who have advised him against sitting for an interview, are fighting his desire to answer investigators’ queries.\nMr. Mueller will accept written answers from Mr. Trump on questions about whether his campaign conspired with Russia’s election interference, Mr. Mueller’s office told the president’s lawyers in a letter, two people briefed on it said on Tuesday.\nOn another significant aspect of the investigation — whether the president tried to obstruct the inquiry itself — Mr. Mueller and his investigators understood that issues of executive privilege could complicate their pursuit of a presidential interview and did not ask for written responses on that matter, according to the letter, which was sent on Friday.\nMr. Mueller did not say that he was giving up on an interview altogether, including on questions of obstruction of justice. But the tone of the letter and the fact that the special counsel did not ask for written responses on obstruction prompted some Trump allies to conclude that if an interview takes place, its scope will be more limited than Mr. Trump’s legal team initially believed, the people said.\nThe letter was the latest in lengthy negotiations between the two sides about whether Mr. Trump will be interviewed by investigators. “We continue to maintain an ongoing dialogue with the office of the special counsel,” Mr. Trump’s lawyer Jay Sekulow said, adding that it was the legal team’s policy not to discuss its communications with the special counsel’s office. A spokesman for the special counsel declined to comment.\nMr. Trump’s lawyers have tried to put off a formal interview; they have repeatedly said that to determine whether the Trump campaign conspired with Russia’s election interference and whether Mr. Trump tried to obstruct the inquiry, Mr. Mueller can find the answers in the interviews that his investigators have conducted with witnesses, including senior White House aides and administration officials, and more than 1.4 million documents turned over by the White House.\nContrary to his lawyer’s efforts, Mr. Trump has continued to insist to them and to aides that he wants to be questioned by Mr. Mueller. The president believes that he has done nothing wrong and that he can prove that and bring an end to the investigation.\nMr. Trump’s lawyers have dangled written answers as a possibility, and Mr. Mueller’s team appeared receptive to it as an interim measure.\nThe offer from Mr. Mueller came as new details emerged about how the president’s legal team has handled the interview negotiations. In his new book “Fear,” the reporter Bob Woodward described a March meeting between John M. Dowd, then the head of Mr. Trump’s legal team, and Mr. Mueller and his deputies.\n“I’m not going to sit there and let him look like an idiot,” Mr. Dowd told Mr. Mueller, according to the book, due out next week; The New York Times obtained a copy. “And you publish that transcript, because everything leaks in Washington, and the guys overseas are going to say, ‘I told you he was an idiot. I told you he was a goddamn dumbbell. What are we dealing with this idiot for?’”\nThe book said that Mr. Mueller told Mr. Dowd: “John, I understand.”\nIn the same meeting, Mr. Mueller and Mr. Dowd began arguing intensely, and Mr. Mueller threatened to subpoena the president.\nMr. Dowd told the president that if he sat for an interview, he would probably be charged with perjury and end up in an “orange jumpsuit,” according to Mr. Woodward.\n“I’ll be a real good witness,” the president told Mr. Dowd, the book said.\n“You are not a good witness,” Mr. Dowd told the president. “Mr. President, I’m afraid I just can’t help you.”\nMr. Dowd resigned from the team shortly after because he said he could not represent the president if he wanted to do the interview.\nMr. Dowd denied the account.\n“I have not read Bob Woodward’s book, which appears to be the most recent in an endless cycle of accusations and misrepresentations based on anonymous statements from unknown malcontents,” Mr. Dowd said in a statement in which he specifically denied the jumpsuit comment.\n“It was a great honor and distinct privilege to serve President Trump,” Mr. Dowd said.\nMr. Woodward said he stood by his reporting.", "date": "Sept. 4, 2018", "href": "https://www.nytimes.com/2018/09/04/us/politics/mueller-trump-russia-investigation.html", "tags": "accept dowd written ” trump interview answers told mueller"}