{"title": "Muffet McGraw Says She Won’t Hire a Man on Her Coaching Staff. Let Her Tell You Why.", "content": "TAMPA, Fla. — Notre Dame Coach Muffet McGraw has been on the Final Four stage nine times in her career. She has answered hundreds of questions about her team, about her rivalry with Connecticut’s Geno Auriemma, about the state of women’s basketball. But her news conference on Thursday was different. It was passionate, and it was personal.\nMuffet McGraw has had enough.\nEnough of the declining percentage of women coaching women’s basketball teams. Enough of the limited female representation in Congress. Enough of confining gender roles. Enough of the gender pay gap.\n“Men run the world. Men have the power. Men make the decisions. It’s always the man that is the stronger one,” McGraw said, her voice rising in response to a question about saying in a recent ThinkProgress article that she would not hire another man for her coaching staff.\n“When these girls are coming out, who are they looking up to to tell them that’s not the way it has to be?” McGraw continued. “Where better to do that than in sports? All these millions of girls that play sports across the country, we’re teaching them great things about life skills, but wouldn’t it be great if we could teach them to watch how women lead?”\nIn 1972, when the gender equity law known as Title IX was enacted, women were head coaches of more than 90 percent of the women’s college teams across two dozen sports. The percentage has decreased to about 40 now. The numbers are slightly better for women’s basketball, the most visible collegiate sport for women; about 59 percent of women’s college basketball teams were coached by women last year compared with 79 percent in 1977.\nThough the issue is not new, it has been especially prominent on the sport’s biggest stage this week. Tennessee has not been to a Final Four since 2008, but the program’s coaching vacancy has been widely discussed.\nPat Summitt coached Tennessee for decades, building the program into a perennial powerhouse and making herself a leading figure in the sport. Holly Warlick, Summitt’s longtime assistant, took over when Summit left in 2012 because of early onset dementia. Warlick was fired last week, and Tennessee is conducting its first search for a women’s basketball coach in 45 years.\nWhen Louisville Coach Jeff Walz was mentioned as a candidate, a loud debate about the ramifications of that decision ensued. Would Tennessee hire a man to run the House that Pat Built? And should it matter if the coach is a man or a woman, as long as they’re qualified?\nMcGraw said — loudly, pointedly — that it definitely matters.\n“When you look at men’s basketball, 99 percent of the jobs go to men, why shouldn’t 100 or 99 percent of the jobs in women’s basketball go to women?” she said. “Maybe it’s because we only have 10 percent women athletic directors in Division I. People hire people who look like them. That’s the problem.”\nMcGraw’s comments also addressed topics like the failed Equal Rights Amendment and female representation in politics.\n“I’m getting tired of the novelty of the first female governor of this state, the first female African-American mayor of this city. When is it going to become the norm instead of the exception?” she said, adding: “We don’t have enough female role models. We don’t have enough visible women leaders. We don’t have enough women in power.”\nNotre Dame, the defending national champion, will meet UConn in a national semifinal on Friday night, the latest chapter in an intense rivalry that has played out on the court and in the news media for more than a decade. The assistants for both teams are all women.\nAware of McGraw’s vow not to hire another man, Auriemma pulled no punches when he responded this week.\n“I hope she sends a thank you to all those guys that used to be on her staff that got her all those good players that won a championship,” he said.\nAuriemma’s leading recruiter for 34 seasons has been the associate head coach, Chris Dailey. While building teams that won 11 N.C.A.A. titles at Connecticut, Dailey has been offered countless head coaching jobs, but she stayed to sustain the Huskies’ success.\n“Women can be empowered by a lot of people, men included,” Dailey said after McGraw spoke on Thursday. “Opportunity for women is important, and it’s being brought to the forefront, which is amazing. But I do think you want good people in the game without excluding anyone.”\nAuriemma has long been an advocate for women in the sport, but he disagreed with the idea of limiting opportunities for men.\n“I just come at it from a different standpoint,” he said Thursday. “I just like to think that there’s probably a way to do one without the expense of another.”\nHe pointed to Oregon Coach Kelly Graves, the other man coaching in the Final Four this weekend. “So they weren’t trying to advance women’s basketball or women by hiring Kelly? That was a bad move? They should have just found the best available woman?”", "date": "April 4, 2019", "href": "https://www.nytimes.com/2019/04/04/sports/womens-final-four-muffet-mcgraw.html", "tags": "basketball coach tell let men hire man coaching staff ” says women enough mcgraw muffet"}