{"title": "Muhammadu Buhari's Nigeria to-do list", "content": "In our series of letters from African journalists, Sola Odunfa looks at the challenges ahead for Nigeria's incoming President Muhammadu Buhari.\nThis is the one Nigerian president who will assume office on Friday with unprecedented goodwill across the country - even from people who did not vote for him in the presidential election held two months ago. \nHis pre-election albatross of being a stern disciplinarian during his first time as as military head of state in 1983 has suddenly transformed to a quality which Nigerians are yearning for in the face of the excruciating pains of mass poverty and social insecurity pervading the land.\nWith his inauguration, he will have achieved his long-cherished dream of becoming a democratically elected leader - having made history as the first opposition candidate to win a presidential election in Nigeria.\nBut he will need prayers to have the courage and wisdom to confront the huge tasks he will inherit immediately after he is sworn in.\nMuhammadu Buhari profile\nPresident Buhari's to-do list is indeed a long one.\nEarlier this month, his deputy, Yemi Osinbajo, said that 110 million out of Nigeria's population of 170 million were living in \"extreme poverty\" while the largest chunk of the nation's wealth was going into the pockets of a small percentage of the population.\nThis situation has been brought about by the mindless corruption of the past six years, mainly fuelled by a cabal in the oil and gas industry.\nWhen I walk through the streets of the commercial capital, Lagos, in the morning I pass endless groups of young men and women idling in front of houses and shops, most of them without any idea of when or if breakfast will come and what to do with themselves for the day.\nThey easily snap and lurch at one another in senseless fights.\nYou dare not try to make peace if you are not of their neighbourhood. Otherwise, they transfer the aggression to you.\nTeenage prostitution and pregnancy are commonplace because the young have nothing else to do and also because the girls easily fall prey to the lure of a decent meal and gifts by men old enough to be their grandfathers. \nSola Odunfa:\n\"Was he not the same man who 32 years ago corralled scores of corrupt politicians into prison and forced Nigerians to imbibe the queue culture in public places, Nigerians ask?\"\nNaturally, the crime rate is very high. \nAll these are the first born of, again, corruption in high places.\nOf the 110 million Nigerians suffering extreme poverty, many are young college graduates of the past seven years but who have no hope of gaining employment.\nSeveral thousands more will join them when new sets graduate in a few months' time.\nIn the mainly Muslim north, many of the unemployed end up in the ranks of militant Islamist group Boko Haram which has been behind the six-year insurgency in the north-east.\nFactories and other businesses are closing down at a rate which the government Office of Statistics cannot publish. \nSocial services hardly exist anymore in my country.\nPublic hospitals are short of everything - beds, drugs, nurses and doctors. \nI have not had electric power in my residence in the past 10 days, like everyone else in my lucky economic situation I rely on a power generator - and I pay through the nose to fuel it. \nTalking of fuel, transportation has been crippled in this Opec-member country this month because of a recent row between the government and petroleum importers over fuel subsidies. \nThe fuel business in Nigeria is a huge scam in which importers demand payment for cargoes which the government is convinced are never delivered - and the amount they are talking about is millions of US dollars.\nWhere does Mr Buhari begin to tackle Nigeria's problems? \nUnfortunately my country people believe that he has the magic wand to command instant solutions and give us a better life within a few months. \nHe has had to come out to appeal for patience and confess that he does not have such magical powers.\nWas he not the same man who 32 years ago corralled scores of corrupt politicians into prison and forced Nigerians to imbibe the queue culture in public places, Nigerians ask? \nThey want him to do it again - but without the horse whip.", "date": "28 May 2015", "href": "https://www.bbc.co.uk/news/world-africa-32905067", "tags": "country buhari fuel ago muhammadu one nigeria to-do months years nigerians list"}