{"title": "Murders By U-S- White Supremacists More Than Doubled In 2017, New Report Shows", "content": "White supremacists in the United States killed more than twice as many people in 2017 as they did the year before, and were responsible for far more murders than domestic Islamic extremists, helping make 2017 the fifth deadliest year on record for extremist violence in America, a new report states.\nThe report, “Murder and Extremism in the United States in 2017,” published Tuesday by the Anti-Defamation League’s Center on Extremism, said extremists killed 34 people last year. Twenty of those victims — or 59 percent — were killed by right-wing extremists, a designation that includes white supremacists, members of the so-called “alt-right” and “alt-lite,” and members of the anti-government militia movement. \nOf the 34 people killed, 18 were murdered by white supremacists, marking a 157 percent increase over the 7 people killed by white supremacists in 2016.\nThat’s also double the number of people killed by domestic Islamic extremists in 2017. Nine people were killed by domestic Islamic extremists last year, according to the report, eight of whom died in a single attack in New York. \nIn 2016, Islamic extremists were responsible for the bulk, about 71 percent, of domestic extremist murders in the U.S. This was largely an “aberration” however, the report states, due to the Pulse nightclub shooting in Orlando, Florida, in which Omar Mateen killed 49 people and then pledged his allegiance to ISIS. \n2017 marked a reversion back to the long-term trend in America, in which right-wing violence accounts for the majority of murders by domestic extremists. \nFrom 2008 through 2017, according to the ADL, right-wing extremists have killed 274 people. That’s 71 percent of the 387 murders committed by extremists over the past 10 years. \n“Americans do not have the luxury to ignore any extremist threat, including threats posed by white supremacists who are weaponizing social media and are more likely to take their actions into the streets,” Jonathan Greenblatt, the ADL’s CEO, told HuffPost in a statement. “Their actions fuel controversy and conflict and their racist rhetoric and hateful ideas can inspire violence.”\nThe horror of right-wing extremism gained national attention in August, when more than a thousand white supremacists held a large rally in Charlottesville, Virginia. The assorted racists and fascists, emboldened by President Donald Trump’s election, weren’t ashamed to show their faces, nor did they shy away from violence. \nAt the end of the rally, James Alex Fields Jr., a member of the far-right extremist group Vanguard America, allegedly drove his car into a crowd of protesters, injuring 19 people and killing 32-year-old Heather Heyer. \nEarlier that year in May, a right-wing extremist named Jeremy Christian allegedly stabbed two men to death aboard a train in Portland, Oregon, as they tried to stop Christian from harassing two teenage girls, one of whom was black and one of whom wore hijab. \nAlso in May, a University of Maryland student named Sean Urbanski, who belonged to a bigoted Facebook group called “Alt-Reich Nation,” fatally stabbed Richard W. Collins III, an African-American student at Bowie State University. A prosecutor later stated that there was “lots of digital evidence” proving that the murder was racially motivated. \nIn March, a white supremacist from Maryland named James Harris Jackson, who frequented the alt-right website The Daily Stormer, traveled to New York to kill black men. Using a sword, he fatally stabbed a 66-year-old black man named Timothy Caughman in midtown Manhattan. He then turned himself into police. \nAnd in December of last year, two young white supremacists on opposite sides of the country allegedly committed double homicides. In Virginia, 17-year-old Nicholas Giampa, who’d grown enamored with a neo-Nazi group called Atomwaffen Division, killed his girlfriend’s parents after they had convinced their daughter to break up with Giampa because of his racist beliefs. In Aztec, New Mexico, 21-year-old William Atchison, who frequented white supremacist sites like The Daily Stormer, and who had grown obsessed with school shootings, killed two students at a local high school. Atchison took his own life, and Giampa attempted to and remains hospitalized in critical condition.\nThe increase in right-wing extremist murders helped make 2017 the fifth deadliest year on record for extremist violence since 1970, according to the ADL. \nThe deadliest attack last year, however, wasn’t committed by a white supremacist, but allegedly by Sayfullo Saipov, an Islamic extremist accused of driving a truck into a bike path lane in lower Manhattan, killing 8 people. \nAlthough murders by extremists represent only a tiny fraction of the overall murder rate in the U.S. each year, “because of their nature they can have outsized impact, affecting entire communities — or even an entire country — in ways many deaths may not,” the ADL said in its report. \nMoreover, the ADL noted, the deaths described in its report represent “the tip of a pyramid of extremist violence and crime in the United States; for each person actually killed by an extremist, many more are wounded or injured in attempted murders and assaults.” \nGreenblatt, the ADL CEO, wrote an article in The Atlantic on Tuesday imploring the public to take the threat of right-wing violence more seriously. \n“In recent years, much of the public discussion and the federal government’s focus have been on the violent threat posed by extremists inspired by ISIS, while less attention has been paid to the reality of right-wing violence,” Greenblatt wrote. “There’s no doubt that Islamic extremism is a significant threat, but we shouldn’t ignore any forms of extremism — we must tackle them all.” \nOn Tuesday, Sen. Kamala Harris (D-Calif.) said in a tweet that Secretary of Homeland Security Kirstjen Nielsen “failed to mention” the threat of domestic terror by white supremacists during a Senate Judiciary Committee hearing that day. \nThe Trump administration last year revoked federal funding for a program aimed at de-radicalizing neo-Nazis. And after the deadly white supremacist rally in Charlottesville last August, the president defended the racists who gathered there, saying there were “very fine people on both sides” of that day’s demonstration.  \nCORRECTION: A previous version of this story indicated Giampa had killed himself. He attempted to, and is hospitalized and in critical condition.\nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.\nWhite supremacy won’t fall with just a few statues. Sign up for our email to get updated on our latest coverage.", "date": "\n01/17/2018", "href": "https://www.huffpost.com/entry/white-supremacist-murders-2017-report_n_5a5f59b0e4b0ee2ff32c4bea?wtc", "tags": "report extremists u-s- supremacists white murders doubled ” killed shows year right-wing new extremist"}