{"title": "Murdered Slovak Reporter Sought to Expose Italian Organized Crime", "content": "BRATISLAVA, Slovakia — Before he and his fiancée were killed in their home, a Slovak journalist was investigating a powerful Italian organized crime group, its activities in his country and its possible ties to Slovak government officials, the journalist’s colleagues said on Wednesday.\nThe journalist, Jan Kuciak, was looking into whether the ’Ndrangheta, the Calabrian organized crime syndicate, had funneled money into Slovakia, investing in real estate and other ventures, and developing ties to Slovak politicians, according to Aktuality.sk, the news site he worked for, and the Organized Crime and Corruption Reporting Project, one of several organizations collaborating on the investigation.\nA version of Mr. Kuciak’s last, unfinished article, published on Wednesday by Aktuality and other news organizations, explored the business dealings of Antonino Vadala, an Italian man living in Slovakia whom the Italian authorities suspected of having ties to the ’Ndrangheta.\nMr. Vadala could not be reached for comment, and he is not quoted in the article.\nThe article’s publication prompted the resignation of high-ranking Slovak government officials. Mr. Kuciak’s report says the major investments that Mr. Vadala and his associates made included farmland, to draw European Union agricultural subsidies.\nMr. Kuciak had begun his investigation by looking into how a woman, Maria Troskova, became an aide to Viliam Jasan, a prominent member of the ruling party, and then to Prime Minister Robert Fico. The government had not made clear either her qualifications or her duties.\nThe reporter discovered that Ms. Troskova had previously been a business partner of Mr. Vadala’s, according to the Organized Crime and Corruption Reporting Project. Mr. Kuciak’s published article did not suggest that she had any knowledge of or involvement with the ’Ndrangheta.\nMs. Troskova and Mr. Jasan, who headed the government’s crisis management office, resigned from their positions on Wednesday. They said in a statement that they were “shaken” by the killings, “just like the rest of the Slovak public.”\n“Connecting our names to this atrocious act by some politicians or media is absolutely unacceptable,” they added. “We categorically refuse any connection to this tragedy. But since our names are used in a political fight against the prime minister Robert Fico, we decided to leave our posts at the government office until the end of this investigation.”\nThe culture minister, Marek Madaric, a member of the prime minister’s center-left party, also resigned, citing the killings.\n“Of all the government, the Ministry of Culture is the most associated with the media,” Mr. Madaric said at a news conference. “As a minister of culture I can’t get over a journalist being murdered.”\n“Information about a possible breach of any organized group among the politicians, to the level of state institutions, is serious,” he said. “It’s in the interest of us all, of the state, to investigate them as soon as possible — also to avoid making something into a case when it’s not.”\nThe bodies of Mr. Kuciak and his fiancée, Martina Kusnirova, both 27, were found on Sunday, three days after they were shot to death in what enforcement officials described as an intentional and expert attack. In announcing the killings on Monday, officials said it appeared that Mr. Kuciak had been targeted because of his work.\nHe was the second European journalist in recent months to be killed while investigating possible corruption. In Malta in October, a car bomb killed Daphne Caruana Galizia, who had accused people close to the prime minister of corruption. Both she and Mr. Kuciak had worked on the Panama Papers, the trove of documents disclosed in 2016 by a consortium of journalists that showed how wealthy people around the world were hiding their riches.\nThe killings prompted a host of denunciations from European officials, including Mr. Fico, who said that violence and intimidation against journalists undermined civil society.\nMr. Fico announced a reward of one million euros for information leading to solving the crime. Apparently referring to questions about Ms. Troskova, he told reporters, “Do not link innocent people, without any evidence, to a double homicide.”\nThough not as well known as its Sicilian counterpart, the Mafia, the ’Ndrangheta “is among the richest and most powerful organized crime groups at a global level,” Europol, the European police agency, wrote in a 2013 report.\nThe group has invested its profits in legitimate businesses in many countries, and in places “has been able to achieve a position of quasi-monopoly in selected sectors, such as construction, real estate and transport,” the report said.", "date": "Feb. 28, 2018", "href": "https://www.nytimes.com/2018/02/28/world/europe/slovakia-journalist-murder.html", "tags": "slovak minister organized “ murdered italian crime kuciak expose government reporter sought"}