{"title": "Muslim Detention Camps Are Like ‘Boarding Schools,’ Chinese Official Says", "content": "BEIJING — A senior official from China’s far west said on Tuesday that the internment camps for Muslim minorities there were like boarding schools and that their numbers of inmates would shrink, as the government pushed back against international criticism of the mass detentions.\nChina’s sweeping confinement of Uighurs and other Muslim minorities in the Xinjiang region has drawn condemnation from foreign governments and international bodies, including in recent weeks. A United States envoy called it part of a “war with faith.” Turkey, once quiet about the detentions, has become critical. The United Nations high commissioner for human rights recently demanded answers.\nYet at the annual meeting of China’s national legislature, which began last month, Communist Party officials from Xinjiang appeared serenely unbowed about the policies.\nForeign experts, citing satellite images and government documents, have estimated that the camps have held without trial as many as a million Uighurs, Kazakhs and other Muslims in a program that tries to turn them into loyal, Chinese-speaking supporters of the party.\nIn a meeting room jammed with foreign and Chinese journalists, the chairman of the Xinjiang government, Shohrat Zakir, dismissed that estimate, but did not say how many inmates they held.\n“Some voices internationally have said Xinjiang has concentration camps or re-education camps. These claims are pure lies,” Mr. Zakir said at the gathering of Xinjiang delegates of the Communist Party-controlled legislature, the National People’s Congress, which was opened to journalists.\n“In fact, our centers are like boarding schools where the students eat and live for free,” Mr. Zakir said, using their official name, “educational training centers.”\nHe indicated that the camps could eventually be phased out, but did not say how long that might take.\n“Over all, the education training centers will have fewer and fewer people, and if one day society doesn’t need them, these centers can gradually disappear,” Mr. Zakir said.\nSince last year, Mr. Zakir, a Uighur, has served as one of the government’s most prominent defenders of Beijing’s offensive against Islamic religious activities and ethnic dissent in Xinjiang. In October, he was the first Chinese official to defend in detail the mass detentions.\nAdrian Zenz, a lecturer at the European School of Culture and Theology in Germany whose research concluded that the indoctrination camps in Xinjiang could hold a million or more inmates, said that the facilities worked under at least eight names, and not just the training centers that Mr. Zakir mentioned.\n“In my view, it might well be as high as 1.5 million,” he said of the population held for indoctrination. “There is virtually no Uighur family without one or more members in such detention, and a rising number of Kazakhs and other Muslim minorities are likewise affected.”\nMr. Zakir’s latest remarks underscored how the Chinese government has been unmoved by the global criticism of its policies, and confident that its propaganda drive of closely supervised visits to Xinjiang by selected diplomats and journalists could blunt the condemnation.\nThe press event on Tuesday was part of that propaganda effort. Held in the Xinjiang room at the imposing Great Hall of the People, the gathering featured around 60 officials, including some from the Uighur, Hui, Tatar and Mongolian ethnic minorities, sitting before a floor-to-ceiling painting of a snowy mountain scene from the region.\nOver the nearly two-hour session, the officials took turns to praise China’s leader, Xi Jinping, and the party’s drive to eradicate poverty, invigorate the local economy and attract tourists to the region. They often invoked the pomegranate, the multi-seeded fruit that the government treats as a symbol of ethnic harmony.\nOne official described how policies to improve waste sorting and install modern toilets had helped transform a village.\n“Our lives are getting better day by day,” said Chen Liang, the local official. “For all of these good things, we really have to thank Xi Jinping and the party.”\nSuch arguments resonate with many Chinese people but were unlikely to stem the global criticism, which has drawn on accounts from former camp inmates and extensive research documenting how hundreds of detention camps have expanded across Xinjiang since 2017.\nThe Uighurs are a Turkic people who share traditions and language traits with Islamic populations across Central Asia and Turkey. Last month, the Turkish Foreign Ministry accused China of the “reintroduction of concentration camps in the 21st century” and called policies in Xinjiang a violation of the “fundamental human rights” of Uighurs and other Turkic Muslims.\nThe Turkish foreign minister, Mevlut Cavusoglu, kept up the criticism later in February.\n“While recognizing China’s right to combat terrorism, we think that a distinction should be made between terrorists and innocent people,” Mr. Cavusoglu said at a meeting of the United Nations Human Rights Council in Geneva.\nMichelle Bachelet,  the United Nations high commissioner for human rights, said she wanted independent access to investigate reports of “enforced disappearances and arbitrary detentions,” especially in Xinjiang.\nSam Brownback, the United States’ ambassador at large for international religious freedom, has been much blunter. “We need to call these camps what they are; they’re internment camps created to wipe out the cultural and religious identity of minority communities,” Mr. Brownback told journalists in Hong Kong last week.\nBut in a possible sign of China’s influence, some activists abroad who have denounced the internments in Xinjiang have come under growing pressure.\nSerikzhan Bilash, the founder of an organization in Kazakhstan that helps ethnic Kazakhs who have fled neighboring Xinjiang, was detained on Sunday in Almaty.\nHe was placed under house arrest for two months in Astana, the capital of Kazakhstan, and was being investigated on suspicion of “inciting ethnic hatred,” his lawyer, Aiman Umarova, said by telephone.\nIn Beijing, Chen Quanguo, the Communist Party secretary of Xinjiang, remained mostly silent in the presence of reporters. Mr. Chen is the chief enforcer of tough policies in the region, but he let Mr. Zakir do most of the talking. The Xinjiang police often follow and restrict foreign journalists who visit the region, but Mr. Chen struck a different note in his brief opening comments.\n“I express my sincere thanks to Chinese and foreign reporters for their longstanding interest in Xinjiang,” Mr. Chen said.", "date": "March 12, 2019", "href": "https://www.nytimes.com/2019/03/12/world/asia/china-xinjiang.html", "tags": "‘ mr. boarding xinjiang china ” schools official muslim chinese camps says detention zakir foreign government like"}