{"title": "Muslim Voters Won't Forget Which Democrats Had Ilhan Omar's Back", "content": "Christina Ali is a 25-year-old nursing student at the University of South Florida and, for the last 7 years, has been a loyal Democrat. She voted for Hiliary Clinton during the 2016 presidential election and has always voted blue for every prior election since she turned 18 years old.  \nBut it is now in 2019 that as a young black Muslim woman, Ali is left feeling deeply frustrated and disappointed with her party — primarily due to how the Democrats have treated Rep. Ilhan Omar (D-Minn.) ever since she was sworn in earlier this year.\nJust a few days ago, President Donald Trump targeted Omar on Twitter for remarks she made during a speech on Muslim civil rights last month. The response from Democrats was clearly divided. Some of the 2020 candidates, such as Sen. Kirsten Gillibrand, were criticized for tepid responses, while others like Cory Booker and Kamala Harris didn’t respond until days later over the weekend.\nMuslim voters like Ali are closely evaluating where each of the 2020 Democratic candidates have positioned themselves in relation to the attacks on Omar — primarily taking into account which politicians defended her and which ones engaged in the same Islamophobic rhetoric. When the election rolls around, they plan on taking action at the polls, many told HuffPost.   \nThey say the attacks on Omar are perceived as an attack on the entire Muslim community. The lack of support for the congresswoman is also perceived as weak support for the overall Muslim-American community. \n“I don’t see how Democrats can go into these communities of color and ask for our votes and say they are going to defend us and protect us when they’re not defending their own,” Ali said. \nThe Muslim vote is not insignificant. In New York alone, nearly 400,000 Muslims came out to vote in 2016. In Michigan, nearly another 120,000 Muslims voted.\nNada Al-Hanooti is executive director of Emgage’s Michigan chapter, a nonpartisan organization that focuses on advocating and mobilizing Muslim voters. Al-Hanooti said for years Democrats took advantage of the Muslim vote and rarely engaged with them in a way that was authentic and deliberate. More than 66% of American Muslims identify with the Democratic party, compared to only 13% of Muslims who identify as Republicans. However both groups were critical of the way each of their respective parties treated their communities. \n“Muslims are definitely taking notice of our allies,” Al-Hanooti told HuffPost. “If you attack our Muslim sisters and brothers, you are attacking the entire community. We don’t vote blindly.”\nWhen asked about which 2020 candidate responded best to the attack’s Omar, both Ali and Al-Hanooti agreed upon Bernie Sanders. The Vermont senator was the first among the 2020 candidates to respond, just hours after Trump’s inflammatory tweet. \n“Ilhan Omar is a leader with strength and courage. She won’t back down to Trump’s racism and hate, and neither will we. The disgusting and dangerous attacks against her must end,” he tweeted.\nRaihan Faroqui is a resident physician based in West Nyack, New York, and a registered Democrat. Like Ali and Al-Hanooti, the 31-year-old Muslim American felt that Sanders was not only swift and strong in his response, but he had the the track record to back him up.\n“I’ve always been team Bernie. So his tweet and Elizabeth Warren’s tweet was great because I know they have a history of calling out Islamophobia and a history of calling out anti-Muslim bigotry,” Faroqui told HuffPost.\nAlthough Faroqui was happy to see the other 2020 Democrats follow their lead, he believes the other Democrats may not be authentic in their outrage against Omar. He worries those candidates only jumped on the bandwagon for the sake of their reputation. \n“I’m extremely cleared on things like that. One tweet is not going to sway me,” he said. \nDuring the 2016 Democratic primary, Bernie Sanders defeated Hillary Clinton in the fight for Michigan — largely thanks to the local Muslim community. (However, during the presidential elections, Trump won the state with 47.50% of the total votes compared to Hillary Clinton’s close 47.27%.) \nThose numbers reflect a new reality. Young people are frustrated with their options, all of which is indicative of the freshman class of representatives beyond Omar such as her counterparts Rashida Tlaib (D-Mich.) and Alexandria Ocasio-Cortez (D-N.Y.). Ali, however, doesn’t have much hope in the current leadership to support the new class and lead the country into the 2020 election.\n“It makes it very clear which Democrats are open and willing to stand up for justice and and which Democrats are not,” Ali said.\nMohammad Khan, a campaign director at MPower Change, one of the largest Muslim digital advocacy organizations in the U.S. with a membership over a quarter million, aims to engage and mobilize Muslims on civic engagement issues. \nKhan said the Muslim-American community learned a difficult lesson during the 2016 election when Trump was elected. Prior to that, due to the fact a large number of Muslims were not as civically engaged with their representatives, Muslim voter turnout was low.\nIn the wake of Trump’s presidency, anti-Muslim rhetoric and hate crimes have been on the rise. Muslims have been forced into action, Khan said. This was most apparent at the midterm elections in November, which was dubbed the Muslim blue wave. Nearly 100 Muslim candidates ran for office; in 2016 only a dozen ran. \nKhan predicts that the attacks against Omar will have a similar effect going into 2020.\n“There’s a lot more organizing and a lot more coordination nationally,” said Khan.  \nNabintou Doumbia was one of those Muslims who became politically active after the 2016 election. The 22-year-old Detroit native with plans to enroll in law school is particularly dismayed by the Democrats’ reluctancy to call out anti-Muslim bigotry. She pointed to Speaker of the House Nancy Pelosi’s tweet as a clear-cut example of Democrats tip-toeing around Islamophobia.\n“I’m really thinking about accountability this time around,” Doumbia explained when asked how the latest events have swayed her opinion about the 2020 candidates. Doumbia, who voted Democrat in 2018, will be looking for a candidate who will not only call out Islamophobia forcefully, but who will not shy away from topics like racism, two issues which have been at the center of Omar’s attacks.\nWhen Sen. Gillibrand tweeted the morning after Trump’s attack on Omar, her response was widely criticized as political jargon.\n“As a Senator who represents 9/11 victims, I can’t accept any minimizing of that pain. But Trump’s dangerous rhetoric against @IlhanMN is disgusting. It’s a false choice to suggest we can’t fight terrorism and reject Islamophobic hate at once— a president should do both,” she tweeted.\nNew York resident Saema Khandakar was dismayed. The 37-year-old pediatrician was rooting for Gillibrand for the 2020 Democratic nomination. As a woman in medicine, Khandakar liked Gillibrand’s policies on health care and women’s issues. \nBut Gillibrand’s response to the attacks on Omar has curbed her enthusiasm.\n“I was really excited for her candidacy and for her presidency,” Khandakar told HuffPost. “But her response was very tepid and I was very disappointed. It definitely turned me away.”\nLike the many Democratic Muslims before her, Khandakar evaluated the lack of support for Omar as a lack of support for the overall Muslim community.\n“What is happening right now now with Ilhan Omar and how they respond is just a gauge as to how they are going to respond in the future to Islamophobic attacks and Islamophobia in general in the Muslim community,” she said.\nKhandakar is now setting her eyes on Sanders and Warren for their swift and strong response against the Islamophobic attack against Omar. Her excitement for Gillibrand is now just “lukewarm,” she said.\nWhether it’s Khandakar in New York or Ali in Florida, Muslims are crossing off names on their 2020 Democractic list — starting with those who didn’t openly support Omar.\n“Ilhan Omar is not just a congressperson. She is representative of a large population who feel unheard in his country,” said Ali. “We’re watching, we’re listening and we will be responding at the polls.”", "date": "\n04/16/2019", "href": "https://www.huffpost.com/entry/muslim-voters-wont-forget-which-democrats-had-ilhan-omars-back_n_5cb5fd9ee4b082aab08d21c5", "tags": "wo democrats ali voters muslims omar back ” trump muslim forget ilhan attacks"}