{"title": "MWC 2017: Sony launches slow-mo Xperia XZ Premium phone", "content": "Sony's latest smartphone is capable of filming smooth slow-motion footage at four times the rate possible on Apple and Samsung's top-end models.\nThe Xperia XZ Premium captures video at up to 960 frames per second (fps).\nThe achievement was made possible by a new type of image sensor that has built-in memory of its own.\nSony's smartphone market share is small, but it usually makes its sensors available to rivals about six to 12 months after they debut.\nApple, Samsung, LG and Xiaomi are among those to have used its technology in recent handsets.\nThe new phone was unveiled alongside several lower specification devices on the first day of the Mobile World Congress trade show in Barcelona.\n\"Despite this being one of the best devices at MWC, I don't see it changing Sony's fortunes,\" commented Francisco Jeronimo, from the market research firm IDC.\n\"If you go through Sony's financial statements you can see it now makes more money from selling phone cameras to its competitors than selling its own smartphones, which is quite remarkable\n\"So, its phones are a way to show off its capabilities, and the new camera is outstanding - not just the slow-mo but also the picture quality.\"\nSony shipped about half as many smartphones in 2016 as the previous year and has about 1% share of the market, according to IDC, putting it in 17th place.\nNokia 3310 mobile phone resurrected\nSamsung unveils tablets but no phones\nLG G6 phone is made for split-screen apps\nHuawei P10 has smarter selfie camera\nGoogle brings Assistant to more Android phones\nBlackberry revives classic keyboard phone\nSony calls the new technology Motion Eye. \nIt uses a three-layer stacked sensor fitted with one gigabit of dynamic random-access memory (DRAM). Doing so lets the component temporarily store a rapid burst of video data locally before it is transferred to other memory components, which takes more time.\nWhen the firm first announced the sensor earlier this month it said it was capable of 1,000 fps in 1080p \"full high definition\". \nHowever, on the Xperia XZ Premium it has been restricted to slightly fewer frames per second at 720p resolution.\nIn practice, users can only capture 0.18 seconds of footage at this speed, which produces six seconds of video when played back.\nBut they can do so in the middle of filming normal footage to create a slow-down-and-speed-back-up effect. The challenge is to press the button at the right moment.\n\"It's only a very brief amount of time and you've got to be really on the ball to use it effectively,\" commented Tim Coulling from the Canalys tech consultancy.\n\"But it's a great feature.\"\nThe built-in DRAM memory also lets users record action that happened a second before they pressed the record button.\nThis buffer function is intended to help them avoid missed moments, but only works if the device detects motion, which triggers the facility.\nOther unusual features include:\nAnalysts were less positive about another of the Japanese firm's announcements.\nSony confirmed its Xperia Touch projector would go on sale later \"this Spring\". \nThe Android-powered device was first teased at last year's MWC. \nThe machine uses ultrashort-throw projection technology to display apps on a nearby wall or table. The resulting 720p image can be configured to be between 23in to 80in (58.4cm to 203.2cm) in size.\nBuilt-in sensors let the surface used act like a large touchscreen. \nSony says it expects families to \"huddle\" around the image when using it, and showed the BBC a multiplayer game where several players interacted with graphics projected onto a table at once.\nThe machine is designed to be used while connected to a power source, but can work for up to an hour unplugged.\nA potential problem, however, is its price: Sony plans to charge €1,499 ($1,584; £1,269) when it goes on sale in Europe and Japan.\n\"I think Sony should be applauded for being bold enough to push into a new category, but unfortunately it's out of reach to all but the most affluent gadget addicts,\" commented Ben Wood from CCS Insight.\nMr Jeronimo was more harsh in his criticism.\n\"It's a huge mistake,\" he said.\n\"If Sony combined a projector with a device like the Amazon Echo or Google Home for a third of the price, that would be a very interesting. \n\"But asking for more than $1,500 - there's no way they will sell them.\"", "date": "27 February 2017", "href": "https://www.bbc.co.uk/news/technology-39098186", "tags": "sony premium slow-mo xperia image xz second video mwc footage samsung launches new phone memory"}