{"title": "MWC 2017: Google Home speaker to launch in UK by June", "content": "Google has confirmed it will launch its smart speaker in the UK before the end of June.\nHome was released in the US in October, but has yet to go on sale elsewhere.\nThe search giant disclosed its rollout plan to the BBC at the Mobile World Congress trade show in Barcelona.\nIt will compete with Amazon's Echo range, which became available in the UK in September. Microsoft has also previewed a speaker powered by its virtual assistant Cortana. \nGoogle's device is powered by a version of its Assistant artificial intelligence software. \nUnlike Amazon rival Alexa AI, it can support conversations in which the user asks follow-up questions to their initial request, and also taps into the firm's market-leading Google Search service.\n\"The trick... in these products is trying to really understand what people are asking for,\" the firm's hardware chief Rick Osterloh told the BBC.\n\"We've got so much history with people using our search products and people using voice queries through Android phones... that we're able to much better answer these types of questions. All this data really helps in us making sure we understand what the user is looking for.\"\nBy contrast, Amazon's Alexa relies on Microsoft's Bing search tool and Wikipedia to answer questions. \nBut Alexa can currently be used to control a wider range of smart home devices, has more third-party apps - known as \"skills\" - and makes it possible to buy goods from Amazon's shopping service.\nTime magazine also reported this week that Amazon had developed a way for Alexa to distinguish between different voices, which could limit purchases to specific users and help prevent the device being accidentally activated by nearby TVs -  a common problem.\nThe report said the underlying technology was ready for deployment, but it was unclear when Amazon would do so.\n\"In the short term, Amazon has the better chance because it has developed a large platform connected to many other smart products in the sector,\" commented Annette Zimmermann from the Gartner tech consultancy.\n\"But in the long term, given that Google has a lot of capacity round its search capabilities and is investing deeply into artificial intelligence, it probably has the better prospects.\"", "date": "28 February 2017", "href": "https://www.bbc.co.uk/news/technology-39113595", "tags": "uk launch better home search mwc june alexa smart questions products also google amazon speaker"}