{"title": "Myanmar conflict: Fake photos inflame tension", "content": "A recent surge in violence in the northern part of Myanmar's Rakhine state has been accompanied by a slew of misleading images being shared on social media.\nPhotos and video purporting to be from the conflict have been circulated widely. \nMuch of it is gruesome and inflammatory, and much of it is wrong.\nDeep-seated mistrust and rivalry between Rohingya Muslims and the majority Buddhist population in Rakhine have led to deadly communal violence in the past.\nThe Rohingya have faced decades of persecution in Myanmar where they are denied citizenship. \nWARNING: This article contains images some people may find upsetting.\nInformation is very sketchy and journalists have very limited access to this region.\nEven those who have managed to reach the area have found that the volatile situation and intense hostility towards the Rohingyas makes it very difficult to gather information.\nHere is what we know about what is happening in Rakhine:\nOn 29 August, the Turkish Deputy Prime Minister, Mehmet Simsek, tweeted four photographs, urging the international community to stop the ethnic cleansing of Rohingyas. \nHis post was retweeted more than 1,600 times, and liked by more than 1,200 readers. \nBut he was quickly criticised about the authenticity of the photographs.\nThree days after his tweet, with many people challenging the images, Mr Simsek deleted it.\nThe first photograph, showing a number of bloated corpses, has been the hardest to track down. \nA number of Burmese who have challenged Mr Simsek for the tweet have suggested they are victims of the devastating Cyclone Nargis in May 2008. \nOthers suggested they are victims of river boat accidents in Myanmar. \nNo similar photographs can be found related to those events.\nBut the image does appear on a several websites dated last year (we have not linked to these sites due to the graphic content). \nThis suggests the image is not from the recent violence in Rakhine state.\nThe BBC has ascertained that the second photograph, of a woman mourning a dead man tied to a tree, was taken in Aceh, Indonesia, in June 2003, by a photographer working for Reuters.\nThe third photograph, of two infants crying over the body of their mother, is from Rwanda in July 1994. \nIt was taken by Albert Facelly for Sipa, and was one of series of photos that won a World Press Award.\nIt has also been difficult to track down the fourth image, of people immersed in a canal, but it can be found on a website appealing for funds to help victims of recent flooding in Nepal. \nThere is now a frenzied social media war around the Rohingyas as the rival stories of each side battle for supremacy.\nI have personally been bombarded with gruesome images, purporting to show victims of massacres, most of which are difficult to verify. \nBut some of the images are clearly wrong.\nOne image I was sent (below), supposedly showing Rohingya militants training with rifles, turned out to be a photograph of Bangladeshi volunteers fighting in the 1971 independence war.\nEarlier this year, when a team from the United Nations Human Rights Commission carried out research into alleged human rights violations in Rakhine state, it refused to use any photographs or video it had not taken itself, because of the problem of authenticating such material.\nTheir report gives meticulous details of their methodology. \nYet its findings, of \"devastating cruelty\" towards the Rohingya community, and actions it said could amount to crimes against humanity, were rejected by the Myanmar government, which then refused to issue visas for a fact-finding mission to Rakhine state. \nThe information we are piecing together from different sources on the current situation in Rakhine state paints a clear picture of a serious conflict, with large-scale human casualties. \nThere appear to have been atrocities committed by both sides, but the situation for the Rohingya, now under sustained attack by the security forces and armed civilians, appears to be far worse.\nObtaining an accurate picture of what is happening, though, will take a long time, given how little access neutral observers have to the area. \nBut the social media disinformation campaigns will harden attitudes on both sides, and quite possibly make the conflict worse.\nRead more from Reality Check\nFollow us on Twitter", "date": "2 September 2017", "href": "https://www.bbc.com/news/world-asia-41123878", "tags": "myanmar fake inflame victims recent image images photographs conflict rakhine tension state photograph photos rohingya"}