{"title": "Myanmar Rohingya: What you need to know about the crisis", "content": "The plight of hundreds of thousands of Rohingya people is said to be the world's fastest growing refugee crisis.\nRisking death by sea or on foot, nearly 700,000 have fled the destruction of their homes and persecution in the northern Rakhine province of Myanmar (Burma) for neighbouring Bangladesh since August 2017.\nThe United Nations described the military offensive in Rakhine, which provoked the exodus, as a \"textbook example of ethnic cleansing\". \nMyanmar's military says it is fighting Rohingya militants and denies targeting civilians.\nThe Rohingya, who numbered around one million in Myanmar at the start of 2017, are one of the many ethnic minorities in the country. Rohingya Muslims represent the largest percentage of Muslims in Myanmar, with the majority living in Rakhine state.\nThey have their own language and culture and say they are descendants of Arab traders and other groups who have been in the region for generations. \nBut the government of Myanmar, a predominantly Buddhist country, denies the Rohingya citizenship and even excluded them from the 2014 census, refusing to recognise them as a people.\nIt sees them as illegal immigrants from Bangladesh. \nSince the 1970s, Rohingya have migrated across the region in significant numbers. Estimates of their numbers are often much higher than official figures. \nIn the last few years, before the latest crisis, thousands of Rohingya were making perilous journeys out of Myanmar to escape communal violence or alleged abuses by the security forces.\nThe latest exodus began on 25 August 2017 after Rohingya Arsa militants launched deadly attacks on more than 30 police posts. \nRohingyas arriving in an area known as Cox's Bazaar - a district in Bangladesh - say they fled after troops, backed by local Buddhist mobs, responded by burning their villages and attacking and killing civilians. \nAt least 6,700 Rohingya, including at least 730 children under the age of five, were killed in the month after the violence broke out, according to Medecins Sans Frontieres (MSF).\nAmnesty International says the Myanmar military also raped and abused Rohingya women and girls.\nThe government, which puts the number of dead at 400, claims that \"clearance operations\" against the militants ended on 5 September, but BBC correspondents have seen evidence that they continued after that date.\nAt least 288 villages were partially or totally destroyed by fire in northern Rakhine state after August 2017, according to analysis of satellite imagery by Human Rights Watch.\nThe imagery shows many areas where Rohingya villages were reduced to smouldering rubble, while nearby ethnic Rakhine villages were left intact. \nExtent of destruction\nHuman Rights Watch say most damage occurred in Maungdaw Township, between 25 August and 25 September 2017 - with many villages destroyed after 5 September, when Myanmar's de facto leader, Aung San Suu Kyi, said security force operations had ended.\nThe UN says the Rohingya's situation is the \"world's fastest growing refugee crisis\". \nBefore August, there were already around 307,500 Rohingya refugees living in camps, makeshift settlements and with host communities, according to the UNHCR. A further 687,000 are estimated to have arrived since August 2017.\nMost Rohingya refugees reaching Bangladesh - men, women and children with barely any belongings - have sought shelter in these areas, setting up camp wherever possible in the difficult terrain and with little access to aid, safe drinking water, food, shelter or healthcare. \nThe largest refugee camp is Kutupalong but limited space means spontaneous settlements have sprung up in the surrounding countryside and nearby Balukhali as refugees keep arriving. \nWhile numbers in the Kutupalong refugee camp have reduced from a high of 22,241 to 13,900, the number living in makeshift or spontaneous settlements outside the camp has climbed from 99,495 to more than 604,000.\nMost other refugee sites have also continued to expanded - as of mid-April 2018, there were 781,000 refugees living in nine camps and settlements. \nThere are also around 117, 000 people staying outside the camps in host communities.\nThe need for aid is overwhelming. With the monsoon season approaching, work has begun to re-locate some refugees from the camps most at risk of flooding or landslides and in other sites, work has been taking place to improve drainage channels and strengthen shelters.\nThere has been widespread condemnation of the Myanmar government's actions but talk of sanctions has been more muted: ", "date": "24 April 2018", "href": "https://www.bbc.co.uk/news/world-asia-41566561", "tags": "myanmar need know living refugee bangladesh rakhine villages camps august refugees crisis rohingya"}