{"title": "Myanmar Rohingya: UN says military leaders must face genocide charges", "content": "A UN report has said top military figures in Myanmar must be investigated for genocide in Rakhine state and crimes against humanity in other areas. \nThe report, based on hundreds of interviews, is the strongest condemnation from the UN so far of violence against Rohingya Muslims.\nIt says the army's tactics are \"grossly disproportionate to actual security threats\". Myanmar rejected the report.\nAt least 700,000 Rohingya fled violence in the country in the past 12 months. \nThe report names six senior military figures it believes should go on trial and sharply criticises Myanmar's de facto leader, Nobel Peace Prize laureate Aung San Suu Kyi, for failing to intervene to stop attacks.\nIt calls for the case to be referred to the International Criminal Court (ICC).\nThe government has consistently said its operations targeted militant or insurgent threats but the report says the crimes documented are \"shocking for the level of denial, normalcy and impunity that is attached to them\".\n\"Military necessity would never justify killing indiscriminately, gang raping women, assaulting children, and burning entire villages,\" the report says. \nThe UN mission did not have access to Myanmar for its report but says it relied on such sources as eyewitness interviews, satellite imagery, photographs and videos. \nJonathan Head, BBC South East Asia correspondent \nGenocide is the most serious charge that can be made against a government and is rarely proposed by UN investigators. \nThat this report finds sufficient evidence to warrant investigation and prosecution of the senior commanders in the Myanmar armed forces is a searing indictment which will be impossible for members of the international community to ignore.\nHowever taking Myanmar to the ICC, as recommended by the report, is difficult. It is not a signatory to the Rome Statute that established the court, so a referral to the ICC would need the backing of the permanent five Security Council members - and China is unlikely to agree. \nThe report suggests, instead, the establishment of a special independent body by the UN, as happened with Syria, to conduct an investigation in support of war crimes and genocide prosecutions. \nThe government of Myanmar has until now rejected numerous investigations alleging massive atrocities by its military. This one will be much harder to dismiss.\nThe UN's Independent International Fact-Finding Mission on Myanmar was set up in March 2017 to investigate widespread allegations of human rights abuses in Myanmar, particularly in Rakhine state.\nIt began its work before the military started a large-scale operation in Rakhine in August of last year, after deadly attacks by Rohingya militants.\nThe situation was a \"catastrophe looming for decades\", the report argues, and the result of \"severe, systemic and institutionalised oppression from birth to death\". \nCrimes documented in Kachin, Shan and Rakhine include murder, imprisonment, torture, rape, sexual slavery, persecution and enslavement that \"undoubtedly amount to the gravest crimes under international law\". \nIn Rakhine state, the report also found elements of extermination and deportation \"similar in nature, gravity and scope to those that have allowed genocide intent to be established in other contexts\".\nThe UN mission names army officials who, it says, bear the greatest responsibility. They include Commander-in-Chief Min Aung Hlaing and his deputy.\nThe military is described as being virtually above the law. \nUnder the constitution, civilian authorities have little control over the military but the document says that \"through their acts and omissions, the civilian authorities have contributed to the commission of atrocity crimes\".\nAung Sang Suu Kyi, the report finds, \"has not used her de facto position as Head of Government, nor her moral authority, to stem or prevent the unfolding events in Rakhine\".\nThe report says that some abuses were also committed by armed ethnic groups in Kachin and Shan state, and by the Arakan Rohingya Salvation Army (Arsa) in Rakhine. \nThe mission said it would release a more detailed report on 18 September. \nMyanmar's Permanent Representative to the UN, U Hau Do Suan, told BBC Burmese: \"As we did not accept the idea of a fact-finding mission from the beginning, we reject their report.\n\"The human rights abuses are one-sided accusations against us. This is designed at putting pressure on us by the international organisations. Their report is based on one-sided information from the people who fled to Bangladesh and the opposition groups.\"\nThe Rohingya are one of many ethnic minorities in Myanmar and make up the largest percentage of the country's Muslims. The government, however, sees them as illegal immigrants from neighbouring Bangladesh and denies them citizenship. \nThe military launched its latest crackdown after militants from Arsa attacked police posts in August 2017, killing several policemen.\nAccording to the medical charity MSF, at least 6,700 Rohingya, including at least 730 children under the age of five, were killed in the first month after the violence broke out.\nThe army exonerated itself in an investigation in 2017. \nRights groups like Amnesty International have long called for top officials to be tried for crimes against humanity over the Rohingya crisis. \nThe UK Foreign Office said the \"appalling\" violations against the Rohingya must be punished.\n\"There cannot and must not be impunity for such acts,\" said Minister of State for Asia Mark Field. \nEU spokeswoman Maja Kocijancic told reporters: \"We have made clear very consistently those responsible for alleged serious and systemic human rights violations must be held to account.\" \nFacebook has removed 18 Facebook accounts, one Instagram account and 52 Facebook pages linked to the Myanmar military, as part of its work to \"prevent the spread of hate and misinformation\" on its networks.", "date": "27 August 2018", "href": "https://www.bbc.co.uk/news/world-asia-45318982", "tags": "myanmar un face leaders military report crimes rakhine charges must says genocide international rohingya"}