{"title": "Myanmar crisis: Bangladesh PM in Rohingya plea", "content": "Bangladesh's prime minister has urged Myanmar to take back hundreds of thousands of Rohingya Muslims who have fled violence in Rakhine state. \nSpeaking as she visited a refugee camp, Sheikh Hasina urged Myanmar to view the situation with humanity, saying innocent people were suffering. \nSome 370,000 Rohingyas have crossed the border since violence began last month. \nMyanmar's military says it is fighting Rohingya militants and denies it is targeting civilians.\nBut many of those who have fled say troops responded to attacks by Rohingya militants on 25 August with a brutal campaign of violence and village burnings aimed at driving them out.  \nThe BBC has spoken to Rohingyas maimed by landmines as they fled Myanmar. Bangladeshi sources say Myanmar's army recently planted new mines - an allegation denied by Myanmar officials.\nThe Rohingyas, a stateless mostly Muslim minority in Buddhist-majority Rakhine, have long experienced persecution in Myanmar, which says they are illegal immigrants.\nBangladesh is already home to hundreds of thousands of Rohingyas who have fled previous outbreaks of violence in Myanmar. \nIts two official refugee camps are full and aid agencies say the new arrivals desperately need food, shelter and medical help. \nSheikh Hasina's comments came as she visited the Kutupalong camp, one of the official camps. \n\"My personal message is very clear, that they should consider this situation with the eyes of humanity,\" she told the BBC.\n\"Because these people, innocent people, the children, women, they are suffering. So these people, they belong to Myanmar. Hundreds of years they are staying there. How they can deny that they are not their citizens?\"\nThe Bangladesh prime minister said her country would offer Rohingyas shelter until Myanmar took them back. \nShe also condemned the militants for their role in the violence, but said Myanmar's government should have dealt with the situation more patiently. \nRohingya families have been arriving in Bangladesh from Myanmar in waves since the 1970s. About 32,000 registered refugees live in the two official camps, but more than 300,000 undocumented Rohingyas were also estimated to be in Bangladesh before this latest influx.\nBangladesh says their presence strains local resources, increases crime and deters tourists in the Cox's Bazar area. \nEarlier this year, it backed a plan to transfer them to an island in the Bay of Bengal, Thengar Char, but rights groups said the island was unfit for human habitation due to seasonal flooding. \nMyanmar is facing mounting criticism over the Rohingya crisis and there have been protests in several Muslim-majority nations. \nUN human rights chief Zeid Raad al-Hussein said on Monday that the security operation in Rakhine appeared to be \"a textbook example of ethnic cleansing\". \nIn a statement, the White House urged Myanmar's troops to \"respect the rule of law, stop the violence, and end the displacement of civilians from all communities\". \nChina, however, said it thought the international community \"should support the efforts of Myanmar in safeguarding the stability of its national development\". \nMyanmar's foreign ministry said it welcomed statements from the UN and other countries \"firmly condemning the terrorist attacks\" and said troops were being ordered to exercise \"all due restraint\" as they worked to restore stability.  \nThe UN Security Council is due to meet on Wednesday to discuss the Rakhine crisis. ", "date": "12 September 2017", "href": "https://www.bbc.co.uk/news/world-asia-41238180", "tags": "myanmar urged bangladesh plea rakhine rohingyas fled violence pm crisis rohingya"}