{"title": "Myanmar rejects UN accusation of 'genocide' against Rohingya", "content": "Myanmar has rejected a UN report which called for top Burmese military figures to be investigated for genocide against the Rohingya Muslim minority. \nGovernment spokesman Zaw Htay said the country didn't agree with or accept \"any resolutions made by the Human Rights Council\".\nChina had earlier also decried the UN report, saying putting pressure on Myanmar was \"not helpful\".\nZaw Htay said Myanmar had zero tolerance for human rights violations.\nHis statement is the government's response to the unprecedented UN report, which was published on Monday. \n\"We didn't allow the FFM [the UN Fact-Finding Mission] to enter into Myanmar, that's why we don't agree and accept any resolutions made by the Human Rights Council,\" Zaw Htay told state news outlet the Global New Light of Myanmar. \nHe said Myanmar had its own Independent Commission of Enquiry to respond to \"false allegations made by the UN agencies and other international communities\".\nMyanmar's army has previously cleared itself of wrongdoing. \nChina, which has a close economic and diplomatic relationship with Myanmar, had earlier said the \"historical, religious and ethnic background of the Rakhine issue\" was \"extremely complex\".\n\"Unilteral criticism or exerting pressure is actually not helpful in resolving the problem,\" said Foreign Ministry spokeswoman Hua Chunying. \nThe military launched a crackdown in Myanmar's Rakhine state last year after Rohingya militants carried out deadly attacks on police posts.\nThousands of people have died and more than 700,000 Rohingya have fled to neighbouring Bangladesh. \nThere have also been widespread allegations of human rights abuses, including arbitrary killing, rape and burning of land over many years. \nThe government says Rohingya Muslims are illegal immigrants who present a threat to the country's security and Buddhist identity.\nThe UN's wide-ranging and damning report named six senior military figures, including army chief Min Aung Hlaing, who it said should be investigated for genocide, and called for the case to be referred to the International Criminal Court (ICC).\nIt said the violence of the past year had been \"a catastrophe looming for decades\".\nZaw Htaw also took a strong stance against Facebook, saying the government had been unaware the network was planning to erase accounts and pages linked to the recent allegations.\nFacebook removed 18 accounts and 52 Facebook pages in Myanmar and banned 20 groups or organisations altogether after the UN report said it had become a \"useful instrument for those seeking to spread hate\". \nThe social media platform has admitted it was too slow to react to the crisis.\n\"We have many questions to be raised regarding the removal of these Facebook accounts,\" said Zaw Htay to the Global New Light. \"Why did they ban... and how can we retrieve these accounts?\"\nHe agreed with UN's assertion that \"for most users, Facebook is the internet\".\nZaw Htay also said that the government had \"made inquiries\" to Facebook, adding that plans were \"underway\" to reach an agreement between the government and Facebook.\nFacebook is one of the biggest social media platforms in Myanmar, with more than 18 million users.\nIt was the first time Facebook has banned any country's military or political leader.", "date": "29 August 2018", "href": "https://www.bbc.com/news/world-asia-45338986", "tags": "myanmar un military report zaw htay facebook government accusation rejects rohingya"}