{"title": "Myanmar Rohingya: What will happen next after damning UN report?", "content": "After the United Nations released a damning report into the violence against Rohingya Muslims in Myanmar, we asked BBC South East Asia correspondent Jonathan Head and Geneva correspondent Imogen Foulkes what could happen next. \nJonathan Head: The report is unusually strong; the authors do not mince their words, describing the Myanmar military in the most damning terms. They say there is a strong case for a genocide prosecution, and emphasise that accountability for the military inside Myanmar is impossible, and must therefore be pursued by the international community.\nExpect more energetic diplomacy at the UN, both in the Security Council and the General Assembly, to find a way to do this. The Myanmar government has rejected previous international reports documenting abuses against the Rohingya, but this one, compiled over more than a year, headed by three respected international legal experts, and likely to get public support at the UN, will be harder to dismiss.\nThe report also condemns all of Myanmar's own inquiries into the abuses as worthless, making it harder for the government to take refuge behind them. The report compounds Myanmar's international isolation and puts its military leaders in the very worst category of human rights abusers, but will not significantly change the dynamics inside the country.\nImogen Foulkes: The UN investigators say the situation in Myanmar should be referred to the International Criminal Court, a move which would have to be approved by the UN Security Council. It is more than likely that one of the five permanent council members, China, would veto such a move. Failing a referral to the ICC, the investigators suggest an independent criminal tribunal should be set up, as with Rwanda or former Yugoslavia.\nSuch a tribunal could in theory be created by the UN General Assembly, avoiding a Security Council veto. For a tribunal to really function, however, Myanmar would have to co-operate, by ensuring that those indicted did turn up for trial. It took many years, and promises of a closer relationship with the EU, before Serbia and Croatia handed over their suspected war criminals to the Hague's tribunal.\nImogen Foulkes: By naming six senior military figures, including the commander in chief of Myanmar's armed forces and his deputy, this UN team has gone further than any other. There have been many investigations into war crimes in Syria, and we know there is a long list of suspects, including, it is thought, very senior figures in the Syrian military and the government. But their names have never been made public. \nThe Myanmar investigators must believe they can achieve something by naming names. Within hours of the report being published, there have already been consequences. The European Union is to hold a meeting this week, and will hear in person from the UN team. Facebook has removed accounts associated with Myanmar military leaders. A key concern in the UN report is the dissemination of misinformation designed to incite hate.\nOther possible actions could include sanctions, something the UN investigators also call for. The EU, or the UN Security Council, could impose travel bans on those named in the report, and could also freeze their financial assets. \nImogen Foulkes: No-one can be convicted without the ICC or another form of tribunal. The UN team can investigate, but not prosecute. But the sheer weight of evidence gathered suggests there will have to be some form of prosecution, although it could be many years away.\nJonathan Head: It's very unlikely Aung Sang Suu Kyi will face prosecution. The report acknowledges that the civilian government has no authority over the military in Myanmar, and that there is no evidence it knew of the military's plans to attack the Rohingya population. It does accuse her of failing to use her moral authority to curb the abuses, and says her government contributed to the crimes in Rakhine state by spreading false narratives, blocking independent investigations and denying the military's wrongdoing.\nThe authors say their main focus for prosecutions must be on the military, which it finds primarily responsible. Perhaps the worst effect of this for Ms Suu Kyi is that she now finds herself in the same camp as men accused of the very worst human rights crimes, because she has insisted on backing the military's version of events in Rakhine. \nShe could conceivably have supported the military's right to respond robustly to attacks by Rohingya militants last year while leaving the door open to credible investigations of human rights violations. She did not, and her international reputation has gone from being tarnished last year, to being shattered by this report.\nImogen Foulkes: The UN may be hoping that this report helps Aung San Suu Kyi understand that if she wants to stay in power, or to exercise power more meaningfully than she has done so far, then she must support war crimes prosecutions. A first step could be for her to back the investigators' call for the resignation of Commander in Chief Min Aung Hlaing.\nImogen Foulkes: Genocide is a very specific crime under international law. To show that genocide has occurred, intent to exterminate an entire group must be shown. Random violence, an army rampaging through a village, would not constitute genocide. But a co-ordinated campaign, with a clear line of command from senior generals to troops on the ground to persecute, kill, or deport a group (usually based on race, religion or ethnicity) would.\nIn the case of Myanmar, the investigators said that factors \"pointing at such intent include the broader oppressive context and hate rhetoric; specific utterances of commanders and direct perpetrators; exclusionary policies, including to alter the demographic composition of Rakhine state; the level of organization indicating a plan for destruction; and the extreme scale and brutality of the violence\".\nRead more: Why the word 'genocide' is used so carefully\nJonathan Head: The situation for Rohingya on both sides of the border with Bangladesh is dire. Inside Rakhine they live in fear, without legal status and subject to arbitrary restrictions on their movements and possibly worse. About 140,000 are confined to dismal camps, where they fled in the communal violence of 2012, whereas the much smaller number of Rakhine people displaced by the conflict have been re-housed or able to go back to their homes.\nIn Bangladesh the population of refugees is many times too large for the area of land they occupy. They are sustained by a massive international aid effort, which at least offers food, shelter, education and medical treatment - the last two near-impossible to obtain when they lived in Myanmar. \nBut they are constantly vulnerable to weather, environmental degradation, the abuses of organised gangs within the camps, and to the possibility that Bangladesh may one day make good its threat to move them all to a semi-submerged island which is even less suitable.\nThe two countries have agreed to repatriate the refugees, but Myanmar is still tightly restricting access to Rakhine for most international agencies, and unwilling to address the terrible abuses that forced the Rohingya to flee. \nBuddhist resentment of the Rohingya in Rakhine has hardened and no effort is being made to persuade them to accept them back. In these conditions a return to Rakhine for the Rohingya is impossible to imagine, and they are stuck in limbo. A huge diaspora living in squalid camps can spell trouble in the long-term, as the fate of Palestinian refugees suggests.", "date": "27 August 2018", "href": "https://www.bbc.co.uk/news/world-asia-45324092", "tags": "myanmar next un military report foulkes imogen rohingya rakhine happen could international damning"}