{"title": "Myanmar: Who are the Arakan Rohingya Salvation Army?", "content": "More than 100,000 Rohingya people have fled their homes since 25 August. They are trying to escape violence, following a military counter-offensive against Rohingya militants who attacked police posts. \nThe insurgents claim to be acting on the behalf of Myanmar's Rohingya - but who are they?\nThe Arakan Rohingya Salvation Army (Arsa) operates in Rakhine state in northern Myanmar, where the mostly-Muslim Rohingya people have faced persecution. The Myanmar government has denied them citizenship and sees them as illegal immigrants from Bangladesh. \nClashes erupt periodically between ethnic groups but in the last year, an armed Rohingya insurgency has grown. Arsa, previously known by other names including Harakah al-Yaqin, has killed more than 20 police officers and members of the security forces. \nOn 25 August it attacked police posts in Rakhine state, killing 12 people in its biggest attack so far. In turn, this prompted a counter-insurgency clampdown from the security forces. \nThe government calls it a terrorist organisation and says its leaders have trained abroad. The International Crisis Group (ICG) also says the militants have trained abroad and released a report in 2016 saying the group was led by Rohingya people living in Saudi Arabia. The ICG says Arsa's leader is Ata Ullah, who was born in Pakistan and raised in Saudi Arabia.\nHowever a group spokesman countered this, telling the Asia Times newspaper that it had no links to jihadist groups and only existed to fight for Rohingya people to be recognised as an ethnic group. \nThe government says the 25 August attack was done with knives and home-made bombs. \nTheir weapons appear to be mainly home made but the ICG report suggested they were not completely amateur and showed some evidence of help from veterans of other conflicts, including people from Afghanistan.\nThe spokesman who talked to the Asia Times said Arsa had been training people since 2013. But their first attack was in October 2016, when they killed nine police officers.\nArsa says its aims are to \"defend, salvage and protect\" the Rohingya against state repression \"in line with the principle of self-defence\".\nArsa also rejects the terrorist label, saying it does not attack civilians. However, there are reports of it killing informers while training members.\nThe ICG says Arsa members are young Rohingya men angered by the state's response to deadly riots in 2012. Young men trying to escape the area used to be able to do so by boat to Malaysia, but the Malaysian navy blocked that route in 2015, which led to thousands of people being stranded at sea and, the group says, others considering violence.\nThis is in the context of extreme poverty, statelessness and restrictions on Rohingya people's movement. The security forces crack down heavily on violence; a UN report in February described the \"devastating cruelty\" of soldiers who had beaten, raped and killed people in the region while it was in lockdown following the October 2016 attack.\nThe UN's special rapporteur on human rights in Myanmar has said the scale of the destruction now is \"far greater\" than last year.\nThe attacks on security forces have prompted a crackdown from the military, who say they are fighting against civilian-attacking militants. More than 100,000 Rohingya people have fled their villages and crossed the border to Bangladesh, where refugee camps are full. Many of them say the military, assisted by Buddhist monks, have razed villages and killed civilians. The government says Buddhists and Hindus have also fled attacks in the area. \nMedia access to Rakhine, where the violence is, is severely restricted, making it hard to verify the situation on the ground.\nCampaigners and politicians around the world have expressed concern at the refugees' situation, warning of a lack of shelter, water and food.  There are reports of children being injured in landmines as they try to leave the country. \nA UN representative, and the Nobel Peace laureate Malala Yousafzai, called on leader Aun Sang Suu Kyi to stop the violence. Ms Suu Kyi has previously said there is \"a lot of hostility\" in the area but ethnic cleansing is \"too strong a term\" to use.", "date": "6 September 2017", "href": "https://www.bbc.com/news/world-asia-41160679", "tags": "myanmar salvation army arsa police says violence group state attack arakan rohingya"}