{"title": "Myanmar Rohingya militants massacred Hindus, says Amnesty", "content": "Rohingya Muslim militants in Myanmar killed dozens of Hindu civilians during attacks last August, according to an investigation by Amnesty International.\nThe group called Arsa killed up to 99 Hindu civilians  in one, or possibly two massacres, said the rights group. Arsa had denied involvement. \nThe killings came in the first days of an uprising against Burmese forces, who are also accused of atrocities.\nSince August nearly 700,000 Rohingyas and others have fled the violence.\nThe conflict has also displaced members of the majority Buddhist population in Myanmar (also called Burma) as well as members of the Hindu minority. \nAmnesty says interviews it conducted with refugees in Bangladesh and in Rakhine state confirmed that mass killings carried out by the Arakan Rohingya Salvation Army (Arsa) took place in a cluster of villages in northern Maungdaw Township at the time of its attacks on police posts in late August.\nThe findings also show Arsa was responsible for violence against civilians, on a smaller scale, in other areas.\nThe report details how Arsa members on 26 August attacked the Hindu village of Ah Nauk Kha Maung Seik. \n\"In this brutal and senseless act, members of Arsa captured scores of Hindu women, men and children and terrorised them before slaughtering them outside their own villages,\" the report said.\nHindu survivors told Amnesty they either saw relatives being killed or heard their screams.\nOne woman from the village of Ah Nauk Kha Maung Seik said: \"They slaughtered the men. We were told not to look at them … They had knives. They also had some spades and iron rods. … We hid ourselves in the shrubs there and were able to see a little … My uncle, my father, my brother - they were all slaughtered.\"\nArsa fighters are accused of killing 20 men, 10 women, and 23 children, 14 of whom were under the age of eight. \nAmnesty said the bodies of 45 people from the village were unearthed in four mass graves in late September. The remains of the other victims, as well as 46 from the neighbouring village of Ye Bauk Kyar, have not been found.\nThe investigation suggests that a massacre of Hindu men, women, and children in Ye Bauk Kyar happened on the same day, bringing the estimated total number of dead to 99. \nJonathan Head, BBC News, Bangkok\nLast September, as international alarm was growing over the scale of the Rohingya exodus to Bangladesh, and over the horrific accounts of atrocities by the Myanmar security forces, the government in Nay Pyi Taw announced that it had discovered a mass grave. \nBut the victims were not Muslims - they were Hindus, killed, said the government, by militants from Arsa. \nJournalists were taken to the site to see the grave and the bodies. However the government's continued refusal to allow independent human rights researchers into Rakhine left lingering doubts about exactly what happened in the village of Ah Nauk Kha Maung Seik, and a neighbouring village, Ye Bauk Kyar. \nThe fact that the Myanmar government refused to acknowledge any serious abuses by its forces, in the face of huge amounts of testimony, undermined its credibility further.\nAt the time Arsa denied any involvement in this massacre - the group has made no public statements for four months. Myanmar has complained of one-sided reporting of the conflict in Rakhine, but many foreign media, including the BBC, did report the killing of Hindus back in September.\n Amnesty also criticised what it said was \"an unlawful and grossly disproportionate campaign of violence by Myanmar's security forces\".\n\"Arsa's appalling attacks were followed by the Myanmar military's ethnic cleansing campaign against the Rohingya population as a whole.\" \nThe human rights group says its findings are based \"on dozens of interviews conducted there [in Rakhine] and across the border in Bangladesh, as well as photographic evidence analyzed by forensic pathologists\". \nThe investigation \"sheds much-needed light on the largely under-reported human rights abuses by Arsa during northern Rakhine State's unspeakably dark recent history,\" Amnesty's Tirana Hassan said. \n\"It's hard to ignore the sheer brutality of Arsa's actions, which have left an indelible impression on the survivors we've spoken to. Accountability for these atrocities is every bit as crucial as it is for the crimes against humanity carried out by Myanmar's security forces in northern Rakhine State.\"\nArsa has denied such accusations in the past, saying that claims of its militants killing villagers were \"lies\".\nThe Rohingya - a stateless mostly Muslim minority - are widely despised in Myanmar, where they are considered to be illegal migrants from Bangladesh, despite the fact that some have been in Myanmar for generations. \nBangladesh also denies them citizenship.", "date": "22 May 2018", "href": "https://www.bbc.com/news/world-asia-44206372", "tags": "myanmar forces militants amnesty massacred arsa rakhine hindus says village also hindu rohingya"}