{"title": "Myanmar's jailed reporters and Suu Kyi's silence", "content": "The jailing of two Reuters reporters in Myanmar has left the journalism community asking whether their former rights champion has turned her back on a free press, writes the BBC's Nick Beake in Yangon. \nFor the journalists of Yangon this is personal. \nMany were close friends of Wa Lone and Kyaw Soe Oo. And many now feel one false move and they could be joining them in the notorious Insein prison here in Myanmar's former capital.\n\"Insane\" is how the jail is pronounced, and for many in the press, it reflects a chaotic legal farce which has played out over the past nine months - one that's culminated in two young journalists being found to have been useful to \"enemies of the state\" and handed a seven year prison sentence. \nNot that their wives regret their choice of careers. Not for one moment. \n\"I'm so proud of my husband\", Kyaw Soe Oo's wife, Chit Su Win, told a packed press conference in a downtown hotel on Tuesday. \n\"I am proud that I am the wife of a journalist.\"\nBut what about those in Myanmar who agree with the judge that they harmed the country by seeking sensitive, security information? \nPan Ei Mon, who gave birth to her first child last month while her husband Wa Lone was in jail awaiting trial replied: \"People are entitled to their own opinions. They have never gone through what we're going through. I just hope it never happens to them.\"\nAnd how about Aung San Suu Kyi? The Nobel Peace Prize-winning leader had accused the pair of breaking the Official Secrets Act before the verdict had even been delivered. \n\"I loved and respected her so much,\" Pan Ei Mon said. \"But she said our husbands were not reporters because they violated the nation's secrets, and I am very devastated by that.\" \nMs Suu Kyi used to champion the rights of journalists. She certainly benefited from their coverage of her long fight for democracy while she suffered years of house arrest. \nWhen it was time for my own question to the wives, I asked what their message to Ms Suu Kyi would be - as someone who the Burmese authorities had also kept apart from the man she loved (her late British husband Michael Aris).\nChit Su Win told me she'd rather address her mother to mother.\n\"My daughter asks me - doesn't daddy love me anymore?  Doesn't daddy live with us anymore?\" \n\"As a mother, I feel devastated. I tell her daddy is working. I try to be strong for my daughter. I feel very depressed, but I steel myself, because if I am depressed, who will care for my daughter?\" \nAs the mother of the nation, Ms Suu Kyi generated huge hope when her National League for Democracy (NLD) party triumphed in free elections in 2012, after five decades of brutal military rule. \nHistory will judge how misplaced that hope may have been. What's for sure in 2018, hope is a commodity that's fading fast. \nNot least because of the chorus of international condemnation of Myanmar over the army's persecution of Rohingya Muslims in Rakhine state - the very story the Reuters pair were investigating at the time of their arrest. \nThey continue to argue they were framed because they were getting dangerously close to the truth of a massacre of 10 Rohingya men in the village of Inn Din. \nOne of the many painful ironies of this case is that the army later admitted its soldiers were culpable.\nThe military's wider crackdown on what it called Bengali \"terrorists\" last autumn - following attacks on security posts - forced three quarters of a million Rohingya into neighbouring Bangladesh. They remain there in the sprawling and depressing camps of Cox's Bazaar. \nLast week in a blistering assessment, UN inspectors said the top generals should stand trial for genocide and accused Ms Suu Kyi of failing to use her \"moral authority\" to stop the violence. \nNow Ms Suu Kyi's accused of failing to stand up for reporters, as well as the Rohingya. \n\"All of you are at risk,\" Khin Maung Zaw, the leading lawyer for the Reuters pair told the hushed room of journalists back at the press conference. \nHe declared the verdict a black day for Myanmar and a major setback for a free press and the country's transition to democracy.  \nMany wonder who will be next. \nAung Naing Soe is one Burmese journalist who knows what it's like to feel the heat of the regime in the new Suu Kyi era. Earlier this year he served a two month sentence for operating a drone near the parliament in the capital, Naypyidaw. \n\"It's really heartbreaking for us to come and cover this kind of event\" he tells me. \n\"I do not want to see tears from the wives of these journalists anymore. We have covered a lot of heartbreaking things but this is more personal. They are my colleagues, my friends.\"\nHe's worried that the public has been poisoned against journalists by online campaigns which characterise them as \"betrayers of the state\" and that there will be no popular backlash against any further attacks on the freedom of the press. \nIn some countries, Wa Lone and Kyaw Soe Oo would have been given a prize for their investigative journalism. Not here. Not in Suu Kyi's Myanmar. \nAs state counsellor, a role she created for herself because the 2008 Constitution denies her the presidency, Ms Suu Kyi runs Myanmar's NLD civilian government. \nShe has the power to issue a pardon and set these journalists free. If she's even considering that, she certainly hasn't shown it. \nSu Myat Mon is a reporter who focuses on women's rights and social affairs. \n\"I was extremely disappointed with the verdict and with the NLD too. They're a democratic government. They used to believe the media was for something, that it did something positive for democracy.\"\nIs she scared to be a journalist in Myanmar now?  \n\"It does make me frightened,\" she replies. \n\"I can be arrested at any time if the government doesn't like my reports. This verdict affects me: my emotions and the work I do.\"\nWould she consider giving up the job, I venture? Su Myat Mon looks at me straight in the eye:.\n\"I love this job. I may fear being arrested, but I still have my spirit. And, don't forget, there's nothing wrong with being a journalist. It is not a crime.\"", "date": "5 September 2018", "href": "https://www.bbc.com/news/world-asia-45417316", "tags": "myanmar kyi ms free reporters silence jailed one many suu journalists press soe"}