{"title": "Myanmar conflict: The view from Yangon", "content": "Around the world there is growing condemnation of Myanmar's treatment of the Rohingya minority, but in Yangon the view is very different, as Saw Yan Naing from BBC Burmese reports. \nSpeak to those on the street about what is happening in Rakhine state and you will not hear the word \"Rohingya\". \nThe minority is described as \"Bengalis\", reflecting a mainstream perception that members of the Rohingya group are foreigners - immigrants from Bangladesh, with different culture and language. \nWhat is seen by many internationally as a human rights issue is viewed in Myanmar as one of national sovereignty, and there is widespread support for military operations in northern Rakhine. \nNewspapers carry the government's account, which is that the Arakan Rohingya Salvation Army (Arsa) attacked Burmese security forces on 25 August. \nIn response, the army, also known as Tatmadaw, launched military operations in the conflict-torn Maungdaw region in Rakhine.\nMost Burmese view international media coverage as one-sided, putting too much emphasis on the Rohingya, and failing to adequately cover the plight of others in Rakhine who have fled violence in their villages. \nMedia access to affected areas in Rakhine is heavily restricted, preventing foreign journalists from travelling there freely and verifying accounts. \nLocal media has focused on \"terrorist attacks\" and on evacuations of non-Rohingya who have been internally displaced by the conflict. \nOne headline, in the Myawaddy Daily, reads: \"Notice on Arsa extremist Bengali terrorists' plans to attack major cities\". \nAnother, on the Eleven news website, is similar: \"Arsa extremist Bengali terrorists attack security forces in Maungdaw Township\". \nThe reports say that it is militant groups who are are burning villages, as opposed to the army, and there is no mention of the many Rohingya asylum seekers fleeing into Bangladesh. \nThe use of the term \"terrorist\" is enforced by Myanmar's Information Committee, which has issued warnings to the media to ensure they comply. \nMisleading or fake news and images on social media has only served to sow further division. \nThe animosity towards the Rohingya is nothing new in Myanmar, but rather is borne out of a long-held prejudice towards the minority, who are not seen as citizens of Myanmar.  \nThe Rohingya, who speak a dialect distinct to others spoken in Rakhine state, are not considered one of Myanmar's 135 official ethnic groups.\nNationalist groups have pushed the idea that Rohingya Muslims are a threat, as Muslim men can have four wives and many children. \nMany of those in Rakhine fear they will take over their land one day as their population grows. \nThe animosity becomes quickly apparent from talking to ordinary people. \n\"They don't get education and have no job. They make a lot of kids,\" one woman in her 30s told me on the street.  \n\"If you neighbour has a lot of kids and making noise next door, would you like it.\"\n\"I think those people are problematic. They are bad. I don't like them,\" another woman, who works as a maid, says. \nBut she adds that \"we can't clap by one palm\", meaning she knows there are two sides to the story. \nOf course there are still some who are sympathetic to the plight of the Rohingya, even if they are less vocal. \n\"I think many Bengali Muslims died,\" a taxi driver said. \n\"I think government troops killed a lot of them because some places are isolated. I think the UN should also get involved.\" ", "date": "6 September 2017", "href": "https://www.bbc.com/news/world-asia-41163655", "tags": "myanmar burmese think minority media yangon view army conflict rakhine one many rohingya"}