{"title": "Myanmar 'militarising' Rohingya villages in Rakhine, says Amnesty", "content": "Myanmar is conducting a \"military land grab\" on land in Rakhine state where Rohingya once lived, a new report from Amnesty International alleges.\nCiting satellite images and witnesses, the rights group says villages have been bulldozed to make way for new infrastructure since January. \nAn Amnesty spokesperson said this \"alarming\" militarisation was removing evidence of crimes against Rohingya.\nThe government of Myanmar has yet to respond to the report.\nIt has previously asked for \"clear evidence\" to support allegations from the UN that it may have carried out \"acts of genocide\" against the Rohingya. \nAmnesty says that while the picture its new report presents \"is only partial, the situation raises urgent concerns about its implications for the future of the hundreds of thousands of Rohingya... as well as the tens of thousands who continue to live in the region\".\nIn August, the Myanmar military launched a military operation in Rakhine state after deadly attacks on police stations.\nIt said it was a crackdown on insurgents, but reports have emerged of widespread human rights violations, killings, and the burning of villages.\nAbout 700,000 Rohingya - a mostly Muslim minority - have since fled to neighbouring Bangladesh, joining refugees from previous waves of violence.\nBangladesh and Myanmar agreed a repatriation plan in January that would see the most recent arrivals returned to Myanmar within two years. \nHowever there are growing concerns for their safety under the plan. \nAmnesty's report, Remaking Rakhine State, says that along with new civilian infrastructure to accommodate returnees, the region is being \"militarised at an alarming pace\". \n\"New bases are being erected to house the very same security forces that have committed crimes against humanity against Rohingya,\" said Tirana Hassan, Amnesty International's Crisis Response Director.\n\"This makes the voluntary, safe and dignified return of Rohingya refugees an even more distant prospect.\"\nThe group says new facilities for security forces and roads have been built around places where Rohingya villages once stood, suggesting the area could be used to accommodate more security forces.\nBy bulldozing entire villages the authorities are also \"erasing evidence of crimes against humanity, making any future attempts to hold those responsible to account extremely difficult\", said Ms Hassan.\nShe said development was \"sorely needed\" in Rakhine, one of Myanmar's poorest states, but that it \"must benefit everyone in the state regardless of their ethnicity, not entrench the existing system of apartheid against Rohingya people\".\nRakhine has been largely sealed off from UN investigators, rights groups and media organisations, making it impossible to independently verify such reports.\nThe Rohingya are denied citizenship and equal opportunities by the Myanmar government, which says they are illegal immigrants, and they are largely despised by the majority-Buddhist population.", "date": "12 March 2018", "href": "https://www.bbc.co.uk/news/world-asia-43367720", "tags": "myanmar report amnesty rakhine villages says state new rohingya"}