{"title": "N.H.L. Reaches Lucrative Telecast Deal in Canada", "content": "In an agreement that will more than double its Canadian television revenue, the N.H.L. announced a 12-year, $4.9 billion deal Tuesday that gives Rogers Communications the exclusive rights to all national hockey telecasts in Canada beginning next season. \nUnder the agreement, Rogers will telecast games nationally on Wednesday, Saturday and Sunday nights. On a typical Saturday in the regular season, games will be shown on a dozen or more Rogers-controlled channels, including the cable network Sportsnet and the company’s Internet portal. Games will also be shown on CBC and the French-language network TVA through a licensing arrangement with Rogers.\nThe value far surpasses the league’s expiring six-year agreements with CBC, the cable network TSN and the French-language cable network RDS, which total about $160 million per year. \nThe money will be shared equally among the N.H.L.’s 30 clubs, 23 of which are based in the United States. Struggling American clubs like the Columbus Blue Jackets and the Florida Panthers will especially benefit from the influx of new Canadian revenue. The N.H.L. also has a 10-year, $1.9 billion deal with NBC for television rights in the United States, made in 2011.\nAt a news conference in Toronto, Commissioner Gary Bettman called the agreement “historic and forward-looking.” N.H.L. revenue was already rebounding strongly from the lockout that wiped out the first half of the 2012-13 season, and the total could approach $4 billion this season. The league’s board of governors is expected to approve the deal (valued at more than 5.2 billion dollars Canadian) at its December meeting.\n“Sports content is a key strategic asset, and we’ve been investing significantly to strengthen our sports offering to Canadians,” said Nadir Mohamed, the chief executive of Rogers, who is retiring next month. \nRogers’s effort to obtain the league’s Canadian rights continues the trend among media giants to buy the rights to sports properties for long terms and billions of dollars. The deals guarantee cash flow for professional leagues and college conferences and help the cable networks retain viewers and justify increases in subscriber fees. \nESPN has a bulging portfolio of such deals, including an eight-year, $15.2 billion contract to show “Monday Night Football” and a $7.3 billion agreement to televise the new college football playoff system for 12 years. CBS and Turner share a 14-year, $10.8 billion contract to show the N.C.A.A. men’s basketball tournament. \nRogers’s toppling of the old guard in televised Canadian hockey is reminiscent of the Fox Network’s audacious move to acquire its first N.F.L. contract in 1993. Fox agreed to spend $395 million annually, for four years, and displaced the incumbent, CBS, whose bid was about $100 million a year less. Soon after, some of CBS’s key football announcers, including Pat Summerall and John Madden, and some of its producers and directors moved to Fox. A similar exodus of talent is likely at the Canadian networks, with TSN no longer televising N.H.L. games and CBC’s role greatly reduced.\n“Hockey Night in Canada” telecasts on Saturday, begun in 1952, will remain on CBC, but through a licensing arrangement. Rogers will assume editorial control of the telecasts, including decisions on whether to retain Don Cherry, Ron MacLean and the other on-air personalities associated with the show.\nCBC will pay nothing to Rogers for rights to the Saturday night games but will receive no advertising revenue from the telecasts. As a public, taxpayer-supported entity, CBC has been criticized for spending large amounts for N.H.L. rights. \n“This may not be the ideal scenario, but it is the right outcome for Canadian hockey fans and is an acceptable adaptation to the role of the public broadcaster in the modern world of professional sports rights,” Hubert Lacroix, the chief executive of CBC/Radio Canada, said Tuesday in a memo to employees.\nHardest hit by the deal is TSN, a sports cable channel owned by Bell Canada. \nBell and Rogers combined to pay $1 billion two years ago to take control of Maple Leaf Sports and Entertainment, which owns the Toronto Maple Leafs of the N.H.L. and the Raptors of the N.B.A., leading to a perception the two companies would eventually share television rights. Once they are largely stripped of hockey, TSN and its French-language sister network, RDS, are likely to lose their status as essential sports channels for Canadians.", "date": "Nov. 26, 2013", "href": "https://www.nytimes.com/2013/11/27/sports/hockey/nhl-reaches-lucrative-telecast-deal-in-canada.html", "tags": "reaches telecast lucrative rogers network billion hockey canadian rights n.h.l sports games canada deal cbc"}