{"title": "N Korea 'providing materials for Syria chemical weapons'", "content": "North Korea has been sending equipment to Syria that could be used to make chemical weapons, a UN report says.\nSome 40 previously unreported shipments were made between 2012 and 2017, the report found. Materials included acid-resistant tiles, valves and pipes.\nThe leaked report says North Korean missile specialists have been seen at Syrian weapon-making centres.\nThe allegations follow new reports of chlorine being used by Syrian forces, which the government denies.\nMeanwhile, for a second day, a \"pause\" in fighting has failed to hold in the Eastern Ghouta region outside Damascus.\nThe daily five-hour pause was meant to allow aid to enter and civilians to leave the rebel-held area through a humanitarian corridor.\nBut as with Tuesday, the truce was marred by violence. Activists reported hearing missile strikes and barrel bombs, while Russian Foreign Minister Sergei Lavrov accused \"militants\" of blocking access to the humanitarian corridor.\nWhat are the allegations against North Korea?\nNorth Korea is under international sanctions over its nuclear programme.\nBut a confidential report, compiled by a UN Panel of Experts which assesses North Korea's compliance with UN resolutions, found evidence of illicit supplies sent to Syria.\nThe report, which has been seen by the BBC, details the \"innovative evasion techniques\" used by North Korea to send items such as high-heat, acid-resistant tiles, corrosion-resistant valves and thermometers.\nThe Scientific Studies and Research Center (SSRC) - a Syrian government agency - is alleged to have paid North Korea for the equipment via a number of front companies. \nThe SSRC is promoted by the Syrian government as a civilian research institute but a Western intelligence agency told the BBC last year that chemical weapons were being manufactured at three SSRC sites - Masyaf, in Hama province, and at Dummar and Barzeh, both just outside Damascus.\nBarzeh was named in the UN report as one of the chemical weapons and missile facilities North Korean technicians had been seen operating at.\nThe Syrian government told the UN panel that the only North Koreans present in Syria were sports coaches and athletes.\nAmong the alleged shipments from North Korea to Syria, at least five were sent via a Chinese trading firm, Cheng Tong Trading Co Ltd, the UN report says.\nThe shipments allegedly contained acid-resistant tiles - which can be used for activities conducted at high temperatures - of a quantity that would cover the area of a large scale industrial project.\nWhile the seized items \"do not appear on any control lists\", they included \"materials that can be used to build bricks for the interior walls of [a] chemical factory\", the report noted.\nChina responded to the UN panel's findings, saying it had no \"evidence demonstrating the Cheng Tong Trading Co has business with\" any North Korean entities in violation of UN Security Council resolutions.\nUN spokesman Stéphane Dujarric did not say whether the leaked report would be published, but told the New York Times: \"I think the overarching message is that all member states have a duty and responsibility to abide by the sanctions that are in place.\"\nThe UN Panel issued a report last September, which said it was \"investigating reported prohibited chemical, ballistic missile and conventional arms co-operation\" between Syria and North Korea.\nSyria signed up to the Chemical Weapons Convention and agreed to have its declared chemical weapons stock destroyed in 2013 after a Sarin nerve agent attack killed hundreds of people in rebel-held suburbs of Damascus.\nIt has been accused of repeatedly using banned chemical weapons in the civil war since then.\nThe Organisation for the Prohibition of Chemical Weapons (OPCW) concluded that Sarin was used in Khan Sheikhoun, a rebel-held town in Idlib province, last April in an incident that killed more than 80 people. OPCW and UN investigators are confident the Syrian air force was to blame.\nSuspected chlorine attacks have been recently reported in Syria, including on Sunday in the Eastern Ghouta.\nExperts say North Korea has long offered military supplies and weapons know-how around the world in exchange for cash.\nThe UN report also highlights its efforts to illicitly trade with dozens of countries and groups in the Middle East, North Africa and Latin America.\nSyria and North Korea have decades-old military ties.\nLast week, US President Donald Trump said Washington was imposing a fresh set of sanctions on North Korea, targeting more than 50 ships and maritime transport companies in several countries.\nNorth Korea is already under a range of international and US sanctions over its nuclear programme and missile tests.\nBut it continued tests last year, including tests of a nuclear weapon and a long-range ballistic missile capable of reaching the US.\nThe US says the new sanctions are designed to put a further squeeze on North Korea, cutting off sources of revenue and fuel for its nuclear programme and clamping down on evasion of already existing restrictions.", "date": "28 February 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-43219614", "tags": "syria un report used missile materials weapons chemical syrian n north korea"}