{"title": "N.R.A. Sues Contractor Behind NRATV", "content": "It’s the N.R.A. versus NRATV.\nThe National Rifle Association sued one of its largest and most enduring contractors late last week and raised concerns about the contractor’s relationship to the association’s own president, Oliver North, in a stunning breach within the normally buttoned-up organization.\nThe suit was filed late Friday by the N.R.A. in Virginia, where it is based, against Ackerman McQueen, the Oklahoma ad firm that operates NRATV, the group’s incendiary online media arm. The suit asserts that Ackerman has concealed details from the N.R.A. about how the company is spending the roughly $40 million that it and its affiliates receive annually from the association.\nThe suit creates uncertainty about Mr. North’s future at the organization. And it leaves the future of NRATV in doubt, given the new acrimony in the Ackerman relationship.\nSince Ackerman created NRATV in 2016, it has often been “perceived by the public as the voice of the N.R.A.,” according to the rifle association’s complaint. It has also taken on an apocalyptic tone, warning of race wars, calling for a march on the Federal Bureau of Investigation and portraying the talking trains in the children’s show “Thomas & Friends” in Ku Klux Klan hoods.\nThe New York Times reported  this year that two prominent N.R.A. board members were among those voicing alarm inside the association that NRATV was often straying beyond gun rights. The Times article also revealed that Ackerman had a previously undisclosed financial relationship with Mr. North.\nThe association is untangling broader problems as well, including a legal fight in New York with the administration of Gov. Andrew M. Cuomo over an insurance program the N.R.A. offers to gun owners. The new state attorney general, Letitia James, has also repeatedly threatened to investigate the tax-exempt status of the organization, which was incorporated in New York.\nFacing this regulatory backdrop, the association began a review of its financial relationships with hundreds of vendors in August to ensure that it was in compliance with best practices.\nThe N.R.A. complaint alleges that Ackerman refused to turn over a number of financial records, including those detailing out-of-pocket expenses “that lacked meaningful documentation of N.R.A. approvals, receipts or other support.” The association also wants documents that it says could allay its concern that it was being invoiced for the full salaries of Ackerman employees who also did work for other Ackerman clients. In addition, the complaint alleges that Ackerman has refused to provide data about NRATV’s unique visitors and various other performance measures.\n“The N.R.A.’s patience has run out,” the suit says.\nAckerman, in a statement, sharply disputed the contentions in the lawsuit, whose filing was earlier reported by The Wall Street Journal.\n“During a three-week review, an N.R.A. forensic auditing firm received every single piece of information they [the N.R.A.] requested,” the statement said. “Further, the N.R.A. has had consistent access to any and all documents regarding NRATV analytics. Despite the representation set forth in their lawsuit, the N.R.A. had the personnel contract they claim AM withheld last week before they filed their lawsuit.”\nThe complaint details a peculiar standoff with Ackerman over Mr. North, who took over as president last year. The N.R.A. claims it was aware that Mr. North had a contract to act as the host of a web series for Ackerman, but that Ackerman has refused to provide a copy of the contract for nearly six months. Additionally, Mr. North’s counsel told the N.R.A. that “he could only disclose a copy of the contract” if Ackerman said he could, the suit says.\nSubsequently, Ackerman allowed the N.R.A.’s general counsel to view the contract but not keep a copy; the viewing added to N.R.A. concerns that it had not previously received an accurate summary of the document. The association was also concerned that Mr. North’s relationship to Ackerman could “supersede his duties to the N.R.A.”\nA standoff persists over additional details about the relationship, according to the complaint.\nThe lawsuit is further complicated by family ties. The N.R.A.’s outside lawyer, William A. Brewer III, is the son-in-law of Angus McQueen, a co-chief executive of Ackerman, and the brother-in-law of Revan McQueen, its chief executive. Ackerman called the relationships an “irreconcilable conflict of interest” and said some kind of family dispute “pervades the Brewer firm’s dealings with Ackerman McQueen.”\nTravis Carter, a spokesman for Mr. Brewer’s law firm, said “the familial relationship” had “no bearing whatsoever on the N.R.A.’s litigation strategy.” He added, “Any suggestion to the contrary is contrived and a red herring.”\nThe suit culminates the fracturing of a more than three-decade relationship between Ackerman and the N.R.A., going back to the shaping of such memorable lines as Charlton Heston’s proclaiming that his gun would have to be pried “from my cold, dead hands.” Wayne LaPierre, the longtime chief executive of the N.R.A., had previously been a steadfast champion of the Ackerman relationship.\n“I think it says something about Wayne’s character, even though he’s had a long-term working business relationship with a vendor, he’s willing to do what is right and necessary for the N.R.A. and its members,” said Todd Rathner, a board member of the rifle association.\nJoel Friedman, another board member, said he was dismayed that the documents had not been turned over.\n“It leaves you questioning, and you can come up with all these potential different scenarios as to why, but none of them are good,” he said.\n“My mind goes to: Are they overcharging us? That’s one,” he added. “Two, are there things charged to us that were not part of the contract? Then, No. 3, has there been a misallocation of personnel?”", "date": "April 15, 2019", "href": "https://www.nytimes.com/2019/04/15/business/nra-nratv-lawsuit.html", "tags": "contractor ackerman nratv sues n.r.a ” n.r.a. association relationship behind north"}