{"title": "N.R.A. Suit Claims Cuomo’s ‘Blacklisting’ Has Cost It Millions of Dollars", "content": "The long-running battle between Gov. Andrew M. Cuomo of New York and the National Rifle Association, which says it has lost millions of dollars because of state officials’ political agenda, entered another round of legal wrangling and public posturing this week.\nMr. Cuomo announced on Friday that the state was moving to dismiss a lawsuit the N.R.A. filed in federal court in May, which he called “frivolous.” The lawsuit, which accused state officials of “blacklisting” the gun rights organization, was amended with sharper language last month.\nAt issue is whether New York regulators violated the constitutional rights of the N.R.A. by preventing financial institutions and insurers in the state from doing business with the organization.\nIn the lawsuit, the N.R.A. accused Mr. Cuomo, as well as the New York State Department of Financial Services and its superintendent, Maria T. Vullo, of discrimination that violated the organization’s right to free speech.\nLast month’s amended complaint included more details about how state regulators have squeezed the organization.\nThe N.R.A. said officials had discouraged banks and insurers, including Lockton Companies and Chubb Group Holdings, from working with it.\nIf insurers remain wary, the organization said, it could be forced to shut down some of its programs, such as its online video channel, NRATV.\n“Defendants’ conduct indeed shocks the conscience,” the complaint said.\nMr. Cuomo’s response on Friday was terse: “If I could have put the N.R.A. out of business, I would have done it 20 years ago.”\nWhile the complaint said the N.R.A. had “suffered tens of millions of dollars in damages” because of New York State officials, it did not make specific claims about the organization’s current financial standing.\nMuch of the argument revolves around Carry Guard, an insurance program started by the N.R.A. last year that was meant to cover legal fees for people who fired a weapon in self-defense.\nNew York financial regulators began investigating the program in October. That investigation was continuing when a gunman killed 17 people at Marjory Stoneman Douglas High School in Parkland, Fla., in February.\nSurvivors of the shooting have led protests in support of stricter gun control. Politicians have voiced their support, including Mr. Cuomo, who stretched out on a sidewalk to participate in a “die-in” with students in Lower Manhattan in March. Several businesses including car rental services, airlines, technology companies and insurers announced that they were cutting ties with the N.R.A.\nThree months after the Parkland shooting, the Department of Financial Services announced that Lockton and an affiliate would pay a fine of $7 million while Chubb and a subsidiary would pay $1.3 million for underwriting Carry Guard.\nAccording to the department, the program “unlawfully provided liability insurance to gun owners for acts of intentional wrongdoing.”\nDays later, the N.R.A. filed its initial complaint, arguing that the state’s aims went far beyond its opposition to Carry Guard. “From the outset, it was clear that the investigation was meant to advance Cuomo’s political agenda by stifling the N.R.A.’s speech and retaliating against the N.R.A. based on its viewpoint on gun control issues,” it said, claiming that its constitutional rights had been violated through conspiracy and implicit censorship.\nLast month’s amendments added two more accusations: that state officials had interfered with potential revenue and that they had violated the N.R.A.’s freedom of association.\n“Defendants seek to silence one of America’s oldest constitutional rights advocates,” it said. “If their abuses are not enjoined, they will soon, substantially, succeed.”\nIn announcing the filing to dismiss the suit, Mr. Cuomo said that “while the N.R.A. tries to play the victim, New York stands with the real victims — the thousands of people whose lives are cut short by gun violence every year.”\nThe N.R.A. is a staunch, sometimes incendiary defender of the Second Amendment with a long record of hobbling regulatory efforts, grading legislators on their voting histories and running ads suggesting that the rights of gun owners are forever under siege.\nDuring the 2016 presidential election cycle, the N.R.A. spent $20 million to persuade voters to reject Hillary Clinton and another $11 million in support of Donald J. Trump. Public records from that year showed that the organization’s expenses exceeded revenues by about $46 million.\nDonations to the organization spiked after the Parkland shooting, according to records from the Federal Election Commission.\nWilliam Brewer, a partner at Brewer, Attorneys & Counselors who is lead counsel in the organization’s lawsuit against the New York officials, said on Saturday that the N.R.A. is growing and “in good financial standing.”\n“However, the conduct of defendants, from the home state of the N.R.A., now threaten the financial growth and overall trajectory of the organization,” he said.\nOn Saturday afternoon, Mr. Cuomo doubled down in his opposition to Carry Guard, announcing a “national effort urging states across the country to follow New York’s lead and outlaw” the insurance program.\n“At a time when Washington has completely abdicated its responsibility to protect the American people, states must lead,” he said in a statement.", "date": "Aug. 4, 2018", "href": "https://www.nytimes.com/2018/08/04/nyregion/nra-broke-financial-lawsuit.html", "tags": "‘ millions york dollars blacklisting claims suit cost n.r.a ” financial organization cuomo state new"}