{"title": "N.R.A. President to Step Down as New York Attorney General Investigates", "content": "INDIANAPOLIS — Oliver L. North announced on Saturday that he would not serve a second term as the National Rifle Association’s president, deciding to step down as the organization grappled with a bitter dispute over its future and its worst leadership crisis in decades.\nHe made the announcement as the N.R.A. faced a challenge from the New York attorney general, Letitia James, who had opened an investigation into the gun group’s tax-exempt status.\nOn Friday, Ms. James’s office sent letters instructing the N.R.A. and affiliated entities, including its charitable foundation, to preserve relevant financial records. Some of the N.R.A.’s related businesses also received subpoenas, according to people with knowledge of the inquiry. Both the attorney general’s office and a lawyer for the N.R.A. confirmed the investigation.\nThe move by Ms. James came amid a stunning internal power struggle that took a major turn on Saturday when Mr. North, in a letter that was read on his behalf at the N.R.A.’s convention, said he would not be renominated. He and insurgents in the N.R.A. this past week had been trying to oust Wayne LaPierre, the group’s longtime chief executive.\n“It was a great privilege to serve as your president this past year,” Mr. North said in the letter. He added that the N.R.A. had “a clear crisis” that it needed to deal with “immediately and responsibly,” and that he had recently created a committee to investigate financial improprieties.\nHis move appeared to end the struggle against Mr. LaPierre, though there will likely be more clarity after the N.R.A.’s board meets on Monday. Supporters of Mr. North spoke up during a contentious gathering after his statement, but Mr. LaPierre appeared to hold substantial support in the room.\nTheir standoff began on Wednesday, when Mr. North urged Mr. LaPierre to resign. On Thursday, Mr. LaPierre sent a letter to the board in which he accused Mr. North of threatening to release damaging information about him and other executives if he refused to step down.\nThe shadow cast by Ms. James’s looming action had in some ways spurred the confrontation unfolding at the N.R.A.’s annual convention.\nEven before her election last year, Ms. James had promised to investigate the organization’s tax status, and had told Ebony magazine that the N.R.A. held itself “out as a charitable organization” but was actually “a terrorist organization.”\nShe has special jurisdiction over the group because it was chartered in New York. Her office has broad authority to investigate nonprofits and can seek a number of potential remedies against them in court; a previous inquiry by Ms. James’s predecessors led to the shuttering of President Trump’s charitable foundation, a far smaller enterprise.\n“The N.R.A. will fully cooperate with any inquiry into its finances,” William A. Brewer III, the N.R.A.’s outside counsel, said in a statement on Saturday. “The N.R.A. is prepared for this, and has full confidence in its accounting practices and commitment to good governance.”\nIn a statement Saturday evening, Ms. James’s office said it had “launched an investigation related to the National Rifle Association” and “has issued subpoenas. We will not have further comment at this time.”\nMr. Brewer has assailed Ms. James in the past for threatening to investigate the N.R.A. before she was elected, saying she was embarking on “a taxpayer-funded fishing expedition.”\nBut such warnings were taken seriously, and last August the N.R.A. embarked on a review of its relationships with all of its contractors.\nN.R.A. officials, including Mr. LaPierre, have said that its most prominent contractor, the Oklahoma-based ad firm Ackerman McQueen, did not comply with its requests to turn over financial records, a contention that Ackerman has contested.\nThe dispute led the N.R.A. to sue Ackerman earlier this month, and the lawsuit is at the heart of the infighting. Mr. North is an employee of Ackerman and is paid “millions of dollars annually” by the company, Mr. LaPierre told the board on Thursday. Mr. North had sided with Ackerman in the legal battle, alarming some board members.\nThe legal fight has crippled a longstanding relationship between the N.R.A. and Ackerman, two organizations that are tightly intertwined. Ackerman came up with memorable lines such as Charlton Heston’s proclamation that his gun would have to be pried “from my cold, dead hands.” Ackerman also developed NRATV, a controversial online streaming network that had aroused concerns among some board members for straying too far from gun rights. The network’s personalities warned of race wars and portrayed the talking trains in the children’s show “Thomas & Friends” in Ku Klux Klan hoods.\nThere are a number of potential issues that could arise in Ms. James’s inquiry. Earlier this year, The New York Times reported that the N.R.A.’s affiliated charity, the N.R.A. Foundation, had transferred more than $100 million since 2012 to the N.R.A., and that it also lent the N.R.A. $5 million in 2017. Donations to the N.R.A. Foundation are tax-deductible, while those to the N.R.A. are not, and the transfers concerned some tax experts.\nThe Times also reported that the N.R.A. had paid $18 million since 2010 to a company that produces “Under Wild Skies,” a hunting show on NRATV. Tyler Schropp, the N.R.A.’s advancement director, had a stake in the production company until at least 2017; nonprofit rules require a cautious approach for transactions that benefit key executives.\nThe Wall Street Journal has reported on multiple transactions benefiting firms with ties to N.R.A. officials, while The New Yorker further scrutinized internal conflicts within the organization.\nMr. North cited reporting by all three organizations as the impetus for actions he had recently taken, saying “these allegations of financial improprieties could threaten our nonprofit status.”\nThe latest developments come amid a variety of challenges for the N.R.A., including lagging contributions and an increasingly well-financed gun control movement, motivated by a string of mass shootings.\nAnd the attorney general’s inquiry is not the only threat the gun group faces in New York. The N.R.A. is already in a legal battle with the administration of Gov. Andrew M. Cuomo over insurance it offers to gun owners.\nSpeaking at the convention on Saturday, Mr. LaPierre lashed out at Mr. Cuomo, saying he “hates the N.R.A. and he hates our freedom.” He also asked how Ms. James’s description of the N.R.A. as a “terrorist organization” made its members feel. The crowd answered with a cascade of boos.\nGoing back to the late 1970s, the N.R.A. has had upheavals every couple of decades that have altered the organization’s trajectory. Board members see their meeting on Monday as the latest such defining battle.\nMr. North, who was recently installed as president, was the central figure in the Reagan-era Iran-contra affair and remains a hero to many on the right.\nHis announcement caught high-ranking members of the organization off guard. One member approached a reporter on Saturday outside a ballroom where the group was meeting, and asked, “Can you tell me what’s going on?”", "date": "April 27, 2019", "href": "https://www.nytimes.com/2019/04/27/us/oliver-north-nra.html", "tags": "general york “ ackerman step president n.r.a ms. james n.r.a. investigates lapierre new north attorney"}