{"title": "N.R.A. Seeks Distance From Russia as Investigations Heat Up", "content": "When a delegation of high-profile donors, boosters and board members from the National Rifle Association traveled to Russia in 2015, they visited a gun factory in Moscow, took in a ballet and met with members of Vladimir Putin’s inner circle.\nBut now the N.R.A. is seeking to distance itself from the trip, after revelations that a Russian woman who helped arrange it, Maria Butina, was conspiring to infiltrate the organization.\nThe trip has been a subject of scrutiny in at least four inquiries into the N.R.A.’s ties to Russia; questions about the N.R.A. have also surfaced in the investigation by the special counsel, Robert S. Mueller III. Newly empowered congressional Democrats are now stepping up efforts to uncover how much money the N.R.A. received from Russia, and whether the group served as a conduit for Russian funds into the 2016 Trump campaign.\nThe N.R.A.’s chief executive, Wayne LaPierre, forbade staff members to join the delegation that went to Russia, according to the organization’s outside counsel, William A. Brewer III — “Wayne was opposed to the trip,” he said. The N.R.A.’s president at the time, Allan Cors, abandoned a plan to join the delegation, and the group refused to pay all of the related travel expenses, though it did cover some of them.\n“Wayne expressed concerns about this trip and suggested that I not participate,” Mr. Cors said in a statement released through the N.R.A. “Wayne did not want any misconception that this was an official trip. Frankly, I had similar concerns.”\nGiven Mr. LaPierre’s power within the organization, it is unclear how such a trip would have proceeded at all despite his opposition to it.\nThe trip was organized by David Keene, a former N.R.A. president who was close to Ms. Butina, and who had his own interests in Russia. An email between a member of the delegation and Paul Erickson, a Republican operative who is Ms. Butina’s boyfriend, suggests that Mr. Keene, who was then the opinion editor of The Washington Times, hoped to secure an interview with Vladimir V. Putin, the Russian president, according to people familiar with the email. Mr. Keene also later explored a deal to import Russian gas with Ms. Butina’s help, though it never appeared close to fruition.\nMr. Erickson’s lawyer, William H. Hurd, had no comment on the email, but noted that his client had not gone on the trip and said, “Anyone who thinks that a freedom-loving group like the N.R.A. is going to get all cozy with Vladimir Putin is living in Fantasyland.” A woman answering the phone at Mr. Keene’s home referred calls to the N.R.A.\nAlso along for the Russia trip were Joseph R. Gregory, co-chairman of the N.R.A.’s Golden Ring of Freedom, a group for donors of $1 million or more; and Pete Brownell, then the organization’s first vice president, who would later become president.\nCongressional scrutiny of the N.R.A. has intensified since Ms. Butina pleaded guilty last month to conspiring to act as a foreign agent, in a deal with the United States attorney’s office in Washington. She admitted to being part of a Russian-backed effort to use the N.R.A. to influence American politics. Two Senate committees are also investigating the N.R.A.’s ties to Russia, as is the House Intelligence Committee, and the Federal Election Commission initiated a preliminary inquiry last year. Three past N.R.A. presidents — Mr. Keene, Mr. Cors and Mr. Brownell — have been asked for interviews in the inquiries.\nA critical question for investigators is the extent of the N.R.A.’s financial ties to Russia. While the N.R.A. has turned over thousands of pages of records in the Senate inquiries, those documents do not include the organization’s closely held donor records; it is possible, however, that federal investigators have obtained the organization’s tax records from the Internal Revenue Service.\nResponding to questions from the Senate Finance Committee, the N.R.A. said last year that since 2015 it had brought in roughly $2,500 “from people associated with Russian addresses” or Russian nationals living in the United States. But that left open the question of money that may have come from shell companies or other less overt sources.\n“The N.R.A. should provide the financial documents and other records necessary to explain the scope of their activities,” Senator Ron Wyden, Democrat of Oregon and the committee’s ranking member, said in a statement. “The prospect of N.R.A. or N.R.A. officials abusing nonprofit status to work with a hostile regime and undermine our democracy is central to my investigation.”\nThe N.R.A.’s outside counsel, Mr. Brewer, said that after an internal review, the group “believes that no foreign money made its way into the organization for use in the 2016 presidential election.” Any suggestion that the group took in Russian money, he said, “fails to appreciate the steps the N.R.A. takes to guard against such an unwanted event.”\nWith Democrats now controlling the House, an inquiry led by the House Intelligence Committee has new life.\n“We had begun to pursue this investigative thread at least a year ago, and were stymied by the then-majority,” said Representative Adam B. Schiff, the California Democrat who now leads the committee. “We were really not able to determine how the Russians used the N.R.A. as a back channel or look into allegations that the Russians may have funneled money through the N.R.A. to influence the election. Those issues remain of deep interest to us.”\nMr. Keene spent several years building ties with Russia. He befriended Aleksandr P. Torshin, a Russian politician close to Mr. Putin who worked closely with Ms. Butina. The trip was ostensibly an effort by Mr. Keene and Ms. Butina to link efforts to advance gun rights in Russia and the United States, and was partly funded by Right to Bear Arms, an organization Ms. Butina founded.\nMembers of the N.R.A. met with Russia’s foreign minister, Sergei Lavrov, as well as Dmitry Rogozin, who at the time was Russia’s deputy prime minister and was under sanction by the Obama administration for his role in the Russian occupation of Crimea. A number of photos were taken along the way, at locales that included a Moscow hunting club, and posted on social media.\nLike Mr. Keene, some others on the trip had an interest in Russia beyond the N.R.A. Jim Liberatore, chief executive of Outdoor Sportsman Group, which operates the Outdoor Channel and has financial ties to the N.R.A., had an idea for a reality show starring Mr. Putin. After meeting Ms. Butina on the trip, he hired her as a $5,000-a-month consultant to help pursue the show, though he gave up on it a few months later.\nMr. Brownell had expanded his family-owned gun accessory retailer, Brownells, into Russia in 2015, before the trip, licensing its name to a local company and collecting a percentage of sales. Brownells has similar deals in more than a dozen other countries, a company spokesman said.\nAfter the N.R.A. declined to pay some of the trip’s costs, Mr. Brownell covered nearly $14,000 in travel expenses for another participant, the former Milwaukee Sheriff David A. Clarke, Jr., public records show.\nThe trip has not been the only recent subject of controversy for the N.R.A. There have been signs of financial strain, including reports that the organization cut perks like free coffee. Gun control groups outspent the N.R.A. in the 2018 election cycle, upending what had become the typical political order. The group is also locked in a legal battle with New York State, which barred it from offering insurance to gun owners involved in shootings, an important source of revenue for the organization.\nMr. Brownell abruptly stepped down as president last year, halfway through the traditional tenure served by his predecessors, catching the organization off guard. Even his successor, Oliver North, could not hide his surprise.\n“I did not expect that this was going to be happening,” Mr. North told NRATV, the group’s online video channel.\nMr. Brownell, for his part, said, “The position demands full-time attention today, where in the past it was honorific in nature.” He added, “I wanted to devote more attention to my family and to my growing business.”", "date": "Jan. 28, 2019", "href": "https://www.nytimes.com/2019/01/28/us/nra-russia-maria-butina-investigations.html", "tags": "investigations heat distance trip butina seeks russian n.r.a ” organization russia"}