{"title": "N.R.A. Suggests Trump May Retreat From Gun Control", "content": "WASHINGTON — The top lobbyist for the National Rifle Association claimed late Thursday that President Trump had retreated from his surprising support a day earlier for gun control measures after a meeting with N.R.A. officials and Vice President Mike Pence in the Oval Office.\nThe lobbyist, Chris Cox, posted on Twitter just after 9 p.m. that he met with Mr. Trump and Mr. Pence, saying that “we all want safe schools, mental health reform and to keep guns away from dangerous people. POTUS & VPOTUS support the Second Amendment, support strong due process and don’t want gun control. #NRA #MAGA.”\nMr. Trump tweeted about an hour later, “Good (Great) meeting in the Oval Office tonight with the NRA!”\nSarah Huckabee Sanders, the White House press secretary, declined to provide details about the previously unannounced meeting. A spokeswoman for the N.R.A.’s lobbying arm, which Mr. Cox leads, did not respond to requests for further comment.\nBut the twin tweets suggest that it may have taken the gun rights group only a little over a day to persuade the president to back away from his apparent embrace of gun control during a remarkable, televised meeting on Wednesday with members of Congress.\nIn that meeting, Mr. Trump called for comprehensive legislation that would, among other things, expand background checks to firearms purchased at gun shows and on the internet — a measure favored by Democrats but anathema to the N.R.A.\nHe also stunned lawmakers from both parties by suggesting that he would support measures to allow the authorities to seize guns from mentally ill people or those who could pose a danger without first following due process, like appearing before a judge.\n“I like taking the guns early,” he said, adding, “Take the guns first, go through due process second.”\nThe reaction from the N.R.A.’s allies on Capitol Hill to those comments was fierce the next day, as conservatives vowed that such measures would not become law regardless of Mr. Trump’s declarations.\nBut Mr. Trump kept mostly quiet on the subject Thursday. In a morning tweet, he said that “many ideas, some good & some not so good,” had been discussed at the session on Wednesday, and he again endorsed the idea of improving background checks. He added, “Respect 2nd Amendment!”\nMr. Cox, in his post Thursday night, singled out due process as something Mr. Trump supports — a suggestion that Mr. Cox had explained to the president that conservatives would revolt against gun seizures by the government without due process.\nOn Wednesday, Democrats and gun control activists had expressed hope, as well as skepticism, about Mr. Trump’s surprising support for legislation to more strictly regulate guns — something that the Republican Party and the N.R.A. have long opposed.\nBy Thursday night, several expressed resignation to the late-night statements by the president and Mr. Cox.\n“Unsurprising, but no less revolting,” tweeted Matt Bennett, a longtime advocate of gun control and a top official at a center-left Washington think tank, in response to Mr. Cox’s comment.\nOn Capitol Hill earlier Thursday, a number of Republicans sought to distance themselves from Mr. Trump’s remarks at the Wednesday session.\nSome who voted against legislation in 2013 that would have expanded background checks said Mr. Trump had said nothing that changed their minds. And several party newcomers, who were not present for the emotional debate prompted by the 2012 massacre at Sandy Hook Elementary School in Newtown, Conn., said they could not support such a bill.\n“So far there’s been a lot of chopping, but I don’t see any chips flying, and I don’t think that’s going to change,” said Senator John Kennedy, a freshman Republican from Louisiana known for his colorful analogies.\nOthers were more to the point. “He has not changed my mind,” said Senator Shelley Moore Capito, Republican of West Virginia.\nIn a sign that there will be no rush to advance gun legislation, Senator Mitch McConnell of Kentucky, the Republican leader, told reporters that he had no intention of bringing a gun measure to the Senate floor next week. And Senator John Cornyn of Texas, the No. 2 Republican, dismissed Wednesday’s White House meeting as a “brainstorming session” that would not dictate policy.\nMr. Cornyn is the chief sponsor of the so-called Fix NICS Act, which would incentivize states and federal agencies to improve their reporting to the National Instant Criminal Background Check System, or NICS, for gun purchases.\nThe measure, which people on both sides of the gun debate agree is modest, has 49 sponsors in the Senate. Mr. Cornyn has said he would like his legislation to serve as a “base bill” that could be a starting point for a debate in which other senators could offer amendments.\nBut even the Fix NICS Act is facing a hurdle: Mr. McConnell cannot sidestep Senate rules to bring it to the floor quickly for a vote because unanimous consent is required to do so, and at least one senator, Mike Lee, Republican of Utah, has objected.\nAnd at least one Democratic senator, Richard Blumenthal of Connecticut, said Democrats might seek to block a stand-alone Fix NICS bill, because it does not go far enough.\nCongress passed similar legislation in 2007, after the massacre at Virginia Tech. But lapses persist. For example, the Air Force failed to report a domestic violence court-martial to the F.B.I. that could have prevented a Texas gunman from purchasing a weapon before killing 26 people in a Texas church last November. Mr. Cornyn began the push for his legislation after that massacre.\n“I think that we’ve come to the conclusion that Fix NICS alone would be a mockery of the magnitude of the problem and also the seismic shift in public opinion around this issue,” Mr. Blumenthal said.\nGun control has long been one of the most divisive and emotional issues in Washington. The issue is front and center again after the mass shooting last month at a high school in Parkland, Fla.\nIn addition to embracing expanded background checks, Mr. Trump had called on Wednesday for measures to keep guns from mentally ill people, secure schools and restrict gun sales for some young adults. At one point, he even suggested a conversation on an assault weapons ban.\n“It was wild,” said Senator John Thune of South Dakota, the No. 3 Republican in the chamber.\nWith the House out of session on Wednesday and Thursday, senators were left to parse the meaning of the president’s remarks. Picking up on Mr. Trump’s stated desire for broad gun legislation, Senate Democrats rolled out their own set of proposals on Thursday: expanding background checks, banning assault weapons and allowing protective orders to temporarily take away guns from people who have shown signs of being dangerous.\nSenator Chuck Schumer of New York, the Democratic leader, who outlined the plan, gave Mr. Trump credit for his comments at Wednesday’s meeting but also urged the president to stick to them. Mr. Schumer has ample experience with the president’s shifting demands; in January, Mr. Schumer said that negotiating with him was like “negotiating with Jell-O.”\n“Words alone will not prevent the next mass shooting,” Mr. Schumer said on Thursday before the late-night tweets. “One public meeting will not close background check loopholes. One hour of television won’t get assault weapons off our streets.”", "date": "March 1, 2018", "href": "https://www.nytimes.com/2018/03/01/us/politics/trump-republicans-gun-control.html", "tags": "suggests may thursday control “ n.r.a trump gun meeting retreat said"}