{"title": "N.R.A. Joins Questioning of Florida Sheriff in ‘Stand Your Ground’ Case", "content": "MIAMI — After a Florida sheriff  decided not to arrest a white man who the authorities say killed an unarmed black man in a confrontation over a handicapped parking spot, outrage came from expected places: the victim’s family, civil rights organizations and Democratic politicians eager to repeal Florida’s controversial self-defense law, known as Stand Your Ground.\nBut what was far more unusual was the perceived criticism from the powerful state lobbyist for the National Rifle Association, as well as Republican legislators who helped write the law. They disputed the sheriff’s interpretation and implied that perhaps the gunman should have been arrested.\nFaced with increasing questions about his actions, Sheriff Bob Gualtieri of Pinellas County addressed his critics on Tuesday in a lengthy news conference, defending his decision not to arrest Michael Drejka in the shooting of Markeis McGlockton.\n“I didn’t get it wrong,” the sheriff said.\nHis decision to let Mr. Drejka go free has reopened the debate in Florida over Stand Your Ground, a 2005 law that first rose to national attention after the 2012 fatal shooting of Trayvon Martin, a 17-year-old African-American teenager whose killer the police initially declined to arrest, citing the law.\nIn an election year already suffused with gun politics, Democrats have called for a federal investigation and traveled to Clearwater, the site of the McGlockton shooting, to rally support for legislative change.\nFlorida lawmakers have repeatedly expanded the state’s far-reaching self-defense laws. Just last year, the Legislature made it easier for defendants to invoke the “stand your ground” protections. Instead of defendants having to prove that they were acting in self-defense, the new law shifts the burden to prosecutors, who now must prove by “clear and convincing evidence” that the use of force was not justified.\nThe legislators who created Stand Your Ground say there is nothing wrong with the law — only, perhaps, with the way in which it is being applied. But Sheriff Gualtieri, a Republican who supports the law, said on Tuesday that the law might require “some changes.”\n“There’s room to tweak it, to tighten it up in some areas,” he said. “Tweaking it so that it is less ambiguous, it’s clearer, and could be applied a little bit more easily than what we’re having to go through here.”\nIn any case, he said, he should have emphasized early on that his decision to let Mr. Drejka go free does not mean the state attorney won’t eventually charge him with a crime. Deputies expect to turn over their case file to prosecutors this week.\nThe state attorney’s office declined to comment on Tuesday.\nSurveillance video from the July 19 shooting shows Mr. Drejka, 47, approaching a car parked in a handicapped space outside a Circle A convenience store. He starts arguing with the woman sitting in the car — Britany Jacobs, 25, Mr. McGlockton’s girlfriend — about parking without a handicap permit, according to the sheriff. Mr. McGlockton, who had been in the store, exits, approaches Mr. Drejka and pushes him to the ground. Mr. Drejka pulls out a gun. Mr. McGlockton, 28, appears to take a few steps back. Mr. Drejka shoots him once in the chest.\nMr. McGlockton’s funeral on Saturday drew 250 people, including a Democratic candidate for governor. Another Democrat, Mayor Andrew Gillum of Tallahassee, the only black candidate in the governor’s race, called on Gov. Rick Scott to declare a state of emergency in order to suspend the Stand Your Ground law.\n“The consequence of confusion over how Stand Your Ground is applied in this state can result in the loss of life of otherwise innocent people,” Mr. Gillum said.\nThe governor, a Republican, has declined to comment on the shooting beyond expressing his condolences. His spokesman said Tuesday that Mr. Scott “expects that every Florida law be enforced and applied fairly by law enforcement and state attorneys, who are elected Floridians. If the Legislature wants to make any changes to clarify Florida’s laws next legislative session, they can do so.”\nSheriff Gualtieri and Bernie McCabe, the state attorney for Pinellas and Pasco counties, are listed as co-hosts for a Tuesday night fund-raiser for Mr. Scott’s campaign for the United States Senate.\nSheriff Gualtieri hoped to be joined at Tuesday’s news conference by representatives from the local chapter of the N.A.A.C.P. and an alliance of African-American church ministers in a show of unity that might have quelled ongoing alarm over the shooting. But the two organizations bailed on the news conference, citing a Politico report published Monday that quoted the N.R.A. and G.O.P. lawmakers disputing the sheriff’s interpretation of Stand Your Ground.\n“It’s very rare that the N.R.A. and the Republican lawmakers who drafted and passed Stand Your Ground tell a sheriff that his version of Stand Your Ground is not applicable in this case,” Benjamin L. Crump, an attorney for Mr. McGlockton’s family, told The New York Times in an interview on Tuesday. “Michael Drejka should have been arrested that day, just like Markeis McGlockton would have been arrested had he pulled the trigger.”\nThe unusual criticism from the gun lobby and legislators friendly to its cause came in response to several statements by the sheriff in a news conference on July 20, the day after the shooting. Sheriff Gualtieri said, among other things, that his office could be held liable in civil court for arresting a perpetrator who went on to successfully assert a Stand Your Ground defense.\nMarion Hammer, the N.R.A.’s longtime Tallahassee lobbyist and a key figure in promoting Florida’s emergence as a laboratory for gun-friendly legislation, said in an email to Politico that the law allows sheriffs to make arrests if they think they can prove a crime has been committed.\n“Nothing in either the 2005 law or the 2017 law prohibits a sheriff from making an arrest in a case where a person claims self-defense if there is probable cause that the use of force was unlawful,” Ms. Hammer said, according to Politico. “Nothing in the law says a person can sue the sheriff for making an arrest when there is probable cause.” She did not respond to a request for comment from The Times on Tuesday.\nThe sheriff had also said that the law created a “largely subjective standard” for how a person who felt threatened could use deadly force in self-defense. The standard is objective, said state Senator Dennis Baxley, who helped write the law when he was in the state House.\n“It’s a reasonable person standard, and that means that any — any — reasonable person could look at the fact pattern and concur that he was threatened,” Mr. Baxley said in an interview on Tuesday.\nSheriff Gualtieri, who has a law degree, said Tuesday that while he knows the standard is objective, “There’s a subjective component.” He noted that he must consider not only the surveillance video, shot from an angle to the right and behind Mr. McGlockton, but also the view from Mr. Drejka’s perspective, on the ground in front of Mr. McGlockton, as well as other evidence.\nThe sheriff, who is white, dismissed any suggestion that his decision was driven by race, calling that “nonsense.” He pointed to two white defendants his office arrested in 2017 and 2012 who were later let go after the state attorney’s office declined to prosecute based on Stand Your Ground.\nAn attorney for the 2017 defendant, a woman arrested on charges of second-degree murder in connection with the death of her abusive husband, notified the sheriff on May 15 that she intends to sue in civil court for false arrest and false imprisonment “without sufficient probable cause.”\nIn a telephone interview with The Times, the sheriff said the pending litigation did not affect his decision in the McGlockton case, and instead he has evaluated the evidence. In the parking lot confrontation, he said, Mr. Drejka appeared to have “stuck his nose where it did not belong.”\n“Do I think that I would have shot in that situation? No,” the sheriff said. “But just because I would not have, or don’t believe I would have, doesn’t mean he’s not within the boundaries of the law.”", "date": "July 31, 2018", "href": "https://www.nytimes.com/2018/07/31/us/stand-your-ground-law-nra.html", "tags": "sheriff ‘ ground joins mcglockton n.r.a ” state florida case stand questioning law said"}