{"title": "Nadia Murad - from rape survivor in Iraq to Nobel Peace Prize", "content": "Nadia Murad is an Iraqi Yazidi who was tortured and raped by Islamic State (IS) militants and later became the face of a campaign to free the Yazidi people.\nIn 2014, she was captured and endured three months as a sex slave at the hands of the militants after they swept through the area of northern Iraq where she lived with her family.\nShe was bought and sold several times and subjected to sexual and physical abuse during her captivity.\nShe became an activist for the Yazidi people after escaping in November 2014, campaigning to help put an end to human trafficking and calling on the world to take a tougher line on rape as a weapon of war. \nShe is the first Iraqi to win the Nobel Peace Prize.\nShe was 21 when IS militants attacked her village in northern Iraq, close to the border with Syria. The militants killed those who refused to convert to Islam, including six of her brothers and her mother.\nAfter being captured, she was taken by force to Mosul, the de facto \"capital\" of IS' self-declared caliphate. \nThere she was forced to convert to Islam and sold repeatedly for sex as part of IS' slave trade.\nIn a 2017 memoir about her ordeal, she wrote: \"At some point, there was rape and nothing else. This becomes your normal day.\"\nShe initially tried to escape, but was immediately caught by one of the guards, she told the BBC in an interview in 2016. \nUnder their rules, she said, a captured woman became a spoil of war if she was caught trying to escape. She would be put in a cell and raped by all the men in the compound. \nThis is what happened to Ms Murad, who says the militants called this practice \"sexual jihad\".\nShe says after this, she could not think of trying to escape again. \nBut later, the man she was staying with in Mosul, who lived alone, told her he was going to \"sell\" her on to someone else. Ms Murad said she had managed to leave the compound and stopped at a house to ask for help.\nThe Muslim family there said they had no connection with IS and helped her to escape. She managed to cross into Iraqi Kurdistan and found refuge in camps with other Yazidis. She later reached Europe and now lives in Germany.\nShe has continued to campaign for the thousands of women who are still believed to be held captive by IS.\nShe was awarded the Vaclav Havel Human Rights Prize by the Council of Europe in 2016, and called for an international court to judge crimes committed by IS in her acceptance speech in Strasbourg.\nThat same year, she was also awarded the Sakharov Prize for Freedom of Thought by the European Parliament.\nShe was named the UN's first goodwill ambassador for survivors of human trafficking later that year. \nIt was the first time a survivor of atrocities was awarded the distinction, the UN said at the time.", "date": "5 October 2018", "href": "https://www.bbc.com/news/world-europe-45759669", "tags": "iraqi murad prize rape nadia later nobel militants captured yazidi escape peace became human iraq survivor"}