{"title": "Nancy Pelosi Says Rep- Ilhan Omar's Comment Was 'Not Meant In Anti-Semitic Way'", "content": "House Speaker Nancy Pelosi (D-Calif.) said Thursday she does “not believe” that Rep. Ilhan Omar (D-Minn,) “understood the full weight” of a comment she made that some have criticized as anti-Semitic.\n“She didn’t have a full appreciation of how they landed on other people where these words have a history and a cultural impact that might have been unknown to her,” Pelosi at a press briefing.\nPelosi’s remarks came just hours before a planned House vote on a House resolution spurred by Omar’s comment ― a measure that has sparked turmoil within the ranks of the chamber’s Democrats. \nOmar has been at the center of controversy for much of her time as a new congresswoman, most recently because of an assertion she made last week at a gathering in Washington.\n“I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country,” she said, in reference to Israel. \nPoliticians from both sides of the aisle responded by accusing her of anti-Semitism. Omar has denied that she intended to use anti-Semitic tropes or accuse American Jews of being more loyal to Israel than the U.S. \nHouse Democratic leaders have scrambled to figure out a way to defuse the furor, with the latest plan settling on the vote Thursday on the resolution that will condemn various forms of anti-Semitism, along with bigotry toward Muslims and other minorities. The resolution, posted by the House Democratic leadership early Thursday afternoon, does not mention Omar by name.\nThe push for the resolution resulted in a backlash among some House Democrats, who have viewed it as an indirect and unnecessary slight at Omar.\nOmar was defended on Wednesday by three leading contenders for the Democratic presidential nomination ― Sens. Bernie Sanders of Vermont, Kamala Harris of California and Elizabeth Warren of Massachusetts.\nPerhaps the most notable to comment was is Sanders, who is vying to become the first Jewish U.S. president of the United States and was pressed by many supporters to speak out in Omar’s defense. While calling anti-semitism a “hateful and dangerous ideology,” he said it should not be equated with “legitimate criticism” of Israel’s “right-wing” government under Premier Benjamin Netanyahu.", "date": "\n03/07/2019", "href": "https://www.huffpost.com/entry/nancy-pelosi-says-rep-ilhan-omars-comments-were-not-meant-in-anti-semitic-way_n_5c814d2de4b06ff26ba69c89", "tags": "resolution anti-semitic thursday meant way omar ” house israel says pelosi ilhan rep- comment nancy"}