{"title": "Nancy Pelosi- Trump's 'Hateful' Comments About Rep- Ilhan Omar Pose 'Real Danger'", "content": "House Speaker Nancy Pelosi (D-Calif.) warned Sunday that President Donald Trump’s “hateful” rhetoric toward Rep. Ilhan Omar (D-Minn.) creates “real danger,” days after some Democrats claimed she wasn’t taking a strong enough stance against the president’s anti-Muslim actions.\n“The president’s words weigh a ton, and his hateful and inflammatory rhetoric creates real danger,” Pelosi said in a statement.\nPelosi called on Trump to take down “his disrespectful and dangerous video,” referring to a misleading video the president tweeted Friday to his nearly 60 million followers. The video splices together comments Omar, a Muslim, made last month with footage of the Sept. 11 terrorist attacks.\nOmar, speaking to a Council on American-Islamic Relations event in Los Angeles on March 23, had condemned the increase in hate crimes against Muslims in the U.S. in the wake of the Sept. 11 attacks.\n“What Islam teaches us, and what I always say, is that love trumps hate,” Omar said in her speech. “No matter how much [Muslim Americans] have tried to be the best neighbor, people have always worked on finding a way to not allow for every single civil liberty to be extended to us.”\nA video clip of a small portion of her comments, missing key context, went viral last week after right-wingers shared it on their social media pages. \n“CAIR was founded after 9/11 because they recognized that some people did something, and that all of us were starting to lose access to our civil liberties,” Omar can be heard saying in a 19-second video clip taken from her roughly 20-minute speech.\nRepublican lawmakers and figures, either commenting before watching her whole speech or intentionally misleading their followers, falsely accused Omar of shrugging off the Sept. 11 attacks.\nRonna McDaniel, chairwoman of the Republican National Committee, called Omar a “terrorist sympathizing anti-Semite” and called for her to step down.\n“If it weren’t clear *before* her unbelievable comments about 9/11, Ilhan Omar needs to go,” McDaniel tweeted Wednesday.\nAll three “Fox & Friends” co-hosts, Brian Kilmeade, Ainsley Earhardt and Steve Doocy, slammed Omar during their Wednesday morning broadcast.\n“You have to wonder if she’s an American first,” Kilmeade said, tapping into the Islamophobic trope that Muslims in America harbor “dual loyalties.”\nTrump joined the Omar-bashing bandwagon by sharing the graphic video of the twin towers in New York City crumbling to the ground during the attacks following Omar’s comments.\n“WE WILL NEVER FORGET!” he wrote in the tweet that included the video. \nMany Democratic lawmakers defended Omar against the bad-faith attacks against her, accusing Trump and their Republican counterparts of inciting violence against the Minnesota congresswoman.\nBut Pelosi, in her initial response to the attacks on Omar, appeared to take a middle-of-the-road approach, stating any discussion of Sept. 11 “must be done with reverence.”\n“The President shouldn’t use the painful images of 9/11 for a political attack,” she tweeted.\nThe lukewarm rebuke from their party’s leadership didn’t sit well with some freshman Democratic lawmakers, including Reps. Rashida Tlaib (D-Mich.), who was sworn in alongside Omar and is also one of the first Muslim women in Congress, and Alexandria Ocasio-Cortez (D-N.Y.).\n“Ilhan Omar’s life is in danger,” Ocasio-Cortez tweeted. “For our colleagues to be silent is to be complicit in the outright, dangerous targeting of a member of Congress. We must speak out.”\nOmar has been bombarded by GOP attacks in recent months largely over her criticism of the Israeli government. The right, and some of her fellow Democrats, view her rhetoric as anti-Semitic, though Omar has repeatedly noted that she is speaking out against a foreign government and not Jewish people.\n“No one person ― no matter how corrupt, inept, or vicious ― can threaten my unwavering love for America,” Omar tweeted Saturday. “I stand undeterred to continue fighting for equal opportunity in our pursuit of happiness for all Americans.”\nEarlier this month, a New York man was arrested and charged with threatening to kill Omar, allegedly telling the FBI that he “loves the president and that he hates radical Muslims in our government.” Recent FBI reports show hate crimes against Muslims in the U.S. are at record levels. The rate of anti-Muslim assaults on American soil was 3 times higher in 2017 than in 2007.\nPelosi said Sunday that she spoke to the House’s sergeant-at-arms to ensure the U.S. Capitol Police are “conducting a security assessment to safeguard” Omar, her family and her staff.\nWhite House press secretary Sarah Huckabee Sanders said Sunday that Trump wasn’t trying to incite violence against Omar by “calling out” her comments.\n“The president is wishing no ill will and certainly not violence towards anyone,” Sanders told ABC’s “This Week.” “I find what her comments to be absolutely disgraceful and unbefitting of a member of Congress.”", "date": "\n04/14/2019", "href": "https://www.huffpost.com/entry/nancy-pelosi-trump-ilhan-omar_n_5cb37f1ae4b098b9a2d553cd?2td", "tags": "pelosi- pose omar ” trump attacks comments ilhan pelosi rep- video danger said nancy"}