{"title": "Nancy Pelosi Says William Barr 'Lied To Congress,' Committed 'Crime'", "content": "House Speaker Nancy Pelosi (D-Calif.) told reporters Thursday that Attorney General William Barr had “lied to Congress” and therefore committed a crime.\nSpeaking to reporters one day after Barr testified in front of the Senate Judiciary Committee, Pelosi said the attorney general lied in the weeks following the release of his summary of special counsel Robert Mueller’s investigation.\n“What is deadly serious about it is the attorney general of the United States of America was not telling the truth to the Congress of the United States,” Pelosi said. “That’s a crime.” \nJustice Department spokeswoman Kerri Kupec called Pelosi’s characterization “irresponsible.”\n“Speaker Pelosi’s baseless attack on the Attorney General is reckless, irresponsible, and false,” she said in a statement.\nMany Democrats on Wednesday called for Barr’s resignation after his testimony. While addressing Congress, the attorney general appeared to repeatedly misrepresent Mueller’s investigation into Russian interference in the 2016 election, as well as Mueller’s reaction to Barr’s four-page summary of the report. Barr indicated in his letter about the report that President Donald Trump had been exonerated of any wrongdoing, although Mueller found evidence that the president had obstructed justice.\nTrump, meanwhile, called the resignation demands “ridiculous.”\n“Well, I haven’t even heard that. I mean, that’s so ridiculous,” he said Wednesday during a phone call with Fox Business Network. “He’s an outstanding legal mind, and I heard he was really ― he performed incredibly well today.”", "date": "\n05/02/2019", "href": "https://www.huffpost.com/entry/nancy-pelosi-william-barr-crime-congress_n_5ccb08f6e4b0913d078e1bc1", "tags": "” says pelosi committed attorney barr general called congress william mueller nancy"}