{"title": "Narendra Modi bombards Bollywood with democracy-loving tweets", "content": "Indian Prime Minister Narendra Modi is a prolific tweeter, but even by those standards he really upped the ante on Wednesday. He unleashed a barrage of tweets targeted at several prominent personalities. But the light-hearted tweets could well be part of a much more ambitious plan, says the BBC's Ayeshea Perera in Delhi.\nThe message was simple: use your influence to get more people to vote. But each tweet - posted roughly every two minutes for a full hour - was customised into a pert, motivational motto, depending on whom it was targeted at. \nSo a tweet targeted at badminton players PV Sindhu, Saina Nehwal and Kidambi Srikanth read: \"The core of badminton is the court and the core of democracy is the vote. Just like you smash records, do also inspire a record-breaking voter turnout. I request you to increase voter awareness and motivate youth to vote in large numbers.\"\nAnother, aimed at politicians including - somewhat audaciously - his rival opposition leader Rahul Gandhi and West Bengal Chief Minister Mamata Banerjee, talked about how a \"high turnout augurs well for our democratic fabric\". The political veterans would have no choice but to agree with such \"sage words\" - and maybe that's part of the plan.\nBut his most creative tweets were reserved for film personalities - and he had clearly channelled his inner Bollywood before tweeting at them. \nSo one tweet saw Mr Modi punning on the iconic tagline from the 2001 Bollywood blockbuster Kabhi Kushi Kabhie Gham: \"It's all about loving your family.\" \nTagging the two male leads of the film, Shah Rukh Khan and Amitabh Bachchan, as well as its director Karan Johar, the tweet finished with \"it's all about loving your... democracy\". \nThen it was on to Bollywood superstars Salman Khan and Aamir Khan, stars of the comedy blockbuster Andaz Apna Apna. Mr Modi asked them to motivate the youth in their own andaz (style) to strengthen apna (our) democracy and apna country.  No fancy puns or wordplay - just good old fashioned replacing one word in a film title with the word \"democracy\".\nHe also tweeted at several actresses, including Deepika Padukone and Anushka Sharma, but laid off the bantering tone, telling them gravely that \"as renowned film personalities whose work is admired by many, I am sure their message will have a positive impact on our citizens\".\nThis is not the first time the prime minister has focused his attention on Bollywood. Over the past few months in particular, Mr Modi has taken pains to be seen with and around film stars - even though he has undeniable star power of his own with many in India.The above photograph, taken in January and shared on Instagram and Twitter by many of the celebrities in it, did that proverbial \"breaking\" of  social media.\nAnd it's not just celebrity photo-ops. Two films featuring pro-government narratives were released this year, with a clear eye on the polls ahead.\nThe Accidental Prime Minister, starring Anupam Kher, was a look back at the tenure of former Prime Minister Manmohan Singh, based on the memoirs of a staff member.\nCritic Uday Bhatia reviewed it for the Livemint website and called it an \"unsubtle hit job\", noting that \"a film ostensibly about Manmohan Singh becomes a well-timed attack on the Gandhi family\". \nUri, a film about India's \"surgical strikes\" in neighbouring Pakistan in 2016 - when the government claimed it sent troops across the border to take out a militant camp - was much more successful.\nIt was a definite box office hit, and a line from the movie \"How is the josh?\" (\"How is the fighting spirit?\") became a rallying cry in India as tensions with Pakistan rose in recent weeks.\nThis isn't just about flying the flag for democracy. This is a clear tactic on the part of Mr Modi to appeal to young voters. In 2014 Mr Modi's Twitter feed was a powerful electoral weapon, a game changer for how politicians engaged on social media. This time around, he appears to be banking on the power of the silver screen. And yet again, it has worked.Unsurprisingly, it's now the hottest topic of social conversation. Each tweet has thousands of retweets and responses, and India has seen millions come online in the past four years - 140 million were added in 2018 alone, many of them young - so this really counts.\n\"This is a phenomenal strategy. Can you imagine the amount of pressure on each of these people he has tagged to respond to him?\" Akash Banerjee, a political satirist, told the BBC. \n\"When the prime minister of the country tags you in a tweet and tells you to do your bit for democracy, it would be rather rude not to acknowledge him. So if you look at the tweet tree around these, there will be millions of impressions.\"\nAnd predictably, many of them have scrambled to reply. \nBut beneath the banter, Mr Banerjee says the flurry of tweets is also quite telling. He once analysed 18,000 of Mr Modi's tweets spanning a period of four years before and four years after he became prime minister, and wrote a piece on the PM as a tweeter. But, he says, he has never seen volume on quite this scale before. \n\"Modi is a street fighter. He is not someone to lay back on his laurels and wait, he will go hard for every vote. He knows that he has a tough fight ahead of him this election because regional parties, in particular, are moving in for the kill. So he is using whatever means are at his disposal.\n\"Does it look desperate? Perhaps. But he is not going to let that stop him, he doesn't care what it looks like. He is focused on the kill.\"", "date": "13 March 2019", "href": "https://www.bbc.com/news/world-asia-india-47552446", "tags": "film minister vote bollywood bombards tweet prime democracy democracy-loving modi narendra many tweets"}