{"title": "Narendra Modi inauguration: Pakistan PM Sharif invited", "content": "India has invited Pakistan's leader Nawaz Sharif to Narendra Modi's inauguration as prime minister, Mr Modi's BJP party has said.\nThis is thought to be the first time a Pakistani leader has been invited to such an event.\nOther leaders from the South Asia Association for Regional Co-operation (Saarc) are  also on the guest list.\nBut analysts say Mr Sharif's inclusion is of special significance given tense relations between India and Pakistan.\nMr Modi, who led his BJP party to a landslide win in the recent election, will be sworn into office on 26 May.\nResults show the BJP won the biggest victory by any party in India for 30 years, gaining a majority in parliament and trouncing the outgoing Congress Party.\nOn Wednesday Mr Modi Modi stood down as chief minister of the western state of Gujarat, a post he has held for 12 years. \nMr Modi is seen as an uncompromising hardliner on national security issues, and his BJP party has long advocated a tough stance on Pakistan.\nBut correspondents say his huge election victory gives him a mandate to reach out to Pakistan in a way the previous administration could not. \nMr Sharif will be under pressure to attend Monday's swearing-in at the presidential palace in Delhi, the BBC's M Ilyas Khan in Islamabad reports. Last year he invited Manmohan Singh to his inauguration but his then Indian counterpart did not attend. \nAccording to Pakistan's high commission in Delhi, it has yet to receive an invitation for Mr Sharif, and analysts say is unclear how he will respond to the offer.\nBut the very fact that an invitation is being offered by Mr Modi is being seen as a gesture of friendship - and perhaps a clever tactical move by the new Indian leader.\nIndia and Pakistan have fought three wars since independence in 1947 - and, more recently, bilateral ties suffered badly in the wake of the 2008 Mumbai attacks in which 166 people were killed by Pakistani gunmen.\nRelations have improved slightly under Manmohan Singh, but there are still regular skirmishes on the disputed border in Kashmir.", "date": "21 May 2014", "href": "https://www.bbc.co.uk/news/world-asia-india-27501731", "tags": "india pakistan invited party bjp say pm modi leader narendra sharif inauguration"}