{"title": "Narendra Modi’s Crackdown on Civil Society in India", "content": "BANGALORE, India — Among their common traits, illiberal strongmen share a virulent mistrust of civil society. From Vladimir V. Putin’s Russia to Recep Tayyip Erdogan’s Turkey, illiberal governments regularly use imprisonment, threats and nationalist language to repress nongovernmental organizations. Here in India, Prime Minister Narendra Modi’s government is going after their money.\nThe Lawyers Collective, an advocacy group in New Delhi run by the prominent lawyers Indira Jaising and Anand Grover, has for three decades provided legal assistance to women, nonunion workers, activists and other marginalized groups, often without charge. In December, the Modi government barred it from receiving foreign grants. The political reasons were obvious: The Collective had represented critics of Mr. Modi’s sectarian record and environmental vision.\nUnder Indian law, nongovernmental groups that seek foreign donations have to register under the Foreign Contributions Regulation Act, which prohibits the use of overseas funds for “activities detrimental to the national interest.” Although accountability in the nongovernmental sector is necessary to control malpractice, the foreign funding law is better known as a tool of political retribution than transparent auditing.\nIt’s not just the Collective that has been punished. The Home Affairs Ministry recently revoked the licenses of around 10,000 other nongovernmental organizations. Even groups whose funding licenses were renewed are worried about the future. “It is activism on thinning ice from now on,” an education activist told me.\nThe funding law is rooted in Cold War fears about foreign interference in domestic politics. In 1975, Prime Minister Indira Gandhi raised the specter of the “foreign hand,” suspended civil liberties, arrested political opponents, and censored the press for an almost two-year dictatorial stretch known as the Emergency.\nMrs. Gandhi, a socialist who leaned toward the Soviet Union, proposed the foreign funding law as a deterrent to political meddling. During a 1976 debate in the Indian Parliament on the law, the C.I.A. was mentioned dozens of times as lawmakers expressed outrage over “American bossism” and the United States’ role in the overthrow of Salvador Allende’s government in Chile.\nThe new law prohibited political parties, the news media and organizations “of a political nature” from receiving foreign contributions. Social, religious and educational organizations with foreign donors were required to obtain a permit.\nIndia has moved away from the paranoid 1970s to a liberalized economy and is embracing the United States and global financial institutions. But the foreign funding law remains a handy weapon whose vague vocabulary (“public interest” and “national interest”) gives the state immense discretionary powers against critics.\nIn 2010, the Congress Party government made the law more stringent: it now requires licenses to be renewed every five years, and allows the state to suspend permits and freeze groups’ accounts for 180 days during any investigation. The Congress government used the law to pressure civil society groups protesting corruption and a nuclear power plant .\nMr. Modi’s government has been even more openly hostile to civil society groups. It repeatedly denounces human rights and environmental activism as “anti-national” — a phrase that carries connotations of treason. The patriotic rage is a mask for a more pedestrian motive: punishing pesky critics. In 2016, what is normally a routine license renewal process was used to punish groups that have been critical of Mr. Modi or his policies.\nThe Lawyers Collective has been prominent among such groups. In 2015, Priya Pillai, a campaigner from Greenpeace India, was traveling to London to testify in the British Parliament about coal mining in central Indian forests by Essar Energy, a corporation registered in Britain. Federal officers pulled Ms. Pillai off her flight, arguing that her deposition would have hurt India’s “national interest.” Ms. Pillai went to court; the Lawyers Collective represented her.\nThe Collective also represented Teesta Setalvad, who has been campaigning for justice for the victims of sectarian riots  in Gujarat in 2002, when Mr. Modi was the chief minister of the state. Ms. Setalvad has sought to put Mr. Modi and other Hindu nationalist politicians on trial for allegedly overseeing or participating in the violence. After Mr. Modi’s elevation to national office, Ms. Setalvad was accused of stealing donations meant for riot victims. In July, her home in Mumbai was raided by federal agents, and a few months later, Ms. Setalvad’s organizations lost their foreign funding licenses.\nSince Mr. Modi rose to power, emboldened hard-line Hindu activists have assaulted cow traders and people suspected of eating beef, claiming to defend Hindu beliefs. In July, vigilantes stripped and flogged four Dalit, or lower-caste, men in Gujarat for skinning a cow. Many Dalits earn their livelihood from skinning dead animals and selling their hides to leather traders.\nThe assault prompted protests by Dalits and damaged Mr. Modi’s image among the group, about a sixth of the country’s population. A Dalit rights organization, Navsarjan Trust, played a leading role in the protests. On Dec. 15, the federal government canceled the foreign funding license of the Trust. Indian newspapers quoted unnamed officials claiming that intelligence agencies have described seven civil society groups, including the Trust, as “working against public interest” and painting the Modi government as anti-Dalit abroad.\nSome of these groups are seeking redress in Indian courts, which have largely been fair. But legal battles exact a cost: With bank accounts frozen for months during investigations, bills for rent, electricity and lawyers mount. People’s Watch, a human rights group, was unable to pay salaries for 23 months. Many Greenpeace India employees took pay cuts in 2014. As court duels drag on, campaigns lag, research comes to a standstill and years of community mobilization dissipate.\nYet neither Mr. Modi’s Bharatiya Janata Party nor the Congress Party has had any qualms about accepting campaign funding from foreign businesses. In May 2014, a New Delhi court held both the B.J.P. and the Congress Party guilty of receiving donations from a London-listed company in violation of the foreign funding law.\nMr. Modi’s government found a way of legally transforming its donors from foreign companies to Indian ones. It amended the law to change the definition of a foreign business, retroactively making a wider range of companies permissible campaign donors. While the civil society groups working with the poorest Indians are being choked, India’s political parties found many more avenues to receive more money.\nCivil society groups do try hard to raise funds within the country, but Indian philanthropists remain tightfisted when it comes to issues like land or labor rights, health care access, quality of education, or resource exploitation by corporations.\n“Our rich guys will feed poor kids but won’t question governments,” a fund-raising manager in New Delhi explained.\nBy yanking foreign funding licenses, the Indian government is doing just what it accuses civil society organizations of: working against public interest.", "date": "Jan. 9, 2017", "href": "https://www.nytimes.com/2017/01/09/opinion/narendra-modis-crackdown-on-civil-society-in-india.html", "tags": "groups funding india society crackdown civil ” modi narendra foreign government law"}