{"title": "Nationalism a driving force behind fake news in India, research shows", "content": "A rising tide of nationalism in India is driving ordinary citizens to spread fake news, according to BBC research.\nThe research found that facts were less important to some than the emotional desire to bolster national identity. \nSocial media analysis suggested that right-wing networks are much more organised than on the left, pushing nationalistic fake stories further.\nThere was also an overlap of fake news sources on Twitter and support networks of Prime Minister Narendra Modi.\nThe findings come from extensive research in India, Kenya, and Nigeria into the way ordinary citizens engage with and spread fake news.\nParticipants gave the BBC extensive access to their phones over a seven-day period, allowing the researchers to examine the kinds of material they shared, whom they shared it with and how often.\nThe research, commissioned by the BBC World Service and published today, forms part of \"Beyond Fake News\" - a series across TV, radio and digital that aims to investigate how disinformation and fake news are affecting people around the world.\nIn all three countries, distrust of mainstream news outlets pushed people to spread information from alternative sources, without attempting to verify it, in the belief that they were helping to spread the real story. People were also overly confident in their ability to spot fake news.\nThe sheer flood of digital information being spread in 2018 is worsening the problem. Participants in the BBC research made little attempt to query the original source of fake news messages, looking instead to alternative signs that the information was reliable. \nThese included the number of comments on a Facebook post, the kinds of images on the posts, or the sender, with people assuming WhatsApp messages from family and friends could be trusted and sent on without checking.\nWidespread sharing of false rumours on WhatsApp has led to a wave of violence in India, with people forwarding on fake messages about child abductors to friends and family out of a sense of duty to protect loved ones and communities.\nAccording to a separate BBC analysis, at least 31 people have been killed in the last two years, and 24 people in the past year alone, in incidents involving rumours spread on social media or messaging apps.\nWe examined one case in detail - the deaths of Nilotpal and Abhishek in Assam - while another reporter travelled to Mexico to see how WhatsApp rumours fuelled similar deadly violence there.\nThe research in Africa suggested that national identity was insignificant in the spread of fake news.\nIn Kenya, scams related to money and technology were a stronger driving force, contributing to around a third of stories shared on WhatsApp, while fake stories relating to terrorism and the army were widely shared in Nigeria.\nIn both countries, health scares were prominent among widely shared fake news stories, and many news consumers visited both credible and fake news sources without distinguishing between them.\nResearchers spent hundreds of hours with 80 participants across the three countries, interviewing them at home about their media consumption as well as examining how they shared information via WhatsApp and Facebook during a seven-day period. \nThey also conducted extensive analysis of how fake news spreads on Twitter and Facebook in India, to understand whether the spread of fake news was politically polarised.\nAbout 16,000 Twitter accounts and 3,000 Facebook pages were analysed. The results showed a strong and coherent promotion of right-wing messages, while left-wing fake news networks were loosely organised, if at all, and less effective. \nBy Santanu Chakrabarti\nWe set out with this research to try to answer the question of why ordinary citizens spread fake news - a little-understood part of the fake news equation.\nWhen a phenomenon is new or not very well understood, qualitative research techniques are useful. These techniques - in this case, in-depth interviews and up-close observation of sharing behaviours - allowed us to explore fake news with nuance, richness and depth. \nBecause we wanted to know what was spreading in encrypted private networks such as WhatsApp, ethnographic approaches - visiting people at home - were essential. \nThis is the first known research project in these countries that uses these methods to understand the fake news phenomenon at the level of ordinary citizens. \nIt is also the first to use data science and network analysis techniques to understand how known sources of fake news are organised on Twitter and Facebook, and what their connections are with audiences. \nThis story is part of a series by the BBC on disinformation and fake news - a global problem challenging the way we share information and perceive the world around us.\nYou can find more stories and more information about this series here.", "date": "12 November 2018", "href": "https://www.bbc.com/news/world-46146877", "tags": "fake shared india whatsapp news driving information spread force nationalism bbc shows behind stories research"}