{"title": "National Health Care Spending Is Up For A Really Obvious Reason", "content": "WASHINGTON -- President Barack Obama and Democrats in Congress designed the Affordable Care Act to spend a lot of money to give more people health insurance so they could access medical care. The law seems to have succeeded on all three counts, and the results are showing up on America's national health care tab.\nThe government, businesses and households spent $3 trillion on health care last year, an increase of 5.3 percent from 2013, according to a report published Wednesday by the Office of the Actuary, an independent agency housed within the federal Centers for Medicare and Medicaid Services. That amounted to $9,523 per person, and health care accounted for 17.5 percent of gross domestic product in 2014, up from 17.3 percent the year before.\nThat's the biggest percentage increase in national health expenditures since 2007, after five consecutive years of unusually slow growth that averaged less than 4 percent annually, and the millions who gained health coverage through Obamacare are the primary reason why. In other words, the auditors found, 8.7 million fewer people were uninsured last year, and the newly covered used their benefits to visit doctors, hospitals and pharmacies.\nThe other major factor driving higher spending was cutting-edge prescription drugs for diseases like Hepatitis C, cancer and multiple sclerosis, which can cost as much as $1,000 a pill and are increasing expenses for private health insurers and government programs. Between those high charges, price increases for other medicines and more people with health coverage, spending on prescriptions rose 12.2 percent last year, the biggest annual jump in a dozen years.\n\"The whole point of giving people insurance is so they have better access to health care, so it shouldn't be a surprise that health care spending went up a bit as more people got insured,\" said Larry Levitt, a senior vice president at the Henry J. Kaiser Family Foundation. \"Most of the health care system is growing very slowly, the exception being prescription drugs.\"\nWhat the report doesn't say is whether the health care system is becoming more efficient at the same time that total spending is rising because more people are accessing care. Health care companies, in part spurred by elements of the Affordable Care Act, are striving to constrain their costs in a way that could reduce future spending growth. Last year, the prices paid for things like hospital care, doctor visits and medicines rose a modest 1.8 percent -- reflecting that increased spending is the result of more people using the health care system, not higher prices.\nThe latest findings also don't answer the question of whether the recent slowdown in health care expenditures growth represents a hangover from the recession causing Americans to spend less on health care -- as the Office of the Actuary consistently maintained in previous reports -- or whether something bigger is going that is \"bending the cost curve\" in a permanent way that will mean slower inflation in health care expenditures.\n\"It seems hard to believe that we've solved the problem once and for all. I think we've improved it,\" said Loren Adler, research director at the Center for a Responsible Federal Budget. Trends in the health care marketplace like hospitals and physicians collaborating more closely together or like health insurance with higher deductibles may be altering the health care system itself, but these experiments don't tell us much yet, he said. \n\"We're in a slightly new world, but that new world is still of health spending growing faster than the economy, just by less so,\" Adler said. \"You're talking about growing at roughly GDP, which is pretty crazy considering the fact that we had a pretty massive coverage expansion going on at the same time.\"\nAt some point, the effects of the recession will fade and health care spending will accelerate, as has happened during previous recoveries and periods of faster economic growth, Adler said. \n\"I can't imagine that we're not going to have a bounce back to more normal levels of spending growth over the next five to 10 years,\" Adler said. \nThe Office of the Actuary published projections in July indicating spending would grow faster than 5 percent a year starting in 2014 -- still exceeding growth in gross domestic product, but not returning to the much higher inflation in health care expenditures seen in the decades before the recent slowdown.\nThe Obama administration contended that an initial spike in total spending because of the coverage expansion doesn't portend spiraling growth in the future. \n\"Aggregate health care spending growth in 2014 had been widely predicted by economists, and it is not surprising given that more people are covered and getting the health care they need. Faster growth in aggregate spending due to rising coverage will be temporary and will fade in the coming years,\" Richard Frank, assistant secretary for planning and evaluation at the Department of Health and Human Services, said in a press release.\nThe 5.3 percent increase in 2014 followed a 2.9 percent rise the prior year, which was the lowest recorded since the Office of the Actuary began tracking these numbers in 1960. It also followed a five-year period during which health care spending grew at a historically low 3.7 percent average rate, a stark departure from the 1990s through the mid-2000s, when much faster growth was the norm. In 2009, the year before the Affordable Care Act became law, the actuaries predicted national health care spending would be higher in future years than it turned out to be.\n\"We've gotten so accustomed to saying health care spending is out of control and unsustainable, and our rhetorical language hasn't quite caught up with reality, because health care spending is not really out of control right now,\" Levitt said. \"It's going up very slowly compared to what it used to be. In the '90s, double-digit increases in health spending were quite common. That's not true anymore.\"\nAlso on HuffPost:", "date": "\n12/02/2015", "href": "https://www.huffpost.com/entry/national-health-care-spending-obamacare_n_565e1029e4b079b2818c376f", "tags": "percent really growth health obvious -- reason year years national care spending"}