{"title": "National Heritage List: Slough trading estate among new additions", "content": "Buildings across England considered post-modern in design including a Slough trading estate have been given listed status.\nThe 17 structures, which also include houses and schools, have been added to the National Heritage List for England.\nA crown court in Cornwall and housing schemes in London's Docklands are also on the list. \nPost-modern architecture emerged in the 1970s in reaction to modernism but fell out of favour before a revival in 2011.\nSlough's McKay Trading Estate has been Grade II listed. \nPatience Trevor, Historic England's Senior Listings Adviser said: \"Rather than the functional, modernist box you might expect... it's a very elegant and distinctive building.  It's dignified, but strong and robust at the same time\".\nLast year, a survey found Slough was the best place to work and live.\nAlso Grade II listed is a business park near Bristol, that is \"injected with glamour\" and \"features circular forecourts following the turning circle of a car\".\nRenowned historian and architecture critic Charles Jencks designed Thematic House, which has been Grade I listed.\nChina Wharf, Cascades, Newlands Quay and Swedish Quays were all given the third level of listing protection and were built between 1982 and 1990.\nA number of other London terraces and blocks of flats were listed in Kensington, Hackney and Islington as has the Sainsbury Wing at the National Gallery in Trafalgar Square.\nJudge Business School in Cambridge was given the second highest listing status, Grade II*.\nThe Katharine Stephen Rare Books Library at Newnham College, Cambridge, and the Gough Building at Bryanston School in Dorset, were both Grade II listed.\nHistoric England said the Cornwall court's architects, Eldred Evans and David Shalev, achieved \"a landmark civic complex that is an elegant and sophisticated addition to Truro\".\nThe building has been Grade II* listed.  Its courtrooms are built within complex circular patterns around a naturally-lit atrium. \nHillingdon Civic Centre in Uxbridge and Founders' Hall in the City of London were both Grade II listed.\nThe system used for listing buildings in England was introduced just over 70 years ago.\nA building is listed when it is of special architectural or historic interest considered to be of national importance and therefore worth protecting.\nA building's listed status means there will be extra control over what changes can be made to its interior and exterior, which is different for each one that makes the list.", "date": "10 May 2018", "href": "https://www.bbc.com/news/uk-england-44056156", "tags": "given trading among building listed additions ii new status grade slough heritage national also england list estate"}