{"title": "Nauru refugees: Doctors urge evacuations amid 'complete despair'", "content": "Medical charity Médecins Sans Frontières (MSF) has called for the immediate evacuation of all asylum seekers on Pacific nation Nauru, amid a \"devastating\" mental health crisis.\nMSF provided 11 months of care to those housed in an Australian-run detention centre on the tiny island, but was recently ordered by Nauru to leave.\nIt treated 78 people who had attempted suicide or self-harm during that time.\nAuthorities in Nauru and Australia have not responded to MSF's call.\nThe Nauru detention centre was set up by Australia in 2013 in a controversial deal to house asylum seekers intercepted while trying to reach Australian shores by boat.\nCanberra maintains its policy prevents deaths at sea and discourages people smugglers but the tough stance has been widely criticised.\nMSF Australia executive director Paul McPhun said: \"This policy should be stopped immediately and should not be replicated by any government.\"\nMSF had provided free mental health treatment to both refugees and the Nauruan population. On Sunday, MSF said it had been ordered off the island.\n\"We are extremely concerned for the ongoing mental health of all our patients on the island including asylum seekers and refugees who remain in a complete state of hopelessness and despair,\" Mr McPhun said.\nMore than 900 refugees and asylum seekers - including about 100 children - are on Nauru, according to the Refugee Council of Australia. \nThe charity said it had seen \"significant levels of self-harm and suicide attempts\" on the island, including among children as young as nine.\nPsychiatrist Dr Beth O'Connor said she had treated children suffering from traumatic withdrawal syndrome - a rare psychiatric condition where in response to severe trauma, sufferers effectively withdraw from life. \n\"When I went to visit these children at home, they had taken to their bed. They were no longer eating or drinking sufficient amounts to keep themselves alive. Many were not able to toilet themselves,\" Dr O'Connor said.\nIt comes amid ongoing calls by human rights organisations for the Australian government to remove all child asylum seekers held on Nauru.\nOn Wednesday, Australia's Home Affairs Minister Peter Dutton reiterated that asylum seekers and refugees would not be relocated.\n\"If I did that, I would restart boats and then you would be asking me of the children drowning at sea,\" he told reporters.\nHe said that Nauru had been \"upset\" about medical support offered by MSF to asylum seekers, but did not give further details.", "date": "11 October 2018", "href": "https://www.bbc.co.uk/news/world-australia-45819082", "tags": "msf australia mental island doctors urge despair asylum nauru children seekers refugees evacuations amid"}