{"title": "Nauru migrants: Last four children to leave island for US", "content": "Australia says the last four migrant children detained at a camp on the Pacific island of Nauru are being moved to the US. \nThe children will be flown with their families as part of a resettlement deal agreed with Washington. \nAustralia has held asylum seekers arriving by sea on Nauru since detentions began there in 2013.\nLast August it held 109 children. Australia refused to resettle them under its tough immigration policies.\nIn a statement issued on Sunday, Australian Prime Minister Scott Morrison said \"every asylum seeker child has now been removed from Nauru... or has a clear path off the island\". \nHe said that children would no longer be detained there. \nThe organisers of a campaign to have all children removed from Nauru and resettled, #KidsOffNauru, welcomed the news, saying it gave children a \"safe and permanent home\" and the \"chance to just be kids\".\nSince 2013, the Australian navy has been ordered to tow or turn back asylum seeker's boats.\nUnder the controversial policy, people have been detained in centres on Nauru and Manus Island in Papua New Guinea.\nAccording to the latest figures provided by the Refugee Council of Australia, more than 1,200 asylum seekers were believed to still be on the islands in November. About 600 people were believed to be on each island.\nLast year, the US agreed to resettle some of the refugees from the offshore detention centres. More than 100 refugees have since been relocated. \nAustralia's processing centre for asylum seekers on Nauru has long been plagued by allegations of human rights abuses.\nDoctors and human rights groups have for months been calling for all child migrants and their families to be evacuated from the island.\nIn October, several children were transferred to Australia from the island's detention centre to receive medical treatment amid a mental health crisis.\nAustralia maintains that its refugee policy prevents deaths at sea and discourages people smugglers.\nThe number of asylum seekers travelling to Australia by boat rose sharply in 2012 and early 2013. Scores of people have died making the journey. ", "date": "3 February 2019", "href": "https://www.bbc.com/news/world-australia-47107179", "tags": "us australia leave since island four detained asylum last nauru children seekers migrants"}