{"title": "Nauru detention centre: Abuse and trauma reports leaked", "content": "More than 2,000 leaked reports detail widespread abuse and trauma among children and women at Australia's offshore detention centre for asylum seekers on the Pacific island of Nauru.\nThe \"incident reports\", published by the Guardian, reveal that self-harm and violence are commonplace at the centre. \nNumerous reports relate to sexual assault and coercion of women at the centre. \nThe Australian government said many reports were \"unconfirmed allegations\".\n\"The Australian Government continues to support the Nauruan Government to provide for the health, welfare and safety of all transferees and refugees,\" a spokesperson for the immigration department said. \n\"All alleged incidents within the regional processing centre are reported and where appropriate referred to the Nauru Police Force (NPF) for investigation.\"\nAustralia outsources the processing of asylum seekers who arrive in Australia by boat to two privately run facilities - one on Nauru and another on Manus Island in Papua New Guinea. \nThe companies that run the facilities, security and services at the centres are contractually required to report incidents of various kinds within specified time frames. \nThe incident reports were written by employees - including guards, caseworkers and teachers - and range in date from May 2013 to October 2015. \nThe secretiveness of the Australian and Nauruan governments about conditions at the centre has led to complaints from the media and human rights groups. \nA large number of the reports concern children, either describing alleged abuse or disturbing and unusual behaviour brought on by trauma. \nOne report alleges that a security guard shone a torch on a young girl's genitals as she tried to urinate. \nOthers detail children suffering nightmares of \"blood and death\" and wishing for suicide. \nTwenty-three of the reports describe sexual assaults, particularly against young women. \nOne report quotes a woman saying a bus driver had tried to take photos of another woman in order to masturbate later. \nOthers describe refugee girls being harassed and touched at school by other pupils, and detainees being asked for and granting sexual favours in return for cigarettes and marijuana. \nHundreds of incidents of threatened and actual self-harm are described in the documents. \nIn one incident, a minor had sewn a heart shape into his hand using a needle. When asked why, he answered \"I don't know\". \nAnother report described a woman carving her husband's name in her chest with a knife after she could not get a tattoo. Her husband is living in Australia. \nA spokesperson for the Department of Immigration and Border Protection said: \"It's important to note many of these incident reports reflect unconfirmed allegations.\"\n\"They are evidence of the robustness of reporting procedures under which any alleged incident must be recorded, reported and where necessary investigated. \n\"Many of the specific examples and cases quoted in the reports have been the subject of extensive previous media coverage and reporting by the department.\n\"The department is seeking urgent advice from its service providers today to confirm all of these matters have been previously and appropriately reported to it, consistent with the policies and procedures covering such matters.\"\nShadow Defence Minister Richard Marles criticised the government for a lack of transparency and independent oversight at the centre. \n\"The government could be talking to Nauru actively to arrange systems of independent oversight for the facility, now it's not clear to me that those conversations have ever occurred between the Australian government and the Nauruan government,\" he told Sky News.\nRead more: Why are asylum seekers so controversial in Australia?", "date": "10 August 2016", "href": "https://www.bbc.co.uk/news/world-australia-36972450?intlink_from_url=https://www.bbc.co.uk/news/topics/c1038wnxn7pt/nauru&link_location=live-reporting-story", "tags": "australia centre report reports department one trauma abuse incident australian nauru detention leaked government"}