{"title": "NCAA Will Pull More Events From North Carolina Unless HB2 Is Repealed, Sports Group Warns", "content": "North Carolina could lose NCAA sporting events for the next six years if its legislature fails to repeal a controversial anti-LGBTQ law passed last year, sports officials in the state warned in a letter to lawmakers on Monday.\nThe law in question ― known as HB2 ― barred cities and localities from enacting laws to protect people from discrimination based on sexual orientation or gender identity and required that students at North Carolina schools use bathrooms that match their gender assignment at birth, rather than their gender identity.\nThe law has already cost the state dearly: Last year, the NBA moved the 2017 All-Star Game out of Charlotte, while the NCAA and Atlantic Coast Conference relocated sporting events out of the state.\nThe failure to repeal HB2 could compound those losses in the coming days, according to the North Carolina Sports Association, a nonprofit organization whose “purpose is to grow, promote and enhance the general welfare of the sports industry in North Carolina.”\nThe NCAA, the state association said in a Monday letter addressed to North Carolina lawmakers, is currently evaluating bids for future postseason events. The letter states that the NCAA has told the association that “due to their stance on HB2, all North Carolina bids will be pulled from the review process and removed from consideration.”\nFurther, the letter warns, the NCAA could pull any postseason events scheduled for 2017-2018 from the state. (The NCAA’s original decision only affected the current academic year.) North Carolina cities and schools, the letter says, have submitted a total of 133 bids to host various NCAA sporting events between now and 2022.\n“North Carolina is on the brink of losing all NCAA Championship events for six consecutive years,” the letter states. “Our window to act is closing rapidly. ... Our last chance to save these events is now.”\nThe letter was signed by Scott Dupree, the executive director of the Greater Raleigh Sports Alliance and a member of the North Carolina Sports Association.\n“I wrote the letter as a member of the North Carolina Sports Association, and with the approval of its board of directors, in order to provide our legislators in the General Assembly with the most up-to-date information in regard to the NCAA’s ongoing bid process, which is winding down,” Dupree said in an email statement. “I wanted to make sure our legislators were aware of the timeline and the potential economic losses for our state, and thus the urgency of the situation.”\nGov. Roy Cooper’s (D) victory in November’s election seemed to signal the end of HB2, and the state legislature considered repealing it during a December special session. But a compromise between Democrats and Republicans fell apart, leaving the law on the books.\nNBA Commissioner Adam Silver has expressed a desire to bring the All-Star Game back to Charlotte, but the league has said it will not do so as long as HB2 remains law. \nThe NCAA moved seven total events from North Carolina ― including men’s NCAA Tournament games and Division I championships for women’s soccer, women’s lacrosse and women’s golf ― in September. The ACC relocated its 2016 football championship from Charlotte to Orlando, Florida, and also moved the upcoming women’s basketball conference tournament out of the state.\n“The NCAA decided in September to remove championships from North Carolina for the 2016-17 season, and it has not yet determined future championship sites,” an NCAA spokesperson said in an email Monday, in response to questions about whether it had decided not to award events to North Carolina unless HB2 was repealed. “The NCAA expects to announce site selections for the 2018-19 through 2021-22 championship seasons in April.”\nThe NCAA last year required cities interested in hosting future events to “specifically outline how they will protect participants and spectators from discrimination.”\nDuke men’s basketball coach Mike Krzyzewski has condemned the law as “embarrassing.” University of North Carolina head coach Roy Williams slammed the law on Sunday after UNC’s win in Greensboro, which was scheduled to host 2017 NCAA Tournament games this March before the NCAA moved them.\n“I’m glad we were able to take a game here because of that stupid rule that we have in our state that took a lot of great opportunities for people in our state, and great athletes that like to do things in our state,” Williams said Sunday. “I shouldn’t say rule, I guess it’s a law. A law’s more important than a rule, I guess. But I just think that’s ridiculous, and what it’s doing to our state and the reputation of our state.”\nThis post has been updated with comment from the NCAA.", "date": "\n02/06/2017", "href": "https://www.huffpost.com/entry/ncaa-north-carolina-hb2_n_5898a36fe4b0c1284f270dbe", "tags": "letter warns repealed ” events carolina sports group unless ncaa state north pull law"}