{"title": "Nearly Half Of U-S- Adults Have Had An Incarcerated Family Member- Report", "content": "A new study reveals in stark numbers just how many American families have been affected by mass incarceration. \nNearly half (45 percent) of adults in the U.S. ― or 113 million people nationwide ― have an immediate family member who has spent at least one night in jail or prison, according to a study released Dec. 6 by Cornell University and political advocacy group Fwd.us.\nAnd about 1 in 7 adults has a close family member ― defined as parents, children, siblings, partners or spouses — who was imprisoned for at least one year, the report found.\nFor the study, researchers at Cornell University partnered with Fwd.us to survey people ages 18 or older across the country in the summer of 2018. Fwd.us, which was founded by Mark Zuckerberg and Bill Gates, supports immigration and criminal justice reform.\nThe report was meant to highlight not only how many Americans have experienced the negative effects of incarceration but also how many people outside prison walls are also affected, given what families endure “when a loved one has been taken away,” the report reads.  \nNearly 1 in 5 U.S. adults, for instance, has had a parent who was incarcerated, according to the study. \n“I’m one of the 6.5 million Americans that currently have a loved one behind bars,” Carlton Miller, a senior associate at Fwd.us, told HuffPost. His older brother is currently incarcerated.\n“The impact [is] not just on myself but ... on my mother and his children, and his absence in their lives,” he added. “He’s missed their first day of school, parent-teacher conferences, graduations, birthdays ― just those critical milestones that sometimes we take for granted. He wasn’t there.” \nThe report highlights the stark racial disparities in who is affected by the criminal justice system. Black adults were 50 percent more likely than white adults to have had an immediate family member incarcerated, and Latino adults were 70 percent more likely than white ones. \nWhen it comes to longer-term incarceration, black adults were three times as likely as white ones to have had a close family member imprisoned for longer than a year (31 percent versus 10 percent). \nThe study’s findings reflect the widely known racial disparities seen in virtually all aspects of America’s criminal justice system: Black people are incarcerated in U.S. state prisons at more than five times the rate of white people, according to a 2016 report. And black men are sentenced to more time in prison than white men for committing similar crimes, a 2017 study found. \nMiller said he hopes the report “will help provide a sense of urgency” about the effects of incarceration on families nationwide. “Only by educating folks about this can you begin to work on ameliorating policies that have perpetuated racial inequity and pain.” ", "date": "\n12/17/2018", "href": "https://www.huffpost.com/entry/americans-family-mass-incarceration-report_n_5c183836e4b0432554c35c27", "tags": "study percent report u-s- incarcerated adults nearly ” one white incarceration member- half family"}