{"title": "Nebraska Voters Will Get To Decide On Medicaid Expansion At The Ballot Box", "content": "Nebraskans are on the verge of an opportunity to provide health coverage to 90,000 state residents after activists collected enough signatures to put Medicaid expansion directly before the voters this election day.\nActivists and volunteers successfully completed a monthslong campaign to gather petitions supporting a ballot initiative that would authorize Medicaid expansion, the coalition called Insure the Good Life announced at a Thursday press conference in Lincoln. \nIf state officials certify that enough signatures are valid to qualify the initiative, Nebraska would become the fourth state to use direct democracy to decide whether to participate in the expansion authorized by the Affordable Care Act.\n“Now, people will speak out and get the job done that should’ve been done long ago,” state Sen. Adam Morfeld, a leading proponent of Medicaid expansion in Nebraska, said at the press conference. “They will have the opportunity to what our elected representatives have failed to do.”\nThis grassroots push for Medicaid expansion comes at a time when President Donald Trump’s administration and state officials, mainly Republicans, are seeking to scale back Medicaid coverage. \nThe White House has proposed massive cuts to the program and the Trump administration invited states to seek federal approval for new restrictions on Medicaid access, including work requirements for some enrollees. A federal judge last week ordered an end to the first such attempt to impose work requirements when he ordered the federal government to halt Kentucky’s plan to implement them this month.\nAnd after years of playing defense on health care after the enactment of the Affordable Care Act in 2010, national Democrats are changing tack this year and campaigning against the GOP on the issue.\nNebraska Gov. Pete Ricketts (R) opposes Medicaid expansion and the nonpartisan state legislature is dominated by conservatives who also don’t support the policy.\nInsure the Good Life and Medicaid expansion are supported by a coalition of organizations, including the Nebraska Hospital Association, AARP Nebraska, and Nebraska Appleseed, a nonprofit group that advocates for low-income people.\n“Expanding Medicaid is a long-overdue solution that would allow our hardworking friends and neighbors get the health care they need,” Andy Hale, vice president for advocacy for the Nebraska Hospital Association, said during the press conference.\nTo place an initiative on the ballot in Nebraska, the law requires signatures from 7 percent of the state’s registered voters, which is about 85,000 people, as well as signatures from 5 percent of registered voters in at least 38 of Nebraska’s 93 counties. Insure the Good Life surpassed both thresholds and has collected more than 133,000 signatures, the organization said in a news release.\nVolunteers and paid canvassers representing these organizations have traveled the state for months collecting signatures. The campaign is supported by the labor-backed Fairness Project, which assisted on the Medicaid expansion efforts in Idaho, Maine and Utah as well as successful efforts to increase the minimum wage in five states. \nNebraska county clerks now have 40 days to review the signatures collected and certify the ballot initiative if enough are legitimate. If the measure makes the ballot and passes, the state legislature would have to authorize funding for the state’s share of the expansion’s cost.\nAbout 90,000 Nebraskans would enroll in Medicaid coverage, according to the official fiscal analysis of Morfeld’s legislation to enact the expansion.\nMaine voters approved Medicaid expansion last year, but Gov. Paul LePage (R) has refused to implement it despite the election results and court rulings against him as he continues to fight with the state legislature about how to finance the state’s share of the cost. \nCampaigns to put Medicaid expansion on the ballots in Idaho and Utah succeeded earlier this year, setting up votes in those states in November. Virginia Gov. Ralph Northam (D) enacted legislation in May to expand Medicaid in the Old Dominion. \nAs originally written, the Affordable Care Act broadened Medicaid eligibility to include all adults earning up to 133 percent of the federal poverty level, which is about $16,000 for a single person. Under the law, the federal government pays at least 90 percent of the cost and states pick up the remainder. \nBut the Supreme Court ruled in 2012 that states could refuse to implement the expansion. To date, 17 states including Idaho, Nebraska and Utah have declined to expand the program.", "date": "\n07/05/2018", "href": "https://www.huffpost.com/entry/nebraska-medicaid-ballot-initiative_n_5b3e1abfe4b05127ccefa087", "tags": "voters ballot medicaid states get signatures federal box state expansion nebraska care decide"}