{"title": "Nelson Mandela death: The women who loved him", "content": "Nelson Mandela had no shortage of female admirers, given his charm and impeccable dress sense.\nHis biographer Anthony Sampson once said he was a \"ladies' man and proud of it\".\nHe had three wives, who over more than six decades proved invaluable partners to him at different stages in his career, and have given an insight into the private man.\nNelson Mandela married Evelyn Mase, a cousin of his political mentor Walter Sisulu, three years after arriving in Johannesburg to avoid an arranged marriage in the rural region of Eastern Cape. He was 26 and she was 22.\n\"I think I loved him the first time I saw him,\" she is quoted as saying in Higher Than Hope, a biography of Mr Mandela that came out in 1990 when he was released from prison. \n\"Within days of our first meeting we were going steady and within months he proposed.\" \nThey were married for 13 years. During much of that time, her nurse's salary supported the family while Mr Mandela pursued his law studies.\nTogether they had four children. The death of their second child aged nine months had a devastating effect on Evelyn, who became more religious, while Mr Mandela became more political.\nShe was a Jehovah's Witness with no interest in politics.\n''I could not give up my life in the struggle, and she could not live with my devotion to something other than herself and her family,'' Mr Mandela wrote in his autobiography Long Walk to Freedom.\nIt was a bitter end to the marriage, and Mr Mandela returned home on bail after his arrest on treason charges to find she had moved out.\nFive years after Mr Mandela was sentenced to life in prison in 1964, their eldest son Thembekile died in a car crash.\nAccording to biographer Anthony Sampson, he sent Evelyn, who was then running a grocery store in a village in what is now the Eastern Cape, a message of condolence - it was their only communication while he was in prison.\nWhen her former husband's release from jail in 1990 was compared to the second coming of Christ, she told journalist Fred Bridgland: \"It's very silly when people say this kind of thing about Nelson.\n\"How can a man who has committed adultery and left his wife and children be Christ? The world worships Nelson too much. He is only a man.\"\nBut she later seemed to have grown accustomed to the adulation.\nIn an interview just after the general election which saw Mr Mandela elected as the country's first black president, she said she had not seen him since he had been released from prison, but she knew \"the people love him very much\".\n\"When I go to their houses to talk to them about Jehovah, I always see his picture on the walls. His strength has come from God.\n\"God uses people to do his work even if they are not righteous.\"\nIn 1998, more than 40 years after separating from Mr Mandela, Evelyn married Simon Rakeepile, a fellow Jehovah's Witness. She died in 2004.\nNelson Mandela's romance with Winnie Madikizela blossomed during his treason trial. She was a 22-year-old social worker, 16 years younger than him and she would become a political firebrand.\n\"I was both courting her and politicising her,\" Mr Mandela said in his autobiography.\nIn her 1984 memoir Part of My Soul Went with Him, she said that Mr Mandela never formally proposed.\n\"One day Nelson just pulled up on the side of the road and said: 'You know, there is a woman who is a dressmaker, you must go and see her, she is going to make your wedding gown. How many bridesmaids would you like to have?' \n\"That's how I was told I was getting married to him! It was not put arrogantly; it was just something that was taken for granted. I just asked: 'What time?'\"\nShe said in an 1983 interview with filmmaker Kevin Harris that to all intents and purposes she was marrying a prisoner.\n\"He had to get permission to get married because he was not only a prisoner, he was banned and the trial was on in Pretoria at the time. So he was given four days in which to go to the Transkei and get married.\"\nThe couple went on to have two daughters, but spent little time together as a family.\n\"He did not even pretend that I would have some special claim to his time. There never was any kind of life I can recall as family life, a young bride's life where you sit with your husband. You just couldn't tear Nelson from the people: The struggle, the nation came first,\" she said in her memoir.\nThree years after their wedding, Mr Mandela went underground - he was captured and imprisoned for sabotage in 1962 for five years.\n\"The honest truth of God is that I didn't know him at all,\" she later admitted to Mr Sampson.\nWhile he was in prison, the Rivonia trial began, and the defendants could have faced the death sentence - instead they got life in prison.\nFrom this time, Winnie was determined to keep the struggle going with her name. She faced banning orders, imprisonment and was exiled to a township near Brandfort. Visits to see her husband were difficult.\n\"Exile is like being in prison at your own expense… worst of all was being without my children and not having the opportunity to play the role of a parent… virtually both of us have really not had that opportunity to be parents to our children,\" she told Mr Harris.\nDespite her controversial politics in the late 1980s - and her involvement in the abduction of a teenage boy accused of being a police spy who was murdered by one of her bodyguards - the couple put on a united front for Mr Mandela's release in 1990.\nShe said there had been a great fear that the ANC leadership would die in prison. On the day of his release, before he walked free, Mr Mandela was full of excitement and they were both shocked by his reception, she recalled in an interview in The Guardian newspaper in 2010.\n\"He is human,\" she said. \"He must have at a certain point been afraid, afraid of what he was coming out to… having left in the 60s, you come back to a society that expected so much of you at the age of over 70.\"\nThe couple separated before Mr Mandela became president, over growing political and personal differences, and reports of her infidelity.\nThey later divorced and during court proceedings it was revealed that after Mr Mandela's release from prison, she had never entered their bedroom while he was awake.\nOn the 20th anniversary of his release and at a time when her political star had again risen, Winnie recalled their married life together in a speech: \"He was loving, fond of children, a people's person and a very hard worker.\n\"His fearlessness, his unassailable morality, his unwavering commitment to the struggle for total freedom and his insistence on marching to his own beat were the hallmarks of his character.\n\"Yet he also had the ability to take on adversaries and win them over, and to take complex issues and bring them down to earth.\n\"And he was no angel, like most human beings. He never claimed to be a saint.\"\nProfile: Winnie Madikizela-Mandela\nGraca Machel knew what it was to be married to a liberation movement when she married Mr Mandela towards the end of his presidency.\nShe was the widow of Mozambican independence leader and president Samora Machel, who died in a plane crash in 1986 - an accident that was alleged to have been engineered by South Africa's apartheid-era regime, though this is still under investigation.\n\"It's just wonderful that finally we have found each other and can share a life together,\" Mr Mandela's biographer Anthony Sampson quoted her as saying two years before their marriage.\n\"He can love very deeply, but he tries to control it very well in his public appearance,\" she told the author.\n\"In private he can allow himself to be a human being. He likes people to know he is happy.\n\"When he is unhappy he lets you know.\n\"He's a very simple person, very gentle. He is down to earth. Even politically if you watch him sometimes you can feel there's a bit of naivete.\"\nTwenty-seven years his junior, she was reportedly reluctant to marry him because of her sense of obligation to the people of Mozambique, and the tension between Mr Mandela and Winnie Mandela following their divorce.\nAccording to Mr Sampson, she agreed to spend two weeks every month with him in Johannesburg in 1996, finding it hard at first to adjust to his early rising and bedtimes.\nHe could be \"very impatient\" and \"very stubborn\" - and in a sentiment shared with Mr Mandela's other wives, she told Mr Sampson: \"He is a symbol, that's correct, but he's not a saint.\"\nEventually bowing to pressure, she agreed to marry him and they tied the knot on his 80th birthday in 1998.\nShe already had six stepchildren and two of her own children, and together they enjoyed their large families and many grandchildren.\nGraca, who continued her political and humanitarian career, also oversaw his several retirements and tried to protect him from the demands of an adoring world.        \nAnd for several years before his death, she was at pains to prepare South Africa.\n\"Madiba is a very proud person. He is vain so when he realises that he can't walk tall and firm like he used to be, he doesn't like it,\" she told CNN on his 91st birthday.\n\"To see him ageing is something that pains you.\n\"You understand you know it has to happen. That spirit, that sparkle, somehow is fading.\"\nNevertheless she told the BBC in 2010 it was wonderful to watch Mr Mandela \"get old gracefully\".", "date": "6 December 2013", "href": "https://www.bbc.co.uk/news/world-africa-22114543", "tags": "death nelson loved married prison told years women time life mandela"}