{"title": "Netanyahu Seeks to Name a Golan Heights Settlement for President Trump", "content": "JERUSALEM — Prime Minister Benjamin Netanyahu of Israel said on Tuesday that he would ask his government to approve naming a new Jewish settlement in the Golan Heights for President Trump, in appreciation of the American leader’s proclamation recognizing Israel’s authority over the long-disputed territory.\nMr. Netanyahu’s announcement, made during a Passover tour of the Golan Heights with his family, came a month after Mr. Trump’s proclamation, which delivered a valuable pre-election gift to Mr. Netanyahu even as it upended decades of American policy in the Middle East.\nDespite facing corruption charges, Mr. Netanyahu has since won a fourth consecutive term in office — a fifth over all — setting him on course to become Israel’s longest-serving prime minister, surpassing the record of the founding premier, David Ben Gurion.\n“All Israelis were deeply moved when President Trump made his historic decision to recognize Israel’s sovereignty over the Golan Heights,” Mr. Netanyahu said in a video on Tuesday, against the backdrop of the sunny, windswept strategic plateau that Israel captured from Syria during the Six-Day War of 1967.\n“Therefore, after the Passover holiday,” he said, “I intend to bring to the government a resolution calling for a new community on the Golan Heights named after President Donald J. Trump.”\nSituated above the Sea of Galilee, the Israeli-controlled portion of the Golan Heights covers less than 500 square miles, with commanding views over much of northern Israel and into Syria. Syrian forces tried to reclaim the territory in 1973 but were beaten back.\nThe armistice that ended the war left most of the Golan Heights in Israeli hands, and in 1981 Israel passed a law that effectively annexed it.\nAbout 50,000 people live in the area, with Israeli Jewish settlers making up nearly half. The rest are mostly Druze Arabs with Syrian roots. The area contains a handful of Druze villages and more than 30 Jewish settlements that have been built since 1967.\nSuccessive Israeli prime ministers — including Mr. Netanyahu in 2010 — have tried to negotiate a land-for-peace deal with Syria that would involve an Israeli withdrawal from the Golan Heights.\nBut those efforts came to an end with the Arab Spring uprisings that spread to Syria after sweeping the Middle East in early 2011, the civil war that has raged in the country since then, and an Iranian military buildup there.\nInstead there has been talk of vastly increasing Jewish settlements in the Golan Heights.\nCongratulating Mr. Netanyahu on his initiative, the Israeli regional council in the Golan said the decision to dedicate a community to Mr. Trump “complements the aspiration and the goal we have set to double the number of residents of the Golan within a decade.”\nAl-Marsad, an advocacy group that campaigns against Israel’s occupation of the area, has expressed deep concern over reported government plans to increase the population of the area to 250,000 people by 2048.\nAlthough Mr. Trump’s recognition remains at odds with United Nations resolutions rejecting the seizure of land by force, Mr. Netanyahu has hailed it as a diplomatic victory.\nSome Israeli experts welcomed the recognition as a friendly gesture, though one that has limited value.\n“It’s nice to have, but how significant it is could be argued,” Sallai Meridor, who served as Israel’s ambassador to the United States from 2005 to 2009, said in a recent interview.\nCalling Mr. Trump’s Golan recognition “only a declaration,” Mr. Meridor noted that the presidential proclamation was done without bipartisan support or international backing, and is not binding on future administrations.\nCritics described Mr. Netanyahu’s intention to name a new Golan community for Mr. Trump as sycophantic. On Twitter, commentators responded with sarcastic suggestions like calling the territory “Golden Heights” or “Golfing Heights.”\nIn late 2017, after Mr. Trump recognized Jerusalem as Israel’s capital, an Israeli minister proposed to express his gratitude by putting Mr. Trump’s name on a new train station that would bring thousands of tourists directly to the Jewish Quarter of the disputed Old City.\nThe minister, Yisrael Katz, was in charge of transportation and intelligence affairs at the time. He is now also Israel’s minister of foreign affairs.\nIt is unclear whether the new train station will ultimately be built.", "date": "April 23, 2019", "href": "https://www.nytimes.com/2019/04/23/world/middleeast/netanyahu-golan-heights-trump.html", "tags": "heights name “ seeks president israel trump netanyahu israeli golan settlement —"}