{"title": "Netanyahu Says Golan Heights Move ‘Proves You Can’ Keep Occupied Territory", "content": "JERUSALEM — For decades, international law has held that territory seized in war must be returned. But Prime Minister Benjamin Netanyahu of Israel asserted Tuesday that this was no longer a given.\nHe made the argument after President Trump recognized Israel’s sovereignty over the Golan Heights, but his remarks, two weeks before a tight Israeli election, were taken to refer to the West Bank as well.\n“There is a very important principle in international life,” Mr. Netanyahu said late Monday after attending the Golan signing ceremony at the White House. “When you start wars of aggression, you lose territory, do not come and claim it afterwards. It belongs to us.”\nAnd moments before landing at Ben-Gurion Airport on Tuesday, he emphasized the point, telling reporters, “Everyone says you can’t hold an occupied territory, but this proves you can. If occupied in a defensive war, then it’s ours.”\nThe prime minister’s remarks were certain to cheer right-wing voters who believe that international acceptance of Israeli control of the Golan, a strategic plateau captured in the Arab-Israeli War of 1967, could pave the way for annexation of at least part of the occupied West Bank.\nBut legal experts and leaders of many foreign countries said that interpretation did not comport with international law, which does not recognize sovereignty over territory taken from another country by force.\nStill, Mr. Netanyahu’s argument reflected how much the diplomatic context for the Israeli-Palestinian conflict has shifted. With the Trump administration unilaterally acting in defiance of longstanding international consensus on the status of Jerusalem, Palestinian refugees and now the Golan Heights, it has become possible to speak openly of annexing the West Bank in a way that was not considered acceptable a few years ago.\nA Haaretz poll published on Monday found that 42 percent of Israeli voters support annexation of some portion of the West Bank, including some who favor a two-state solution in which the West Bank and Gaza would become a Palestinian state.\nBut Israeli sovereignty of the Golan remains a minority view. The United Nations secretary general and many countries in the region, from allies like Saudi Arabia and the United Arab Emirates, to adversaries, like Iran and Syria, which claims the Golan, have condemned the American move.\nAt the United Nations Security Council on Tuesday, allies and adversaries rebuked Mr. Trump’s declaration, calling it a violation of international law that would only heighten tensions.\nThe French ambassador, François Delattre, called the declaration “a breach of international law, in particular the obligation of states to not recognize an illegal situation of occupation.”\nThose sentiments were echoed by Britain, Russia and China.\nJonathan Cohen, the American representative, said Mr. Trump’s decision was “of critical strategic and security importance” to Israel.\n“To allow the Golan Heights to be controlled by the likes of the Syrian and Iranian regimes would turn a blind eye to the atrocities of the Assad regime and the malign and destabilizing presence of Iran in the regions,” he said.\nYet even the Trump administration hastened to portray the Golan proclamation as a one-off that should not be seen as precedent in other territorial disputes.\n“This is an incredible, unique situation,” Secretary of State Mike Pompeo said Tuesday morning. “Israel was fighting a defensive battle to save its nation, and it cannot be the case that a U.N. resolution is a suicide pact. It simply can’t be, and that’s the reality that President Trump recognized in his executive order yesterday.”\nMr. Pompeo did not specify which United Nations resolution he considered suicidal, but several Security Council resolutions have identified the Golan Heights as occupied territory. After Israel annexed the territory in 1981, the United Nations Security Council passed a resolution declaring the move illegal, based on the principle that “the acquisition of territory by force is inadmissible.”\nEver since Mr. Trump’s tweeted recognition of the Israeli claim of sovereignty over the Golan, Mr. Pompeo has been peppered with questions about how the situation there differs from the Russian annexation of Crimea in 2014 — an act that resulted in American-led international sanctions that remain today.\nMr. Pompeo has insisted that the situations are different, and his argument that Israel was acting defensively is the first time he has tried to explain a rationale for what distinguishes Mr. Netanyahu’s assertion of sovereignty from Vladimir V. Putin’s. Mr. Putin has long argued that he, too, was acting in the defense of the Russian-speaking majority in Crimea, which was part of Russia until it was given to Ukraine in 1954, when both were part of the Soviet Union.\nBut Mr. Pompeo’s argument that the recognition of Israeli sovereignty over the Golan was just an acknowledgment of facts on the ground may undercut his effort to draw distinctions.\nIt suggests that over time the United States might acquiesce to Russian sovereignty over Crimea. As a presidential candidate in 2016, Mr. Trump argued that the sanctions imposed on Russia made little sense, and that the American foreign policy establishment was more committed to the outcome in Crimea than most Americans were.\nMuch as proponents of Israeli annexation of Palestinian territory might find Mr. Trump’s move encouraging, there are important practical and legal distinctions between the West Bank and the Golan Heights.\nThe Golan was part of Syria before 1967. It was largely depopulated, with thousands of Syrians fleeing north after Israel captured it. The small remaining population of mostly Druse residents were offered citizenship by Israel though few took it.\nBy contrast, Israel contends that the West Bank was not legally part of any sovereign nation before Israel captured it in 1967, and thus considers it disputed, rather than occupied, territory. Israel’s failure so far to annex the West Bank has left the door open to a negotiated solution.\nAt the same time, Israel’s annexation of the Golan did not stop consecutive Israeli prime ministers — including Mr. Netanyahu himself — from holding negotiations with the Syrians with a view to returning the Golan in exchange for a peace agreement.\nA bigger difference is that the West Bank has around 2.8 million Palestinian residents, who would vigorously oppose Israeli annexation. Offering them Israeli citizenship would be likely to turn Israel into a binational state.\nSaeb Erekat, the chief negotiator for the Palestine Liberation Organization, blasted Mr. Trump for trying to “delegitimize” the United Nations “and the role of international law to peacefully solve conflicts.” Mr. Netanyahu, he added, “believes that the powerful and the occupier can dictate their occupation and annexation and hold the occupied population hostage.”\nAnalysts cautioned that Mr. Netanyahu could to be trying to exaggerate the effect of Mr. Trump’s move for political reasons.\n“This is him spinning the proclamation into more than it is,” said Ofer Zalzberg of the International Crisis Group. “If Israel annexed Gush Etzion, would Trump let it lie? He could decide that the Golan was desirable, but the West Bank is not. He did not commit to recognizing all Israeli annexation. Trump never said he was going to be consistent.”\nEven legal experts who are sympathetic to Israeli claims in the West Bank and East Jerusalem stressed the differences between those territories and the Golan.\n“It can’t serve as a precedent,” said Alan Baker, a retired Israeli diplomat and former legal adviser to the Israeli Foreign Ministry who lives in a West Bank settlement. “Every situation has its own specific aspects.”\nMr. Baker, co-author of a 2012 government report that argued that the West Bank was not occupied and that the Israeli settlements there are legal, said one of the main differences between it and the Golan was that under the Oslo Accords of the 1990s, both the Israelis and Palestinians committed to determining the future status of the West Bank through negotiations.\n“According to international law,” he said, “you can’t acquire territory, annex or take sovereignty as an act of war, only as part of a negotiation and with the agreement of the former sovereign. That’s the normal practice.”\nBut he added that “if a state is exercising the right of self-defense against an aggressor, then the defending state is permitted to remain as long as the threat exists and as long as the other state presents a danger.”\nSince 1948, Mr. Baker said, Syria has threatened Israel. Today it is also unstable and has used chemical warfare against its citizens, and its president has been accused of committing war crimes. Syria has consistently refused to recognize Israel, or a common border with Israel.\nProf. Eugene Kontorovich, the director of international law at the conservative Kohelet Policy Forum in Jerusalem, also said that Israel did not need to claim “defensive conquest” in the West Bank and Jerusalem because they were not legally recognized as Jordanian territory by most countries before 1967. While Israel may consider giving some away for diplomatic reasons, he said, there is no other sovereign claimant.\nBut from a diplomatic rather than a legal perspective, he added, “It certainly shows that the earth is moving from under the Palestinians. The American administration will not necessarily sit around holding onto a frozen old status quo forever. If the Palestinians do not accept a peace plan soon, the U.S. is ready to move on.”", "date": "March 26, 2019", "href": "https://www.nytimes.com/2019/03/26/world/middleeast/golan-heights-israel-netanyahu.html", "tags": "heights ‘ proves occupied territory move ” israel says netanyahu israeli west bank golan said keep"}