{"title": "Netanyahu Indictment Closer as Israeli Prosecutor Seeks ChargesListen to ‘The Daily’: Israel’s Indispensable Prime Minister?", "content": "JERUSALEM — Israel’s attorney general announced his intention on Thursday to indict Prime Minister Benjamin Netanyahu on charges of bribery, fraud and breach of trust, imperiling Mr. Netanyahu’s political future just 40 days before he is to stand for re-election.\nThe decision by Attorney General Avichai Mandelblit was the culmination of a two-year investigation into Mr. Netanyahu’s dealings with wealthy businessmen, including a Hollywood movie producer, Israeli newspaper publishers and the head of the country’s largest telecommunications conglomerate.\nMr. Netanyahu, who is running for his fourth consecutive term as prime minister, is now entitled to a hearing to challenge the charges. If the case proceeds, he would be the first sitting prime minister to be indicted.\nThe attorney general accused Mr. Netanyahu, 69, of trading lucrative official favors for gifts worth hundreds of thousands of dollars including cigars, Champagne and jewelry, and for flattering news coverage whose value was incalculable.\nThe attorney general’s decision immediately prompted calls from the left and center for Mr. Netanyahu to resign.\nMr. Netanyahu insisted the prosecution was politically motivated, a scheme cooked up by his left-wing opponents and the news media.\n“I tell you, citizens of Israel, this whole tower of cards will collapse,” he said on national television Thursday night. “I intend to serve as your prime minister for many years. But it depends on you. Not on the commentators and TV studios and articles. It depends only on you.”\n[Mr. Netanyahu’s speech: the text and the subtext.]\nMr. Netanyahu, who held office for three years in the late 1990s before reclaiming power a decade ago, was already facing a surprisingly stiff challenge from a popular former army chief, Benny Gantz, heading into the April 9 election.\nThe charges stem from three separate cases. While all three involve trading official favors, only one case brought the most serious charge, bribery.\nIn that case, Mr. Netanyahu is accused of aiding the owner of Walla, a leading Israeli news website, in return for the site’s suppressing or softening coverage about the prime minister and his family and treating his opponents roughly.\nIn one example, Mr. Mandelblit said, Mr. Netanyahu demanded that Walla publish prominently, on Election Day in 2015, his now-notorious video warning to right-wing supporters that Arabs were heading to the polls “in droves” — an appeal for which the prime minister later apologized.\nMr. Mandelblit said that the evidence showed that Mr. Netanyahu had gone out of his way to aid the company’s principal owner, Shaul Elovitch, as “compensation” for the favorable coverage, and that this warranted the charge of bribery, along with charges of fraud and breach of trust.\n[The cases against Mr. Netanyahu, explained.]\nIn the second case, the prosecution said that the Hollywood producer Arnon Milchan, an expatriate Israeli, aided by the Australian billionaire James Packer, sent gifts worth hundreds of thousands of dollars to the prime minister’s residence in Jerusalem, and that Mr. Netanyahu in return promoted legislation that could benefit Mr. Milchan, though it was blocked by the Finance Ministry.\nIn the third, Mr. Netanyahu was accused of discussing with the publisher of Yediot Ahronot, one of Israel’s biggest newspapers, the possibility of a deal for favorable coverage: He would press a competing newspaper, Israel Hayom, to curtail its free circulation, and in return Yediot Ahronot would treat Mr. Netanyahu more kindly. Israel Hayom is owned by Sheldon Adelson, the American billionaire casino owner who is a devoted supporter of Mr. Netanyahu’s.\nThe deal was never completed, investigators said.\nIn the second and third cases, Mr. Mandelblit said that Mr. Netanyahu should be charged with fraud and breach of trust.\nMr. Netanyahu remains highly esteemed by his supporters who, despite his flaws, consider him to be the only Israeli politician with the stature and experience to lead a lonely democracy in a hostile region and represent its interests skillfully on the world stage.\nAnd he has worked hard to prepare his devoted right-wing followers for this moment, assailing the investigation as a “witch hunt” choreographed by the news media in cahoots with his enemies on the left.\nBut as an indictment became increasingly certain, he grew more strident and divisive, alienating even some of the right-leaning voters whose support he needs to win another term.\nThat, in turn, has bolstered his leading opponent, Mr. Gantz, and Mr. Gantz’s argument that Israel needs a fresh start. “Thank you for the last 10 years,” Mr. Gantz has taken to saying, addressing Mr. Netanyahu. “We’ll take it from here.”\nMr. Mandelblit’s decision could also hamper Mr. Netanyahu even if he does win re-election, by narrowing his options in forming a new governing coalition, and perhaps even sinking his chances of leading it.\nMr. Gantz said Thursday that he would not join a government with Mr. Netanyahu, and called on him “to come to your senses and show national responsibility and resign.”\nHe added: “Imagine a prime minister for whom dealing with his legal situation takes up the majority of his day. The state of Israel deserves more than that.”\nMr. Netanyahu’s conservative Likud party would almost certainly need to join forces with several smaller parties to achieve a majority of at least 61 votes in the 120-seat Parliament. His current right-wing and ultra-Orthodox coalition allies have so far pledged to stick with him, at least until formal charges are lodged, but polls show some of them may not be elected.\nA poll by The Times of Israel news site published on Thursday, ahead of Mr. Mandelblit’s announcement, showed that a decision to seek Mr. Netanyahu’s indictment would sharply alter the contest, potentially giving Mr. Gantz’s party 44 seats in Parliament and Likud 25.\nMr. Netanyahu could also choose to step down as part of a plea agreement.\nNormally under Israeli criminal procedure, Mr. Mandelblit’s announcement would be followed in short order by his turning over the evidence to defense lawyers — which if history is any guide would quickly lead to a deluge of leaks. But Mr. Netanyahu asked that Mr. Mandelblit wait until after the election to avoid just that. Mr. Mandelblit has not said what he will do.\nThe relationship between Mr. Netanyahu and Mr. Mandelblit, who used to be Mr. Netanyahu’s trusted cabinet secretary, had raised questions about Mr. Mandelblit’s independence and his wherewithal to prosecute the prime minister.\n[Who is Avichai Mandelblit?]\nAs attorney general, Mr. Mandelblit has shown impartiality, challenging government policies he thought were anti-democratic or unconstitutional. In 2017, he announced his intention to bring fraud charges against Sara Netanyahu, the prime minister’s wife, accusing her of misusing some $100,000 in public funds.\nIn the end, Mr. Mandelblit took a more cautious stance than did his colleagues. Summarizing at length the views of a broad team of prosecutors, he disclosed that others, including the state attorney, favored charging Mr. Netanyahu with bribery in all three cases.\nNow, Mr. Netanyahu must try to mount a legal defense while battling for re-election. His lawyers estimate the legal bills could cost $2 million which, a government watchdog ruled this week, Mr. Netanyahu will have to pay for himself.\nHe had asked for approval of donations of $500,000 apiece, and the option of $1 million more from two wealthy American associates — a cousin, Nathan Milikowsky, with whom Mr. Netanyahu has had business dealings, and Spencer M. Partrich, a Michigan-based developer.\nThe committee said it was inappropriate for wealthy individuals to fund legal expenses arising from a criminal investigation involving wealthy individuals. It ordered Mr. Netanyahu to return the gifts he had already received from Mr. Milikowsky and Mr. Partrich.\nMr. Milikowsky had given Mr. Netanyahu $300,000 to cover legal fees, and Mr. Partrich had given him cigars and two or three business suits.\n“How much does a suit for a prime minister cost,” the committee asked in its ruling, “and why should he receive suits as a present instead of buying them himself?”", "date": "Feb. 28, 2019", "href": "https://www.nytimes.com/2019/02/28/world/middleeast/benjamin-netanyahu-indicted.html", "tags": "indispensable minister closer ‘ seeks prime indictment chargeslisten daily mandelblit israel ” netanyahu israeli prosecutor"}