{"title": "Netanyahu Vows to Start Annexing West Bank, in Bid to Rally the Right", "content": "JERUSALEM — Struggling to rally right-wing voters before Tuesday’s elections, Prime Minister Benjamin Netanyahu said Saturday that he would start to extend Israeli sovereignty over the West Bank if given a fourth consecutive term.\nSuch a move has been ardently sought by the settler movement but resisted until now by Mr. Netanyahu, and by more moderate Israelis, as a potentially fatal blow to a two-state solution to the Israeli-Palestinian conflict. In the eyes of most of the world, it would also be a violation of international law that bars the annexation of land seized in war.\nBut Mr. Netanyahu trailed his main challenger, Benny Gantz, a former army chief of staff, in final polls of the campaign published Friday. And he has been frantically trying to mobilize conservative Israelis to vote for his Likud party rather than for other, more extremist parties whose leaders have joined his government but have often portrayed him as more of a brake on the settler movement than an accelerator.\nMr. Netanyahu was pressed in a live television interview Saturday night over why he had not already annexed settlement blocs like Maale Adumim and Gush Etzion, two large Jewish communities built on occupied territory on the outskirts of Jerusalem. He vowed to begin the effective annexation of those and other, more isolated areas under Jewish control.\n“The question you’re asking is an interesting one: Will we move on now to the next stage?” he said. “And the answer is, yes. We will move on to the next stage.”\nAsked by his interviewer if that meant he would annex the settlement blocs, Mr. Netanyahu said yes, but that he would not stop there.\n“I’m going to apply sovereignty, but I don’t distinguish between settlement blocs and the isolated settlement points, because from my perspective every such point of settlement is Israeli,” he said. “We have a responsibility as the Israeli government. I won’t uproot anyone and I won’t place them under Palestinian sovereignty. I’ll look out for everyone.”\nThe West Bank is home to about 2.8 million Palestinians and more than 400,000 Jewish settlers.\nMr. Netanyahu did not say whether he would seek to annex areas now under Palestinian control under the Oslo Accords.\nApplying sovereignty to Israeli settlements on West Bank land that the Palestinians demand for a future state, presumably along with the roads and infrastructure tethering those places to the rest of Israel, would leave the Palestinians at best with an archipelago of disconnected territory. The West Bank is now under Israeli military jurisdiction, though settlers are subject to civilian law, as Israeli citizens.\nThe chief negotiator for the Palestine Liberation Organization, Saeb Erekat, responded to Mr. Netanyahu’s statements by attacking both him and the Trump administration. The White House has long promised a proposal for a “deal of the century” to end the Israeli-Palestinian conflict.\nBut in the meantime, it has showered Mr. Netanyahu with priceless political gifts — from last year’s recognition of Jerusalem as Israel’s capital to last month’s recognition of Israeli sovereignty over the Golan Heights — while battering the Palestinians with aid cuts and public scoldings.\n“Such a statement by Netanyahu is not surprising,” Mr. Erekat said on Twitter. “Israel will continue to brazenly violate international law for as long as the international community will continue to reward Israel with impunity, particularly with the Trump administration’s support and endorsement of Israel’s violation of the national and human rights of the people of Palestine.”\nHe added: “We’ll continue to pursue our rights through international forums, including the international criminal court, until we achieve our long overdue justice.”\nShalom Lipner, a former aide to Mr. Netanyahu and several other prime ministers, said Mr. Netanyahu might well believe the Trump administration could allow him to proceed with annexation. But he called the promise “the ultimate Hail Mary pass,” and one that came with little political risk.\n“The only reason it’s even credible now is because of what he’s been able to coordinate with Trump,” said Mr. Lipner, an analyst at the Atlantic Council. “Maybe he can actually get Trump to sign off on that as well. But if it became clear it’s not in the cards right now, then he can just say, ‘Sorry, I can’t swing it. Conditions change.’”\n[Read our guide on Israel’s elections.]\nIn the television interview, Mr. Netanyahu vowed not to divide Jerusalem or “uproot any settlement,” and said he would “ensure that we will control the territory west of the Jordan River,” meaning the entire West Bank.\nWhen asked if he would push through before Tuesday the much-delayed evacuation of Palestinians living in Khan al-Ahmar, a Bedouin village near the Maale Adumim settlement bloc, he reiterated his opposition to a Palestinian state on the West Bank.\n“I don’t know whether it will be before the elections,” he said of the Khan al-Ahmar expulsion, which set off intense international criticism after being marked for demolition to make way for an expanded Jewish settlement.\nBut, he added: “We have to control our destiny, and that is going to be impossible if we place there an independent, Arab entity — an Arab state, for all intents and purposes. A Palestinian state. That will endanger our existence.”", "date": "April 6, 2019", "href": "https://www.nytimes.com/2019/04/06/world/middleeast/netanyahu-annex-west-bank.html", "tags": "bid annexing settlement bank ” rally vows west netanyahu israeli right start said"}