{"title": "Netanyahu Presses Pompeo on Israeli Sovereignty of Golan Heights", "content": "JERUSALEM — Prime Minister Benjamin Netanyahu pressed the United States to recognize Israeli governance of most of the Golan Heights during a visit by Secretary of State Mike Pompeo on Wednesday. His efforts underscored the growing possibility that the Trump administration may change the American stance on the territory.\nMr. Netanyahu has pushed repeatedly for the United States to recognize Israeli sovereignty over the western Golan Heights, which Israel seized from Syria in the Six Day War of 1967 and later annexed.\nThere are recent signs that the Trump administration could be moving in Mr. Netanyahu’s direction. An annual human rights report released last Wednesday by the State Department used the phrase “Israeli-controlled” rather than “Israeli-occupied” to describe the Golan Heights, the West Bank and Gaza, counter to the tradition. The Trump administration has also pushed back against United Nations condemnations of Israel’s occupation.\nMr. Netanyahu will visit Mr. Trump next week, the White House announced on Wednesday, a trip that could offer the prime minister’s troubled re-election campaign a lift. Mr. Netanyahu also plans to speak at the annual conference of Aipac, the pro-Israel lobbying group.\nOn Wednesday, Mr. Netanyahu and Mr. Pompeo appeared together to offer remarks to reporters following a one-on-one meeting in the prime minister’s compound in Jerusalem.\nMr. Netanyahu said Israeli intelligence officials had discovered last week that Hezbollah, the Lebanese military and political group with ties to Iran, was trying to set up a network in the Syrian-controlled portion of the Golan Heights, posing a threat to Israel.\n“I can say that all of you can imagine what would have happened if Israel were not in the Golan,” Mr. Netanyahu said. “We would have Iran on the shores of the Sea of Galilee. I think for this reason and for many more, I think it’s time the international community recognizes Israel’s stay in the Golan, the fact that the Golan will always remain part of the state of Israel.”\nMr. Pompeo did not mention the Golan Heights, but he talked expansively about the need for the United States and Israel to work together to counter Iran and about the Trump administration’s backing for Israel’s security.\n“With such threats a daily reality of Israeli life, we maintain our unparalleled commitment to Israel’s security and firmly support your right to defend yourselves,” Mr. Pompeo said.\nMr. Netanyahu praised President Trump for withdrawing from the nuclear deal with Iran last year, a move Mr. Trump made even though American intelligence agencies said Iran had not been trying to build nuclear weapons. He also said American sanctions against Iran appeared to be working, adding that he and Mr. Pompeo had discussed in their meeting how to “intensify the pressure even more.”\nMr. Netanyahu could press the issue of the Golan Heights with Mr. Trump when he meets with him on Monday and Tuesday. Any big gesture by Mr. Trump could help Mr. Netanyahu in his bid for a fifth term in elections scheduled for April 9. But even being seen side by side with the American president could give Mr. Netanyahu a lift with some Israeli voters.\nA shadow has fallen over Mr. Netanyahu’s chances since the Israeli attorney general announced last month that he intended to indict Mr. Netanyahu on bribery and other corruption charges.\nMany Israeli conservatives have applauded Mr. Trump’s policies. He has recognized Jerusalem as the capital of Israel and moved the United States Embassy there from Tel Aviv, and cut aid to Palestinian refugees. Last November, for the first time, the United States voted against a symbolic resolution that the United Nations issues annually that condemns Israel’s presence in the Golan Heights.\nMr. Trump’s son-in-law, Jared Kushner, has been working on a peace plan that many analysts say would take a hard-line approach toward traditional Palestinian demands.\nDespite the pre-election timing, Mr. Pompeo’s visit got little coverage Wednesday night on Israel’s top-rated evening news show.\nThere have been at least three occasions in the late 20th century when American presidents tried to influence Israeli elections, according to Aaron David Miller, a Middle East scholar at the Wilson Center who worked on Arab-Israeli negotiations as a State Department official. He cited efforts by President George Bush and then President Bill Clinton, one of which involved Mr. Clinton trying to boost Shimon Peres over Mr. Netanyahu.\n“The Trump administration’s re-elect Netanyahu campaign is in full swing,” Mr. Miller said. “Pompeo’s Israel stop — rare for a secretary of state this close to an Israeli election — is designed to show that the U.S. and Israel are in sync on policy, especially Iran.”\nOn Wednesday morning, before flying to Israel, Mr. Pompeo held a news conference in Kuwait City with the foreign minister of Kuwait. An American reporter asked Mr. Pompeo for the exact position of the United States on the West Bank and Golan Heights: Were they or were they not occupied by Israel?\nMr. Pompeo said only “there’s been no change in U.S. policy” but did not lay out the policy.\nOn Monday night, a reporter accompanying Mr. Pompeo on the flight to Kuwait asked him whether the State Department had made a deliberate change to language in the human rights report by using “Israeli-controlled” rather than “Israeli-occupied.”\n“This was a factual statement about how we observe the situation,” Mr. Pompeo said. “And we think it’s very accurate, and we stand behind it.”\nLast year, the State Department’s human rights report stopped using “occupied” in headlines on the West Bank and Gaza, but kept the word in the text.\nIn Lebanon, on the final stop of his trip, Mr. Pompeo plans to denounce Hezbollah.\nHe has also been pressuring Iraq to distance itself from neighboring Iran. That has raised tensions with Iraqi leaders and even with Pentagon and C.I.A. officials, who say Mr. Pompeo’s hard-line stand on Iran was jeopardizing ties between the United States and Iraq, where 5,200 American troops are based. Mr. Pompeo had already strained ties with European allies over Iran policy.", "date": "March 20, 2019", "href": "https://www.nytimes.com/2019/03/20/world/middleeast/netanyahu-pompeo-golan.html", "tags": "heights united israel ” pompeo netanyahu sovereignty israeli golan presses"}