{"title": "Netanyahu-Trump Partnership Is Stronger Than Ever. Are These Its Final Days?", "content": "JERUSALEM — In his increasingly uphill re-election battle, Prime Minister Benjamin Netanyahu’s secret weapon is no secret.\nIt’s President Trump.\nGiant campaign billboards went up in Tel Aviv and Jerusalem a month ago showing the prime minister and the president shaking hands and grinning under the words “A Different League,” implicitly dismissing Mr. Netanyahu’s challengers as amateurs. Hours before Israel’s attorney general announced his intention to indict Mr. Netanyahu on corruption charges last month, Mr. Trump told reporters in Vietnam that the Israeli leader was “tough, smart, strong” and “has done a great job as prime minister.”\nAnd on Monday, the Pentagon announced a small, temporary American troop deployment in Israel. By Wednesday, Mr. Netanyahu — barred under an anti-propaganda law from exploiting Israeli soldiers as campaign props — had circulated a video and snapshots showing him surrounded by American troops instead.\nAll of this is of great help to Mr. Netanyahu with voters in Israel, where polls show Mr. Trump is admired more than in almost any other country. Israelis have ample reason to view the president favorably: His administration has showered Mr. Netanyahu with gift after politically charged gift, including moving the American Embassy to Jerusalem, repeatedly cutting aid to the Palestinian Authority, and embracing Israel’s argument that millions of Palestinians should no longer be counted as refugees.\nWhile other presidents and prime ministers have been close, the Trump-Netanyahu relationship has no precedent in their countries’ history, veteran diplomats say, encompassing deep parallels in their politics, similar struggles with scandals and outright copycatting in how they denigrate opponents. And the relationship has also benefited Mr. Trump, with Mr. Netanyahu’s policies alienating Jewish Democrats and helping Mr. Trump depict the Republicans as Israel’s only reliable source of unconditional American support.\nBut the prelude to the April 9 election in Israel could well be their last hurrah together.\nMr. Netanyahu’s defeat is now a serious possibility. His party is trailing that of a popular former army chief, Benny Gantz, in the polls. Even if Mr. Netanyahu wins, he may be unable to form a government because Mr. Gantz has vowed not to enter a coalition with him while he faces indictment. And if Mr. Netanyahu could forge a governing majority, it is likely to be so far right as to complicate or even derail the Trump administration’s long-awaited peace plan to resolve the Israeli-Palestinian conflict.\nIn the United States, Mr. Netanyahu’s new alliance with a racist Israeli fringe party is already freeing Democrats to denounce him with fewer concerns about Republican blowback. And in a matter of months, the criminal case against Mr. Netanyahu could dislodge him from power once and for all.\nFor now, however, the administration’s favors keep on coming: Secretary of State Mike Pompeo just announced a stop in Israel on a Middle East swing beginning March 18. The political backup is almost certain to reach its peak a few days later, when Mr. Netanyahu is expected to get an Oval Office meeting, if not a formal White House dinner, during the yearly gathering of Aipac, the powerful pro-Israel lobby.\nIt’s gotten to the point that analysts tracking the American assistance to Mr. Netanyahu’s campaign have taken to guessing what Mr. Trump might toss his way next: merely more plaudits, or perhaps a meatier bone, like endorsing Republican-sponsored legislation to recognize Israeli sovereignty over the Golan Heights.\n“Some big package and bundle of goodies,” said Aaron David Miller, a veteran Middle East negotiator under Republican and Democratic presidents. “The game on Trump’s part is to do whatever he can do to re-elect Bibi.”\nThere is nothing unheard-of about a president trying to influence an Israeli election: George H.W. Bush’s suspension of loan guarantees helped Yitzhak Rabin defeat Yitzhak Shamir in part out of frustration at Mr. Shamir’s recalcitrance. Bill Clinton arranged an Arab-Israeli summit meeting and a White House visit in a failed effort to help Shimon Peres defeat Mr. Netanyahu in 1996. And Mr. Netanyahu’s poor relationship with Mr. Clinton, who was seen as pro-Israel, contributed to his defeat after just three years in office, said Anshel Pfeffer, author of “Bibi,” a well-received Netanyahu biography.\nBut there is no antecedent for the kind of feedback loop at work between Mr. Trump and Mr. Netanyahu, at least in stylistic terms.\nIt’s hard to know if “witch hunt,” the term both use to discredit the investigations clouding their administrations, is being thrown around more by Mr. Netanyahu in Hebrew or by Mr. Trump in the original English. Mr. Netanyahu does not bother to translate “fake news” in his frequent social-media posts. Mr. Trump calls some news organizations “enemies of the people,” while Mr. Netanyahu ran ads singling out Israeli journalists and vowing, “They will not decide” the election. Even his “indispensable man” strategy evokes Mr. Trump’s 2016 nomination speech, “Only I can fix it.”\nThe interplay achieved a kind of fun-house-mirror effect a week ago when Mr. Netanyahu tweeted about a segment of “Fox and Friends,” Mr. Trump’s favorite program, in which an American commentator had dismissed the Israeli corruption case using talking points Mr. Netanyahu easily could have dictated. “Watch what they say in one of the most watched shows in the U.S. about the persecution against me,” he told his followers.\nIn both personality and policy, the two actually have so little in common that the “different league” tagline could be read another way. Mr. Netanyahu is a voracious reader and student of history; Mr. Trump is neither. Mr. Netanyahu, even his critics say, has been a savvy statesman, forging ties with once-hostile nations; Mr. Trump’s iconoclastic, domineering foreign policy has by contrast alienated longstanding American allies around the globe.\nYet much as Muddy Waters anticipated Mick Jagger, Mr. Netanyahu was thrilling Israeli audiences with a visceral blend of populism, ethnic resentments and media-bashing fully 20 years before Mr. Trump first took that brand of politics to the big time.\nWhere Mr. Trump would later appeal to the American white working class, Mr. Netanyahu melded Israeli ultra-Orthodox, secular Russian immigrants and working-class Mizrachi voters, whose forebears lived in the Arab world, into a political base hungry to give the educated, liberal, European-descended Ashkenazim of Tel Aviv their comeuppance, said Ari Shavit, an author and former columnist who has followed Mr. Netanyahu throughout his career.\n“Both are successful, privileged men who managed to become leaders of the rebellion against the elite,” Mr. Shavit said.\nMr. Pfeffer’s biography recounts a 1999 campaign rally at which Mr. Netanyahu accused the news media of colluding with the left to bring him down and led the crowd in chanting, “They. Are. Afraid.”\n“It was exactly the same patterns and tones as ‘Lock Her Up,’” Mr. Pfeffer said in an interview, referring to the Trump rally chant against Hillary Clinton.\nThe White House declined to comment for this article, and the prime minister’s office did not respond to requests for comment.\nMr. Netanyahu, whom Republicans in a 2015 poll had named the world leader they most admired, was initially apprehensive over Mr. Trump’s victory in November 2016, according to people made aware of his thinking at the time. Much as he disliked Mrs. Clinton, he knew what to expect with her. Mr. Trump was unpredictable.\nMr. Netanyahu quickly realized his good fortune, however: He had a personal connection to Jared Kushner, the president’s son-in-law. David Friedman, the president’s bankruptcy lawyer-turned-ambassador to Israel, was a stalwart supporter of West Bank settlement. Sheldon Adelson, a key backer of Mr. Trump’s campaign, had been a devoted Netanyahu backer for far longer, even bankrolling a supportive daily newspaper that is now the closest Israeli equivalent to Fox News. In short order, Mr. Netanyahu’s ties to the White House became a calling card for him with other world leaders seeking an in with the Trump administration, according to Israeli officials.\nWhat was missing with Mr. Trump, however, was the curb on Mr. Netanyahu that Mr. Clinton and Barack Obama had each applied, Mr. Shavit said: “The fact that he’d had a Democratic president was like his external superego.”\n“The moment Trump was elected, it unleashed a far more aggressive, vulgar and manipulative Netanyahu than we had seen before,” he added.\nIt was the “license” Mr. Netanyahu felt with Mr. Trump, Mr. Shavit suggested, that allowed him to attack the police chief and attorney general, both political allies until they pursued corruption charges against him; to abandon an agreement, enormously important to religiously liberal American Jews, to enhance non-Orthodox Jewish prayer at the Western Wall; and, most recently, to broker an alliance with a racist anti-Arab party, Otzma Yehudit, or Jewish Power, whose ideology has been compared to Nazism.\nThese moves have further eroded his support among liberal American Jews who have felt squeezed between their support for Israel and their animus toward Mr. Netanyahu.\n“Democrats have to convey that they’re pro-Israel but anti-Netanyahu,” said Batya Ungar-Sargon, the Brooklyn-based opinion editor for The Forward. “It seems tricky, but his criminal case and his coalition with Otzma have made that so much easier for them. He’s given them a totally fair target.”\nIf Mr. Trump’s generosity toward Mr. Netanyahu’s Israel has been purposeful, it could be seen at least partly as a drawn-out but determined effort to butter him up to make it more difficult for him to say no to the Trump peace plan. The fear all along among right-wing Israelis has been that Mr. Trump would draw down some of the good will he has banked with Mr. Netanyahu, possibly by demanding such hard-to-swallow concessions as statehood for Palestine with a part of Jerusalem carved out for its capital.\nYet Mr. Netanyahu now trails Mr. Gantz, whose appeals for right-of-center support are widely believed to mask a willingness to compromise for peace if the Palestinians show a readiness to do the same.\n“For the first time in the history of U.S.-Israeli relations, we could have an Israeli government that’s more flexible, more willing to move forward, than an American administration,” Mr. Miller said.\nMr. Netanyahu may still prevail on April 9, but given Mr. Gantz’s promise to refuse to enter a coalition with him, Mr. Netanyahu would be forced to assemble a governing majority even further to the right than his current one.\nAny proposal remotely palatable to the Palestinians would be anathema to such a government, and vice versa, said Daniel Shapiro, the ambassador to Israel under Mr. Obama.\n“He may be able to tell his coalition, ‘I’ve extracted the most favorable terms ever offered by any American administration,’ but the Palestinians will reject it and it’ll be a one-day story.\n“I think the most likely scenario, actually,” Mr. Shapiro added, “is they never present a plan.”", "date": "March 10, 2019", "href": "https://www.nytimes.com/2019/03/10/world/middleeast/netanyahu-trump-election-scandal.html", "tags": "ever american partnership “ stronger president days israel netanyahu-trump final netanyahu israeli"}