{"title": "Netflix Won't Film Series In North Carolina Partly Because Of Anti-LGBTQ Law", "content": "Nearly three years after the controversy over North Carolina’s “bathroom bill” hit fever pitch, the legislation’s impact on the Tar Heel State lingers. \nAccording to The Hollywood Reporter, Netflix has scrapped plans to film a new series, “OBX,” in North Carolina. Though the coming-of-age drama is set in North Carolina’s Outer Banks (or OBX), producers are opting to film it in South Carolina partly because of the remnants of House Bill 2.\nHB2, signed by former Gov. Pat McCrory (R) in March 2016, prohibited transgender people from using restrooms that align with their gender identities. The bill sparked an instant backlash and was condemned by everyone from Hillary Clinton to Bruce Springsteen, who nixed a performance in Greensboro over the legislation. \nHB2 was partially repealed and replaced by HB142 in 2017. The replacement, however, maintains a provision prohibiting municipalities from passing any ordinance regulating private employment or public accommodations. In other words, it bars cities from passing their own nondiscrimination protections for LGBTQ people or enacting measures raising the minimum wage or protecting workers.\nAt present, this provision will remain in place until 2020. \nA Netflix spokeswoman told HuffPost the streaming network had no comment but confirmed that “the law was a factor in our decision not to film in North Carolina.”\n“The decision to film in South Carolina is final,” she added, “and it’s worth clarifying that we never started production in North Carolina.”  \nA number of LGBTQ advocacy groups and individuals applauded the news.\nAmong those to express disappointment over the decision was “OBX” creator Jonas Pate, who previously worked on “Friday Night Lights” and “Aquarius,” among other shows, and is a resident of Wilmington, North Carolina.\n“This tiny law is costing this town 70 good, clean, pension-paying jobs and also sending a message to those people who can bring these jobs and more that North Carolina still doesn’t get it,” he told Wilmington Star News on Jan. 7. \n“This show would be a postcard to North Carolina,” he added.   ", "date": "\n01/11/2019", "href": "https://www.huffpost.com/entry/netflix-north-carolina-obx_n_5c38db48e4b045f6768bc13c", "tags": "film wo legislation series ” anti-lgbtq obx carolina partly bill decision north law netflix"}