{"title": "New York parents sue 30-year-old son who refuses to move out", "content": "The parents of a 30-year-old man have resorted to drastic measures in an effort to get their son to fly the coop: they are suing him.\nCourt documents say Michael Rotondo does not pay rent or help with chores, and has ignored his parents' offers of money to get him settled.\nDespite doling out five eviction letters, Christina and Mark Rotondo say their son still refuses to move out.\nMichael is arguing that legally, he was not given enough notice to leave.\nMr and Mrs Rotondo filed their case with the Onondaga County Supreme Court, near Syracuse, New York, on 7 May, after months of unsuccessfully urging their son to leave.\nThe would-be empty nesters' lawyer, Anthony Adorante, told Syracuse.com the couple did not know how else to get their adult son out of their house.\n\"We have decided that you must leave this house immediately,\" reads the first letter, dated 2 February, according to court filings.\nWhen Michael ignored the letter, his parents wrote up a proper eviction notice with the help of their lawyer.\n\"You are hereby evicted,\" a 13 February notice signed by Mrs Rotondo reads. \n\"A legal enforcement procedure will be instituted immediately if you do not leave by 15 March 2018.\"\nThe couple then offered their son $1,100 (£819) to move out - along with some sharp commentary about his behaviour.\n\"There are jobs available even for those with a poor work history like you. Get one - you have to work!\" they said.\nBy 30 March, however, it was becoming clear their son had no intention of leaving.\nIn April, Mr and Mrs Rotondo went to their local town court to see if they could evict their son.\nBut they were told that because Michael is family, they would need a Supreme Court justice to officially send him packing.\nAccording to WABC News, Michael has called his parents' lawsuit \"retaliatory\" and has asked the court to toss out the request.\nThe Rotondo family will take their case to Supreme Court later this month - some weeks ahead of Michael's 31st birthday.", "date": "22 May 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44215648", "tags": "york leave parents son refuses court notice rotondo move sue mrs supreme michael new get"}