{"title": "New Version Of Obamacare Repeal Would Gut Pre-Existing Condition Guarantee", "content": "Apparently yanking away the funds that allow millions of people to get health insurance isn’t enough for some House Republicans.\nNow they also want to gut the Affordable Care Act’s protection for people with pre-existing conditions.\nRep. Tom MacArthur (R-N.J.) on Tuesday formally unveiled an amendment to the American Health Care Act, the bill to repeal Obamacare that Republicans tried to get through the House last month. The amendment, which HuffPost’s Matt Fuller first reported last week, is the product of negotiations among key Republicans, including Vice President Mike Pence. \nA main goal of the proposal is to win over conservative House members who last month opposed the GOP repeal bill because, in their view, it still left too much of the 2010 health care law in place. Rep. Mark Meadows (R-N.C.), chairman of the conservative House Freedom Caucus, helped to craft the amendment. And although he has not yet declared support for it publicly, a few other conservatives have signaled they may be ready to switch from no to yes.\nIt’s easy enough to see why. If enacted, it would allow states to re-create the conditions that existed before the Affordable Care Act took effect ― a time when insurance premiums were cheaper, chiefly because insurers didn’t have to pay the big medical bills of people with serious conditions.\nAt the same time, the new proposal leaves intact most of the initial bill’s big financial changes. Those include shifting the law’s health insurance subsidies, which would offer less help to poor people, and dramatically cutting funds for Medicaid, which would free up money for tax cuts for the wealthy.\nBut conservative dissension wasn’t the only obstacle to passage last time around. \nModerate Republicans also objected to the bill, citing, among other things, the huge loss of insurance coverage it would cause. The Congressional Budget Office predicted that the number of uninsured Americans would climb by 24 million if the law took effect ― partly because people would lose financial assistance they need to pay for health insurance, and partly because people depending on Medicaid would no longer be eligible for it.\nInstead of addressing those concerns ― say, by pulling back on the huge Medicaid cut ― this proposal seems to make repeal even less palatable to moderates. By gutting the protection for people with pre-existing conditions, the proposal attacks a feature of the health care law that has been wildly popular, even with Republicans. It also violates a key promise that virtually every Republican, including President Donald Trump, has made repeatedly.\nThe measure’s supporters insist that their proposal would not harm people with serious medical problems. In fact, a clause states explicitly: “Nothing in this Act shall be construed as permitting health insurance issuers to limit access to health coverage for individuals with preexisting conditions.”\nBut that is exactly what it would do.\nBy now, most people know that the Affordable Care Act protects people with pre-existing conditions. But not everybody realizes that the law accomplishes this through several mechanisms that interact.\nThe law doesn’t simply prohibit insurers from denying coverage outright to people with medical problems, it also prohibits insurers from charging those people more ― or from selling policies that skimp on or leave out key benefits, rendering insurance useless to people who depend on those benefits.\nUnder the new proposal, insurers still couldn’t reject people who have pre-existing conditions. But states could allow insurers to charge those people higher premiums ― and to sell policies without Obamacare’s essential benefits.\nConservatives have long objected to these features of the Affordable Care Act, because they drive up premiums for younger and healthier people. What conservatives fail to mention is that, without these provisions, people with medical problems end up paying a great deal more for their health care, because they face much higher premiums or can’t find policies to cover their medical needs. Ultimately, many end up with no insurance at all.\nA recent analysis by researchers at the liberal think tank Center for American Progress examined the likely effects of such a proposal on premiums for people with medical conditions. For conditions like asthma or diabetes without complications, the researchers predicted, insurers would seek premiums more than twice as high as the standard rates. For people with metastatic cancer, the researchers concluded, insurers would ask for premiums 35 times higher than usual ― pushing premiums well beyond $100,000 a year. Needless to say, that’s more than virtually anybody could or would pay for insurance.\n“This approach provides access to people with pre-existing conditions in theory but not in practice, since they’d be charged astronomical premiums if states allow it,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, said Tuesday evening.\nThe proposal comes with plenty of caveats, like requiring states to seek waivers from the Department of Health and Human Services before eliminating those rules on insurance. These protections don’t appear to mean a whole lot, however, because the conditions for getting the waivers are broad and easy to satisfy.\n“Essentially, any state that wanted a waiver would get one,” Timothy Jost, a law professor at Washington and Lee University, wrote in a blog posted Tuesday evening for the journal Health Affairs. And even states that wanted to keep the existing consumer protections in place could be under enormous pressure from insurers to change them.\nDefenders of the Republican proposal are likely to insist, as they always do, that so-called high-risk pools can take of people with pre-existing conditions. But few experts familiar with the history of health policy take this vow seriously because such high-risk pools existed before and rarely worked well. \nAnd, of course, the high-risk pools wouldn’t do much good for the millions who now depend on either Obamacare’s financial assistance or its expansions of Medicaid for coverage ― and would lose it once the money for those programs was taken away from them.\nCuriously, the bill would leave the Affordable Care Act’s consumer protections in place for members of Congress and their staffs, as Sarah Kliff of Vox reported.\nExactly how House Republicans will react to this proposal remains to be seen. In the last few weeks, moderates within the GOP caucus have become, if anything, more outspoken about their determination to keep some of the law’s consumer protections in place. And House leadership has been relatively quiet about the negotiations, which have apparently been driven by the White House.\nMeanwhile, polling has detected a clear shift in public opinion away from repeal. According to a Washington Post-ABC News poll that came out Tuesday, 61 percent of Americans said they prefer Congress “keep and try to improve” the 2010 health care law, while 37 percent say they want Congress to “repeal and replace it.” \nThe same poll found that 70 percent of Americans favor requiring all states to prohibit higher premiums for people with pre-existing conditions, while 62 percent favor requiring all states to make plans cover essential benefits including “preventive services, maternity and pediatric care, hospitalization and prescription drugs.”\nIn other words, strong majorities oppose both of the key provisions in this new plan. That doesn’t mean it can’t pass. But it means that Republicans voting for it would be risking a pretty big political backlash ― while making insurance less accessible for some of the people who need it most.\nCORRECTION: This article previously misidentified the state that Mark Meadows represents as South Carolina.", "date": "\n04/26/2017", "href": "https://www.huffpost.com/entry/obamacare-repeal-pre-existing-conditions_n_5900124fe4b0026db1dc423b", "tags": "care guarantee obamacare proposal repeal pre-existing health would conditions ― insurance gut law premiums new version condition"}