{"title": "New South Wales drought now affects entire state", "content": "Australia's most populous state, New South Wales (NSW), is now entirely in drought, officials have confirmed.\nA dry winter has intensified what has been called the worst drought in living memory in parts of eastern Australia.\nNSW produces about a quarter of Australia's agricultural output. It was officially listed as \"100% in drought\" on Wednesday.\nThe state and federal governments have provided A$576m (£330m; $430m) in emergency relief funding.\n\"There isn't a person in the state that isn't hoping to see some rain for our farmers and regional communities,\" said NSW Minister for Primary Industries Niall Blair.\nFarmers have told harrowing stories of failing crops, severe water shortages and being unable to feed livestock. \nSome have spent up to A$10,000 per truckload of hay just to feed their animals, according to Prime Minister Malcolm Turnbull.\n\"It's like you are in jail every day,\" Queensland farmer Ashley Gamble told the Nine Network. \"You turn up here because you've got to turn up. It's just depressing.\"\nStock agent Simon Bourke told the ABC: \"We're selling livestock we don't want to sell… down the track there's really not going to be too many cattle or sheep left.\"\nCattle farmer David Graham said he was resigned to waiting for rain, telling the BBC: \"In our community you just support each other through the tough times.\"\nSuicide rates in rural regions are on average about 40% higher than in urban areas, mental health group Sane Australia has said.\nSouthern Australia has just experienced its second-driest autumn on record, according to the Bureau of Meteorology, with rainfall 57mm (2.24in) below average.\nLess than 10mm of rain was then recorded in parts of NSW in July, and drier than normal conditions are forecast in coming months.\nOn Wednesday, officials said 23% of NSW was classified as being in \"intense drought\", with the remainder in drought or drought-affected.\nBut the problem is not confined to NSW - more than half of neighbouring Queensland is in drought. Parts of Victoria and South Australia are also experiencing dry conditions.\nOn Sunday, Prime Minister Malcolm Turnbull warned that the country had become a \"land of drought\".\nThe weather in Australia naturally varies a lot year-on-year, and droughts are caused by many different, complex factors.\nScientists are reluctant to blame any single event on rising emissions.\nHowever, the Australian government says some of the aspects that affect drought, such as high atmospheric pressure, could be becoming more likely because of human-induced climate change. \nWhile touring some of the worst-hit areas in June, PM Turnbull said: \"I don't know many people in rural New South Wales that... don't think the climate is getting drier and rainfall is becoming more volatile.\"\nFarmers are already eligible for annual relief payments of up to A$16,000 each. Earlier this week, Mr Turnbull announced additional payments of up to A$12,000.\nThe prime minister said that although drought was considered \"part of the Australian climate\", farmers needed help.\n\"What we have to do is make sure we [the government] back them when the times get as tough as they are now,\" he told the Australian Broadcasting Corporation earlier this week.\nHowever, some have criticised the measure as \"too little, too late\" and said the payments process is too onerous. Almost 20,000 eligible people are yet to apply for the grant.\nNo, the so-called millennium drought of 1997-2005 is often cited as the most devastating - it ravaged almost 50% of Australia's agricultural land.\nThat event coincided with two El Nino systems, powerful weather phenomena that are often associated with droughts in Australia.\nEarlier this year, meteorologists rated Australia as having a 50% chance of experiencing an El Nino in its spring beginning in September.", "date": "8 August 2018", "href": "https://www.bbc.com/news/world-australia-45107504", "tags": "wales australia entire drought minister farmers turnbull affects nsw state told south new"}