{"title": "New Senate Tax Bill Goes After Obamacare", "content": "WASHINGTON ― Republicans in the U.S. Senate want to gut Obamacare in the latest draft of tax reform legislation they released late Tuesday. \nThe new version of the tax bill repeals the Affordable Care Act’s requirement that all Americans either purchase health insurance or pay a penalty. \n“By scrapping this unpopular tax from an unworkable law, we not only ease the financial burdens already associated with the mandate, but also generate additional revenue to provide more tax relief to these individuals,” Sen. Orrin Hatch (R-Utah), chairman of the tax-writing Senate Finance Committee, said in a press release. \nObamacare’s individual mandate, as it’s often called, is a core part of the law designed to bring healthier people into the insurance risk pool in order to offset the cost of sicker people who are more likely to buy insurance without the incentive of a mandate. \nUntil this week, Republicans had not signaled major interest in gouging the Affordable Care Act as part of tax reform. The tax bill in the House, which could see a floor vote this week, does not include the Obamacare provision. Including the mandate repeal helps put back some of the money that the bill loses through tax cuts for the wealthy and corporations. \nIn another big twist, the new Senate tax legislation makes many of the individual tax cuts in the plan temporary in a bid to comply with Senate rules that forbid certain legislation from adding to the federal budget deficit after 10 years. \nThe heart of the bill, a reduction in the top corporate tax rate from 35 percent to 20 percent, will be permanent ― but things like reductions in the individual income tax and an increase of the standard deduction would expire at the end of 2025. So would an increase in the child tax credit. \nThe tax cuts enacted during the George W. Bush administration had similar “sunset” provisions in order to comply with budget rules. Republicans at that time did not actually intend for the cuts to be temporary and correctly predicted that Congress wouldn’t allow most of the cuts to expire.\nSenate Minority Leader Chuck Schumer (D-N.Y.) said in a Wednesday morning statement that with the sunsetting tax cuts, Republicans would put themselves in the position of later imposing big tax increases on the middle class. \n“Either tens of millions of taxpayers will pay significantly more the longer this plan is in effect, or a future Congress will extend the tax breaks, making the deficit hole they create massively deeper,” Schumer said. \nRepublicans are advancing their legislation according to special “budget reconciliation” rules that allow bills to pass the Senate with only 51 votes instead of 60. Since Republicans control only 52 seats in the Senate, the reconciliation process allows them to cut taxes without any Democratic support.\nThis post has been updated with a statement from Schumer.", "date": "\n11/14/2017", "href": "https://www.huffpost.com/entry/senate-tax-bill-obamacare_n_5a0bb637e4b00a6eece51eb3?11s", "tags": "goes mandate tax obamacare cuts republicans senate bill new legislation"}