{"title": "New Rituals in the Adoration of Italy", "content": "MUCH has been said about the marble, mahogany and millions of dollars poured into Del Posto, but the risk that Mario Batali and Joseph Bastianich have taken with this grand Italian restaurant is best measured in the gutsy way they have defied what their fans expect.\nThey have crumpled up page after page of the script that made their previous ventures so beloved and written a new libretto, emphasizing refined notes over rustic ones, sacrificing hip on the altar of elegant. Spacious and tranquil, with a piano player in place of a rock soundtrack, Del Posto is the anti-Babbo, the un-Lupa.\nAnd that's not the whole of it. Teaming for the first time with Mr. Bastianich's mother, Lidia, whose restaurant Felidia is a more relevant point of reference, the two men have challenged New Yorkers to accept Italian cuisine presented with fastidious rituals and opulent trappings usually reserved for French fare.\nTheir reward? I hear a lot of grousing that Del Posto feels soulless and spurious, that it's the culinary equivalent of an epic Hollywood folly: Dishtar. The naysaying makes me wonder whether many New Yorkers are as open to new experiences as they like to think. Del Posto dares to speak in an unfamiliar idiom, only to be told it has a phony accent. That's a parochial response, and a largely unjust one.\nDel Posto, which means \"of the place,\" has ample ethnic grounding in Italy's fancier restaurants. It also has something more important: mostly terrific food, distinguished by first-rate ingredients (the arugula here makes arugula at many other restaurants seem like iceberg in drag), clear flavors and, more often than not, superior cooking.\nIgnore the traffic jam of service carts and the purse stools (and, beyond Del Posto's doors, the loud, ugly battle between the restaurant and its new landlord). Focus instead on what lands on the tables.\nIt can be inventive and delicate: a cauliflower sformato, which is a puck of ethereal custard, rising above a salad of grapefruit and skate. Or simultaneously luxurious and earthy: ravioli that are filled with a chestnut and Parmesan purée and paired with pigeon and myrtle.\nIt can be fiery and populist: spaghetti with crab, jalapeño and toasted breadcrumbs, the kind of go-for-broke flourish Mr. Batali indulges less often here than at Babbo. Or more obscure and regal: a purplish risotto with Barolo and Castelmagno cheese, which combines cow's, goat's and sheep's milk,  atop a bright orange carrot purée.\nMove on to main courses and you find an unusually indulgent array of fish and meat. Not only striped bass and cod but also grilled turbot, orata steamed in parchment and Arctic char baked in salt.\nNot only duck and squab but also roasted guinea hen, the skin over the breast golden and crisp, the flesh from the leg mixed with risotto and served in a hollowed baby pumpkin. There's veal rack, veal shank, lamb kidneys, leg of lamb.\nIn fact there's a bit too much. At a restaurant this  self-regarding and pricey —  the veal rack, for two, is $95 — you pay in part to submit to expert judgment and you want more guidance. You don't want to hear a server say unbidden that the menu can be overwhelming, a concession that should clue the restaurant into the need for more scrupulous editing.\nSuch editing would improve the ratio of outstanding dishes to less successful ones. The veal shank, roasted and served with spaetzle, was dull and slightly dry, as was swordfish. Pappardelle with wild boar needed more kick, maybe because this particular pairing of noodle and beast has become so widespread.\nOf the three savory chapters of the menu, which cover antipasti, pasta (and risotto) dishes and the main courses, the most consistently impressive is the second one. I was delighted to find bucatini alla gricia,  noodles mixed with guanciale, red onions and an emulsification of rendered guanciale fat and pecorino.\nMr. Batali's love of offal finds expression in pici, a sort of fat Tuscan spaghetti, with coxcombs, chicken livers, duck testicles and, for conventional decadence, black truffles. Less predictably, agnolotti of veal, pancetta, chicken, mortadella and Parmesan are served slightly crunchy and unsauced, to be plucked and eaten with your fingers.\nThe ceremony surrounding main courses can indeed be fussy, with glistening slabs of flesh exhibited in their cooking vessels for adoration before being taken away and plated. The meats in the bollito misto, which include pork-stuffed pig's trotter, arrive in a cart and are hoisted from the water and carved tableside.\nBut one of the ways Del Posto stays faithful to Italy is the straightforwardness of most of the preparations themselves. Mr. Batali, Ms. Bastianich and the executive chef, Mark Ladner, tend not to go off on precious, rococo tangents.\nThe grilled turbot is gussied up with little more than a last-second application of olive oil. The potent appeal of a mixed grill with pork loin, a lamb chop, quail and a goose sausage hinges on the kitchen's care with these elements, not on a flurry of embellishments.\nLike the guinea hen, the veal shank and four risotto dishes, the turbot comes in a serving for two. Like the char, the veal rack and the leg of lamb, the mixed grill is for four. In a disconcerting and sometimes disappointing fashion, dining at Del Posto can demand more than a generous budget and several hours. It can require a quorum.\nSome adjustments should be made, to both the food and the ambience. Del Posto needs more blockbuster desserts, the best of which are a cranberry and apple strudel (yet again, for two), an apricot cassata that's like an Italian baked Alaska, and mustard-colored zabaglione, studded with green bits of pistachio-flavored amaretti.\nMs. Bastianich can be seen and heard whisking the zabaglione in a copper pot, and the incessant clanging, coupled with the tinkling of the piano, quickly teeters into parody.\nBut the central vision and ambition of Del Posto are valid ones. Why shouldn't an Italian meal be bracketed by a breadbasket as bountiful as Del Posto's and a plethora of complimentary cookies? Can there be much complaint with the extensive Italian wine list, which has a laudable number of  bottles of white for under $50 and red for under $80?\nValet parking may seem molto suburban, but I suppose it's a welcome convenience for diners with cars. And while the vastness of the space, a whopping 24,000 square feet over several levels, brings to mind a hotel lobby, it's one swanky  lobby. It also affords real room to maneuver between tables, enough quiet to facilitate conversation and a lounge area in which you can wait for your table in cushioned comfort or graze on modestly portioned dishes from a separate menu.\nNo doubt about it: this isn't the Babbo or the Lupa way. But why shouldn't Mr. Batali and Mr. Bastianich try a different path? And why bristle at the pageantry, so long as the pleasure is intact?\nDEL POSTO\n***\n85 10th Avenue (16th Street), Chelsea; (212) 497-8090.\nATMOSPHERE A palatial multilevel room with marble, mahogany, railings and drapery can seem a bit like a hotel lobby but affords unusual amounts of space between tables.\nSOUND LEVEL The hushed side of moderate.\nRECOMMENDED DISHES Cauliflower sformato; fritto misto with bagna cauda; mixed grilled mushrooms; spaghetti with crab and jalapeño; chestnut ravioli with pigeon; risotto with Barolo; guinea hen; squab; mixed grill; apricot cassata; zabaglione.\nWINE LIST Epic, informed, varied in price (especially whites) and, except for sparkling wines, entirely Italian.\nPRICE RANGE Antipasti, $13 to $19; pasta and risotto dishes, $12 to $30; main courses, $27 to $47.50; desserts, $12 to $15; chef's tasting menus, $120.\nHOURS From 5:30 to 10:30 p.m. Tuesday through Thursday and to 11 p.m. Friday and Saturday. Planning to open soon on Sunday and Monday.\nRESERVATIONS Call exactly a month in advance. Even so, you may be shepherded to an early or late time.\nCREDIT CARDS All major cards.\nWHEELCHAIR ACCESS A separate, accessible entrance on 16th Street and accessible restrooms on same level as dining room.\nWHAT THE STARS MEAN:(None) Poor to satisfactory* Good** Very good*** Excellent**** ExtraordinaryRatings reflect the reviewer's reaction to food ambience and service, with price taken into consideration. Menu listings and prices are subject to change.", "date": "MARCH 1, 2006", "href": "https://www.nytimes.com/2006/03/01/dining/reviews/01rest.html", "tags": "del italian rituals adoration mixed batali posto italy risotto new like dishes veal"}