{"title": "New Zealand Passes Law Banning Most Semiautomatic Weapons, Weeks After Massacre", "content": "WELLINGTON, New Zealand — Less than a month after 50 Muslim worshipers in the city of Christchurch were fatally shot in terrorist attacks on two mosques, New Zealand passed a law banning most semiautomatic weapons on Wednesday — a measure supported by all but one of Parliament’s 120 lawmakers.\nThe passage of the bill means temporary restrictions imposed by Prime Minister Jacinda Ardern six days after the massacre, to prevent New Zealanders from stockpiling guns before the law went into effect, will now be permanent. The swift action by lawmakers stands in stark contrast to similar efforts in the United States, where nationwide gun control proposals have stalled despite a series of mass shootings in recent years.\n“New Zealand stands apart in its widespread availability of weapons of such destructive nature and force,” Ms. Ardern told Parliament on Wednesday. “Today that anomaly ends.”\nShe said she could not have faced the surviving victims of the Christchurch attack “hand on heart” and told them “our system and our laws allow these guns to be available and that is O.K. It is not.”\nThe law outlaws military-style semiautomatic weapons and assault rifles, and violators face five years in prison. Some semiautomatic guns will still be allowed, including .22-caliber rifles with magazines holding fewer than 10 rounds, and shotguns with internal magazines that hold no more than five rounds. All of the weapons used by the Christchurch gunman will be banned, as well as parts and magazines that can convert lower-powered guns to higher-powered versions.\nIn her speech, Ms. Ardern, who leads the center-left Labour Party, choked up when she talked about visiting surviving victims at Christchurch Hospital. In addition to those killed, 50 people were injured in the attack.\n“None of them had one gunshot wound. In every case they spoke of multiple injuries,” Ms. Ardern said. “They will carry disabilities for a lifetime, and that’s before you even consider the psychological impact.”\nSimilar laws had been recommended to New Zealand’s Parliament several times before, but each time they had failed to gain support from lawmakers — including after the mass shooting that had previously been New Zealand’s largest, in which a gunman killed 13 people in 1990.\nThis time, the bill quickly sailed through Parliament. Usually in New Zealand, new laws can take around six months to pass after they are introduced. More than 13,000 people submitted opinions to the government — 60 percent in support of the ban — and some were invited to speak to lawmakers in a single day of public hearings.\nBut while sports shooters and farmers were among those who pleaded for exemptions to the restrictions, lawmakers allowed just two: for commercial pest-control businesses and for licensed collectors of guns, or those who want to keep particular guns as heirlooms or mementos. Collectors will be required to remove a part, making the weapons nonoperational, and store that part at a different location.\nMs. Ardern’s center-right opponents used their speeches on Wednesday to praise her leadership since the March 15 attacks and voice their support for the changes. Just one, David Seymour, the leader of the libertarian ACT Party, voted against the law.\nMr. Seymour said he was not opposed to more restrictive gun laws but believed that Parliament had rushed the process. “It is not an attempt to improve public safety, it is an exercise in political theater,” said Mr. Seymour, who argued that there was a risk of a growing black market in banned weapons.\nMs. Ardern had dismissed concerns that Parliament was moving too fast. “My question here is simple: You either believe that in New Zealand these weapons have a place or you do not. And if you do not, you should be able to agree that we can move swiftly,” she said. “My view is that an argument about process is an argument to do nothing.”\nMany commentators welcomed the new measures but said work remained to be done to ensure that gun regulations were properly enforced. The government said more measures, including a requirement to register individual firearms, would be in place by the end of the year.\n“We really need to have a system where we understand where all the firearms in New Zealand are,” said Chris Cahill, president of the Police Association, a national union for police officers. He added that gun owners should be forced to justify wanting to own large numbers of guns, something he said “hadn’t been challenged enough” in the past.\nNew Zealand’s Muslim leaders agreed that the new law should be just a starting point for more regulation.\n“This is a law that should have been passed many years ago,” said Mustafa Farouk, the president of the Federation of Islamic Associations of New Zealand. Speaking of the families of the victims, he said, “Passing that law is part of justice for them.”\nBecause Britain’s Queen Elizabeth II is technically New Zealand’s head of state, her representative, New Zealand’s governor-general, will now give the final approval to pass the bill into law. This is considered a formality, and is due to happen Thursday.\nThe government has also established a gun buyback plan, which will run for six months for legal owners of the weapons now banned.\nJohn Hart, a sheep and beef farmer from Masterton on New Zealand’s North Island, said he had already turned in one weapon — which he had owned for 10 years — to the police, because after the attacks he felt “uncomfortable” in possession of it.\n“In the weeks or months or years before Friday the 15th, I hadn’t thought about it. It was just a tool,” he said, adding that after the shootings he realized that in the wrong hands “it was a terrible weapon.”", "date": "April 10, 2019", "href": "https://www.nytimes.com/2019/04/10/world/asia/new-zealand-guns-jacinda-ardern.html", "tags": "passes semiautomatic weeks massacre parliament zealand ” weapons guns new banning — law"}