{"title": "New York Man Arrested Following Death Threat Against Rep- Ilhan Omar", "content": "An upstate New York man accused of phoning a death threat to the office of Rep. Ilhan Omar (D-Minn.) was in custody Friday, authorities said.\nPatrick Carlineo, 55, of Addison, told federal agents when he was arrested that he is a patriot, that he “loves” President Donald Trump and “hates radical Muslims in government,” according to the criminal complaint against him, reported the Elmira Star-Gazette. \nCarlineo phoned Omar’s office March 21 and asked the person who answered if the staff member worked for the “Muslim Brotherhood,” according to a statement by the U.S. Attorney’s Office in the Western District of New York.\nThe caller added: “Why are you working for her? She’s an [expletive] terrorist.” He then threatened to shoot her, officials said.\nThe staffer contacted Capitol Police, which launched an investigation. The caller spelled his name and left a phone number, which police traced to an Addison address.\nCarlineo told investigators he couldn’t remember exactly what he said when he called Omar’s office but conceded it could have been close to what was reported by the staff member, according to the criminal complaint. \nHe told agents he had a shotgun and a .22-caliber rifle in his home when he was arrested, officials said.\nCarlineo made an initial appearance Friday in U.S. District Court in Rochester and was ordered held until a detention hearing Wednesday. He faces charges of threatening to assault and murder a United States official, authorities said. \nIf convicted, he could face a maximum penalty of 10 years in prison, a $250,000 fine or both. \nOmar, one of two Muslim women now serving in Congress, has been the target of other death threats, including an assassination threat scrawled in a gas station bathroom in Minnesota in early March.", "date": "\n04/06/2019", "href": "https://www.huffpost.com/entry/patrick-calineo-death-threat-arrest-ilhan-omar_n_5ca81758e4b047edf95a8c58", "tags": "rep- arrested office carlineo york death man omar ” according threat ilhan following new told"}