{"title": "New York Charges Manafort With 16 Crimes. If He’s Convicted, Trump Can’t Pardon Him.", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nPaul J. Manafort, President Trump’s former campaign chairman, has been charged in New York with mortgage fraud and more than a dozen other state felonies, the Manhattan district attorney, Cyrus R. Vance, Jr., said Wednesday, an effort to ensure he will still face prison time if Mr. Trump pardons him for his federal crimes.\nNews of the indictment came shortly after Mr. Manafort was sentenced to his second federal prison term in two weeks; he now faces a combined sentence of more than seven years for tax and bank fraud and conspiracy in two related cases brought by the special counsel, Robert S. Mueller III.\nThe president has broad power to issue pardons for federal crimes, but has no such authority in state cases.\nWhile Mr. Trump has not said he intends to pardon his former campaign chairman, he has often spoken of his power to pardon and has defended Mr. Manafort on a number of occasions, calling him a “brave man.”\nLater on Wednesday, the president said, “I feel very badly for Paul Manafort,” and that he had “not thought about” a pardon for him.\nThe new state charges against Mr. Manafort are contained in a 16-count indictment that alleges a yearlong scheme in which he falsified business records to obtain millions of dollars in loans, Mr. Vance said in a news release after the federal sentencing.\n“No one is beyond the law in New York,” he said, adding that the investigation by the prosecutors in his office had “yielded serious criminal charges for which the defendant has not been held accountable.”\nThe indictment grew out of an investigation that began in 2017, when the Manhattan prosecutors began examining loans Mr. Manafort received from two banks.\nLast week, a grand jury hearing evidence in the case voted to charge Mr. Manafort with residential mortgage fraud, conspiracy, falsifying business records and other charges. Jason Maloni, a spokesman for Mr. Manafort, declined to comment on the new charges.\nEarlier this month, Mr. Manafort, 69, was sentenced in Virginia to nearly four years in prison on one of his two federal cases, far less time than prosecutors had requested; on Wednesday, he was sentenced in Washington, D.C., to serve an additional three and a half years. He could face up to 25 years in New York state prison if convicted of the most serious charges in the new indictment, which is expected to be announced later on Wednesday.\nThe loans were also the subject of Mr. Mueller’s investigation and were the basis for some of the counts in the federal indictment that led to Mr. Manafort’s conviction last year in Virginia. But the Manhattan prosecutors deferred their inquiry in order not to interfere with Mr. Mueller’s larger investigation into Russian meddling in the 2016 presidential election.\nIn recent months, prosecutors in the district attorney’s Economic Crimes Bureau resumed their inquiry and began presenting evidence to the grand jury, several people with knowledge of the matter have said.\nThe district attorney’s office determined some time ago that it would seek charges whether or not the president pardoned Mr. Manafort.\nMr. Manafort’s lawyers likely will challenge the new indictment on double jeopardy grounds. New York state law includes stronger protections than those provided by the United States Constitution, but prosecutors in Mr. Vance’s office have expressed confidence that they would prevail, people with knowledge of the matter said.\nState Supreme Court Justice Maxwell Wiley unsealed the charges in the early afternoon, but it will likely be weeks before Mr. Manafort is brought to New York to be arraigned.\nThe 11-page indictment contains few details about the conduct underlying the accusations, but it says they occurred between December 2015 and January 2017. Several people with knowledge of the matter said the mortgage fraud charges stemmed from loans Mr. Manafort obtained or tried to obtain from Citizens Bank, based in Rhode Island, and Federal Savings Bank in Chicago.\nThe loans were for properties on Howard Street, in Lower Manhattan; on Union Street in Brooklyn Heights; and in Bridgehampton on Long Island, the people said.\nA left-leaning district attorney in a blue state, Mr. Vance is almost sure to face the accusation that his prosecution of a member of Mr. Trump’s inner circle is politically motivated. Perhaps even more so because the indictment marks the third time in little more than a week that a New York Democrat has taken action against the president, his company or his associates.\nOn Monday, New York’s attorney general, Letitia James, subpoenaed bank records relating to the financing of several Trump projects. And last week, state regulators in the administration of Gov. Andrew M. Cuomo began an examination of insurance policies and claims involving the president’s family business.\nAnd these inquiries are playing out against the backdrop of a Democratic Congress pumped up to investigate Mr. Trump, his administration and his business as the presidential campaign season gets underway.\n“Doesn’t matter if it’s Cy Vance or Cy Young,” said Kevin Madden, a Republican consultant who has worked on several presidential campaigns, most recently in 2012 for Mr. Romney. “Any and every action even perceived to be a threat against him or his presidency will be framed as political retribution and an effort to undermine his 2016 victory.”\nPeople close to the president have said privately that they believe the case will play poorly for Mr. Vance, and that the public will see him as piling on the already beaten-down Mr. Manafort.\nFor Mr. Vance, though, the case against Mr. Manafort will play out before a very different audience, and could provide the prosecutor with something of an opportunity to show his willingness to challenge Mr. Trump.\nIn 2017, he came under heavy criticism for failing to bring charges against Mr. Trump’s eldest children, Ivanka and Donald Jr., after an investigation into allegations they had lied to buyers of units at the Trump SoHo, a 46-story luxury condominium-hotel in Lower Manhattan.\nIn the Virginia case, Mr. Manafort, who worked for Mr. Trump’s campaign during a critical five months when he became the Republican Party’s presidential nominee in 2016, was convicted in August on eight counts of various financial crimes.\nAt the trial, Mr. Mueller’s prosecutors presented evidence showing that Mr. Manafort used foreign accounts to hide millions of dollars he earned from his political consulting work in Ukraine and evade taxes, and lied to banks to obtain millions of dollars in loans.\nAbout a month later, he pleaded guilty in the related case in federal court in Washington, D.C., and agreed to cooperate with Mr. Mueller’s office. But the deal did not last long, blowing up after a federal judge ruled he had repeatedly lied to the government about his contact with a Russian associate during the campaign and after the election.\nProsecutors claim that the associate, Konstantin V. Kilimnik, has ties to Russian intelligence, and have been investigating whether he was involved in a covert attempt to influence the election results.", "date": "March 13, 2019", "href": "https://www.nytimes.com/2019/03/13/nyregion/manafort-indictment.html", "tags": "convicted crimes york manafort indictment charges trump federal state pardon new"}