{"title": "New North Korea Concerns Flare as Trump’s Signature Diplomacy Wilts", "content": "WASHINGTON — North Korea launched short-range ballistic missiles on Thursday for the second time in a week, prompting President Trump to acknowledge that “nobody’s happy” about the implications for his diplomatic effort to denuclearize the country.\nHours before the president’s comments, the United States said it had seized a North Korean ship that was flouting sanctions by carrying banned exports of coal. Meanwhile, a research group revealed a huge, years-old base that appears to have been designed to hide and protect the North’s growing arsenal of long-range missiles.\nThe menacing signals from both sides were further evidence that Mr. Trump, less than a year into his initiative to deal one on one with a North Korean autocrat, has run headlong into the roadblocks that doomed the efforts of his four immediate predecessors.\nThe diplomatic setback comes amid Mr. Trump’s tense argument over trade with China — the country he needs most to rein in Kim Jong-un, the North’s leader — and as the United States appears to be veering toward a deeper confrontation with Iran.\nThe two missiles launched on Thursday flew eastward from a base northwest of Pyongyang, the capital, which traveled about 260 miles and 170 miles, South Korea said in a statement. The distances were well short of the range of intercontinental ballistic missiles that the United States has worried about most.\nBut the test sought to prove how easily North Korea could strike Seoul or American troops based in South Korea. Experts had already been examining evidence that a missile fired five days ago was likely based on a Russian design, and it was believed that the latest barrage was composed of similar weapons.\nWhile the Pentagon was reviewing images of the launch tests, the Justice Department said that it had seized North Korea’s second-largest cargo vessel, the Wise Honest, in the Pacific — the first time the United States has impounded a North Korean ship for violating international sanctions.\n“This sanctions-busting ship is now out of service,” John C. Demers, the head of the Justice Department’s national security division, told reporters. The court action to gain custody of the ship began in July, a month after Mr. Trump’s first summit meeting in Singapore with Mr. Kim.\nCourt documents indicated that the Indonesian authorities detained the ship in April 2018 after it was photographed at a North Korean port, loading what prosecutors said appeared to be coal. When the ship traveled to Indonesia, it tried to conceal details about its location by disabling its automatic identification system. The ship’s signal had been turned off since August 2017, and the effort to seize it was under court seal.\nThe timing of the Justice Department’s announcement, only hours after North Korea’s missile test, appeared coincidental. But it put new pressure on Mr. Kim — as Mr. Trump’s hawkish national security adviser, John R. Bolton, has long advocated.\nMr. Trump has been far more forgiving, at least until Thursday, fearing an interruption of his relationship with Mr. Kim, which he characterized at a campaign rally last year simply as, “We fell in love.”\nMr. Trump also claimed last year that the nuclear threat from North Korea was over — a line that his closest aides acknowledge was wildly premature. It has since been undercut by American intelligence estimates that North Korea has continued to produce nuclear material and weapons, and to expand its missile program.\nThat evidence grew on Thursday with the release of new satellite images analyzed by the Beyond Parallel program of the Center for Strategic and International Studies. The images showed what appears to be a long-secret North Korean base, spread over nearly three square miles of mountainous terrain.\nAmerican intelligence agencies have been monitoring the base for years. But its location was never publicly known, and the satellite images are another contradiction of Mr. Trump’s claim that his landmark diplomacy is not only progressing, but also leading to the elimination of a nuclear and missile threat that the North has said could devastate the United States.\nThe sprawling base, about 100 miles north of the Korean Peninsula’s Demilitarized Zone, features winding roads and a giant underground complex that analysts believe is meant to house and service mobile missiles — the kind that are the hardest for the United States to detect and strike.\n“They’ve hollowed out an entire mountain,” said Victor Cha, a North Korea expert and Georgetown professor whom Mr. Trump considered as American ambassador to Seoul, and who wrote the center’s report with Joseph Bermudez, a photo analyst.\nIn an interview, Mr. Cha added that a number of clues, including 16 years of satellite imagery, strongly suggested that the base was intended for long-range missiles. But the images do not show the weapons themselves — only infrastructure that appear designed for moving, storing and ultimately launching missiles. There is also a basketball court, and troops can be seen on a soccer field.\n“It’s fully active,” Mr. Cha said of the base.\nIf the Beyond Parallel analysis is correct, the purpose of the base is to store long-range missiles on mobile platforms that can be rolled out and quickly set up, before the weapons can be detected or struck by American or South Korean batteries.\nIt would be part of the network that Mr. Trump would have to persuade Mr. Kim to dismantle, if the White House was to achieve its stated aim: North Korea’s elimination of all nuclear weapons, nuclear materials and missiles that could threaten the United States or its allies.\nSo far, Mr. Kim has refused to turn over to the United States an inventory of those weapons and facilities, the first step in any denuclearization process. But until last weekend, he was avoiding any provocative acts, and had told Mr. Trump he would not test any intercontinental missiles.\nIn return, Mr. Trump has consistently praised Mr. Kim, described their friendship and refrained from discussing the large political re-education camps where Mr. Kim has imprisoned those he deems disloyal.\nMr. Trump took a more middle-of-the-road approach on Thursday.\n“Nobody’s happy about it, but we’re taking a good look and we’ll see. We’ll see,” he said. “The relationship continues, but we’ll see what happens. I know they want to negotiate, they’re talking about negotiating, but I don’t think they’re ready to negotiate.”\nBut the firing of short-range ballistic missiles appears to be a signal, directed at either Washington or Seoul, or perhaps both.\nSome experts argued that the missile tests were intended to prompt Mr. Trump to hold a third summit meeting with Mr. Kim and accept Mr. Kim’s demand to lift major American sanctions in exchange for the closing of the North’s oldest and biggest nuclear site, Yongbyon.\nThat offer was rejected by Mr. Trump, at the insistence of Mr. Bolton and Secretary of State Mike Pompeo, who advised it would do nothing to address the 20 to 60 nuclear weapons and a range of nuclear and missile facilities that North Korea holds.\nOther experts said they believed the launches were directed at President Moon Jae-in of South Korea, who has advocated a resumption of economic exchanges with the North — but who has so far been unable to deliver on them. The North’s state news media has castigated the South and the United States for continuing joint military exercises, and the tests may be a response to those drills.\nMr. Moon has moved cautiously. “I want to warn to the North that if this type of act is repeated, it can jeopardize efforts to promote dialogue and negotiations,” he told the South Korean national broadcaster KBS on Thursday.\n[How North Korea’s weapons test Saturday threatened President Trump’s diplomatic achievement.]\nWhen the missiles were launched on Thursday, Stephen Biegun, Mr. Trump’s special envoy for North Korea, was in South Korea for talks on how to restart discussions with Mr. Kim’s negotiators. Mr. Biegun had also been expected to discuss food aid that the South plans to provide to the North as an incentive.\nA North Korea expert in Seoul, Lee Byong-chul, said the timing was no coincidence.\n“With this launching, North Korea is making clear that it is demanding more than the mere humanitarian food aid South Korea and the United States are discussing,” said Mr. Lee, of the Institute for Far Eastern Studies at Kyungnam University.\nAnalysts have noted that North Korea’s decision to launch short-range projectiles suggested that Mr. Kim had not given up hope on resuming negotiations. Mr. Trump has repeatedly cited Mr. Kim’s moratorium on nuclear and long-range missile tests as a reason to continue talks with the North.\nWith the United States still indicating that it is willing to continue talks, Mr. Kim is “posturing for what’s going to happen when they get there,” Michael Bosack, a special adviser for government relations at the Yokosuka Council on Asia-Pacific Studies in Japan, said after Thursday’s launches.\n“The U.S. has not said, ‘If you keep doing this we’re cutting off talks,’” Mr. Bosack said. “Even after this last test this past weekend, the response from the U.S. was ‘we still want to talk,’ so this is to generate urgency and improve his position at the negotiating table.”\nOne of the projectiles the North launched last weekend appeared to be the Russian Iskander short-range ballistic missile. The weapon can make course corrections during its flight, making it difficult to shoot down with ballistic-missile defenses, according to experts.\nMichael Elleman, the interim director of the nonproliferation and nuclear policy program at the International Institute for Strategic Studies, said North Korea may have imported the missile directly from Moscow or through a third party.\n“Regardless of the origins of North Korea’s newest short-range ballistic missile, its appearance and testing provide convincing evidence that Pyongyang continues to seek greater military and strategic capabilities,” Mr. Elleman wrote in a paper posted this week on 38 North, a website specializing in North Korea.\n“If little progress is made in the negotiations between Washington and Pyongyang in the near- to midterm future, expect to see the unveiling of more, increasingly capable strategic weapons and capabilities,” he said.", "date": "May 9, 2019", "href": "https://www.nytimes.com/2019/05/09/world/asia/north-korea-missile.html", "tags": "signature flare concerns diplomacy united missiles kim ” trump wilts new north korea said"}