{"title": "New York’s Subways Need an Independent M.T.A. ", "content": "The Metropolitan Transportation Authority is in a state of crisis. \nDeterioration of service is apparent. Ridership is down and public misery is up. The unacceptable condition of the system is having a negative effect on the city and state economies. It is difficult to imagine how the public transportation network will accommodate the hundreds of thousands of people expected to enter the regional work force over the next 20 years with a system that already delivers an average of 5.6 million rides each weekday.\nMost everyone agrees on these facts, but there is no consensus on what to do about that.\nLately, the political debate is focused on the money, and in particular, on a congestion-pricing proposal put forth by Gov. Andrew Cuomo and Mayor Bill de Blasio, which, if adopted, would not cover all of the funding gaps. \nThus, despite the best efforts of those who support congestion pricing, how to properly fund the M.T.A. remains a vexing question. But getting the M.T.A. out of its crisis will also require significant changes in two other related areas: governance and management.\nThe M.T.A. was created in 1968 to bring together the underfunded and poorly maintained transit systems of New York City and its region. The authorizing statute established very clearly that the chairman of the board of the M.T.A., while appointed by the governor, should be an independent chief executive officer. The heads of each agency under the M.T.A. umbrella — for example, New York’s subway authority and the suburban train lines — would report to the board chairman.\nThe point was hard to miss: The transportation services needed professional management. No one doubted that politics and competition for resources would remain. But the system needed a voice independent of elected officials like the governor, the mayor and those in the State Legislature. This works, when it is allowed to.\nIn 1983, Gov. Mario Cuomo pushed the Legislature to pass a law to make the M.T.A. chairman serve at the pleasure of the governor. This proposal had no support and died.\nTo this day, neither the chairman nor the other board members report to the governor or to the other elected officials who have the authority to make board appointments. This principle has been reinforced over time.\nIn 2009, New York State passed a law that said members of the boards of public authorities owe their fiduciary duty exclusively to the mission of their authorities — not to the elected officials who appointed them. \nNew York’s current governor, Andrew Cuomo, has at times ignored the legally mandated independence of the M.T.A. \nI’ve learned from conversations with lawmakers and M.T.A. officials that Mr. Cuomo has appointed board members who take directions from him and his staff. He has influenced the selection of senior M.T.A. managers. M.T.A. officials have said to me that they report to the governor on many issues. The lines are often blurred among the governor, his staff and senior M.T.A. leadership. \nThis is not entirely new — other governors have had influence over the board, especially with the members they appointed. But it has become more pervasive in recent years, according to M.T.A. officers I’ve spoken with. No other governor in my memory has exercised such direct control over the M.T.A. board.\nThe members of the board, even those not appointed by the governor, have mostly looked the other way. The state agency charged with enforcing the laws that govern M.T.A. independence has not done its job. \nAs a consequence of Mr. Cuomo’s interference, M.T.A. managers often do not know whom they report to on any particular issue. They even disagree among themselves on whom they should take direction from. \nNo manager, no matter how skilled, can work effectively in this environment.\nMr. Cuomo recently proposed some management “reforms” to the M.T.A. that will be considered by state lawmakers along with the congestion pricing plan. But his idea to create an expert panel to set congestion pricing rates and approve M.T.A.’s finances is exactly the opposite of what the M.T.A. needs.\nSome observers and lawmakers have proposed that New York City take back the subway and bus system, returning to something resembling the organization that failed more than 50 years ago. This proposal ignores the regional nature of our transportation system and would put in grave jeopardy the Legislature’s responsibility of enacting regional taxes to fund the system. A city-run subway would inevitably become a city-funded subway, with some limited federal contribution for capital costs, and be subject to the complex rules that frustrate effective management of other city agencies. \nLet’s be clear: The problem is not with the governance structure created by the original laws. The problem is that this governor is interfering where he shouldn’t.\nThe first step toward reforming the transportation system is to restore the independence of the M.T.A. management. The system will continue to fail as long as the management structure remains as it is today.\nIf proper governance were in place, the next step would be for the board to take stock of M.T.A. assets to determine their physical condition and the financial resources needed to keep the system in a state of good repair. With such an inventory, priorities can be set, and the public can determine whether the M.T.A.’s funding requests are accurate and adequate or, like many things there, politically determined.\nIn addition to governance reform, the M.T.A. requires more funding. Congestion pricing — even if it could pass the Legislature — amounts to a regressive tax that will fall significantly short of providing the M.T.A. with the money it needs. \nNew revenue streams need to be reliable, such that the source is not substantially diminished in an economic downturn, and they should have minimal effect on the regional economy. Revenue should come from across the metropolitan region, not just the city, and its burdens should be shared by general taxpayers and all the motorists who benefit from a well functioning transportation system. \nThese are not simple matters. Previous governors and legislatures have risen to the challenges, and they can do so again, but only if they first focus on the real problems.\nRichard Ravitch is a former chairman of the Metropolitan Transportation Authority and a former lieutenant governor of New York. \nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 29, 2019", "href": "https://www.nytimes.com/2019/03/29/opinion/new-yorks-subways-mta.html", "tags": "need independent york transportation subways system board m.t.a state cuomo new governor"}