{"title": "New York Post Attacks Ilhan Omar For 'Dismissive' 9-11 Comments", "content": "The New York Post, owned by conservative media mogul Rupert Murdoch, piled on to the Islamaphobic bashing of Rep. Ilhan Omar (D-Minn.) Thursday, invoking an out-of-context quote of the lawmaker describing the Sept. 11 attacks as “some people did something.”\nThursday’s cover of the tabloid newspaper reads: “Here’s your something,” citing the “2,977 people dead by terrorism,” and characterizing Omar’s comments as “referring dismissively to the terrorist attacks.”\nOmar, a freshman lawmaker who is one of the first Muslim women elected to Congress, made the now-controversial remark last month discussing how Muslims in the U.S. were blamed for the 9/11 attacks and subjected to Islamophobic hatred.\n“CAIR was founded after 9/11 because they recognized that some people did something, and that all of us were starting to lose access to our civil liberties,” she said during a speech to the Council on American-Islamic Relations.\nThe advocacy nonprofit, formed in 1994, stepped up its work in response to Islamophobia that followed the terror attacks. \n“Far too long we have lived with the discomfort of being a second-class citizen,” Omar said during the speech. “Frankly, I’m tired of it, and every single Muslim in this country should be tired of it.”\nConservatives, particularly on Murdoch’s Fox News, regularly lob anti-Muslim attacks at Omar, trying to portray her as “other,” an experience shared by many Muslims in the U.S.\n“You have to wonder if she’s an American first,” “Fox & Friends” co-host Brian Kilmeade said Wednesday.\nLater Wednesday, Omar spoke out against the “double standard” she said she has faced as a Muslim woman, and criticized “Fox & Friends” directly.\n“It’s not insinuation. They actually said that I might not be an American. My loyalties might not be to this country,” she said on “The Late Show with Stephen Colbert.” “I took an oath to uphold the Constitution. I am as American as everyone else is.”", "date": "\n04/11/2019", "href": "https://www.huffpost.com/entry/ilhan-omar-9-11-comments_n_5caf4801e4b0308735d5f1df", "tags": "american fox york omar ” muslim murdoch comments ilhan post new attacks"}