{"title": "New York State’s Lawsuit Against Trump Foundation Can Proceed, Judge Rules", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nA state judge ruled on Friday that a lawsuit by the New York State attorney general could proceed against President Trump and the Trump Foundation over allegations of misused charitable assets, self-dealing and campaign finance violations during the 2016 presidential campaign.\nMr. Trump’s lawyers had argued that the court did not have jurisdiction over Mr. Trump, as president, and that the statutes of limitations had expired in the case of some of the actions at issue. They also contended the attorney general’s office suffered from a “pervasive bias” against Mr. Trump.\nIn her 27-page ruling, Justice Saliann Scarpulla disagreed. “I find I have jurisdiction over Mr. Trump,” she wrote.\nAlan Futerfas, a lawyer for the Trump Foundation, said in a prepared statement: “The decision means only that the case goes forward. As we have maintained throughout, all of the money raised by the Foundation went to charitable causes to assist those most in need. As a result, we remain confident in the ultimate outcome of these proceedings.”\nThe White House directed questions to the Trump Organization; a company representative did not immediately respond to a request for comment.\nIt was the second time this year that a New York State judge in Manhattan had decided that Mr. Trump, just because he is president, is not immune from civil court cases that involve his unofficial activities or actions that took place before he was in office.\nIn June, Justice Jennifer Schecter ruled that a defamation lawsuit could proceed against Mr. Trump for disparaging women who accused him of sexual misconduct. The suit was brought by Summer Zervos, a former contestant on Mr. Trump’s reality show “The Apprentice.”\nJustice Schecter wrote in her ruling: “There is absolutely no authority for dismissing or staying a civil action related purely to unofficial conduct because the defendant is the President of the United States.” Justice Scarpulla quoted the passage in her own ruling.\nJustice Scarpulla also cited the decision to allow a sexual harassment suit brought by Paula Jones against Bill Clinton to proceed during his time as president.\nThe lawsuit against Mr. Trump was filed by Attorney General Barbara Underwood in June. It came after a two-year state investigation into the Trump Foundation found that Mr. Trump and his family had improperly used the charity to settle business disputes and to bolster his campaign for president, even involving it in a 2016 political fund-raiser in Iowa.\nThe suit names Mr. Trump as well as two of his children, Ivanka and Eric.\n“The Trump Foundation functioned as little more than a checkbook to serve Mr. Trump’s business and political interests,” Ms. Underwood wrote in a statement on Friday. “We welcome Justice Scarpulla’s decision, which allows our suit to move forward.”\nThe foundation and Trump family could face millions of dollars in penalties from the suit.\nThe attorney general is seeking to make the foundation pay $2.8 million in restitution, the amount raised for the foundation at the Iowa fund-raiser; the office is also seeking to prevent the president from running another nonprofit for 10 years.\nOne argument Mr. Trump’s lawyers made as they sought to have the law suit dismissed was that the attorney general’s office was politically biased against the president.\nWhen the suit was first filed, Mr. Trump directed his ire at former attorney general Eric Schneiderman, a Democrat and a vocal critic of the president, who by that time  had been forced from office by a scandal involving his treatment of women; Ms. Underwood had taken over several weeks before.\nIn her decision, Justice Scarpulla wrote that “given the very serious allegations” set forth in the suit, there was “no basis” for finding that animus and bias were the sole motivation for the investigation.\nJustice Scarpulla did rule in Mr. Trump’s favor on one point. She denied the attorney general’s request that the Trump Foundation be prevented from operating until the lawsuit is resolved.\nBut that was a moot point, she noted, because the family was already “trying voluntarily to dissolve the Foundation.”", "date": "Nov. 23, 2018", "href": "https://www.nytimes.com/2018/11/23/nyregion/trump-foundation-lawsuit-new-york.html", "tags": "lawsuit general rules mr. york judge suit ” trump justice state new foundation attorney proceed"}