{"title": "New powers for Russia's FSB alarm rights activists", "content": "Russia has expanded the powers of its FSB secret police in a move that has alarmed human rights activists.\nThe KGB's successor can now officially warn citizens against \"creating the conditions\" for crimes.\nAnyone obstructing an FSB officer or refusing to obey a legal request made by an FSB officer faces either a fine or up to 15 days' detention.\nHuman rights groups fear the FSB is being put above the law.\nPresident Dmitry Medvedev signed the amendments to the law on the Federal Security Service (FSB) after it passed through both houses of the largely pro-government parliament where, correspondents note, it provoked unusually strong debate.\nSergei Mironov, the speaker of the upper house - the Federation Council - said the security services had quite enough power already without the new legislation.\nRussian human rights organisations had urged President Medvedev not to sign the bill, arguing that its wording was too vague and open to abuse.\nOf particular concern was the section of the new law granting the FSB the right to \"warn officially an individual about the inadmissibility of actions that create the conditions for the commission of crimes\".\nUrging Mr Medvedev to veto the bill, the Memorial human rights organisation said the power of the FSB had \"long ago gone beyond reasonable bounds\", and that it was asking for powers more rightly held by prosecutors.\nMemorial accused the FSB of seeking \"preventative\" powers like those used by the KGB to persecute dissidents.\nSince its creation after the collapse of the USSR in the 1990s, the FSB has grown in strength, particularly under Vladimir Putin, who served as its director in 1998-99 before becoming prime minister, then president.\nOfficially, its focus has been on fighting domestic terrorism, particularly that emanating from Chechnya and other parts of the North Caucasus, but critics believe it has been used to intimidate legal opposition to the Kremlin.", "date": "6 March 2012", "href": "https://www.bbc.co.uk/news/world-europe-10801029", "tags": "rights officially fsb kgb warn alarm activists russia human medvedev new law powers"}