{"title": "New Zealand mosque shooting: What is known about the suspect?", "content": "The Christchurch mosque attacks were live-streamed on the internet by a man posting online under the name Brenton Tarrant. He said he was Australian.\nDistressing footage shows him firing indiscriminately at men, women and children at close range inside the Al Noor mosque on Friday.\nThe individual had previously posted a rambling and expletive-filled document, espousing violent right-wing ideology.\nA day later, the 28 year old appeared in court in Christchurch, charged with murder. \nPrime Minister Jacinda Ardern said the suspect had \"travelled around the world with sporadic periods of time spent in New Zealand\" and that he was currently living in Dunedin, south of Christchurch.\n\"I would not describe him as a long-term resident,\" she said\n\"The offender was in possession of a gun licence. I'm advised that this was acquired in November of 2017.\" \nShe said New Zealand intelligence services had been stepping up investigations into far-right extremists, but added: \"The individual charged with murder had not come to the attention of the intelligence community nor the police for extremism.\"\nBrenton Tarrant appeared in court in Christchurch in a white prison uniform. He was remanded in custody, with no bail application made.\nState-appointed lawyer Richard Peters says the defendant fired him and wanted to represent himself. \n\"The way he presented was rational and someone who was not suffering any mental disability,\" Mr Peters said. \"He seemed to understand what was going on.\"\nThe man in the footage equipped himself with what appears to be a head-mounted camera to live-stream the attack in central Christchurch.\nThe streams were broadcast online, including briefly on Facebook, showing the violence in graphic detail.\nA song which played in the suspect's car is known as a marching anthem for Serbian nationalist paramilitary units known as Chetniks during the 1992-95 Bosnian war. \nIt praises Bosnian Serb leader Radovan Karadzic, who was convicted of genocide and war crimes.\nThe names of men convicted of killing Muslims and migrants are written on the suspect's weaponry.\nOne item has the words \"For Rotherham\" written on it, a reference to a child abuse scandal in the UK, while other wording references historical battles between European countries and the Ottoman Empire.\nAustralian media reported that Brenton Tarrant was originally from Grafton, a town 600km (370 miles) north of Sydney, and had previously worked at a fitness facility.\n\"He never showed any extremist views or any crazy behaviour,\" his former boss, Tracey Gray, told Seven News.\nThe 16,500-word document he posted is entitled The Great Replacement - a phrase that originated in France and has become a rallying cry for European anti-immigration extremists.\nIn it, the man says he began planning an attack after visiting Europe in 2017 and being angered by events there.\nSpecifically, he references a lorry attack carried out by an Islamic State sympathiser in Sweden, France's decision to elect the moderate Emmanuel Macron as president, and ethnic diversity in France.\nDespite insisting that he is not motivated by fame, he acknowledges that he intends to survive the attack, and hopes it will spread fear.\nHe chose the Al Noor mosque as his target three months ago, the document says.\nThe central tenet of the conspiracy is that \"European peoples\" are dying out and being \"replaced\" by immigrants with a different, inferior and dangerous culture, says the BBC's Dominic Casciani.\nThis is basically a code for hatred or fear of Muslims - part of the theory is that states and corporations are encouraging \"white genocide\" by pushing up immigration rates to keep global capitalism going, says our correspondent.\nBrenton Tarrant has travelled frequently, venturing to North Korea, Europe, Turkey and Pakistan.\nBulgarian prosecutor general Sotir Tsatsarov said he visited Bosnia-Herzegovina, Croatia, Montenegro and Serbia in 2016, stopping at historic battle sites in the area.\nHe returned to Eastern Europe in November 2018 where he saw more historic sites in Bulgaria, Hungary and Romania. Mr Tsatsarov said Bulgaria is now investigating whether he had ties with people in the country.\nTurkish officials have confirmed he visited Turkey several times, and reportedly said an investigation was under way into his \"movements and contacts within the country\".\nA hotel owner in the far-north of Pakistan told the BBC that Brenton Tarrant had spent two nights in the area in October 2018. \nSyed Israr Hussain, who runs the Osho Thang hotel, said Tarrant expressed no visible hostility to Muslims or Islam.\nHe said he was travelling alone and \"walked around the local area\" taking pictures like any other tourist. The area is popular with trekkers. \nA now deleted post on Mr Hussain's social media account from last October is attributed to Brenton Tarrant and reads: \"Pakistan is an incredible place filled with the most earnest kind hearted and hospitable people in the world.\" \nMr Hussain said Brenton Tarrant left those comments \"for the world to see\". He added he was \"shocked\" by the attack in Christchurch. \nThere are also reports that Tarrant visited Afghanistan and China's Xinjiang region.\nFour people were arrested in the aftermath of the attack - three men and a woman, who was subsequently released without charge. \nPolice say they do not believe they were connected to the attack.\nOf those, two remain in custody: \nPrime Minister Ardern said none of those in custody had been on active security watch lists in New Zealand or Australia.\n\"I have asked our agencies this morning to work swiftly on assessing whether there was any activity on social media or otherwise, that should have triggered a response,\" the prime minister said. ", "date": "18 March 2019", "href": "https://www.bbc.com/news/world-asia-47579243", "tags": "shooting suspect attack mosque area man zealand tarrant says christchurch new brenton known"}