{"title": "New Iran Deals for Airbus Jets Increase Pressure on Trump", "content": "Two Iranian airlines made prospective deals with Airbus on Thursday to buy 73 jetliners, a signal that the global aerospace industry is betting such sales to Iran will prevail despite increased hostility by the Trump administration.\nThe prospective deals, described by Airbus as memorandums of understanding, are worth as much as $2.5 billion and were announced by the company at the Paris Air Show, an important sales event for plane manufacturers.\nIf completed, the deals would further solidify Iran as a significant customer in the industry, dominated by Boeing in the United States and Airbus in Europe. Desperate to rejuvenate an aging civilian fleet hurt by years of sanctions, Iranian air carriers have made arrangements over the past year to buy up to 140 planes from Boeing and 100 from Airbus.\nThe deals are permitted under the 2015 nuclear agreement Iran reached with six major powers, which relaxed sanctions in return for Iran’s verifiable pledges of peaceful nuclear work. But the deals — even for the Airbuses — still must be licensed by the United States government because many components and technology in the aircraft are made in the United States and are subject to export control regulations.\nWhile President Trump has railed against the nuclear accord with Iran, a country he has described as a pariah state that exports terrorism, his administration has grudgingly gone along with the agreement. He also has made no known moves so far to substantively change export licensing policies.\nThe aircraft deals in particular have presented a challenge to Mr. Trump because they could support thousands of manufacturing jobs in the United States, a major theme of his presidential campaign. At the same time, critics of Iran in the United States have urged him to stop those deals.\nRichard Aboulafia, vice president of analysis at Teal Group Corp., an aviation consultancy, said the willingness of Airbus and Boeing to engage with Iran “reflects a belief that Trump will need to choose between jobs and foreign policy considerations, and he hasn’t proven particularly able to roll back international trade agreements.”\nFarhad R. Alavi, managing partner at Akrivis Law Group, a Washington-based firm that specializes in sanctions and export laws, said the aircraft deals had placed Mr. Trump in a conundrum.\n“The civilian aircraft industry is one of a shrinking number of major manufacturing sectors where we maintain a very clear competitive advantage,” Mr. Alavi said. “A hard line saying ‘no’ to such major aircraft deals at a time when demand has dwindled elsewhere does not inspire confidence in this president being committed to quality American jobs, particularly in the manufacturing sector.”\nAccording to Airbus’s announcements at the Paris Air Show, Iran’s Airtour Airline intends to buy 45 upgraded versions of the A320 jet, and Zagros Airlines intends to buy 20 upgraded A320s and eight upgraded A330s.\nThe effect of these orders on American aerospace jobs is unclear, partly because it depends on the avionics and engines selected by the customer. But Justin Dubon, an Airbus spokesman, said the A320’s engines would be made at least partly in the United States.\nTo Iran’s detractors, announcements of the additional Airbus deals amounted to a new reason to put pressure on Mr. Trump to block them.\nAirbus has chosen a customer “complicit in Iranian terrorism,” said Representative Peter J. Roskam, an Illinois Republican who has helped lead an effort in Congress aimed at making such sales illegal.\n“Until Iran stops using commercial aircraft to support its terror campaign around the world, Western companies should not be selling them planes,” he said.", "date": "June 22, 2017", "href": "https://www.nytimes.com/2017/06/22/world/middleeast/airbus-boeing-trump-iran-jobs.html", "tags": "iran deals made airbus aircraft united states trump new pressure jets increase"}