{"title": "New York Passes First Major Gun Control Bills Since Sandy Hook", "content": " [What you need to know to start the day: Get New York Today in your inbox.]\nALBANY — New York lawmakers on Tuesday approved the most comprehensive set of gun bills in the state in six years, including measures that would ban bump stocks, prohibit teachers from carrying guns in schools and extend the waiting period for gun buyers who do not pass an instant background check.\nIn total, six gun bills passed easily through the State Senate and Assembly, a remarkable sight in a Capitol that for years had resisted almost all new legislation on the subject.\nGov. Andrew M. Cuomo, a Democrat, last ushered a major gun safety package into law in 2013, after the massacre at Sandy Hook Elementary School in Newtown, Conn. The governor successfully corralled recalcitrant Senate Republicans into supporting the so-called Safe Act that expanded the state’s ban on assault weapons, tightened certification requirements, increased criminal penalties for illegal guns and closed private sale loopholes.\nMr. Cuomo has described the Safe Act as one of his signature achievements. But it has also become a rallying cry for some gun owners and Republican politicians who felt it overreached.\n“Sometimes history irrefutably bears out your actions,” the governor said on Tuesday, at a news conference lined with gun safety advocates. “Today is the next evolution in this ongoing crusade.”\nThe relative ease of the laws’ passage highlighted, for the second time in just two days, the upheaval that November’s election brought to Albany. Democrats captured the Senate for the first time in a decade, delivering one-party control of state government. Since the legislative session began this month, both chambers have sent long-stymied bills in rapid-fire procession to the governor’s desk.\nOn Monday, for example, a bill to protect child sex abuse victims sailed through the Legislature, 13 years after its introduction. The Senate, which under Republican rule never allowed the bill to reach the floor for a vote, unanimously approved it.\nTuesday’s marquee gun bills passed largely along partisan lines. No Republican senators voted to extend the waiting period for completing background checks to 30 days from three. Just one voted for the proposal to ban arming teachers.\nThe most debated item was a so-called red flag bill, which would allow family members, school officials or law enforcement to ask courts to temporarily block someone from buying or owning a gun, if the judge decided that person posed a potential risk.\nThat provision in particular drew an emotional response from Linda Beigel Schulman, whose son, Scott, grew up on Long Island and was teaching at Stoneman Douglas High School in Parkland, Fla. during the massacre there last year; he was killed while helping students flee the shooter.\n“Parkland would’ve never happened if they had a red flag law,” Ms. Schulman said while sitting alongside Mr. Cuomo, adding that one of the killer’s former teachers told her that the shooter had showed disturbing tendencies.\nSenator Brian Kavanagh, a Democrat from New York City who sponsored the bill, said the number of New York state residents who die each year — 772 in 2017, according to the Centers for Disease Control and Prevention — because of guns “is unacceptable.” He added: “It’s also preventable.”\nCalifornia, Washington, Indiana and Connecticut have similar provisions to keep guns away from high-risk people.\nRepublicans suggested the bill would allow people to randomly curtail Second Amendment rights for many New Yorkers.\n“Today’s actions infringe upon the rights of law-abiding citizens,” said Senator Pamela Helming, from Central New York.\nThe bill ultimately passed the Senate 42-21, and the Assembly 83-32.\nA few proposals did earn Republican votes: those that would establish a gun buyback program, and that would prohibit the sale of bump stocks, which enable semiautomatic rifles to fire in sustained, rapid bursts. A bill allowing New York regulators to access mental health records for out-of-state gun buyers passed nearly unanimously.\nThe governor acknowledged that strengthening New York’s gun laws could invite legal challenges from gun advocacy groups and activists, given the conservative tilt of the Supreme Court. The high court’s justices recently announced that they would review a New York City gun law, the court’s first Second Amendment case in nearly a decade.\nSeveral Republicans accused Democrats of grandstanding by pushing laws that already exist; for example, President Trump imposed a federal ban on bump stocks last year after the mass murder of 58 people in Las Vegas. (The ban is regulatory, however, not statutory, and several groups have announced their intention to challenge it in court.)\nMr. Cuomo, a frequent and favorite antagonist of the National Rifle Association, has been accused of politicizing gun control for his own benefit. But he also has a long record of fighting for stricter gun regulations, and he has frequently pointed out that his public support, especially upstate, never fully recovered after passage of the Safe Act.\nOn Tuesday, Democratic leaders in the Legislature also made their antipathy to widespread gun use clear.\n“I personally don’t agree with it, but I respect it,” the Assembly speaker, Carl E. Heastie, said of the Second Amendment.\nSenator Andrea Stewart-Cousins, the Senate majority leader, promised further action in the coming months. The only other major gun legislation passed since the Safe Act was a law last year to take guns away from domestic abusers.\n“It will not be six years, believe me, between sensible gun laws,” she said.", "date": "Jan. 29, 2019", "href": "https://www.nytimes.com/2019/01/29/nyregion/gun-laws-new-york.html", "tags": "passes sandy york control first since hook gun ” senate state bill new bills major"}