{"title": "New Zealand to Ban Military-Style Semiautomatic Guns, Jacinda Ardern Says", "content": "CHRISTCHURCH, New Zealand — Prime Minister Jacinda Ardern of New Zealand on Thursday announced a national ban on all military-style semiautomatic weapons, all high-capacity ammunition magazines and all parts that allow weapons to be modified into the kinds of guns used to kill 50 people at two mosques in Christchurch last week.\n“What we’re banning today are the things used in last Friday’s attack,” she said, adding: “It’s about all of us, it’s in the national interest and it’s about safety.”\nMs. Ardern is expected to encounter little resistance to the weapons ban in Parliament; the largest opposition party quickly said it supported the measures.\nMs. Ardern said her goal was to eliminate from New Zealand the weapons that the killer used in Christchurch. She emphasized that it would require a buyback of banned weapons in circulation now, plus regulation around firearms and ammunition.\n“The guns used in these terrorist attacks had important distinguishing features,” she said at a news conference at Parliament in Wellington, the capital. “First, big capacity, and also their delivery. They had the power to shoot continuously, but they also had large capacity magazines.”\nMs. Ardern’s plan for immediate gun policy changes, announced six days after a mass shooting, stands in stark contrast to the stalemate and resistance to change that has stymied similar calls for restrictions on firearms in the United States.\nMs. Ardern’s handling of the massacre and its aftermath have resonated around the world and thrust her into the spotlight as a force on the issue of guns.\nThe shooting in New Zealand comes after the United States has experienced an alarming number of mass shootings in recent years, including the Sandy Hook, Conn., school shooting that took 27 lives in 2012; the Orlando nightclub shooting in 2016, which killed 49; the Las Vegas concert shooting in 2017 that left 58 dead; and the Parkland, Fla., school shooting, which killed 17 people in 2018.\nGun policy experts called Ms. Ardern’s plans to restrict access to certain forms of guns and ammunition far-reaching in scope.\n“It’s a very bold move,” said Philip Alpers, a University of Sydney academic who runs GunPolicy.org, an international clearinghouse for gun research.\n[Dozens of victims were buried on Friday as Christchurch residents and visitors shared a Muslim call to prayer.]\nChris Cahill, the president of the Police Association, the union representing New Zealand’s police officers, praised Ms. Ardern’s plan, saying that his group had been calling for such measures for years.\n“This addresses the key concerns we have,” he said. “It’s hitting those military-style semiautomatics. It’s exactly what we wanted.”\nThe overhauls, Ms. Ardern said, are inspired partly by what Australia set in motion after a mass shooting there in 1996: a mix of buybacks, registration and outright bans that severely reduced mass shootings.\nBut experts said there were some key differences.\n“In Australia, it was a very simple definition, all semiautomatic rifles and shotguns, full stop,” Mr. Alpers said. “Here I can see a few gray areas.”\nNew Zealand’s plan takes aim at capability, not just a particular class of weapons.\nGun owners in New Zealand, responding online to the announcement, said it was confusing and began asking which of their weapons would be banned or exempted. Others seemed more resigned to giving up their guns.\n“Glad I took my ar15 for a walk up the range today,” one commenter wrote, referring to a type of firearm. “We had a blast could be the last time.”\nThe “capability” approach — which is likely to lead to a list of banned items, Mr. Alpers said — could be watered down through furious lobbying. But it could also amount to a new global standard, broad enough to go beyond Australia’s because it could include weapons and accessories not yet developed.\nThat seemed to be Ms. Ardern’s intent.\n“Today, I’m announcing New Zealand will ban all military-style semiautomatic weapons,” Ms. Ardern said in outlining the changes. “We will also ban all assault rifles. We will ban all high-capacity magazines. We will ban all parts with the ability to convert semiautomatic or any other type of firearm into a military-style semiautomatic weapon.”\n“We will ban parts that cause a firearm to generate semiautomatic, automatic or close-to-automatic gunfire,” she added. “In short, every semiautomatic weapon used in the terror attack on Friday will be banned in this country.”\nMr. Alpers said the challenge for New Zealand would mainly be getting the ammunition and guns that already exist out of circulation. Half of Australia’s states had some kind of gun registration plan in place before the 1996 reforms, making it easier for the authorities to know what weapons were out there and what needed to be brought in.\nNew Zealand only registers 4 percent of its weapons. According to the police, about 250,000 people in the country own an estimated 1.2 million to 1.5 million firearms. It is unclear how many of them would be affected by the ban.\n“New Zealand is at a considerable disadvantage to countries that have had registries, because there’s no way of tracing the firearms because they don’t know who’s got them,” Mr. Alpers said. “We’re relying entirely on the honesty of the gun owner to turn it in.”\nMs. Ardern said that fair compensation would be paid to all those who participate.\nNoting that there would be some limited exceptions for specific purposes, especially in rural areas, she said she expected the new law to be in place by April 11, the end of Parliament’s next session.\nIn the interim, as of Thursday afternoon, a change in regulations would alter the licensing rules for the weapons that would eventually be banned. To avoid a rush on purchases, weapons that now require a basic A Class license will fall under an E Class gun license, which is already much harder to obtain, and which the prime minister said would now be impossible to get.\n“I can assure people there is no point in applying for such a permit,” she said.\n[Read more about the victims of the attack, who spanned generations and nationalities, and their families’ struggle for closure.]\nThe suspect in the shootings, Brenton H. Tarrant, 28, was a licensed gun owner and member of a local gun club. An official with one gun retailer said his company had sold Mr. Tarrant four firearms along with ammunition between December 2017 — a month after Mr. Tarrant received his gun license — and March 2018.\nBut officials still do not know the source of a semiautomatic rifle that can be seen in a video of the attack on Al Noor Mosque, one of the two mosques the gunman targeted. The authorities say that five guns acquired legally, including two semiautomatic assault weapons, were used in the assault.\nOn Wednesday, the authorities said that when the suspect was arrested, he had two weapons with him along with explosives and that he was planning to continue his attack.\nHis efforts were optimized for internet fame and to broadcast a message of white supremacy. Minutes before the attacks started, he published a manifesto to message boards where white supremacists gather, and included a link to the page where the streaming video of the shooting would appear.\nIn addition to gun policy, Ms. Ardern has been arguing nearly every day since the attacks that there is a need for the world’s most powerful tech platforms to take responsibility for spreading messages of hate that lead to violence.\nLeaders in many countries, she said, need to be united in making clear that with profit comes responsibility.\n“There are some things we need to confront collectively as leaders internationally,” she said at a news conference in Christchurch on Wednesday. “We cannot, for instance, allow some of the challenges we face with social media to be dealt with on a case-by-case basis.”\nFor now, though, she has made clear that her focus will be on another international industry that her government can regulate immediately — guns.\nThe goal, she said on Thursday, is simple: “to prevent an act of terror from happening in our country ever again.”", "date": "March 20, 2019", "href": "https://www.nytimes.com/2019/03/20/world/asia/new-zealand-gun-ban.html", "tags": "ardern semiautomatic “ military-style zealand gun ms. says jacinda guns new ban weapons"}