{"title": "New Health Care Bill Proves GOP Promises On Pre-Existing Conditions Were Never Serious", "content": "The big change in the new Senate Republican health care proposal is, as expected, an amendment that has the potential to undermine current protections for pre-existing conditions.\nYes, that’s despite the promises Republican leaders have made, over and over, to treat those protections as sacrosanct.\nThe amendment, based on a proposal that Sen. Ted Cruz (R-Texas) has been promoting and tweaking for weeks, would undermine the rules on what and who insurers cover in order to make insurance cheaper. These rules, which include prohibitions on charging higher premiums to people with severe medical problems, are a cornerstone of the Affordable Care Act.\nCruz has presented his amendment as a compromise, in part because it would require insurers to keep offering some plans that comply with the existing regulations. And the overall impact of the proposal remains difficult to determine precisely, because analysts are scrambling to see how the different pieces, including a special fund to help people with more serious medical problems, fit together.\nBut it seems clear the proposal is really just a more roundabout way of trying to accomplish what conservatives have always wanted to do ― to change the way Americans pay for health care, so responsibility for those huge bills falls more squarely on the people who generate them.\nThe only questions are how severe the effects will be ― and how many Republican senators are willing to go along.\nThe central and accurate insight of the Cruz amendment is that some of the Affordable Care Act’s most popular provisions have also driven up premiums for people buying coverage on their own. \nIn the old days, insurers could offer dirt-cheap policies that left out whole swaths of benefits ― like mental health or maternity care, or even prescription drugs. More important, they could discriminate among potential buyers, charging higher premiums to people with pre-existing conditions or simply denying them coverage altogether.\nUnable to engage in such practices today, because Obamacare prohibits them, insurers must pay more serious medical bills for people with more serious medical problems ― and to cover these additional costs, insurers have raised their premiums. The Affordable Care Act’s subsidies, which discount premiums and in some cases out-of-pocket costs, insulate millions from the higher premiums. But plenty pay full price or close to it.\nIt’s tough on them personally and, since some opt not to get coverage altogether, it’s led some insurers to abandon new markets altogether. Many conservatives think the best way to proceed would be simply to get rid of those regulations ― to restore the kind of system that existed before the Affordable Care Act, so that insurers could go back to offering skimpy plans and screening people for pre-existing conditions.\nBut these same changes have put comprehensive insurance plans within reach of millions of people who desperately need it because of their medical problems. Also, the guarantees of coverage are popular ― so much so that pretty much every high-profile Republican official, including President Donald Trump, had to promise over and over that they would protect people with pre-existing conditions even as they swore to wipe away Obamacare.\nConfronted with this dilemma this past spring, House Republican leaders eventually came down on the side of conservative principle ― passing a bill that would give states the ability to waive most of the existing insurance regulations, including the prohibition on charging higher premiums to people because of health status. With that change in place, insurers could charge sky-high premiums to people with pre-existing conditions, pricing them out of coverage.\nAfter the House passed its bill, Senate Republicans signaled their bill would not take such an extreme step. And although the original Senate bill was in some respects more severe than the House counterpart, particularly when it came to the treatment of Medicaid, the Senate version gave states less leeway to dilute insurance regulations.\nThe new amendment pushes the Senate bill back in the other direction, so it more closely resembles the House version and in some ways would have more far-reaching effects. \nThe provision would allow insurers to offer plans like they did before ― without requirements on what they cover, what they charge, or to whom they sell. The supposed nod to moderates, and to people with pre-existing conditions, is that insurers would still have to offer at least one plan that adheres to the existing Affordable Care Act rules.\nThe likely effect of this change, as Cruz himself has acknowledged, would be to split the insurance market in two. People in good health would flock to the new, deregulated plans, because they would have cheaper premiums ― and, as people in good health, they wouldn’t worry or care about gaps in coverage or exorbitant out-of-pocket costs (at least until the inevitable day when they get sick and injured). \nThe regulated plans ― the ones with guaranteed coverage for pre-existing conditions and all of the Affordable Care Act’s essential benefits ― would end up with only high-risk beneficiaries, forcing insurers to hike premiums.\nCruz has said this is acceptable because the Republican bill still offers subsidies for lower- and some middle-income beneficiaries, protecting people from high premiums in the same way the Affordable Care Act does. What he doesn’t mention is that the Republican bill’s subsidies are considerably less generous than the Affordable Care Act’s, and would leave people with much higher deductibles. \nWhat Cruz also doesn’t mention is that the subsidies stop altogether at 350 percent of the poverty line ($33,010 in annual income for an individual, by this year’s figures) and that anybody making more than that would face paying the full price.\nThe long-term stability of insurance markets under the Cruz amendment would also be a major issue. On Wednesday, America’s Health Insurance Plans and the Blue Cross Blue Shield Association of America issued letters warning that insurers would struggle to operate in such a bifurcated market ― a statement all the more noteworthy because insurers have been relatively circumspect about the Senate plan. \nThe Cruz amendment does call for setting aside a large sum of money, $70 billion, that states and insurers could use to make sure coverage is more affordable for people with high medical expenses. But the details are vague. It’s not clear whom the money would help, whether insurers could use it appropriately, or even whether it’s new money the bill wasn’t already spending for the same purpose.\nOne more issue could be the proposal’s budgetary impact. If insurers have to hike premiums in the regulated plans to keep up with a risk pool that is getting sicker and sicker, that’s going to make the insurance subsidies more and more expensive ― making it difficult to sustain the program politically. \nProbably the best-case scenario in a system like Cruz envisions is that people with serious medical problems have to pay a lot more for their health care, but with the federal government offsetting some of that extra cost through these new funds. \nAnd the worst case scenario? Large numbers of people with pre-existing conditions would have no way to get decent coverage ― leaving them at the mercy of charity care, and deciding between health care and other essential needs, just like they were in so many states before the Affordable Care Act became law.\nCruz and his allies aren’t going to advertise this and, if the recent past is indicative, supporters of the bill will insist, without basis, that their bill is actually good for people with pre-existing conditions. But it’s not clear whether they believe this ― or whether they even care.", "date": "\n07/13/2017", "href": "https://www.huffpost.com/entry/gop-senate-health-care-bill-preexisting-conditions_n_5967b4c6e4b03389bb15e1fe", "tags": "cruz insurers pre-existing gop proves conditions never would ― promises affordable bill premiums new serious care health"}