{"title": "New heights but no high - why hemp sales are soaring", "content": "When Margaret MacKenzie heard that President Trump had legalised the cultivation of hemp across the US just before Christmas, she immediately thought:  \"Oh boy, here we go! Things are going to move very fast.\"\nThe Colorado farmer tends to about 15 acres (six hectares) of hemp, the varieties of the cannabis plant that generally don't have any psychotropic effect - they cannot be used to make a person \"high\".\nHemp, which comes from the cannabis sativa species - to give it its Latin name - is the straitlaced cousin of marijuana, which is more often from the cannabis indica species.\nUnfortunately for hemp, being a near-relative and lookalike of marijuana has meant that it has always been tarnished by association. \nSo while hemp is a very useful crop that can be turned into everything from clothes to shoes, paper, animal feed and building insulation, the cultivation of it was banned in many countries during the 20th Century.\nIn the US it was outlawed in 1970 by President Richard Nixon, and that remained the case until December last year, when the Agriculture Improvement Act of 2018 was passed into law.\nHemp farmers such as Ms MacKenzie now expect US production to skyrocket, and industry estimates back that up.\nSales of hemp products in the US reached $1bn (£760m) in 2018, according to New Frontier Data, which specialises in reports on both types of cannabis. Imports account for most of this figure, but the US Drug Enforcement Administration had allowed some pilot growing schemes under strict licence since 2014.\nNew Frontier Data expects US sales of hemp products to reach $2.6bn by 2022. At the same time it predicts global hemp industry sales to jump to $5.7bn by 2020, from $3.7bn in 2018.\nWhy are so many countries now saying cannabis is OK?\nSoaring demand worldwide for a key chemical compound called cannabidiol or CBD, which is found in the flowers of the hemp plant, is behind the growth.\nCBD - which is also present in marijuana, but does not make the user high - helps to treat epilepsy. As such it is used to make epidiolex, an anti-epilepsy drug that is now prescribed in both the US, and by the National Health Service in the UK. \nHowever, sales of this drug are dwarfed by the growing popularity of consumer products containing CBD, due to the belief that it can treat a range of other health problems, from pain to inflammation, anxiety and even cancer.\nSo on both sides of the Atlantic you can now buy everything from CBD-infused coffees and teas, to skin creams, lip balms, sweets and even bath bombs.\n\"Once more consumers get educated about CBD, that'll drive more demand,\" says Elliot Brown, another Colorado hemp farmer.\nMike Lewis, a hemp farmer in Kentucky, agrees that CBD production is now going to lead the hemp industry as opposed to the crop's industrial uses.\n\"Everyone in the hemp industry is turning to CBD because that's where the money is,\" he says.\nWhether CBD and products containing it actually do have widespread health benefits, or could in fact harm you over the longer term, is still being debated in the medical community, as the Guardian newspaper reported last year.\nIn the meantime the boom in demand for hemp is good news for the US environment because the fast-growing and hardy plant needs little water, and therefore requires far less irrigation than corn, wheat or soybeans in dry areas.\nHemp plants can also be planted very close together, making it high yielding. And unlike marijuana, whose plants are typically half as tall and have bigger leaves, hemp isn't fussy about temperature and humidity.\nChina is currently the world's largest exporter of hemp products, but the US industry wants to change that.\nMore from the BBC's series taking an international perspective on trade:\n\"At some point we'll see American hemp production eclipse China,\" says Bob Hoban, a commercial lawyer who represents growers of both types of cannabis across the US.\n\"We're already seeing a massive investment in production infrastructure, and that takes time.\n\"We'll eventually reach the point where hemp will not just appeal to the cannabis industry and their consumers.\"\nHowever, Erica Stark, executive director of the National Hemp Association, cautions that the industry needs to walk before it can run.\nLast year just 78,176 acres of land in the US was planted with hemp, compared with 47 million acres dedicated to wheat, and 90 million acres to both soybeans and corn.\n\"The danger we're facing now is over-enthusiasm,\" says Ms Stark. \"We just don't have the infrastructure to go into full commercial production. Yet.\"", "date": "7 March 2019", "href": "https://www.bbc.com/news/business-47400789", "tags": "heights us soaring high sales cannabis cbd acres production hemp industry products new marijuana"}