{"title": "New Russian Gulag museum recreates Soviet terror", "content": "The Russian authorities have opened a new museum in Moscow dedicated to the millions who were persecuted in Soviet labour camps in 1930-1950 - in the so-called Gulag system.\nThe opening coincided with a national day of remembrance for the victims of Soviet dictator Joseph Stalin. \nEarlier, thousands of victims' names were read out near the Lubyanka, the former base of the KGB secret police. \nThe new Gulag museum is bigger than a previous one founded in 2001.\nUnder President Vladimir Putin's rule Russian officials have tended to downplay Stalin's crimes, focusing more on Stalin's role in the Soviet World War Two victory over Nazi Germany.\nPortraits of Stalin have reappeared in public - yet they were taboo for decades after his death and the 1956 denunciation of Stalinism by his Communist successor Nikita Khrushchev. \nThe new five-storey museum shows personal effects of Gulag prisoners, the dimensions of prison cells, and original doors from camps in remote Magadan, Anadyr and Vorkuta.\nUp to 170 prisoners were crammed into one cell. \nThere are also grim discoveries from execution pits - bullets and casings, and wire used to tie up victims.\nAn estimated 20 million people died during Stalin's reign of terror. At the height of the terror, in the 1930s, victims accused of plotting against Soviet power were executed en masse.\nOn entering the museum visitors hear the chilling clank of cell doors being shut and loud footsteps in prison corridors.\n\"I want visitors to be able to touch the doors and immerse themselves in this theme, to feel it,\" said museum director Roman Romanov, quoted by the government newspaper Rossiiskaya Gazeta.\nA huge map of Russia shows the camp locations - described in detail in Alexander Solzhenitsyn's chronicle The Gulag Archipelago, which was banned by the Soviet authorities.\nAnd visitors can also read about the experiences and suffering of individual prisoners. \nBy focusing on the Stalin period the museum does not however include the persecution of dissidents that went on after Stalin's death.", "date": "30 October 2015", "href": "https://www.bbc.com/news/world-europe-34675413", "tags": "victims visitors soviet russian museum prisoners doors terror stalin recreates new gulag"}