{"title": "New Report Confirms What The GOP Won't Admit- Obamacare Is Working", "content": " When Republicans carry on about what a “disaster” the Affordable Care Act is, they rarely acknowledge that the law is helping millions of people get health insurance.\nBut we don’t need Republicans to tell us these things. We have data.\nAnd now we have some more.\nThe U.S. Centers for Disease Control and Prevention on Wednesday released the latest results of the National Health Interview Survey. According to the survey, just 9.2 percent of the population, or about 29 million people, had no coverage during the first three months of 2015. That’s down from 11.5 percent in 2014, 14.4 percent in 2013, and 16 percent back in 2010.\nHuffPost Infographic by Alissa Scheller \nThe report doesn’t identify a reason for the decline. It simply communicates the survey findings. But the timing and characteristics of the trend make the primary reason obvious: It’s President Barack Obama’s signature health care law.\nAfter a long, slow rise in the proportion of Americans without insurance -- which for decades had only modest ups and downs -- the rate fell precipitously in 2014. That’s the year that most of “Obamacare” took effect, expanding access to Medicaid for the poor and making subsidized, private health insurance available to working-class and middle-class people who couldn’t get coverage through their workplaces.\nThe proportion of Americans without health insurance has declined for all age groups, the NHIS data confirms. But the dramatic decline for the youngest age group, 18- to 24-year-olds, actually began a little earlier than the rest -- in 2011. That’s another clue about the role of the Affordable Care Act, since it was in that year that the law began requiring insurers to let children stay on their parents’ policies until age 26.\nThe NHIS is one of several surveys that experts use to measure the number of Americans without health insurance. All of these studies come with caveats, idiosyncrasies and uncertainty. But each one, including a private survey the Gallup organization released just a few days ago, has produced a similar result.\nOf course, the goal of the Affordable Care Act isn’t simply to help people get health insurance. It’s also to make sure more people can pay for their medical bills and get access to care when they need it. New research suggests that this, too, is happening. \nA survey that the Henry J. Kaiser Family Foundation released at the end of July compared newly insured Californians with those who remained without coverage. The ones who had gotten health insurance, mostly through the Affordable Care Act, were substantially less likely to report having trouble paying for medical care -- and substantially more likely to say their health care needs were being met.\nThat report became public just a week after a study in the Journal of the American Medical Association produced yet more evidence that the health care law had the net effect of improving access to medical care.\nLike all legislation, from laws creating new entitlements to those cutting taxes, the Affordable Care Act comes with real costs and trade-offs. The health care law imposes new taxes on the wealthy, for example, while pressing financial penalties on people who can afford to buy insurance but opt not to do so. The law has also forced some people buying insurance on their own to pay higher premiums than they did previously, because insurers can no longer deny coverage to people with pre-existing conditions or sell policies that leave out benefits like prescriptions, rehabilitative services or maternity care.\nMeanwhile, even with the law’s subsidies, insurance remains expensive for many working- and middle-class people. \nThat may be one reason that the progress on covering the uninsured, though substantial, appears to be smaller than many experts predicted initially. It also explains why liberals have started pushing for more aggressive efforts at cost control (starting with the government using more leverage with the prescription drug industry) and more financial assistance or regulation to limit out-of-pocket expenses. Meanwhile, some intellectuals on the right are starting to talk about ways of transforming the law into a more conservative version of health care reform with less regulation and lower spending.\nThese sorts of arguments, over how to change the Affordable Care Act, are likely to go on for a very long time. But the argument over whether the law is substantially reducing the number of Americans without health insurance, thereby achieving one of its primary goals, really should be over.  \n“The health law remains controversial, and that will likely continue to be the case,\" Larry Levitt, senior vice president at the Kaiser Foundation, told The Huffington Post. \"But we now have facts that can be used to judge the ACA rather than hypothetical arguments, and there’s no doubt at this point that more people are getting insured and it’s making a difference in their lives.”\nThis article has been updated to include comments from Larry Levitt.\nAlso on HuffPost:", "date": "\n08/12/2015", "href": "https://www.huffpost.com/entry/obamacare-cdc-report_n_55ca0bd1e4b0f1cbf1e6393f", "tags": "admit- working wo report obamacare without confirms gop insurance act survey affordable law new get care health"}