{"title": "New York abortion law: Why are so many people talking about it?", "content": "On the 46th anniversary of the landmark US ruling that made abortion legal, New York state signed into law a new abortion rights bill. Why is it so controversial?\nThe Reproductive Health Act (RHA) has been seen by some as a necessary move to safeguard abortion rights should the Supreme Court overturn the ruling, known as Roe v Wade.\nAnd it comes at a time when states such as Mississippi, Iowa and Ohio are rolling back abortion provisions. \nWhile others see it as an \"extreme\" and \"inhumane\" expansion of abortion access. \nThe act removes the need for a doctor to perform some abortions and takes abortion out of the criminal code, making it a public health issue.\nHowever, the most controversial aspect of the RHA is the provision allowing abortions after 24 weeks in cases where there is an \"absence of foetal viability, or the abortion is necessary to protect the patient's life or health\".\nThe RHA has caused an intense and heated debate about how abortion is regulated in New York, with impassioned arguments made on each side.  \nWe heard some of those views.\nIn 2016, Erika Christensen was pregnant and living in New York with her husband. The couple were thrilled. \nHowever, at 31 weeks, she found out that her pregnancy was \"nonviable\", meaning that the baby would not survive outside the womb. \nMs Christensen told the BBC that she \"didn't know about the law\" banning abortion in New York beyond 24 weeks. \n\"We wanted to end the suffering of this child. It was a simple choice.\"\nAfter doing some research she realised she would have to leave the state to terminate her pregnancy. \nShe borrowed $10,000 (£7,600) from her mum, and flew halfway across the country to have an abortion in Colorado. \n\"I know I am lucky. I am middle-class and have access to those kinds of resources. But it was still really devastating.\n\"The laws of New York made the grieving process so much harder,\" Ms Christensen said. \"There is an inherent shame in having to leave your state to do this. It made a bad situation so much worse.\"\nSince then, she has campaigned for New York to change its laws on abortion.\nShe hopes that the RHA will help women in a similar situation to her \"work through their grief without having to fight the system\". \n\"These women should be able to focus on healing.\" \nChristina Fadden, chair of the anti-abortion organisation New York State Right to Life, told the BBC she was \"extremely saddened\" by the RHA being signed into law. \nMs Fadden said it was \"horrific\" that \"there is now no protection for unborn children in the state of New York\". \nShe disputes the assertion that the RHA is a necessary update to the state's law, and suggests that allowing abortions beyond 24 weeks is \"inhumane\".\n\"I have got a fire in my belly and it's time to double down on fighting this,\" she said. \nMs Fadden is also concerned that the RHA makes abortion a \"fundamental right\" for women in New York, and will lead to \"pro-life viewpoint suppression\".\nShe told the BBC that her organisation has been \"overwhelmed\" by the number of people contacting them to volunteer in the wake of the RHA's ratification. \n\"We are still formulating our response, but we have to double our efforts.\"\nWhile much of the discussion surrounding the RHA focuses on the 24-week provision, the removal of abortion from the criminal code is also controversial. \nPro-choice campaigners maintain that abortion is a healthcare issue, while opponents to the RHA say that it removes protection for pregnant victims of domestic abuse. \nLivia Abreu was violently attacked by her boyfriend when she was 26 weeks pregnant. She was stabbed multiple times and lost her unborn baby. \nMs Abreu released a statement saying the RHA would decriminalise \"abortion as a product of an assault on a pregnant female\".\nHer former partner is facing charges of abortion in the first and second degree, as well as attempted murder and assault. \n\"The passing of RHA will likely exonerate him from those charges,\" she wrote. \"Which will in turn lessen his sentence now that a judge has decided the case is going to trial and the new law will take effect prior to that date.\n\"Let that sink in. He will likely be convicted of the crimes he committed against me, but the loss of my daughter will be a non-factor to the law because she wasn't 'born and alive'.\n\"To clarify, I am neither pro-choice nor pro-life, I am very much neutral, because most things are never simply black or white.\"\nSupporters of the RHA suggest that there are existing laws to punish domestic abuse, and the issue should be separated from abortion. \nMerle Hoffman, who founded the Choices Women's Medical Center in New York in 1970, welcomes the change in the law, but feels it is \"overdue\". \n\"I have been working in this field for 48 years. It feels like I've been living in Groundhog day.\"\nShe told the BBC that her clinic has been unable to help women in \"sad and difficult situations\" because they were more than 24 weeks pregnant. \nMs Hoffman notes that many of the women who seek late-term abortions either didn't know they were pregnant for a long time, or experience complications in an originally wanted pregnancy. \n\"We have to get funding from various sources - often personally contributing money - to help these women access abortions services out of state.\"\nMs Hoffman describes New York in the early 1970s as an \"oasis\" for women seeking abortions before Roe v Wade, and sees a parallel with the state's decision to implement the RHA. \n\"I can see there being a sort of 'underground railroad' of women who will come to New York now. It is another access point on the east coast.\" \nMs Hoffman, is also keen to point out that only around 1% abortions in the US happen after 21 weeks. \nKaitlyn Marchesano, often answers the phone to people seeking financial help to terminate a pregnancy. \nShe works for the New York Abortion Access Fund, which supports people who are unable to pay for an abortion. \n\"Hearing a voice on the other end of the line going through this awful experience is challenging,\" reflects Ms Marchesano. \"The difficulty they face is heart-breaking.\"\nMs Marchesano says she finds it \"incredibly frustrating\" that it is so difficult for people to access abortion later in their pregnancy.  \nWhile abortion is covered by the Medicaid health programme in New York, she says people \"hit a funding wall\" beyond 24 weeks. \n\"They take on a considerable financial burden when they have to travel out of state. The cost of travel, child care, lost wages, accommodation add up on top of the cost of the procedure.\"\n\"The human body doesn't follow a legal timeline.  People need options not restrictions.\"\nCardinal Timothy Dolan leads the archdioceses of New York and has been a vocal opponent to the RHA. \nSpeaking to Fox News, Cardinal Dolan said the new law was \"ghoulish, grisly and gruesome\", and \"not good for our country\". \nNew York governor Andrew Cuomo, who is a Catholic, has come under fire after signing the law, and some have called for him to be excommunicated..\nCardinal Dolan said he gets \"wheelbarrows full of letters every day\" asking him to take firm action against the governor, but he said it \"would be counterproductive\".\n\"It would give ammo to our enemies who would say this is an internal Catholic disciplinary matter.\"", "date": "28 January 2019", "href": "https://www.bbc.com/news/world-us-canada-46994583", "tags": "people ms abortions york weeks rha new talking abortion state women many law"}