{"title": "New 'Game Of Thrones' Reveal Might Hint At Shocking Season 8 Returns", "content": "Information is coming.\nEarly Thursday morning, Entertainment Weekly announced its mammoth “Game of Thrones” story, a behind-the-scenes preview of Season 8 that would seemingly reveal more about the show than even the Three-Eyed Raven could know. And it did.\nTo start off, there’s the first official photo of the season, featuring King in the North Kit Harington and Khaleesi Emilia Clarke in a what looks like an icy-and-fiery engagement shoot embrace:\nThen, there are the tearful cast reactions to the fact that 2019 marks the end of “Game of Thrones.” Sophie Turner said she felt “numb” after learning what would happen. Kit Harington apparently cried twice during the table read.\nFinally, there are the light spoilers. We learn a bit about the giant battle with the Army of the Dead to come, which filmed for weeks and is “expected to be the most sustained action sequence ever made for television or film.”\nAnd here’s what we can expect from the Season 8 opener at the Stark home of Winterfell:\nIt’s not entirely new information. Clips of the cast bemoaning the end of “GoT” were already out there when EW released the story online (it’ll be available in magazine form Friday), and we knew about the first Winterfell scenes from previous leaks.\nThe most enlightening bit in the EW story comes from an anecdote from reporter James Hibberd’s trip to the set ahead of the Season 8 finale shoot, which is said to have included some unlikely characters:\nSnow my God. Who could these mysterious surprise characters be? A couple possibilities come to mind:\nHowland is the man to the left of young Ned Stark in the GIF above. He was the only other person besides Ned who survived the battle at the Tower of Joy, where Lyanna Stark gave birth to Jon Snow/Aegon Targaryen, aka the birthplace of the biggest secret on the show.\nWe haven’t seen Howland on the show, other than in a Tower of Joy flashback/vision from Bran. But if he’s showing up in the finale, it could have something to do with confirming Jon Snow’s Targaryen heritage. \nPlus, there’s his daughter, Meera Reed, still running around out there. In the books, it seems like she could be a love interest for Bran, so perhaps she’ll return to the spotlight with her dad. \nWhen Hibberd wrote that he was not expecting certain characters to appear in the finale, he might’ve been hinting at something: we’ve seen these characters before. And maybe he didn’t expect them because they’re supposedly dead.\nWe already know from casting director Nina Gold that Sean Bean was so important to the show that the northern accents we hear to this day are modeled after his voice. Even though Ned died in Season 1, he’s constantly brought up in dialogue, including multiple times in Season 7. For example, between Sansa and Arya in the season finale:\nEarlier this year, I asked Bean about rumors of his possible return to the show, and at the time he told me, “I’ve heard rumors, but not from very good sources, that I might be back. But I think I’ve done my time there, and I created a good character.”\nThe actor continued, telling me it’d be “strange” to see his character resurrected. But this is the final season, so let’s get strange.\nMaybe Ned will simply appear in a flashback. Or a vision. As a Force ghost? Who knows?\nThis is more wishful thinking, but we’ve already predicted the return of dead Ned, so why stop there? Bring on all the dead people! \nLady Stoneheart, a reanimated, zombified version of Catelyn Stark in the A Song of Ice and Fire novels, was famously cut from “Game of Thrones,” a decision George R.R. Martin didn’t necessarily agree with. It’d be extremely weird if the show brought her back in the Season 8 finale, but better late than never. Are we Reed-ing too far into this or could these returns warm our icy stonehearts? Eh.", "date": "\n11/01/2018", "href": "https://www.huffpost.com/entry/new-game-of-thrones-reveal-might-hint-at-shocking-season-8-returns_n_5bdaf60be4b0da7bfc1780c8", "tags": "characters shocking finale reveal stark show thrones might season hint ” ned returns could new dead"}