{"title": "Newry's Polish community considers post-Brexit future", "content": "Of the estimated 37,000 Polish people who have moved to Northern Ireland over the past 15 years, about 3,000 of them have settled in Newry. \nThe Polish influence is here for all to see. \nShops on the high streets, a Polish mass in a local church and a Consulate in the Town Hall.\nBut with Brexit just three weeks away, the honorary Polish consul, who is based in the town hall says some are considering moving home or moving on.\nJerome Mullan was appointed to the Consul position in 2008. \nHe says Polish people are involved in every aspect of school, business and community life in Newry today.\nBut he has seen signs of change that could have an impact, not just on the Polish population but the local community.\n\"In Warrenpoint, last summer, I know of about 12 people who decided to go back to Poland for good,\" he said. \"That was quite a shock.\"\n\"They are in a broad range of employment, both skilled and semi-skilled, and some companies are very reliant on them and they are finding it hard to recruit.\"\nHe added that some companies have become dependant on European workers, \"particularly the Polish workers who are the biggest grouping for some time\".\nWhile some are considering leaving, many others are sure they will stay.\nThey have laid down roots and invested in the community.\nTheresa May has said she wants all three million EU citizens currently living legally in the UK to stay after the UK leaves the EU, irrespective of whether the UK's withdrawal agreement is passed by Parliament.\nAn online system for EU nationals to register their details will open fully on 30 March 2019, hours after Brexit is scheduled to take place\nPatrycja McMahon moved to Newry from Częstochowa at the age of 19. \nShe's now married to a local man and has established her own beauty business.\nShe says many in the Polish community are considering their future.\n\"Most of my family are here but I still have relatives in Poland - my dad is still there,\" she said.\n\"He comes here to visit his grandchildren, but in the future we don't know how that will look.\n\"Will he have to have a visa, or will we need a visa to all go to Poland? \n\"What way will my children grow up with that situation? Nobody knows and that is why people are afraid.\"\nFor others in the city, home is a more distant memory.\nAbbey Grammar School students Milosz Sieczka and Adam Piwowarczyk are currently studying for their A-Levels.\nThey left Poland aged five and six, creating a more challenging debate on self-identity.\n\"It is really weird to think about that, whether I am Polish or Irish, but home is here for me mostly,\" said Adam.\n\"I'd be the same,\" agreed Milosz. \n\"I wouldn't mind having to go back to Poland to live there permanently,\" said Milosz. \n\"But I'd rather live in Ireland or the UK. \n\"I think Adam's Polish is a little better than mine because he is doing it for A-Level and I only did it for GCSE.\" \nThe boys are now considering university choices, but to continue living and studying here they will need to apply for settled status.\n\"This is coming up now,\" Mr Mullan said. \n\"The new situation is that people will have to apply after the 30 March and they will be able to do that for some time afterwards. They will be able to do that online. \n\"The interesting thing is that the prime minister dispensed of the fee attached, which sent out the message that she is concerned that many European citizens would be leaving here. \n\"So she has made that easier.\"", "date": "12 March 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-47455090", "tags": "poland polish considers community people uk considering local newry post-brexit future says"}