{"title": "Newspaper Shooting Shows Widening Use of Facial Recognition by Authorities", "content": "SAN FRANCISCO — When the police apprehended a suspect for the shootings at The Capital Gazette’s newsroom in Annapolis, Md., on Thursday, he refused to divulge his name. So the authorities identified the man, Jarrod Ramos, using a different method: facial recognition technology.\nThe revelation shone a spotlight on just how easily and how quickly officials can pinpoint suspects using a technology that is increasingly pervasive in law enforcement. Over the past few years, facial recognition has been quietly adopted by the authorities across the United States — including at the local policing level — and become part of the standard law enforcement toolkit.\nSixteen states let the Federal Bureau of Investigation use the technology to compare the faces of suspected criminals to driver’s license and ID photos, according to a report from the Georgetown Law Center on Privacy and Technology. And thanks to recent improvements to facial recognition by some of the world’s largest tech companies, its influence in policing is likely to grow.\n“Face recognition is one of the most important developments in crime fighting since the discovery of fingerprinting in the 19th century,” said Joseph J. Atick, a pioneer in face recognition technology and executive chairman of ID4Africa, which works with African governments to institute national identification systems. “It’s hard to imagine a police department in the United States with more than 10 to 15 cops in it that does not have access to face recognition.”\nThe use of the technology in the Capital Gazette shooting comes amid a broader debate about facial recognition’s role in policing. Proponents see it as a powerful tool for catching criminals, but civil liberties experts have warned that it can be an instrument of mass surveillance that threatens people’s ability to anonymously go about their business.\nThat debate has heated up as tech companies like Amazon have recently drawn criticism for providing facial recognition technology to law enforcement agencies. Last month, more than two dozen civil rights organizations asked Amazon to stop selling its facial recognition system — called Rekognition — to the authorities.\nThe civil rights groups argued that Rekognition was overly powerful — according to Amazon’s web site, it can not only track individuals, it can also detect “up to 100 faces in challenging crowded photos,” as well as license plates captured by traffic cameras. That means the system could potentially ensnare many ordinary citizens, rather than being limited only to people committing crimes.\nIn the case of the Capital Gazette shooting, police did not use facial recognition in a way that violated people’s privacy, according to experts in the technology. They noted that the police were merely confirming the identity of a suspect whom they already had in custody, as opposed to trying to find a criminal in an enormous database of people.\nTimothy Altomare, chief of the Anne Arundel County Police Department in Maryland, said on Friday that the police used the Maryland Image Repository System to identify Mr. Ramos when he did not cooperate with investigators. They initially tried to learn Mr. Ramos’s identity through his fingerprints, he said. But with the fingerprint identification moving slowly, they quickly switched to facial recognition.\nSpecifically, a photo of Mr. Ramos was sent to the Maryland Coordination and Analysis Center, which searched the repository of driver’s license photos and mug shots to find a match, said Mr. Altomare.\n“We would have been much longer in identifying him and being able to push forward,” Mr. Altomare said about why the image system was used.\nThe progression of facial recognition technology has been rapid. Computing systems can now examine a photo or video footage of a face and match it to an image in an existing database of faces, all with an accuracy that rivals human sight, something that was not possible just five years ago. These systems also typically scan databases far quicker than human analysts.\nEven in the technology’s earliest days, it piqued the interest of intelligence agencies and law enforcement officials. American military and intelligence agencies used facial recognition for years in Iraq and Afghanistan to identify potential terrorists. More recently, it has caught on at dozens of police departments around the United States to pursue drug dealers, prostitutes and other conventional criminal suspects.\nThat adoption is likely to accelerate as more companies — such as Amazon, NEC and Cognitec — widen their facial recognition offerings. The hardware and software that underpins the technology has also become less expensive, pushing myriad start-ups and other companies to enter the market.\nPolice departments and individuals can even build similar technology on their own with relative ease.\n“If a police department hired me for a summer internship, I could cook them up a decent face recognition algorithm — not that I am offering my services,” said Jonathan Frankle, an artificial intelligence researcher at the Massachusetts Institute of Technology who helped write a study of face recognition technology at the Georgetown Law Center for Privacy and Technology.\nQuestions about privacy and concerns about potential misuse of facial recognition are also likely to increase, especially as the systems require a large database of images that faces can be matched against. The F.B.I. has a database that spans 400 million images, according to a recent report from the General Accounting Office. The Maryland Image Repository System contains millions of images from motor vehicle records.\nMany local law enforcement agencies may run criminal searches against state databases of driver’s license photos, involving millions of citizens in a kind of government surveillance they didn’t sign up for, said Jennifer Lynch, a senior staff lawyer at the Electronic Frontier Foundation, a digital rights organization.\n“People who are in a driver’s license database did not agree to be part of a criminal search every time the police are looking for a suspect,” Ms. Lynch said. “A civil photograph should not be subject to search for criminal purposes.”\nOne added concern is that face recognition systems sometimes make mistakes, matching an image to the wrong person. “Depending on how good your image is, the accuracy can vary wildly,” Mr. Frankle said.\nThat’s especially so when photos are taken by overhead security cameras, which do not always provide a clear and straightforward image. Even in good conditions, face recognition technology fails at least part of the time. And those failures may increase as databases of potential suspects grow and there are more chances of mistaken outcomes, said Mr. Frankle.\n“The accuracy of these systems depends on so many things, including the size of your database,” said Mr. Frankle. “The technology may get worse as the database gets bigger.”", "date": "June 29, 2018", "href": "https://www.nytimes.com/2018/06/29/business/newspaper-shooting-facial-recognition.html", "tags": "shooting face authorities newspaper facial recognition police ” shows widening use technology —"}