{"title": "NFL Stars Erupt In Anger Over Donald Trump's 'Son Of A Bitch' Speech", "content": "National Football League stars past and present are expressing outrage after President Donald Trump used an address in Huntsville, Alabama, on Friday to attack players who protest during the national anthem.\nDuring what was supposed to be a stump speech for Sen. Luther Strange (R-Ala.), Trump drifted away from campaigning to ask members of the crowd if they’d “love to see one of these NFL owners, when somebody disrespects our flag, to say, ‘Get that son of a bitch off the field right now, he’s fired’?”\nHe also encouraged fans to boycott the league over the protests.\nTrump did not reference by name San Francisco 49ers former player Colin Kaepernick, who took a knee during the national anthem before games last year to protest police brutality and racial injustice.\nBut his comments were interpreted as a thinly veiled attack on the athlete, who remains a free agent, and other players he has inspired to take similar action.\nSeattle Seahawks cornerback Richard Sherman, wide receiver Doug Baldwin and former running back Reggie Bush were among those to call out Trump for his remarks:\nDeMaurice Smith, the executive director of the NFL Players Association, also made his position crystal clear via this statement on Twitter:\nNFL Commissioner Roger Goodell also released a statement in which it said that “divisive comments like these demonstrate an unfortunate lack of respect” for the league and its players.\nStephen Ross, owner of the Miami Dolphins, said that he personally knows some of the NFL players who are protesting and said they were “smart young men of character who want to make our world a better place.” \nHe called for “unifying leadership” and “civil discourse” instead of “condemnation and sound bites.”\nHundreds of other tweeters joined in with blasting Trump, with many accusing him of trying to prevent people from exercising their First Amendment rights.\nThe hashtag #takeaknee also began trending globally on Twitter. \nCheck out a sampling of the other responses below:\nCorrection: A previous version of this article misidentified the Brandon Marshall who posted the tweet as being the New York Giants’ wide receiver.", "date": "\n09/23/2017", "href": "https://www.huffpost.com/entry/nfl-stars-donald-trump-comments-speech_n_59c60a89e4b0cdc773318071", "tags": "bitch league attack stars speech erupt ” trump players donald nfl anger national also"}