{"title": "Nicki Minaj: Black Women ‘Rarely Rewarded’ for Pop Culture Contributions", "content": "The rapper Nicki Minaj reacted on Tuesday to not being nominated for MTV’s coveted Video of the Year award by saying that the cultural contributions of black women are often overlooked, raising the specter of racism in the music industry, and setting off a Twitter debate that drew thousands of people — including Taylor Swift.\nMs. Minaj, whose music video for “Anaconda” held a video streaming record until it was broken by Ms. Swift’s “Bad Blood” video in May, felt that “Anaconda” and “Feeling Myself,” a collaboration with Beyoncé, should have been nominated. (Another video by Beyoncé, “7/11,” was.) Ms. Minaj did garner nods for other MTV Video Music Awards.\n The jungled-themed “Anaconda” video featured curvy women dancing and gyrating in a series of flesh-baring outfits. The video, which samples heavily from Sir Mix-a-Lot’s “Baby Got Back” put women front-and-center rather than behind a male rapper. It was an instant hit online.\nThe single’s cover art, which featured Ms. Minaj crouching in a thong, was also a hit, and turned the image into a commodity. Users created a meme of the cover that featured SpongeBob SquarePants, Marge Simpson and Facebook’s logo, among other universally recognized cultural symbols.\nIn a series of tweets, Ms. Minaj hinted that “Anaconda” would have been nominated if she had been a different type of woman or “kind” of artist. She also said that black women were rarely given appropriate credit for their cultural contributions.\nAnd that is when Taylor Swift got involved.\nThe video for Ms. Swift’s “Bad Blood,” a collaboration with the rapper Kendrick Lamar, features the actresses Lena Dunham, Mariska Hargitay and Selena Gomez. It also showcases a bevy of white models whose bodies are considered the standard for beauty in the fashion and lingerie industry: Karlie Kloss, Lily Aldridge, Martha Hunt and Gigi Hadid. The video features a lot less twerking and only slightly more clothing than “Anaconda.”\nMs. Swift collected nine nominations this year.\nThe exchange was quickly seen by the media as a feud, and fans of Ms. Minaj got involved to comment on the broader issue of race in music and to critique Ms. Swift’s response as being indicative of a brand of feminism dominated by white women.\nOther comments earned a quick retweet by Ms. Minaj, including one that called on Ms. Swift to support black women in the industry.\n\nThe Video Music Awards will be shown on Aug. 30. In the meantime, the conversation about race and double standards is sure to continue on Twitter.\nMiley Cyrus, who took home last year’s top honor for her “Wrecking Ball” video, has abstained from the latest debate — except to say that she is hosting this year’s show.\nMs. Cyrus’s triumphant winning video featured her both nude and in white panties, swinging from the ceiling and licking a sledgehammer.", "date": "July 22, 2015", "href": "https://www.nytimes.com/2015/07/23/arts/music/nicki-minaj-black-women-rarely-rewarded-for-pop-culture-contributions.html", "tags": "nicki minaj pop ‘ rewarded anaconda video ms. contributions rarely ” music year black women culture swift"}