{"title": "Nicola Sturgeon confirms SNP MPs will vote against Brexit deal", "content": "Nicola Sturgeon has confirmed her SNP MPs will vote against Theresa May's Brexit deal.\nThe First Minister rejected claims her Westminster MPs could abstain on the vote in the House of Commons.\nThe SNP leader said it would be \"deeply irresponsible\" for any MPs to endorse the prime minister's agreement, published last week.\nAnd she revealed she will be heading to London to talk to opposition parties about alternatives in the coming days.\nSpeaking on the BBC's Marr programme, Ms Sturgeon criticised the 585 page draft deal between the UK and the EU.  \nShe said: \"The withdrawal agreement has lots of flaws within it, and fundamentally, there is no clarity whatsoever about the future between the UK and the EU.\n\"The House of Commons is going to be asked to effectively endorse a 'blindfold Brexit', where all the difficult issues that have dogged these negotiations for two-and-a-half years are simply kicked further down the road.\n\"I think it would be a mistake and deeply irresponsible for the House of Commons to endorse that.\"\nThe SNP leader said it was not enough for people to say what they reject and that there was now a need for \"calm heads and clear thinking\".\nShe wants to see those who reject the deal to come forward with alternatives.\nShe outlined two ways forward - for the House of Commons to coalesce behind a plan to keep the UK within the single market and the customs union, and the option of a second vote.\nShe told Andrew Marr: \"Whatever people voted for in 2016, they did not vote for the chaos that is prevailing now.\"\nMs Sturgeon revealed plans to go to London in the coming week and to engage with opposition parties - including Labour leader Jeremy Corbyn - on a plan for a \"clear alternative\".\nThe MSP also responded to claims from Scottish Secretary David Mundell that she was attempting to increase support for Scottish independence by using Northern Ireland's troubled past.\nSpeaking to Scottish Conservatives in Falkirk on Saturday he backed the prime minister, insisting the alternatives to the proposed exit deal were \"even more unpalatable\" and calling Nicola Sturgeon's criticisms of the deal \"opportunistic\".\nBut Ms Sturgeon denied this stance. \nShe said on Sunday: \"While I absolutely support whatever arrangements it takes to preserve peace and the Good Friday Agreement in Northern Ireland, that would put Scotland at a real disadvantage which is another reason why I couldn't support it.\"\nOther Scottish Conservatives have expressed caution over backing the draft agreement. Speaking to the Sunday Politics Scotland programme, the Tory MP for Angus, Kirstene Hair, said there were reassurances she needed before committing to vote in favour of the agreement.\nShe is looking for more information from London on fishing and the backstop.\nShe said: \"It is only right MPs, who are essentially making one of the biggest decisions they will ever make as an MP outwith deciding going to war, must take the time to get the detail of this deal correct and be reassured we can indeed vote for it.\n\"It is quite irresponsible of people to come to a decision within almost minutes or hours of that deal being released because what we need to do is look through it line-by-line to ensure we are happy with it because this is the biggest decision we will make as members of parliament.\"\nLabour Shadow Scottish Secretary Lesley Laird stuck to the Labour stance agreed at its annual conference.\nShe said: \"The deal on the table is absolutely a broken deal and it has no consensus. It will not get through parliament. \n\"At this juncture we need to take the parliamentary procedures and use that towards a meaningful vote. We need to build a consensus on what is the way forward.\n\"All options must remain on the table. We are in the situation we are in now because the conservatives have taken all the options off the table from the outset.\n\"We've seen the deal. Now we must start to find what the plan is. Theresa May should now go back to Europe and say we can't get this through parliament. She needs to start renegotiating the deal.\"", "date": "18 November 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-46253055", "tags": "brexit agreement need confirms deal sturgeon house mps scottish snp commons vote nicola"}