{"title": "Nicola Sturgeon says Brexit deal bad for Scotland", "content": "Nicola Sturgeon has claimed that the draft Brexit agreement between the UK and EU would be bad for Scotland as her party pledged to oppose the deal. \nScotland's first minister said the proposals would take Scotland out of the single market while Northern Ireland in effect stays in.\nThis would have a \"devastating\" impact on jobs and investment in Scotland, she insisted. \nMrs May has won cabinet backing for the deal after a five-hour meeting.\nBut her Brexit deal proposals, which have now been published, are facing strong opposition from senior Brexiteers and some Remain supporters.\nTheresa May said there had been a \"long, detailed and impassioned debate\" by cabinet members on the draft agreement.\nSpeaking outside Number 10, she said: \"I firmly believe that the draft withdrawal agreement was the best that could be negotiated and it was for the cabinet to decide whether to move on in the talks.\"\nBut Ms Sturgeon said it was obvious that the prime minister could \"barely unite her cabinet on this deal\" and that she would struggle to get a majority for it in the House of Commons.\n\"In these circumstances it is more important than ever that we are not faced with a false choice between a bad deal and no deal,\" she said. \n\"No one should be effectively blackmailed into a choice between the frying pan or the fire. \n\"This proposed deal would be a bad one for Scotland, taking us out of a single market eight times the size of the UK market alone and posing a huge threat to jobs, investment and living standards. \n\"If this deal is indeed rejected by Parliament then the UK government must return to the negotiating table to secure a better one. \n\"Our bottom line - short of continued EU membership - is continued, permanent membership of the single market and customs union.\"  \nMs Sturgeon later tweeted that she had received a phone call from Mrs May and had pointed out that the draft document makes no mention of Scotland. \nThe Democratic Unionist Party, which props up Mrs May's minority Conservative government, has warned that the deal could lead to the break-up of the United Kingdom if it is accepted by MPs. \nThe major sticking point in the negotiations between the UK and EU has been over the Northern Ireland \"backstop\", which aims to guarantee that physical checks will not be reintroduced at the border with the Irish Republic if the EU and UK fail to agree a deal on future trading relations.\nThe EU's negotiator Michel Barnier said the draft agreement involved Northern Ireland staying aligned to the EU single market rules that are \"essential for the avoidance of a hard border\". \nSources told the BBC last month that Scottish Conservative leader Ruth Davidson, who is currently on maternity leave after the birth of her son, and Scottish Secretary David Mundell could quit their roles if a Brexit deal introduced different arrangements for Northern Ireland. \nMr Mundell, who denied at the time that he had threatened to quit, said after Wednesday's cabinet meeting he was content to move on to the next stage on the basis that \"arrangements for Northern Ireland will not undermine the economic or constitutional integrity of the UK\".\nBefore the cabinet meeting started, a letter from Mr Mundell and other Scottish Tory MPs was hand delivered to No 10 warning against any backsliding on fishing rights for the UK after Brexit. \nThe SNP's leader at Westminster, Ian Blackford, has already confirmed that his party's 35 MPs would oppose the Brexit agreement in its current form. \nBut Ms Sturgeon, the SNP leader, said rejecting the current proposals in the House of Commons would not make a no-deal Brexit inevitable. \nInstead, she insisted it would open the possibility for getting \"better options like full single market and customs union membership back on the table\".\nAnd she said it would also allow those arguing for another referendum to be held on the Brexit terms - including the SNP - to make their case. \nMs Sturgeon added: \"We must be striving for what is right for the country and my job is to strive for what is right for Scotland, not accepting bad deals.\n\"It is ironic is it not that the last two years the prime minister has told us no deal is better than a bad deal, and now she is arguing that we have got to accept a bad deal for fear of no deal. That is a false choice.\"\nScottish Conservative chief whip Maurice Golden said the UK government and EU had negotiated a plan to avoid a hard border between Ireland and Northern Ireland.\nHe added: \"This shouldn't be about creating a new border between us and England.\n\"Nicola Sturgeon has spent months talking up the merits of the EU single market. She needs to explain why it is in Scotland's interests to fracture the UK internal market, as she seems to want to do.\nOn Tuesday, Mr Blackford joined Labour leader Jeremy Corbyn, Lib Dem Sir Vince Cable and Plaid Cymru's Liz Saville Roberts in writing to the prime minister to seek assurances that MPs would be given a \"meaningful vote\" on the Brexit agreement.\nThis would mean that amendments to be proposals can be tabled and voted on.\nTheir joint letter stated: \"Recent interventions from government ministers have suggested that you and your government may seek to limit or constrain the process on the final vote, in an attempt to muzzle parliament.\n\"We want to be clear that this would be wholly unacceptable.\"", "date": "14 November 2018", "href": "https://www.bbc.com/news/uk-scotland-scotland-politics-46207184", "tags": "brexit uk scotland eu market sturgeon says ireland bad said deal nicola"}