{"title": "Nigel Farage, on Brexit Sidelines, Prepares for ‘Another Great Battle’", "content": "LONDON — While the British Parliament debated withdrawal from the European Union, or Brexit, last week, the man who sees himself as the architect of that effort, Nigel Farage, was keeping a low profile in a scruffy office a couple of blocks away.\nAlthough Brexit has produced an explosion in British politics, Mr. Farage, who lit the fuse, is sitting out the current mess, remaining on the sidelines with his main co-conspirators, like the businessman Arron Banks.\nAnd, from this detached position, Mr. Farage says he has developed a surprising degree of admiration for Michel Barnier, the European Union’s chief negotiator on the matter.\nMr. Farage, one of the most famous faces of Brexit, thinks Mr. Barnier outnegotiated the British government, and says so using the kind of analogy that made him known for an ability to connect with a broad range of voters.\n“In a football game, you support England — obviously,” Mr. Farage said, chuckling slightly, “but you have to sometimes recognize that Germany are better.”\nActually, Mr. Barnier is French, and Mr. Farage’s praise for the slightly austere European official should not be taken wholly at face value.\nMr. Farage sees the  deal agreed to by Prime Minister Theresa May as a betrayal of the liberating, freewheeling — some would say simplistic — Brexit for which he argued in a 2016 referendum. His lauding of Mr. Barnier is his dryly sarcastic way of denigrating the British leader.\nOn Monday, Mrs. May sought to delay a crucial vote on her Brexit plan, 585 pages long, as well as a vague declaration on future trade relations, that had been scheduled for Tuesday. Mr. Farage, who had been hoping the measure would fail in Parliament, described the decision as one of “a weak prime minister who is turning us into an international laughing stock.”\nBut he has had little or no impact on the debate in Parliament.\nHe does seem to still have influence with President Trump, for whom he campaigned, and who recently dismissed Mrs. May’s deal in terms strikingly similar to those Mr. Farage had just used on Fox News.\nYet Mr. Farage never managed to win a seat in the British Parliament, let alone secure a ministerial post. He no longer has a political party, as he resigned from the U.K. Independence Party that he had led more than once, accusing its current leadership of tolerating right-wing extremism.\nAnd although he is still a member of the European Parliament, he will lose that position next year when Britain leaves the European Union, thanks to the Brexit he has championed for more than two decades.\nIf there is a living, breathing example in politics of the saying “Sometimes when you win, you really lose,” it is arguably Mr. Farage. So how does it feel to be in his shoes at the moment?\nUsually his replies come in rapid fire, but this time he pauses.\n“Frustrating at one particular level,” he eventually answers. “There are some people who think this dog’s dinner of a deal is my fault, because I pushed for Brexit. To which I robustly respond by saying this is not the Brexit, or anything like the one I would have gone for.”\n“Constitutionally, and in terms of sovereignty, it’s ever so slightly worse than where we are — which is quite an achievement,” he added, laughing. “Ultimately, we can’t leave the prison unless the warder says so — and we’ve gone in voluntarily. It’s extraordinary.”\nMr. Farage, dressed as is his custom in a suit and tie, was perched at an office of Rock Services, a company Mr. Banks owns.\nMr. Banks is now the subject of an investigation by the National Crime Agency over the financing of the Leave campaign, for which Mr. Farage was the figurehead. (Mr. Banks has said that he would probably have voted Remain had he known what would happen with Brexit.)\nMr. Farage says he has 20 minutes to speak, but everyone knows he likes to talk. When the time is up, the conversation continues in a taxi across the Thames, before an interview in the London studios of Fox News, and afterward, as he smokes a cigarette outside.\nOne of Mrs. May’s big problems is that most of the best-known supporters of Brexit in the 2016 referendum campaign say today that her deal does not deliver what they had promised, raising the question of why Britain should proceed with a withdrawal plan that fails to satisfy its best-known proponents.\nUnlike pro-Brexit Conservatives such as Boris Johnson, the former foreign secretary, or the former Brexit secretaries, David Davis and Dominic Raab — all of whom took cabinet positions but eventually resigned — Mr. Farage never had the chance to help write the script after the referendum victory.\n“Trump won the election and he was in charge; we won the referendum and the very next day handed power back to the very people I had fought for 25 years,” he said. “That was the irony of the whole thing.”\nGiven the subsequent mess, Mr. Farage might understandably feel relieved about being disengaged, but in fact he seems a little irritated. Though he blames the Civil Service for the outcome, he says that cabinet Brexiteers have been divided and disappointing, adding that he offered to help Mrs. May but was — not surprisingly — rebuffed.\n“I said, ‘Look, you should use my fame and notoriety. I’m very happy to travel all around Europe to places where they produce wine, make chocolate, BMWs, to really try to get a public, a business campaign going in Europe to explain to them: Put pressure on your leaders, put pressure on your parliaments.’ ”\nAs for Mrs. May, who has won some plaudits for her durability and persistence, Mr. Farage acknowledges she has staying power.\n“You have to admire her limpet-like stickability, you have to admire that,” he said, though it quickly emerges that he does not admire it. “She’s not just the worst prime minister I have seen in my lifetime, she’s the most duplicitous,” he said.\nIt is time for Mr. Farage’s Fox TV interview. This is not his first of the day, as he was in a studio at 3:30 a.m., leaving him with just two hours sleep. Nowadays, much of his routine is dictated by broadcasting schedules, and he hosts a radio show five days a week.\nIn the taxi on the way to the studio, Mr. Farage says he fears that a defeat for Mrs. May’s deal could lead to a second Brexit referendum, rather than the “no deal” departure that he would prefer. He puts the chances that Britain’s exit will be postponed at about half, a result that could be a “shocking betrayal that leads to very great anger.”\nThat, he said, might be the one thing that draws him back into the fray. “If Brexit is completely betrayed, or we face a second referendum or whatever, it may be I’ll be out there fighting hard.”\nIn fact, Mr. Farage sounds as though he would almost welcome another vote on Brexit, for which contingency planning is underway. “In the end, we’re going to get there, don’t worry,” he said. “We may have another great battle to fight, we may.”", "date": "Dec. 10, 2018", "href": "https://www.nytimes.com/2018/12/10/world/europe/uk-brexit-nigel-farage.html", "tags": "brexit farage may ‘ battle great would ” prepares nigel another says sidelines —"}