{"title": "Nigerian elections: Has Boko Haram been defeated?", "content": "The Islamist militant group Boko Haram has been active in north-eastern Nigeria for well over a decade. \nPresident Buhari says its activities have been largely brought under control since he assumed office in 2015.\nHis political opponents disagree and say the situation has recently deteriorated both in terms of the number of attacks and kidnappings by the group. \nAhead of Nigeria's elections on 23 February, BBC Reality Check examines the competing claims over the security situation in the country.\nFormed around 2002 as a non-violent organisation with the aim of purifying Islam in northern Nigeria, it became increasingly radicalised and eventually adopted militant tactics in pursuit of its aims.\nIt has been active not only in Nigeria, but also in the neighbouring countries of Chad, Niger and Cameroon.\nTens of thousands of civilians have been killed and more than two million displaced over the past decade.\nBoko Haram has been notorious for kidnapping schoolchildren and attracted global media attention in 2014 following the abduction of almost 300 girls from a school in the town of Chibok, in Borno, the state where the militant group has been most active.\nIn 2015, Boko Haram was ranked the world's deadliest terror group by the Institute for Economics and Peace.\nSince then, territory controlled by the group has declined and it has splintered into competing factions.\nHowever, the Islamist militants remain active in the region, defying attempts by the army to bring the insurgency to an end. \nTo underline this continued activity, in 2018 more than 100 schoolgirls were kidnapped from the northern town of Dapchi.  Most of the girls were eventually released. \nThe former Nigerian President Olusegun Obasanjo, who is supporting main opposition candidate, Atiku Abubakar, has strongly criticised President Muhammadu Buhari's record on tackling Boko Haram.\n\"The security situation has deteriorated, with kidnapping everywhere,\" said Mr Obasanjo in January. \nBut President Buhari's view of the security situation is very different. He says the militants have been \"decimated\" since 2015 in their stronghold of Borno State.\nSo what are the available facts regarding both attacks on civilians and on kidnappings? \nInsecurity and poor communications in rural areas make assessment both for the government and independent organisations particularly difficult and many incidents go unreported.\nThe Nigerian government's National Bureau of Statistics provides public access to economic, social and general security data gathered within Nigeria but a spokesman told BBC News it did not collect data on the activities of Boko Haram.\nHowever, research by the Armed Conflict Location & Event Data Project (ACLED) tracks information by monitoring local media and other reports.\nFrom a peak in 2015 of more than 5,000, the number of deaths attributed to Boko Haram has fallen off significantly to below 1,000 a year for the past three years.\nThis decline followed a military campaign launched against Boko Haram in 2015 by the Nigerian government, with international support.\nLarge areas of territory previously controlled by Boko Haram were recaptured during this offensive.\nSo, President Buhari is right to say killings by militants have declined substantially since he came to office in 2015.\nBut these attacks have not ended completely and there have been several in the early weeks of 2019. \n\"In terms of the current situation, I do think the current trend line is quite dangerous and that they are far from defeated,\" says Alex Thurston, a visiting assistant professor of political science and comparative religion at Miami University of Ohio. \nThe Nigeria Security Tracker, a product of the Council on Foreign Relations (CFR), in Washington, monitors kidnappings through local media reports.\nThese indicate a peak in the number of kidnappings in 2014 and 2015, when Boko Haram was at its strongest militarily.\nHowever, despite a dramatic fall in reported kidnappings in 2016, the level has risen since then, with 310 reported last year.\nOne theory put forward for this increase is that as Boko Haram has lost territory and military influence, its tactics have shifted away from direct confrontation with security forces.\nInstead, the militants have turned their attention to soft targets such as schools and rural villages, taking hostages from these locations.\nSo, when Mr Obasanjo says \"the security situation has deteriorated with kidnapping everywhere\", he's right in the sense that the level of kidnapping is on the increase and that major incidents such as the kidnapping of more than 100 schoolgirls in Dapchi, in 2018, do give serious cause for concern.\nThis fear is particularly heightened given Boko Haram's use of children as suicide bombers. In 2017 and 2018, there were 77 and 26 incidences respectively of children being used in this way by the militants. In 2016 this figure was nine, according to Unicef. \nLooking at the distribution of all kidnappings across Nigeria, this is clearly not the case, with Boko Haram operating largely in the far north-east of the country.\nKidnappings have also been regularly reported in the country's oil-rich southern Niger Delta region - but these are unrelated to the activities of Boko Haram.\nSo, looking at the overall picture of kidnappings, not just by Boko Haram, you can see that the distribution is more geographically widespread - but it's certainly not the case as Mr Obasanjo says that kidnappings have been taking place \"everywhere\" across the country.\nOverall, the picture of Boko Haram activity in the north-east of Nigeria appears to be one of declining military activity. \nBut along with this has come a recent rise in kidnappings although it's not clear whether this indicates a resurgence in the strength of the group or a re-focusing on softer targets.\nAmendment: The Nigerian presidential election has been delayed until 23 February and this has been reflected in the article. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "8 February 2019", "href": "https://www.bbc.co.uk/news/world-africa-47047399", "tags": "security haram since situation kidnappings elections nigeria says boko group nigerian defeated"}