{"title": "Nigeria Chibok abductions: What we know", "content": "More than 100 girls are still missing after they were abducted from their school in the north-east Nigerian town of Chibok in 2014 by militant Islamist group Boko Haram.\nOriginally, 276 were kidnapped, sparking one of the biggest global social media campaigns, with tweeters using the hashtag #BringBackOurGirls.\nSome managed to escape shortly after they were seized, while about 100 have been freed in exchange for Boko Haram militants, in negotiations brokered by the International Committee of the Red Cross (ICRC).\nOn 14 April 2014, Boko Haram militants attacked a government secondary boarding school in Chibok, Borno state, where girls from surrounding areas had gone to take exams.\nMany schools in the region had shut down. Boko Haram was targeting them because of their opposition to Western education, which the militants believe corrupts the values of Muslims.\nBut Chibok had not been attacked before, so it was felt safe to use the school for the important final year exams. Many of the pupils were Christians. \nThe gunmen arrived in the town late at night in a blaze of gunfire and headed for the school where they raided the dormitories and loaded 276 girls on to lorries.\nSome managed to escape within hours of their kidnapping, mostly by jumping off the lorries and running off into the bushes.\nIn total 219 girls were taken away.\nOne of those who did escape told the BBC Hausa service the militants had said: \"You're only coming to school for prostitution. Boko [Western education] is haram [forbidden] so what are you doing in school?\"\nThe abduction and the blaze of publicity that followed came as Boko Haram was growing in strength and capturing territory.\nCaptives from the villages they were taking over were generally put to work, the boys as fighters while women and girls were often forced to become wives of men in the group.\nFor two years, little was heard of the 219 girls. Then in May 2016, an army-backed vigilante group in the Sambisa Forest, a Boko Haram stronghold close to the border with Cameroon, found one of the girls with a child. \nTwo other girls managed to escape in September 2016 and January 2017.\nOctober 2016 saw the first mass release with 21 girls being freed following negotiations between the government and Boko Haram, brokered by the ICRC.\nIt is believed that Boko Haram prisoners were freed in exchange.\nThen in May 2017, another 82 girls were freed, once again with the help of the ICRC.\nThis leaves 113 girls who are still unaccounted for. It is believed that they are still being held by Boko Haram, although there are reports that some may have died.\nSome of the group of 57 who managed to escape on the night of the abduction in April 2014 went to the US to continue their education.\nBut there was some criticism that those in the US were asked to tell and retell their stories \"to the detriment of their mental, physical, academic and emotional wellbeing,\" psychologist Somiari Demm told the BBC.\nAnother group of girls received scholarships to study at the American University of Nigeria. Eighteen are studying on the foundation programme there, while six are now on the degree programme, PRI reports.\nNone of the 21 girls who were released in October have been able to move back home, and nearly seven months later they are still being held on a military re-integration programme.\nThey did go back to Chibok at Christmas time last year, but they were held in the house of a local politician and the families had to go there to see them.\nThe 82 released in May were sent to a secret location in Abuja after meeting the president.\nThere are also concerns that those girls who go back to their communities may have trouble reintegrating. \nOne girl, Zara, who was kidnapped by Boko Haram, though not from Chibok, told the BBC how she was stigmatised on her return because she was pregnant. She was called a Boko Haram bride and was shunned.\nThree videos have been released to date. On 14 August 2016, a Boko Haram tape showed about 50 of the girls and contained a demand for the release of imprisoned militants in exchange for them.\nThe group also said some girls had been killed or injured in government air strikes.\nIn April 2016 a video was broadcast by CNN, which appeared to show some of the kidnapped schoolgirls alive. In May 2014, Boko Haram released a video of around 130 girls gathered together reciting the Koran.\nBoko Haram leader Abubakar Shekau has said all the girls have converted to Islam and had been \"married off\".\nLast year, three women who claim they were held in the same camps as some of the Chibok girls told the BBC some of them had become fighters - though this testimony has never been verified.\nIn February 2015, the Nigerian military launched a major offensive against Boko Haram which had controlled large parts of the north-east of Nigeria.\nNigeria was backed by a regional forces and has also had help from the US, UK and France.\nThe militants have now lost nearly all their territory and have switched tactics to carrying out suicide bombings against the military and civilians.\nBut if the remaining girls are still being held in one place, that has not been found.\nPresident Muhammadu Buhari said that the government \"will spare no effort to see that they and all other Nigerians who have been abducted safely regain their freedom\".\nThe girls kidnapped in Chibok in 2014 represent a small fraction of the number of people taken by Boko Haram.\nExact figures are hard to come by, but in 2015 Amnesty International said at least 2,000 women and girls had been taken since 2014, with many of them being forced into sexual slavery.\nBut some of those have been freed.\nAmnesty Nigeria's spokesperson Isa Sanusi said that since 2014 his organisation has recorded 14 mass abductions and that it still gets reports of kidnappings on a regular basis.\n\"Almost all towns and villages in Borno state have a long list of missing persons, mostly women, girls and young men,\" he told the BBC in an email. \nThe town that lost its girls\nTorment of a freed Boko Haram 'bride'\n'How I almost became a suicide bomber'\nWho are Boko Haram?", "date": "8 May 2017", "href": "https://www.bbc.com/news/world-africa-32299943", "tags": "chibok haram freed know militants abductions nigeria girls boko group school still"}