{"title": "Nigel Dodds: 'It's time to work for better Brexit deal'", "content": "The choice is either a \"very bad\" Brexit deal or getting \"the right deal\", DUP MP Nigel Dodds has said. \nThere has been widespread criticism of the prime minister's draft Brexit withdrawal agreement.\nMr Dodds said it was time to work for a deal which \"does not undermine the integrity of the United Kingdom\".\nTheresa May has dismissed suggestions the deal could be amended and said getting rid of her as PM would not make delivering Brexit any easier.\nThe Irish border has been the main sticking point throughout the talks.\nThe UK and EU have agreed to a backstop, which would see NI stay aligned to some EU rules if another solution cannot be found by the end of the proposed transition period in December 2020.\nThat means that goods coming into Northern Ireland would need to be checked to see if they meet EU standards.\nNorthern Ireland's two unionist parties - the DUP and UUP - are opposed to what they have described as an \"Irish Sea border\". They say that anything which differentiates NI from the rest of the UK is a threat to the union.\nThe backstop proposal would also involve a temporary single custom territory, effectively keeping the whole of the UK in the EU customs union until both the EU and UK agree that it is no longer necessary.\nIn a statement released on Sunday, DUP deputy leader Nigel Dodds said: \"This deal would place a trade border in the Irish Sea, subject us to EU rules without any power to influence or change them and binds us to the EU with no unilateral ability to leave. Indeed, Northern Ireland is part of the EU customs union not the UK's.\n\"Even Jeremy Corbyn gets it, although nationalists and republicans here are desperate for him to stop saying it.\"\nHe added: \"I understand why some people fear a 'no deal' scenario. But the choice is between this very bad deal and the right deal.\" \n\"With MPs on all sides of the House pointing to the dangers for the Union of the Withdrawal Agreement, it is clear that it is time to work for a better deal which does not undermine the integrity of the United Kingdom,\" said Mr Dodds.\nMeanwhile, the approach taken by the government to the Brexit negotiations faced strong criticism at the Fine Gael Ard Fheis from UUP leader, Robin Swann.\nSpeaking on RTÉ's The Week in Politics, Irish prime minister (taoiseach) Leo Varadkar said the Irish government is not contemplating a hard border on the island of Ireland in the event of a rejection of the draft Brexit withdrawal deal.\nMr Varadkar said the focus remains on getting the deal ratified. But, he added that a difficult conversation with the EU would have to take place if the UK parliament votes the deal down.", "date": "18 November 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46255950", "tags": "brexit work uk eu better border would irish nigel ireland dodds time deal"}