{"title": "Nigel Farage, Brexit’s Loudest Voice, Seizes Comeback Chance", "content": "CLACTON-ON-SEA, England — The campaign bus draws up and out steps a familiar figure in a smart suit and tie, who strides down the street, stopping at a pub, where he poses for pictures grinning with his pint, as he has done countless times before.\nNigel Farage — Britain’s most famous and pugilistic populist — is back on the trail.\nMr. Farage spent two decades promoting withdrawal from the European Union. When Britons voted for it in a 2016 referendum, and Prime Minister Theresa May and her Conservatives promised to see it through, he shifted his focus to media work, hosting a radio show and appearing on television news programs.\nBut the shambolic failure of attempts to deliver Brexit has given Mr. Farage another opening, and his newly founded Brexit Party threatens to become a guided missile aimed at Britain’s two main parties. Both are badly split over the question of Europe and both are already facing a backlash from voters.\nMr. Farage’s target is the elections to the European Parliament, normally a low-key contest in Britain. This time, it was not supposed to happen in the country at all, because Brexit was scheduled for March 29.\nBut with the departure deadline delayed until at least Halloween, the election is going ahead. That is bad news for the Conservative and Labour parties, which suffered losses in local elections this month that the Brexit Party did not contest.\nBut it is particularly awful for the Conservatives, many of whose usual supporters are livid that Mrs. May has failed to deliver on Brexit; voters could desert the party in droves. In one recent poll on the European elections, the Conservatives were buried in third place, with 13 percent, well behind the 30 percent for the Brexit Party and 21 percent for Labour.\nInto that crucible has stepped Mr. Farage, perhaps the most divisive figure on the British political landscape, but also among the most effective. He has taken to the stump and to social media with a simple message: that Britain should leave the European Union even without any agreement. In the process, he excoriates what he calls a Brexit betrayal by mendacious elites.\nMost lawmakers and analysts think a no-deal Brexit would be economically disastrous. Before the referendum, Mr. Farage breezily assured voters that securing a favorable trade deal with the European Union would be easy because German automakers would demand the right to sell their cars in Britain. Nowadays, he prefers to focus on issues of identity and sovereignty.\nAn admirer of President Trump, Mr. Farage was certainly popular among the mainly graying supporters who gathered one recent day on the pier at Clacton-on-Sea, once a thriving vacation spot in Essex, east of London, and now an unfashionable outpost at the end of a slow rail line.\nWhat, he asked them rhetorically, would Brexit do for towns like this? “It would make us proud of who we are as a nation once again,” he roared, “and you can’t put a price on that.”\nPerformances such as this have propelled Mr. Farage back to prominence, which has meant greater scrutiny and some awkward headlines, too. Questions about the Brexit Party’s funding were raised after Mr. Farage refused to identify its biggest donor, though Jeremy Hosking, a financier, later said he had made a large donation. And there was criticism of a speech Mr. Farage gave in the United States in which he claimed that entire streets in one British town were divided on racial lines.\nNewspapers have also reported claims that he walked away from a car crash without checking on the welfare of others involved, and that his beer-drinking pose is a gimmick, intended to make him appear down to earth, saying that he really prefers wine.\nOn Sunday, Mr. Farage seemed to lose his cool during a BBC interview when challenged about past comments on immigration, climate change, gun control and President Vladimir V. Putin of Russia.\nNonetheless, experts acknowledge that Mr. Farage’s raucous brand of politics has proved effective.\n“One of the consequences of Brexit and the way that it has been handled is a rebooting of populism,” said Matthew Goodwin, professor of politics at the University of Kent. “Leavers are incredibly disillusioned and frustrated with the positioning not just of the government but of Parliament.”\nWhile the Brexit Party’s threat to the Conservatives is manifest and could accelerate Mrs. May’s promised departure from power, Mr. Farage also presents problems for the opposition Labour Party.\nLabour is hampered by relying on the support of an awkward coalition: pro-Brexit voters in working-class areas in the middle and the north of the country; and younger, more liberal voters in London and other big cities who are ardent supporters of remaining in the European Union. Members have pressed the party to make a second Brexit referendum part of its election manifesto.\nThat split provides Mr. Farage with an opportunity.\n“They feel they don’t need to target Conservatives because they have Conservatives anyway,” Professor Goodwin said. “They feel they need to win over Labour voters in pro-Brexit areas.”\nAs critics point out, Mr. Farage is hardly the political outsider and avatar of the common man that he presents himself as. He was educated at an expensive school and worked as a commodities trader before spending two decades as a member of the European Parliament and failing seven times to win election to the British Parliament.\nBut in Clacton-on-Sea, he talked of Brexit’s being “openly and willfully betrayed” by politicians and argued that “this political class, that these two parties, that Parliament now need to be swept aside and replaced by better people.” At times, the rally had a pantomime feel as Mr. Farage named members of Parliament, waiting for the crowd to boo or, in one case, yell “traitor!”\nTo fans like Eileen Kelly, 74, Mr. Farage is the man who “tells it like it is.”\nShe said she voted for Brexit in 2016 largely because she was unhappy about immigration, and she describes the current impasse in Parliament as a “desperate, awful, situation.”\nAs for Mr. Farage, she says, “He should be prime minister — definitely.”\nWithin days of its introduction, the Brexit Party said that it had signed up more than 70,000 supporters at 25 pounds, or about $32, a person, and that it had begun advertising online.\nIn truth, Mr. Farage had been preparing for this moment for months and had put together a machine far slicker than that of a new pro-European party, Change UK, which emerged from a group of lawmakers who left the Labour and Conservative parties this year.\nThe biggest problem for the Remain forces — and an advantage for the Brexit Party — is that Change UK has several strong rivals for the pro-European vote. Those include the centrist Liberal Democrats; the Greens; the Scottish National Party; and the Welsh nationalists, Plaid Cymru — not to speak of the Labour Party, despite its ambivalence over a second referendum.\nAlthough the system for European Parliament elections is more proportional than that for most votes in Britain, it still punishes smaller groups. “If you knew these elections are coming up, why on earth don’t you decide to organize a pan-party Remain alliance?” Professor Goodwin said. “It beggars belief.”\nMr. Farage has some competition from the U.K. Independence Party, which he once led. It always contained some eccentric characters with the potential to cause embarrassment. Now it has taken a turn to the far right under its new leader, Gerard Batten, who appointed the notoriously anti-Islam activist Tommy Robinson as an adviser. (Mr. Robinson is running in the European elections, but as an independent.)\nThe split among Brexit supporters could cost Mr. Farage some votes. In Clacton-on-Sea, Chris Manning, 66, who voted for Brexit in 2016, said he was a supporter of Mr. Farage but had not followed the ins and out of whether or not Mr. Farage was still part of UKIP.\nBut Professor Goodwin said it would be unwise to underestimate Mr. Farage. “The story of the last five years,” he said, “is of nationalists and populists outperforming the others and mobilizing much more successfully than those trying to retain the status quo.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/europe/nigel-farage-brexit-party.html", "tags": "brexit farage voice loudest european chance party parliament ” comeback nigel seizes —"}