{"title": "Nigel Farage back in frontline politics as Brexit Party leader", "content": "Nigel Farage is returning to frontline politics in the UK as leader of the newly established Brexit Party.\nThe ex-UKIP leader is taking over from Catherine Blaiklock, who quit over what he said were \"horrible and intolerant\" comments on Twitter about Islam.\nMr Farage said the party was currently a \"virtual\" entity but would mobilise at short notice if the UK ended up taking part in European elections.\nHe said Leave voters \"betrayed\" by the political classes needed a voice.\nMr Farage led UKIP three times over the course of 20 years but quit the party earlier this year, accusing its leadership of associating with the far right and condoning Islamophobic views. \nThe politician, who has campaigned for decades for the UK to leave the EU and remains a member of the European Parliament, set up the Brexit Party last month in association with Ms Blaiklock. \nShe quit earlier this week after it emerged she had made derogatory comments about Islam and retweeted messages by the former English Defence Force leader Tommy Robinson and a former BNP activist.\nMr Farage said he was unaware of Ms Blaiklock's Twitter history when they set up the party together and she was right to stand down for posting \"angry, intolerant stuff\".\n\"She was never intended to be a long-term leader,\" he told Radio 4's Today. \"She was there as an interim...\n\"Let's be clear, I will take over as leader of the Brexit Party and I will lead the party into European elections.\"\nHe said the Brexit Party would field candidates from across the political spectrum in the event that the UK failed to reach a Brexit agreement before the latest deadline and ended up taking part in European elections in May. \n\"It is at the moment a virtual party,\" Mr Farage said. \"It is a website. We haven't even launched... Our trust has been betrayed by politicians and if we fight these elections, it will be a chance to say what we think.\"\nMs Blaiklock has apologised for her \"out-of-character comments\" which she said \"fell well short of what is expected in any walk of life\". ", "date": "22 March 2019", "href": "https://www.bbc.com/news/uk-politics-47668067", "tags": "brexit farage european uk blaiklock party back elections nigel frontline leader politics"}