{"title": "Nigeria country profile", "content": "After lurching from one military coup to another, Nigeria now has an elected leadership. \nBut the government faces the growing challenge of preventing Africa's most populous country from breaking apart along ethnic and religious lines.\nThousands of people have died over the past few years in attacks led by jihadists in the north-east.\nSeparatist aspirations have also been growing, and the imposition of Islamic law in several northern states has embedded divisions and caused thousands of Christians to flee.\nNigeria's insecurity has added to its economic woes, hindering foreign investment. \nThe former British colony is one of the world's largest oil producers, but few Nigerians, including those in oil-producing areas, have benefited.\nPresident: Muhammadu Buhari\nA former military ruler, Muhammadu Buhari swept to an historic election victory in March 2015 when he became the first opposition candidate to win a Nigerian presidential poll.\nAfter helping oust elected President Shehu Shagari in 1983, the then Major-General Buhari sought to combat crime and corruption, but was also accused of serious rights abuses. \nIn 1985, he was overthrown by Gen Ibrahim Babangida.\nMr Buhari has now distanced himself from military rule, promising to respect democracy and govern as a civilian leader. \nNigeria is one of Africa's biggest media markets. There are hundreds of radio stations and terrestrial TV networks, as well as cable and satellite platforms.\nReporters Without Borders says journalists face threats and violence in the course of their work.\nMany millions of Nigerians are online, and Facebook is the leading social media platform.\nRead full media profile\nSome key dates in Nigeria's history:\n16-18th centuries - Slave trade sees Nigerians forcibly sent to the Americas to work on plantations.\n1850s - Britain establishes presence, which it consolidates over the next 70 years as the Colony and Protectorate of Nigeria. In 1922, part of former German colony Kamerun is added under a League of Nations mandate.\n1960 - Independence, with Prime Minister Sir Abubakar Tafawa Balewa leading a coalition government. He is killed in a coup in 1966.\n1967 - Three eastern states secede as the Republic of Biafra, sparking a bloody three-year civil war.\n1983 - Major-General Muhammadu Buhari seizes power in a bloodless coup, ushering in a period of political instability capped by the 1999 presidential and parliamentary elections.\n2000 - Adoption of Islamic law by several northern states in the face of opposition from Christians. \n2009 - Boko Haram jihadists launch a campaign of violence that spreads to neighbouring countries. One high-profile incident involves the kidnapping of 200 school girls in 2014.\n2015 - Muhammadu Buhari wins presidential election - first opposition candidate to do so.", "date": "18 February 2019", "href": "https://www.bbc.com/news/world-africa-13949550", "tags": "country buhari military profile states former muhammadu one colony nigeria coup nigerians"}