{"title": "Nike and Pregnancy: Your Questions, Answered", "content": "On Mother’s Day, New York Times Opinion published the video below showing that while Nike promotes gender equality in its ads, their sponsored athletes say they risk losing pay if they become pregnant. \nThe video has generated much debate on our site and on social media. Below, we answer some questions asked by those who watched the video.\nNike’s contracts give athletes who temporarily cannot compete a six-month grace period, during which the company can reduce their pay but cannot terminate the sponsorship. That provision was clearly written with injuries — but not the months of pregnancy and postpartum recovery — in mind. Nike’s contracts are essentially saying that women are susceptible to having to compete while pregnant or soon after childbirth. Otherwise, they risk giving up pay.\nNike can choose to pay pregnant athletes — and these days, it often does. But that’s not the same as an official policy that lets women know what to expect. Nike declined to answer our question whether it contractually guarantees women won’t be penalized for pregnancy. As recently as this year, Nike refused a request for contractual pregnancy protection for an elite runner. \nNike-sponsored athletes can continue to make appearances on behalf of the company, even if they aren’t racing. For example, Kara Goucher, an Olympian featured in the article that accompanied the video, made more than a dozen  marketing appearances on behalf of Nike during her pregnancy before learning she would not be paid because she wasn’t racing. The company knows these athletes’ value goes beyond racing.\nTrue. But Nike’s contracts are exclusive, making it hard to scavenge for additional money on the side. And this is part of a bigger national conversation: As the gig economy grows in America, the nation’s policies toward contractors need to change as well. (If our Olympians aren’t safe, who is?) Really, all workers should have more options when it comes to taking time for their families — the United States is the only developed nation that doesn’t guarantee paid parental leave. Since there are no laws to protect them, it’s easy to take advantage. And then there’s the hypocrisy issue: If you’re going to preach gender equality, why not take the lead? \nThe video argued that Nike should institute the same policy for every woman so she knows what to expect before becoming pregnant, whether she’s Serena Williams or a future track star. \nNike sponsors thousands of women. Across the industry, these female athletes make five figures far more often than millions. Not every woman is going to try to have a baby and stay at among the best in the world. But they should have the option.\nAfter the video appeared, Nike said in a statement that last year “we standardized our approach” to paying athletes during pregnancy. But what is that approach? Is it a contractual guarantee? Nike has not yet responded to those questions. It’s true that Nike does pay some women during their pregnancy, but the industry, led by Nike, should establish a contractual guarantee for all its sponsored female athletes. \nIt’s not that women and their agents aren’t trying to make better deals for themselves; they are. But Nike won’t budge. Also, women often feel lucky to be offered any contract and don’t want to jeopardize it. Remember, many of these women are the primary breadwinners for their families, including for their new babies. And revenue from sponsors is their main source of income. \nOnce they have signed, nondisclosure agreements typically keep them from speaking out about any aspects of their contracts that surprise them. Since the video appeared, I’ve heard from women who have confirmed that they can’t talk about this publicly because of the nondisclosure provisions in their contracts. Transparency is the first step to equality.\nNike is indisputably the industry leader in athletics and has the chance to follow through on the messaging that resonates so powerfully in its ads. Having a baby as an athlete shouldn’t have to mean risking so much.\nThis is also a chance for other brands to speak up about how they support women’s careers. Maybe New Balance, Adidas, Brooks, Reebok and Under Armour want to take the lead on this issue. \nAnd because men have most of the power in the sports industry, this is a moment for them to speak up and publicly support such policies. (This includes the exclusively male cast of executives at Nike who negotiate contracts for track and field athletes.) Right now, silence speaks volumes.\nLindsay Crouse is a senior staff editor in Opinion and a sub-elite marathon runner. Her fastest time is 2:57. \nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/opinion/nike-maternity-pregnant-runners.html", "tags": "athletes nike answered new contracts pregnancy pay questions women video pregnant —"}