{"title": "Nike Told Me to Dream Crazy, Until I Wanted a Baby", "content": "In the above video, the United States national champion Alysia Montaño turns Nike’s ad rhetoric against her former sponsor: If companies want to stand by the inspirational slogans they tout, they must ensure sponsored female athletes receive maternity leave.\nMany athletic apparel companies, including Nike, claim to elevate female athletes. A commercial released in February received widespread acclaim for spotlighting women at all stages of their careers, from childhood to motherhood. On Mother’s Day this year, Nike released a video promoting gender equality.\nBut that’s just advertising.\nThe economics of sports like track and field are different than those of professional sports like basketball or soccer. In track, athletes aren’t paid a salary by a league. Instead, their income comes almost exclusively from sponsorship deals inked with apparel companies like Nike and Asics. \nThe best of the best can supplement that income with prize money from winning races outright. But the majority of athletes — who are often the breadwinners for their families — sign exclusive five- or six-figure deals that keep them bound to a single company. \nFor the vast majority of athletes, their sport is a way to earn a decent living by doing what they love and excel at. They don’t get rich.\nSports take a heavy toll on the human body, and sponsors accommodate this with time off for injuries. But rarely do they offer enough time off to have a child.\nThe four Nike executives who negotiate contracts for track and field athletes are all men.\n“Getting pregnant is the kiss of death for a female athlete,” said Phoebe Wright, who was a runner sponsored by Nike from 2010 through 2016. “There’s no way I’d tell Nike if I were pregnant.”\nMore than a dozen track athletes, agents and others familiar with the business describe a multi-billion-dollar industry that praises women for having families in public — but doesn’t guarantee them a salary during pregnancy and early maternity.\nFor the Olympian Kara Goucher, the most difficult part of motherhood wasn’t resuming training just a week after childbirth in 2010. It wasn’t even when her doctor told her she must choose: run 120 miles each week or breast-feed her son. Her body couldn’t do both.\nThe toughest moment was when Ms. Goucher learned that Nike would stop paying her until she started racing again. But she was already pregnant. So, she scheduled a half-marathon three months after she had her son, Colt. Then her son got dangerously ill. Ms. Goucher had to choose again: be with her son or prepare for the race that she hoped would restart her pay.\nShe kept training. “I felt like I had to leave him in the hospital, just to get out there and run, instead of being with him like a normal mom would,” Ms. Goucher said, crying at the memory. “I’ll never forgive myself for that.”\nNike acknowledged in a statement that some of its sponsored athletes have had their sponsorship payments reduced because of pregnancies. But the company says it changed its approach in 2018 so that athletes are no longer penalized. Nike declined to say if it wrote those changes into its contracts.\nAccording to a 2019 Nike track and field contract shared with The Times, Nike can still reduce an athlete’s pay “for any reason” if the athlete doesn’t meet a specific performance threshold, for example a top five world ranking. There are no exceptions for childbirth, pregnancy or maternity. \nMost people who spoke to The Times requested anonymity because they feared retribution, or had signed nondisclosure agreements, which may help explain why these arrangements have persisted.\n[The topics new parents are talking about. Evidence-based guidance. Personal stories that matter. Visit NYT Parenting for everything you need to raise thriving babies and kids.]\nMany American laws protect the rights of pregnant employees — they can’t be fired, for instance. But, since professional athletes are more like independent contractors, those protections don’t apply.\nWhen Alysia Montaño ran in the 2014 United States Championships while eight months pregnant, she was celebrated as “the pregnant runner.” Privately, she had to fight with her sponsor to keep her paycheck.\nSponsors do sometimes pay new mothers — Serena Williams is branded as a famous example. But those who do get paid often have to beg for the money. \nMs. Goucher made more than a dozen unpaid appearances on behalf of Nike during her high-risk pregnancy. She had to wait more than four months to disclose that she was pregnant, so that Nike could announce it in The Times for Mother’s Day. \nThese kinds of pressures can lead to health complications. Ms. Goucher, for instance, has suffered from chronic hip injuries ever since she raced the Boston Marathon seven months after childbirth.\n“It took such a toll on me mentally and physically, for myself and for my child,” said Ms. Goucher. “Returning to competition so quickly was a bad choice for me. And looking back and knowing that I wasn’t the kind of mother that I want to be — it’s gut wrenching.”\nNew mothers don’t just deal with their sponsors. Top athletes receive health insurance from The United States Olympic Committee and U.S.A. Track & Field. But that insurance can vanish if women don’t place in the top tier of the nation’s most competitive races. Ms. Goucher and Ms. Montaño both lost their health insurance because they were unable to compete at that level while having their children.\n“Some people think women are racing pregnant for themselves,” said Ms. Wright. “It sometimes is, but it’s also because there’s a baby to feed.”", "date": "May 12, 2019", "href": "https://www.nytimes.com/2019/05/12/opinion/nike-maternity-leave.html", "tags": "wanted athletes track nike goucher ” dream crazy told pregnant ms. like baby —"}