{"title": "Nikolaj Coster-Waldau Breaks Down That Huge Jaime Moment On 'Game Of Thrones'", "content": "Warning! Spoilers ahead for “Game of Thrones” Season 7! \nDuring the “Game of Thrones” Season 7 finale, fans witnessed a meetup of all their favorite characters, an incestuous, butt-friendly sex scene and an ice dragon destroying the Wall.\nBut a lot of attention was centered on another big moment: Jaime Lannister’s decision to leave Cersei and join the Northerners’ fight against the Night King. \nHe did it, y’all ― Jaime finally realized his sister is crazy. \nActor Nikolaj Coster-Waldau, who’s played Jaime on screen for seven years, was thrilled to know his character used his brain for once and saw right through Cersei’s (Lena Headey) lies. After she meets with Tyrion (Peter Dinklage) following the dragon pit council, everyone assumes Cersei had a change of heart when she reemerges to tell them she will join the fight against the dead and send her army north. Even her dear brother/lover (and the father of her unborn child) falls for it. \nBut we all know Cersei, and she’s not one to play nice. As Jaime gears up to lead the Lannister troops north, Cersei interrupts to share her true motive: betraying Jon Snow (Kit Harington) and Daenerys (Emilia Clarke) by staying in the South as they face the Great War. Cersei and Euron Greyjoy (Pilou Asbæk) actually plotted to buy an elite mercenary troop of over 20,000 men in Essos called the Golden Company and plan on continuing Cersei’s rule on the Iron Throne.\nJaime was shook, so he decides to finally bite the bullet and say goodbye to his twin. She, of course, threatens to kill him ― as she did with Tyrion earlier on in the episode ― but Jaime somehow escapes with his head after the Mountain doesn’t obey Cersei’s apparent “go for it” signal. (She is definitely, maybe, pissed about that.)\nBelow, Coster-Waldau discusses Jaime’s big exit from King’s Landing, his hopes to reunite with Bran Stark, and his love of Tormund and Brienne. \nJaime finally did what fans have been waiting for: He left Cersei. You’re free! What did you think of this moment?\nHe hadn’t finished decorating the new nursery, which really upset me.\nI know he left Cersei behind with his unborn child.\nTypical guy, you know? They have this beautiful relationship and then she says she’s pregnant, and he’s out the door. Can you believe it?!\nNo, that was a great scene, really, because we’ve been waiting for that moment a long time. There were so many other times when I thought that would be it, time for him to pack his bags, but I guess she finally took it one step too far. He saw what he saw, and he understood the threat [of the dead], and he understood that clearly if they don’t all work together, they don’t stand a chance. And the fact that he knows his sister saw and recognized the same threat and her calculations led her to the exact opposite result — it’s just shocking. I don’t know why it took him so long to realize what the rest of the world always knew — that she is a crazy monster — but he finally did. And then he left.\nNot going to lie, I thought this might have been your demise. The Mountain was ready to kill you! But you called her bluff.\nCersei had the chance with both her brothers to kill them and she was threatening to do so, but both times she eased off on the trigger. I get that with Tyrion she was setting him up for failure ― making him believe that he was the hero of the day, that he negotiated this amazing support from the Lannister army and what a wonderful thing he did. So that makes sense. For Jaime, I would think he would think there was part of her that still understands that he really is the last person that she has. That is the truth; that must resonate somewhere inside her. That would help. Or maybe the Mountain is just so thick that he didn’t get the eye signal. Maybe there’s a scene right after where she goes, “Why the fuck didn’t you kill him?! I gave you the signal!” I don’t know. Who knows. We’ll never know because that scene isn’t there, but that might be the case. Maybe she’s not so afraid of the undead, because she already has the Mountain, who’s undead, and she likes that she can control him.\nAh, she’s a Night Queen herself with the Mountain.\nYeah, that’s going to be the thing. \nWhen Jaime tells her “I don’t believe you,” is it about her killing him, her pregnancy or just her scheming in general? How did you interpret that line?\nIs “I don’t believe you” saying “I don’t love you” or “I don’t believe I’m going to die.” My subjects as an actor was “This is it. I don’t believe in you anymore. I don’t believe in this, you and me. I don’t love you anymore.” That’s how I played it. Now, I’ve done that before and then you find out that’s not what they intended, but, you know, that was kind of my intention that that was it. She’s obviously always going to be a huge part of him and there won’t be a day where he won’t be thinking of Cersei because ― just like Tyrion is thinking about his father [Tywin] every day and his niece [Myrcella] and his nephew [Tommen] who would’ve been alive if it wasn’t for him ― it’s the same for Jaime. Cersei is always going to be there. He’s going to have so many hours of the day with a therapist from now on and every time it’s going to be back to Cersei. I think the whole “I’m in love with you” thing is not really there — it’s gone. But I may be wrong, who knows?\nWill Jaime head straight to Tyrion?\nI think he’s going North to join up with Jon Snow and the folks up there.\nYou told HuffPost you wanted Jaime and Jon to be BFFs, so this could be the time.\nWouldn’t that be nice? Well, it’s not Jon anymore, it’s Aegon Targaryen. So I actually killed his grandfather [Aerys] — so I killed her father and his grandfather. It’s going to be such a wonderful reunion. [Laughs] The one thing that would be cool — I would love Jaime to meet Bran Stark. If nothing else just to say, “Sorry, kid.” And then Bran can say, “No, don’t worry. If you hadn’t done that I wouldn’t be the all-seeing Three-Eyed Raven. And Jaime could go, “Oh, great! Well, good.” Imagine if that happened to your brother or a relative, like that guy who’s always a little quiet at the family parties? Then you realize it’s because he knows everything! But if you know everything, shouldn’t you tell us? Don’t keep it to yourself, just spread information. Let’s find out what’s going on!\nBran waited the whole season to tell anyone in his family about Jon’s true parentage.\nSamwell Tarly comes in and he says what he says and then the Three-Eyed Raven doesn’t know that Jon Snow is actually Aegon Targaryen but Samwell says so and then he just suddenly finds outs. I didn’t understand that.\nHe’s like, “Oh, let me just hop in that vision real quick.”\nHe has so much information in his brain, he has to use the search button. How does it work?! He didn’t know until Samwell came and said, “No, no, I read this thing.” And then he goes into a trance and he sees it. It must have been on a hard drive that he doesn’t access usually and then suddenly … it’s Siri! He has to have Siri! “Siri, look up Jon Snow. No, look up whatever that was.”\nIt was a great sequence. It’s beautiful they cut to that and then Jon and Daenerys having sex because I feel like, on behalf of the original twincest couple, it was a beautiful irony that their story turned out to be aunt and nephew.\nYes, you passed the baton.\n[Laughs] So Dany is fucking the nephew. I thought that was a beautiful moment in “Game of Thrones” history.\nI think it’s going to mess things up, royally, but we’ll see.\nYeah, I know.\nSo, Jaime started the episode off with Bronn, but ended it solo. You left your buddy behind?\nI don’t know! Yeah, c’mon, why would anyone leave Bronn behind with Cersei? I mean, she doesn’t seem to be a big fan of Bronn. She really played him as well, along with everyone else, but maybe Bronn becomes Cersei’s right-hand man. Or, maybe he still was coming [North], he just hung out with Podrick and Tyrion. But we didn’t see him when they went to Dragonstone. Maybe he’ll show up — I’ll meet him at the war.\nJaime also shared a moment with Brienne, who seems to still be a moral compass for him. Are you glad they might be reuniting in war, too?\nI think we should team up. After I saw Episode 6, I’m so rooting for Tormund Giantsbane and Brienne of Tarth to become a couple. She needs to go with someone who wants her instead of always … the Jaime-Brienne thing was never going to happen. He’s too messed up. She should go with Tormund because he is so in love with her. Maybe he’s coming on too hard because he’s already talking about babies and all that, but I think that’s the one for her.\nShe might want what she can’t have, though.\nI don’t think she ever wanted [Jaime]. I think that she liked him and they respected each other, but I don’t think she’s ever looked at Jaime the way Tormund looks at her. There’s never been that kind of beautiful lustful relationship between Jaime and Brienne. It’s been more like an emotional connection. I don’t see it happening. I think Jaime is truly damaged goods, anyone should stay away from him. His twin sister is always going to be there — it’s going to be weird.\nWell, you both still have Valryian steel, so you can be together on the battlefield and fight the Night King’s army.\nI know. I hope I get to have some scenes with Gwendoline [Christie] again because she’s so much fun to be around and she’s great. But in terms of story, it doesn’t makes sense for them to be a couple. But who knows?\nKing’s Landing was on fire when you returned at the end of Season 6. When you left in the Season 7 finale, it was snowing. Significance there?\nThe significance is we see the snow coming and we see, of course, the Night King breaking through the wall. The whole thing from the beginning has been winter is coming. Even down South they thought, “Oh, well, we don’t have to worry about that.” Now it’s set up for the war is here and there’s no escaping it. It’s going to get really messy, really fast.\nGet your snow plows ready for sure, because winter is here.\nIt’s that weird thing where you know they’re ready for it up North, but I have a feeling in King’s Landing it’s just going to be a mess because they’re not ready for it and they have this arrogance about them. It’s like when it rains in LA, everything just comes to a standstill.\nI can’t wait for next season. I hope it won’t take too long.\nIt’s just going to be a couple of years. [Laughs] ", "date": "\n08/28/2017", "href": "https://www.huffpost.com/entry/nikolaj-coster-waldau-breaks-down-that-huge-jaime-moment-on-game-of-thrones_n_59a41859e4b06d67e338fc5d", "tags": "cersei nikolaj going know moment think maybe coster-waldau thrones breaks ” jon huge jaime"}