{"title": "Nikolaj Coster-Waldau Almost Died In That Deep River On 'Game Of Thrones,' So Lay Off", "content": "Warning! Spoilers for “Game of Thrones” are coming! \nThe fourth episode of “Game of Thrones” Season 7, titled “The Spoils of War,” was epic beyond proportions. It featured an impromptu battle, a fire-breathing dragon, a Dany-Jaime face-off, and an oddly deep river. \nThat oddly deep river was probably the one thing that threw fans for a loop, and they just couldn’t get over it. \nAs Jaime (Nikolaj Coster-Waldau) is, stupidly, charging at Dany (Emilia Clarke) and Drogon with a spear during the Loot Train battle, the dragon, obviously, spits fire at him before he’s tackled into the water by Bronn (Jerome Flynn) just in the knick of time. The thing is, the water, which appeared to be a shallow pool, ended up being much deeper than one could imagine. \nFans, of course, freaked out and wanted an explanation. \nWell, get ready, because Jaime himself has an answer for you. Kind of. \n“I didn’t see that hole, but there was a hole ... that could happen, I’ve been told,” Nikolaj Coster-Waldau joked to HuffPost on Build Series Thursday. “It’s very realistic.”\nCoster-Waldau says that the only reason Jaime survived the incident, in fact, is because Bronn is an expert swimmer.\n“What you didn’t know, and I think Bronn should have [said], he was for years working on the beaches outside King’s Landing as a lifeguard,” Coster-Waldau deadpanned. “He was like an expert swimmer and he won the Westeros 1000 meter. So he’s pretty cool.” \nIn actuality, filming the scene was a very strenuous and scary experience for Coster-Waldau. The actor said the abyss was “a deep dark pool in Belfast,” in which he freaked out during shooting due to fear. \n“As you know, [Jaime] falls into the water and he sinks, and we shot for a whole day and it was 15 feet I had to float down,” he explained. “I’m going down and it’s all murky water, you can’t see anything, and in a situation like that you want to know, ‘Well, I can get out of this.’ But that day, I just couldn’t ... it triggered all my claustrophobia.”\n“I was never in danger,” he added, “it was just a mental thing.” \nThe episode’s director of photography, Robert McLachlan, spoke to HuffPost about the safety team on set during production, saying, “I think one stuntman took an unexpected tumble off a horse, but he handled it really well and got right back on. But apart from that, no, as far as I know, even though it was a potentially really dangerous scene to film.”\n“Safety was paramount, I have to say,” Coster-Waldau reassured us.\n“Game of Thrones” airs Sundays at 9 p.m. ET on HBO. Watch Nikolaj Coster-Waldau’s full Build Series interview below.", "date": "\n08/17/2017", "href": "https://www.huffpost.com/entry/nikolaj-coster-waldau-jaime-lannister-deep-river_n_5995f87ce4b01f6e801d2ef3", "tags": "nikolaj game know deep lay coster-waldau ” water one died almost river thrones jaime"}