{"title": "Nikolaj Coster-Waldau Entertains Some Crucial 'Game Of Thrones' Theories Ahead Of Season 8", "content": "I tried to get Nikolaj Coster-Waldau on the phone for weeks.\nHe’d been camping on ice caps in the idyllic Greenlander boonies ever since he wrapped filming on the highly anticipated final season of “Game of Thrones.” Meanwhile, I was tethered to the desk in my AC-blasted open-plan office, hopeful that Jaime Lannister would one day call me back. I had hope. Winter was everywhere.\n“Apparently, calling to the U.S. from Greenland is high risk,” he told me when we finally connected over a restricted line earlier this month.\nIn reality, any conversation between a “Game of Thrones” star and a member of the press is high risk. Creators Dan Weiss and David Benioff run a tight ship now that the HBO fantasy series has soared past George R.R. Martin’s “Song of Ice and Fire” books. Fans have never been as rabid as they are now, salivating over any small morsel of information offered about the show’s mysterious Season 8. \nAt this point, no one knows when the final episodes will drop. We just know the hype portends them to be more ostentatiously cinematic than any of the series’ previous seasons. \nAccording to our favorite 48-year-old Denmark native, the six-episode Season 8 arc was the most grueling shoot he’s ever been a part of. “I think if it hadn’t have been the last season, people would’ve just collapsed,” he said. “We wouldn’t have made it. I mean, at one point the crew had 52 nights in one go in Northern Ireland. Just unheard of.”\nSo maybe the ice-cap vacation was well deserved. Either way, here’s our restricted-line phone conversation in full (though slightly edited for clarity), in which we talk about what he imagined happening in Season 7, what it was like to act out his last scene with Cersei and what he made of Gendry’s inexplicably fast running.\nAnd yeah, he knows how the series ends and just won’t tell us.\nAfter seven seasons of playing Jaime Lannister, you, my friend, finally received an Emmy nomination.\nI know. I wore them down, slowly but surely. [Laughs] No, I was very surprised and very happy.\nHow did it feel to see your name up there for the first time?\nI was on another trip in Greenland and I was standing in the airport with my two daughters and our two dogs and we’d been rerouted. I was trying to persuade this cop to allow me to take the dogs out because they were about to ... I’d say pee their pants, but they were ready to go. Then, I got the call [about the Emmys] and it was very confusing — a perfect way to find out. The cop then allowed the dogs to go out so it was a huge moment of joy for the dogs and for me. For different reasons, but we shared the joy.\nJust pure relief.\nTrue relief.\nYou’re not only up against your brother, Tyrion Lannister, but Commander Waterford, Jim Hopper, Saul Berenson and Prince Philip. All these amazing supporting characters. Are you afraid of the competition?\nNo, no, no, no, should I be? I’m thrilled!\nOn “Game of Thrones,” we’re such an ensemble cast and there’s a feeling of “we’re doing this together.” So I see myself there representing the actors with [fellow nominees] Lena [Headey] and Peter [Dinklage], and I’m just thrilled to be there. The other actors in the category are all tremendous, but I don’t feel any anxiety or fear. Also, the show got 22 nominations! It really is the gift that keeps on giving. It’s unbelievable.\nDo you think there’s a scene from last season that solidified your place on the Emmys roster?\nI don’t know. I’ve been getting to play in so many great scenes over the years and there were a couple of big scenes in Season 7. There was Diana Rigg’s [Olenna Tyrell’s] last scene, which was beautifully written. I forgot to mention that she’s also nominated [for Guest Actress], which is very well deserved. And then my final scene with Lena [Cersei Lannister]. We’ve built up to that for seven seasons so it was just a great way to end it. But I don’t know! I think I’m the wrong person to answer these things without sounding creepy or disgusting.\nYou’ve just got to be into yourself, Nikolaj.\nYou just got to be into yourself and it’s just, no, no. I’m not. \nIn all seriousness, that scene between Jaime and Cersei was one of the best of the entire series, let alone Season 7. How did it feel to read that finale script and realize how far Jaime had come to shut down Cersei for the first time?\nOne of the difficult things with this show as an actor — and I speak for myself — is, up until Season 3, I knew what was going to happen. Then, after that, the writers kept everything very close to the chest. They didn’t share anything but the scripts. Now, of course, you use your imagination all the time, so I kept imagining what would happen after we finished the season. You build these whole storylines up and then suddenly you come back and you read the scripts and you go, “Oh, well, how am I going to do that? How am I going to get to that point?” In my mind, after Season 6 ― which ends with Jaime coming back [to King’s Landing] and seeing Cersei on the throne ― I imagined a lot of other things happening.\nDan and David have always played the long game the way they stretch things out, so when you get the payoff it really pays off. And we had a lot of almost heated discussions about how I was going to get to that point [with Cersei]. Like, [I asked], “Why don’t they discuss in depth the death of their son [Tommen]?” And they told me, “Well they do, but we don’t see that.” So all those things. It’s so much fun and difficult, and it’s also very frustrating. But then when you finally find your way, it’s very rewarding. For me, anyway.\nI’m sure it’s tricky navigating it all. \nWhat I’m saying though, is I thought that end scene in Season 7 would have happened before. For me, playing Jaime, when he gets to that point, it really was “finally!” Finally he says no. Finally he stands up to her. It was such a brutal scene because they’re playing two different games: Cersei’s playing the game of thrones and Jaime’s playing the honest game of survival, and trying to accommodate both his sister and his brother. I hope that makes sense? \nIt makes perfect sense to me because just watching Season 7, it really did fly through so many storylines. I mean, Gendry’s speed-running to the Wall alone threw everyone for a loop. Do you feel that’s because the writers didn’t have George R.R. Martin’s books to really lean into for that exposition in the scripts like they’ve had in the past?\nYou’d have to ask Dan and David since it’s their show. I think that they definitely spoke to George R.R. Martin a couple seasons back to hear how he imagined the ending to be. But it’s not written, so it’s one thing to have an idea but when you’re writing it, it changes. Dan and David had a very specific end in sight and they also understand the fact that you don’t want to overstay your welcome. “Game of Thrones” has been such a success for that reason — you know there’s an end in sight and they’re not going to stretch it out.\nBut yes, Joe Dempsie, who plays Gendry, is a very, very fit young man, so I’m sure he can run that fast.\nVery fast. \nHe’s a tremendous runner.\nSpeaking of Joe Dempsie, we interviewed him last year and he said he could actually be Cersei’s legitimate son. Do you have thoughts on this theory?\nShe’s been a busy bee, my dear sister. [Laughs] There are so many theories out there that you comment on one and then it takes on its own life. But, yes, I’ve heard that Gendry [pause] ... I think Joe just wanted to get on the throne and that’s why he’s putting it out there.\nSpoilers are hard to come by, especially going into Season 8, but in the script for “Dragon and the Wolf” it says Jaime is now “a lone horseman heading north on the Kingsroad.” So can we assume Jaime is heading north toward his brother, right?\nWell, he is heading north. I don’t think you can assume that he’s going to make it up there, but who knows. For sure, we see him head north. He might be eaten by dragons, you never know. Or he might just stumble, things happen. Or he might find the love of his life and suddenly he’s like, “God, this is it. No more.”\nWell, we hope you’re heading north to be with Brienne! The true love of your life.\nOhhh, well, who knows? [Laughs] I don’t, well, I know how it ends but ... no, I can’t comment on that.\nYou did mention that Jaime sports a beard next season, so we know some things.\nWell, he’s on the road for a while. Wherever he is going it takes some time, so his hair grows. He didn’t bring a trimmer this year. He’s always carried this little, neat, traveling trimmer, but he left that behind since it was a quick departure.\nHe forgot all his toiletries.\nYeah, all the basics.\nAs fans of Jaime’s character arc, we are hoping you go fight with the good guys. And we have talked in the past about Valyrian steel and how Jaime is the owner of one of these deadly weapons.\nYes, you would think it’d come in handy if you had to fight the White Walkers. It’s true. But who knows.\nI just hope you don’t stumble into a White Walker on your own when you’re on the road…\nWell he’s got the Valyrian steel! He could’ve made his hand into Valyrian steel instead of a gold hand — that would’ve been clever.\nThat would’ve been very smart! Or dragonglass, perhaps.\nExactly!\nWouldn’t it be cool to see an epic “Avengers”-like moment with all of you owners of Valyrian steel — Jaime, Brienne, Jon, Sam, Arya — just taking out White Walkers?\nMmmm, that would be cool. [Laughs] But let’s just wait and see if that happens. I’m so excited.\nBack to some serious business, leaving Cersei is also leaving your unborn child…\nThose things are 100 percent connected. That’s also what he told her, he says, “What’s the point? If we don’t defeat this threat, there is no future for our child.” I think he’s doing it for the right reasons, he gave his word, but also it’s the future of mankind and the future of him and Cersei that’s at stake.  \nNow there is that prophecy that says she only has three children – so what are your thoughts on this? Is it Jaime’s baby? Is it Euron Greyjoy’s? Could she be tricking you?\n[Laughs] How depressing! But, no, I can’t say anything. Euron Greyjoy…\nYeah, no one likes that guy.\nNo.\nI’m sure Season 8 is a game-changer for Jaime and the rest of these characters. Can you tell me anything about how you felt when you read the final season’s scripts? Were you satisfied as a fan of this world?\nI wrote the writers when I finished reading and just said, “I don’t think you could’ve done a better job at finishing this story.” To me, it was very satisfying but also very surprising and all the things that I was hoping for. It still made sense. It wasn’t like one of those where the killer is suddenly revealed in the last act and you go, “Oh! I didn’t see that coming.” Here, they’ve done a really, really good job.\nAnd you made it to the final season!\nI know! It was a surprise. God, every time we got a new script I thought, “OK, this is probably going to be the one.” But no. The Lannister kids made it to the end.\nHow was it finally saying goodbye to this character being that it is the show’s final season?\nIt was a little bit emotional at the very, very end. It’s also just a build-up because throughout the season we had a lot of teary goodbyes and farewell dinners. When my turn came around, I really didn’t think it was going to phase me, but I have to admit that right when they said, “This is a series wrap for Nikolaj,” there might have been a tiny bit of moisture in the air, just around my eyes. [Laughs] But that was it, that was it.\nI’m sure you went out and had a few beers or cocktails with your cast and crew to lift your spirits. \nYeah. We did, we did. We had quite a few of those. And whether we’ve been in scenes together or not, almost all of the season was shot in or around Belfast. So for the first time in all these years, the whole cast was, more or less, in town together the whole time. It was just a lot of fun to hang out and spend time together and appreciate what we’ve experienced and how lucky we are to be a part of this show. Yes, the success of the show is great, but it’s really also meeting all these people in Belfast ― it’s the same crew from Season 1 to the end. It’s a special thing. And someone said we’ve had no assholes, which is quite extraordinary, really. You look at a workplace of more than 1,000 people, and there are no assholes.", "date": "\n08/30/2018", "href": "https://www.huffpost.com/entry/nikolaj-coster-waldau-jaime-lannister_n_5b7edaf2e4b0cd327dfabaad", "tags": "also cersei nikolaj think well really coster-waldau entertains season theories ” one ahead crucial thrones jaime"}