{"title": "Nikolaj Coster-Waldau Has A Perfect Theory On Valyrian Steel Owners", "content": "Jaime Lannister may be expecting a baby with his sister (ew), but he should probably start preparing for another life-changing event, at least according to actor Nikolaj Coster-Waldau. \nCoster-Waldau, who plays Jaime on “Game of Thrones,” knows winter is here and more White Walkers are coming. (Plus, there’s an ice dragon now, so bundle up.)\nIf he gets his way, however, those who possess Valryian steel weapons will come together as the crew that saves Westeros ― and they just might take down the army of the dead and destroy the Night King. \n“We all know this Valyrian steel, that’s a good thing to have,” the actor told HuffPost during a Build Series interview last week. “We know there are a few swords around ... I’d hope he’d be involved in the end.”\nOf course, Valryian steel is one of the only substances ― along with dragonglass (also called obsidian) ― known to kill White Walkers. Currently, there are five characters on the show who own Valyrian steel: Jaime has Widow’s Wail, Brienne of Tarth (Gwendoline Christie) has Oathkeeper, Jon Snow (Kit Harington) wields Longclaw, Sam Tarly (John Bradley) stole Heartsbane, and now Sansa (Sophie Turner) holds possession of Littlefinger’s (Aiden Gillen) steel dagger after Arya (Maisie Williams) gave it to her during the latest episode. \n“My theory ― and I don’t know, seriously, I don’t know. I want this to be the truth: that they have to work together. I think that’s the point, they have to get together,” Coster-Waldau said of the owners of these weapons. “I don’t think there’s one guy who’s going to go, ‘Yes! I got him!’ If anyone should kill the Night King, I think it’s going to be Jon Snow ― we’ve got to have Jon Snow in there ― but I think that it’s going to be all of them together, hopefully.”\nAlthough Valyrian steel is a little more common in George R.R. Martin’s books, it’s extremely hard to come by on the show. That gives the five possessors listed above a greater reason to get their crap together before it’s too late. \nStill, there just might be another way to make a few more of these handy weapons ― with help from Gendry (Joe Dempsie).\nNow that he’s no longer rowing, Robert Baratheon’s blacksmithing bastard may have the ability to reforge Valryian steel swords, which are said to be made using dragon fire and magic. He’s seen the dragons, as well as the magic ― it makes perfect sense he’ll be a savior in his own right. (Also, that boy can run.)\nAs Redditor jorywea78 wrote last month: \nInteresting ...\nNo matter what happens with the steel situation, Coster-Waldau is very much for a Jaime-Jon partnership and hopes that one day they can put their differences aside to fight their common enemy. \n“Wouldn’t it be nice if they were on the same side fighting? All these people could finally go, ’OK, maybe we should worry about that guy with the spiky head and blue eyes,’” the actor said, adding that he thinks “Cersei’s rule will end.”\n“I don’t think she’s that good of a queen,” he joked. “Jon Snow would be good as the king and then they would be buddies, and Tyrion will also be there, and he’ll like his brother again.” \nSounds like a fairy tale, Nikolaj. Call up George and share your wisdom. \nThe “Game of Thrones” finale airs Sunday at 9 p.m. ET on HBO. Watch Nikolaj Coster-Waldau’s full Build Series interview below. ", "date": "\n08/23/2017", "href": "https://www.huffpost.com/entry/nikolaj-coster-waldau-has-perfect-theory-on-valyrian-steel-possessors_n_599af0a9e4b0a2608a6d9d2a", "tags": "nikolaj valyrian think know coster-waldau steel ” theory ― together jon owners snow perfect"}