{"title": "No, Virginia’s Governor Did Not Endorse Killing Babies", "content": "Conservatives whipped themselves into a frenzy this week after Virginia’s Democratic Gov. Ralph Northam explained his support of a late-term abortion bill in his state’s legislature. \n“I never thought I would see the day America had government officials who openly support legal infanticide,” Sen. Marco Rubio (R-Fla.) said Wednesday over Twitter. \n“The modern Democratic party’s embrace of late-term (or post-birth) abortion is truly tragic,” Sen. Ted Cruz (R-Texas) said in a tweet of his own. \n“This is horrific,” Republican National Committee Chairwoman Ronna McDaniel wrote, incorrectly stating that Northam defended what she called “born-alive abortions.”\n“There’s really no way around this: it’s murder,” tweeted Caleb Hull, a conservative marketing professional who shared a popular — but misleading — video clip of Northam’s comments.\nHere’s what the fuss is about:\nThe Virginia bill ― which is not likely to pass the state’s Republican-controlled House and has been tabled ― would loosen abortion restrictions there.\nCurrently, late-term abortions are legal in Virginia only under strict circumstances. The measure introduced by state Rep. Kathy Tran, a Democrat, would remove language requiring that a pregnancy’s risk to the mother be “substantial and irremediable.” The proposal would also change the number of doctors required to sign off on a late-term abortion, from three to one, provided that it is performed in a licensed hospital and that not doing so would “impair the mental or physical health” of the mother or result in her death. \nThe law would apply up to ― but not including ― birth. \nTran is seen acknowledging this point in a video held up by conservatives as evidence of cruelty. But the controversy really started spreading after Northam went on WTOP, a local radio station, and spoke about it. \nThe governor, a pediatric neurologist, stressed that late-term abortions were done with the consent of the women and their doctors. \n“And it’s done in cases where there may be severe deformities. There may be a fetus that’s nonviable,” Northam said.\n“So in this particular example, if a mother is in labor, I can tell you exactly what would happen,” he went on. “The infant would be delivered. The infant would be kept comfortable. The infant would be resuscitated if that’s what the mother and the family desired, and then a discussion would ensue between the physicians and the mother.”\nNortham was describing end-of-life care in a painful circumstance, as his office said in a clarifying statement, not murder. \nThe bill clearly states that life support “shall be available and utilized if there is any clearly visible evidence of viability.” Third-trimester abortions are rare in the U.S., where the vast majority of the procedures ― about 92 percent, according to Planned Parenthood ― are performed in the first trimester. \nYet Northam’s response has been used as ammunition by opponents of abortion such as Rubio, Cruz, McDaniel and those in the White House.\nPresident Donald Trump responded to the controversy in an interview with The Daily Caller published Thursday, calling the proposal “terrible.”\n“I’m surprised that he did that,” Trump said about Northam. “I’ve met him a number of times.”\nVice President Mike Pence similarly decried the Virginia legislation and another abortion bill recently passed in New York, where women can now opt to terminate a pregnancy at any time if their health is at risk. \n“It would be unconscionable for us to let this moment pass in silence,” Pence wrote on Twitter.\nThe president appears to agree. \n“I think this is going to lift up the whole pro-life movement like maybe it’s never been lifted before,” Trump told The Daily Caller. \nAsked by a reporter whether he regretted his comments on WTOP, in light of prominent conservatives’ responses, Northam said no.\n“I’m a physician. I’m also the governor. But when I’m asked questions, a lot of the time it is put in the context of being a physician,” he said.\n“I regret that those comments have been mischaracterized,” Northam said. \nThis story has been updated to include further comments from Ralph Northam.", "date": "\n01/31/2019", "href": "https://www.huffpost.com/entry/virginia-governor-ralph-northam-late-term-abortion_n_5c534527e4b043e25b1a5cb3", "tags": "virginia babies ” ― killing northam abortion late-term bill governor endorse"}