{"title": "No- Ilhan Omar Is Not The Steve King Of The Left-", "content": "Ilhan Omar, the freshman Democrat from Minnesota who has only been in government for two months, is at the center of yet another political storm.\nPoliticians from both sides of the aisle have accused her of anti-Semitism in response to her controversial stance criticizing the influence of the pro-Israel lobby within the U.S. At the same time, she is contending with increased death threats and Islamophobic attacks as a result of those criticisms.\nOn Tuesday, The Washington Post published a column by conservative blogger Henry Olsen comparing Omar to the white supremacist congressman Steve King (R-Iowa). And Speaker Nancy Pelosi and other top Democrats announced a new resolution targeting anti-Semitism, likely to be voted on Thursday, in a move that, many said, specifically focused on Omar’s previous statements linking support for Israel to lobbying money.\nThe reaction to Omar’s comments has been loud and unequivocal, but many are concerned it’s unwarranted, and others say that she is an easy target as a black Muslim woman.\nNoura Erakat, a human rights lawyer and an assistant professor at George Mason University based in Washington, D.C., said the bipartisan consensus supporting the U.S.- Israeli relationship is inevitably changing. She said that Omar is part of a new class of freshmen members of Congress who are challenging the public discourse.\nStudies have shown that young millennials are increasingly distancing themselves from Israel and its policies. Human rights groups have long criticized Israel’s crippling 12-year blockade on the Gaza Strip, as well as the West Bank occupation that they say violates international human rights laws. Erakat also pointed out that the political situation inside Israel is also rapidly transforming, arguably for the worse, as Israel’s current administration has warped into extreme right-wing government.\nSo when Omar began her term in Congress with her taboo views on Israeli policies, the freshmen congresswoman had already set a precedent for controversy, said Erakat. In addition to being a visible, black, Muslim woman who is also a refugee, it becomes too easy for her attackers to lean into racist, Islamophobic attacks to silence her.\nAs of Wednesday morning, Pelosi’s resolution was postponed after a number of progressive groups asked for more time to review the situation. Pelosi told House Democrats that an updated version of resolution will include language condemning anti-Muslim rhetoric.\nOmar, who has faced condemnations from members of her own Democratic party, as well as the GOP, was forced back into the limelight after critics from both sides denounced her recent comments at a Washington event last Wednesday.\n“I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country,” Omar told attendees at the event held at a bookstore. She also said that her detractors had unfairly characterized her criticism of Israeli policies under the guise of anti-Semitism.\nIt was because of those new statements that another round of backlash began. The chairman of the House Foreign Affairs Committee, Rep. Eliot Engel (D-N.Y.), called for Omar to apologize. Rep. Juan Vargas (D-Calif.) tweeted that “questioning support for the U.S.-Israeli relationship is unacceptable,” while Rep. Nita Lowey (D-N.Y.) accused Omar of engaging in bigotry.\nOmar responded to Lowey’s tweet with a 7-part tweet thread of her own that stated lawmakers like Lowey should be able to distinguish between anti-Semitism and criticism of Israeli policies.\n“I am told everyday that I am anti-American if I am not pro-Israel. I find that to be problematic and I am not alone. I just happen to be willing to speak up on it and open myself to attacks.,” Omar tweeted.\nThe latest controversy occurred just as the FBI announced that it was investigating death threats made against the congresswoman in her home state of Minnesota. Not even 24 hours later, an Islamophobic poster was discovered outside the West Virginia House of Delegates chamber which depicted an image of the Twin Towers during the Sept. 11 attacks with the words “Never Forget ― You Said.” Omar’s face is positioned right under the towers where the caption continued, “I am the proof you have forgotten.”\nBut instead of condemning the storm of anti-Muslim hatred Omar faced, lawmakers were eerily silent. Among of the few lawmakers that spoke out included Rep. Alexandria Ocasio-Cortez (D-N.Y.) who lamented on the blatant hypocrisy by members of Congress who were quick to criticize Omar just weeks ago but were nowhere to be found when Omar found herself dealing with a multitude of Islamophobic threats.\nNylah Burton, a freelance writer who recently published an op-ed titled “As a Black Jew, The Ilhan Omar Controversy Is Incredibly Exhausting” is among those young millennials whose perception on Israel has changed over the years. Burton told HuffPost in a phone call that she believes Democrats threw Omar under the bus.\n“There are fifteen other conversations that we need to be having but we’re not having them because we can’t see past this dichotomy that we’ve been given and that’s what’s really messed up about this entire thing,” Burton said.\nParticularly angered by the false equivalency between Omar and King noted in the Washington Post piece, Burton said she wants to see the government “remove actual white nationalists in Congress and from our highest offices” and that Omar shouldn’t be removed, but in fact, supported.\n“It’s just so many levels of unfairness. It’s disgusting actually,” Burton said of the Omar and King comparison. “To think that Ilhan Omar is like Steve King is delusional. Steve King is a violent anti-Semite.”\nKing has repeatedly espoused white supremacist views and used his official government website to direct his constituents to a white nationalist blogs that regularly publishes the work of anti-Semites and Nazi sympathizers, HuffPost has previously found. Yet King continues to hold his position within a Congress for the last 16 years with little to no condemnations from his peers.\nBurton also argued the resolution put forward was a “gesture meant to attack Omar and not to attack of the anti-Semites in Congress, in our presidency who have enabled extreme levels of anti-Semitism leading to the deadliest attack on American Jews in American history.”\n“This resolution does not send a message to them. It sends a message to Omar and to people who support Omar. Those are not the people who need that message,” she continued.\nImani Gandy is a legal analyst at Rewire.News, who identifies as a secular Jewish black woman and has followed the developments around Omar and the accusations of anti-Semitism. Like Burton, Gandy was dismayed by the Post’s column.\n“[Omar] is not the enemy. She’s certainly a person who maybe needs to have some conversations with Jewish people and figure out how to be more precise with her language,” said Gandy. “There’s a space for that and she has been open to that.” But she completely dismissed the accusations that Omar is inherently anti-Semitic let alone is Omar anything close to King and other politicians like him.\nRebecca Pierce, a filmmaker who is currently working on a documentary about asylum-seekers in Israel, denied the accusations that Omar was anti-Semitic. She, like Gandy and Burton, argued that the biggest threat to Jews like herself was not Omar’s comments but the threats of white supremacy.\n“There’s something really harmful about comparing something as pervasive as systematic white supremacy to comments you didn’t like coming from a black person,” she said. “It minimizes the history and the current reality of white supremacy which is literally killing black, brown, Jewish people in this country.”\nPierce said the Omar was being “held to a very different standard” than other problematic politicians like King and Rep. Kevin McCarthy (R-Calif) who have pushed anti-Semitic conspiracy theories were a bigger threat to the American-Jewish community. The conversation, Pierce said, has been reductive and pitted the black and Jewish community against each other.\nBut academics like Erakat, say whether the resolution passes or not, it doesn’t solve the core issue at hand. With anti-Semitism and Islamophobic rhetoric at an all-time high, alongside the apparent complications differentiating the pro-Israel lobby from the diversity of opinions among Jewish-Americans, it has become imperative to discuss what each of those looks like.\n“This should be a learning moment but nobody talks about it. Instead, they just point fingers to shut down the conversation but they are not willing to engage in a substantive discussion,” Erakat said.\nOmar echoed this during her most recent comments at the event in Washington, saying it’s important to embrace the concerns of her Jewish constituents but also include those supporters who are concerned about Palestinian human rights.\n“We never really allow space for the stories of Palestinians seeking safety and sanctuary to be uplifted,” Omar said. “And to me, it is the dehumanization and the silencing of a particular pain and suffering of people should not be OK and normal.”", "date": "\n03/06/2019", "href": "https://www.huffpost.com/entry/no-ilhan-omar-is-not-the-steve-king-of-the-left_n_5c7ff540e4b020b54d8137e8", "tags": "steve anti-semitism omar ” white no- israel left- ilhan king like burton"}