{"title": "No Brexit agreement on Irish border", "content": "The EU and UK have not reached agreement on the Irish border despite \"decisive\" progress on other Brexit issues. \nThe EU's negotiator Michel Barnier said the two sides had agreed on a transition period. \nIt will begin from Brexit day - 29 March 2019 - and is designed to smooth the path to the future permanent relationship.\nThe so-called backstop option for the Irish border remains a sticking point.\nThat option would mean Northern Ireland essentially remaining in the single market and customs union if no other border solution can be found.\nThe Democratic Unionist Party said it was not concerned by Monday's announcement.\n\"The border issue has not been resolved at this stage and we didn't expect it to be,\" said a party statement.\nSinn Féin MEP Martina Anderson said the announcement meant \"the British government is accepting the agreements made, including the backstop option, which would see the north remaining in the customs union and significant elements of the single market\".\nThe Conservative MP and former Northern Ireland secretary, Theresa Villiers, said the EU's last resort proposal - of a hard border - remained unacceptable to the UK.\n\"The government has very clearly ruled that out,\" she said. \"And the presence of that option three in the document is, you know, only a backstop. \n\"It's only there if the other proposed solutions aren't agreed. \n\"And the government published a perfectly credible set of propositions for how we could maintain a border on the island of Ireland which is more or less as free-flowing and open as it is today.\"\nPrime Minister Theresa May has previously warned the EU that she would \"never\" put her name to any Brexit treaty that divided Britain and Northern Ireland.\nThe UK has agreed that a back stop is required but there is no agreement on how that would work in practice. \nA round of talks focusing solely on Irish issues is due to begin next week. \nSome Irish issues have been fully agreed, notably the Common Travel Area.\nHowever, in a draft agreement published on Monday, most Irish issues were either not agreed or required clarification or drafting changes.", "date": "19 March 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-43459338", "tags": "brexit agreement uk eu border issues option irish ireland agreed"}