{"title": "No deal Brexit plans an attempt 'to break EU unity'", "content": "A European Commissioner has said plans published by the UK government for tariffs in the event of a no-deal Brexit are an attempt \"to break EU unity\" over the Irish border issue.\nThe proposal is for no tariffs on Irish goods going to Northern Ireland, but some Irish food products entering Great Britain would face high tariffs.\nIt would also not impose any checks or controls on the border.\nPhil Hogan told Irish broadcaster RTÉ the proposals were \"ill-thought out\".\nThe government says the plan recognises the unique circumstances of Northern Ireland\n\"We don't even know if it's legal and compatible with WTO (World Trade Organization rules), it beggars belief the contradictions in this proposal,\" Mr Hogan said.\n\"I think this is an ill-thought out proposal to change the news cycle in London, in the event of no-deal I don't believe these issues are relevant.\"\nMr Hogan is the commissioner for agriculture and rural development, and a former Irish government minister.\nHe said the EU had been \"very solid\" in terms of being united throughout the negotiations and supporting the Republic of Ireland.\nHe added that the agriculture industry had experienced problems before, and that he could assure Irish beef farmers that the EU \"stands ready\" to help them in case of a no-deal.\n\"We continue to work calmly for a deal... and hopefully the UK will come to reason in the coming weeks,\" Mr Hogan added.\nIt is possible that while Irish products would enter Northern Ireland tariff free, products moving in the other direction would face tariffs.\nThe government said it recognises that Northern Ireland's businesses and farmers will have concerns about the impact that the government's approach will have on their competitiveness. \nIt stated: \"These are the only steps the UK government can unilaterally take to deliver on our absolute commitment to avoid a hard border in the event of no deal.\"\nIt added that there would be no checks or controls on goods moving from Ireland to Northern Ireland.\nThe government is also understood to be confident that the arrangement will not conflict with WTO rules.\nTypically the WTO expects all members to be treated equally. So if zero tariffs are applied to one member they should be applied to all members.\nThe special arrangement for Northern Ireland would appear to conflict with that.\nIt is understood the government could invoke an exemption to that non-discrimination principle.\nTaoiseach (Irish prime minister) Leo Varadkar said the \"supreme irony\" was that under the UK's tariff plan Northern Ireland would be treated differently to the rest of Great Britain. \nHe added the arrangement was \"not workable\" in the long run. \nThe British government has said the measures would be \"strictly temporary\" and that its priority would be to enter into discussions urgently with the European Commission and the Irish government to jointly agree long-term measures to avoid a hard border.\nIt said it would only apply a small number of measures necessary to comply with international legal obligations, protect the biosecurity of the island of Ireland, or to avoid the highest risks to Northern Ireland businesses - which will not require land border checks.\nIt is understood the government acknowledges there will be a risk of Irish smugglers using Northern Ireland as a backdoor to get goods into GB tariff free.\nThe government intends to tackle the issue with an 'anti avoidance rule', which will be enforced on the basis of intelligence.\nThere is no plan to have routine checks or controls on Northern Ireland goods crossing the Irish Sea.\nWhat is being proposed here is quite extraordinary.\nYou would have a scenario in which, if you're a food exporter in the Republic of Ireland and send goods to Holyhead, you will face tariffs. If you send it over the border to Newry, you will not face tariffs.\nHowever, you could have the situation in which farmers and food producers in Northern Ireland trying to send their stuff in the other direction will face tariffs.\nThat will be up to the Irish government and the EU to decide.\nSo it will seriously undermine the competiveness of Northern Ireland farmers. \nIt said that to prevent unfair treatment of Northern Ireland businesses, goods arriving from the Republic of Ireland would still be subject to the same VAT and excise duty, and the UK government would continue to collect these taxes on Irish goods in future. \nNI Secretary of State Karen Bradley said: \"The government has been clear that a deal with the European Union is the best outcome for Northern Ireland.\n\"But we will do all we can to support people and businesses across Northern Ireland in the event that we leave without a deal.\n\"The measures announced today recognise the unique circumstances of Northern Ireland. These arrangements can only be temporary and short-term.\"\nIt is still not clear what the Irish government will do on its side of the border if Britain leaves the EU without a deal.\nThe DUP MP Nigel Dodds said the Republic of Ireland and the EU must reciprocate. \n\"This is an offer by the government to try to avoid problems,\" he said. \n\"But if it's not reciprocated, either in terms of hard border infrastructure or in tariffs for Northern Ireland going into the south, then clearly the government will have to look at that.\" \nSmugglers' charter? Shane Harrison, BBC News NI Dublin correspondent\nDuring the Troubles there was a big smuggling problem, including some paramilitary involvement.\nWhen you think about it, were there to be two separate markets - the single market on one side and British market on the other - it's an invitation to crime, a smugglers' charter.\nThe proposals are said to be temporary, I would have thought that would be a statement of the obvious because of the smuggling implications.\nAre the EU going to do something similar? I would very much doubt it, because the European Union has been very consistent in the view that the protection of the single market is very important.\nWhere exactly would the protections of the single market take place if not at the border?\nThe prime minister lost a second vote on her withdrawal deal in Parliament by 149 votes on Tuesday evening. \nThose voting against the deal included the 10 Democratic Unionist Party (DUP) MPs who have been propping up Theresa May's government.\nOpposition to the government's plan focused on the backstop, the insurance policy to avoid a hard Irish border after Brexit in the event of a wider trade deal not being reached.\nThe DUP will vote against a motion in Parliament that would rule out the UK leaving the EU with no deal.", "date": "13 March 2019", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-47551121", "tags": "brexit eu break border unity irish northern tariffs ireland plans attempt government deal"}