{"title": "No-deal Brexit 'to leave shelves empty' warn retailers", "content": "A no-deal Brexit threatens the UK's food security and will lead to higher prices and empty shelves in the short-term, retailers are warning.\nSainsbury's, Asda and McDonald's are among those warning stockpiling fresh food is impossible and that the UK is very reliant on the EU for produce. \nThe warning comes in a letter from the British Retail Consortium and is signed by several of the major food retailers. \nIt comes ahead of crucial votes in Parliament on Tuesday.\nRetailers have told me that they fear shelves would be left empty if there were significant disruptions to supplies.\nThe letter from the retailers, and seen by the BBC, says there will be \"significant risks\" to maintaining the choice, quality and shelf life of food.\n\"We are extremely concerned that our customers will be among the first to experience the realities of a no deal Brexit,\" the letter says.\nMPs will consider a series of amendments to Theresa May's plans that could shape the future direction of Brexit.\nWhile it will not be MPs' final verdict on the deal, they will vote on the amendments and, if one is passed, it will illustrate what changes to the deal might be enough to get a modified version of the deal through Parliament.\nRetailers have been reluctant to intervene in the Brexit debate but are doing so now as the UK's departure date from the EU approaches.\nIn the letter, they urge MPs to work together \"urgently to find a solution that avoids the shock of a no-deal Brexit\".\nThe letter uses the government's own estimate that freight through Calais may fall 87% from current levels, threatening the availability and shelf life of many products. \nIt expresses worry over tariffs, with only 10% of the UK's food imports currently subject to World Trade Organisation (WTO) rules. \nIf the UK were to revert to WTO rules, the retailers warn that would \"greatly increase import costs that would in turn put upward pressure on food prices\".\nThe other signatories to the letter include the chief executives of M&S, KFC, Co-Op, and Lidl.\nThe letter spells out the UK's food relationship with Europe, with nearly one third of the food in the UK coming from the EU.\n\"In March, the situation becomes more acute as UK produce is out of season,\" the letter says.\nAt that time of year, 90% of lettuces, 80% of tomatoes and 70% of soft fruit sold in the UK is grown in the EU, the letter says.\n\"As this produce is fresh and perishable, it needs to be moved quickly from farms to our stores,\" the retailers say.\nTheir letter says that stockpiling fresh food is impossible and that the complex, just-in-time supply chain through which food is imported into the UK will be \"significantly disrupted\" in the event of a no-deal Brexit.\nIt adds it is difficult to stockpile any more produce as \"all frozen and chilled storage is already been used\".\n\"While we have been working closely with our suppliers on contingency plans, it is not possible to mitigate all the risks to our supply chains and we fear significant disruption as a result if there is no Brexit deal,\" the retailers say in the letter to MPs.\nThe retailers say that while they are looking for alternate supply routes, there are limited options and not enough ferries.\nA spokesperson for the Department for Environment, Food and Rural Affairs said: \"The UK has a high level of food security built upon a diverse range of sources including strong domestic production and imports from other countries. This will continue to be the case whether we leave the EU with or without a deal.\" \nThey added the government had \"well established\" ways of working with the food industry to prevent disruption.\nThe letter comes after a report from MPs on the Exiting the EU Committee said the government must rule out a no-deal Brexit.\nCommittee chairman Hilary Benn said: \"The suggestion that the UK might opt for a no-deal outcome but assume that the EU will continue to act in a co-operative manner to avoid disruption, cannot seriously constitute the policy of any responsible government.\"\nHowever, a Tory member of the committee, Craig Mackinlay, said he \"disowned\" the report findings as \"just more Project Fear from a group of MPs who have never wanted the UK to leave the EU\".\nA number of amendments are being voted on by MPs on Tuesday - although the Irish deputy PM says changes to the backstop - aimed at preventing a hard border - would not be acceptable.\nThe backstop is the \"insurance policy\" in the withdrawal deal, intended to ensure there will be no return to a visible border between Northern Ireland and the Irish Republic after the UK leaves the EU.", "date": "28 January 2019", "href": "https://www.bbc.co.uk/news/business-47028748", "tags": "no-deal brexit letter uk leave shelves eu retailers warn mps says food deal empty"}