{"title": "No deal: When planning doesn't cut it", "content": "Even definitive progress can feel like two steps backwards when it comes to Brexit.\nThe UK and the European Union have agreed on the terms of a Withdrawal Agreement. Whether or not this means we have \"a deal\" remains to be seen. What it means for the chances of leaving with no deal in March 2019 are similarly anyone's guess.\nWith the political wrangling only just beginning, that presents a problem for the businesses who are trying to get ready for what lies ahead.\nSet aside what happens for the years and decades after December 2020. Most business people I've spoken to this week would be happy just to know that we're heading into transition in March next year, preserving the status quo for a while longer and giving ourselves a bit more time to move onto the next argument.\n\"No deal is the worst possible case,\" Mike Hawes, the head of the Society of Motor Manufacturers and Traders said. \"In fact, we can't even imagine any deal that is worse than no deal. So we need a deal. We need a transition period. That is essential.\"\nBut with the parliamentary maths looking challenging and no-deal a possibility, businesses are approaching a problem. \n\"People can only take planning so far,\" said one person to me this week.\nHow much planning businesses have done for the possibility of no deal varies widely. Sonali Parekh, from the Federation of Small Businesses, said that their research suggests only 14% of their members have planned for no deal, with no transition period. \nYet a further 41% believe they would be impacted under that scenario.  \nMany smaller businesses either aren't sure what they should be doing or just don't have the resources to put into making the necessary changes, according to the FSB.\nBut among the largest businesses, who have been thinking and planning for over two years, some may be approaching the point where they can't do much more. \nAt some point you just need more detail. That could mean clarity over which route we're actually taking, before the next phase of expensive decisions are made. \nOr it could be more prosaic: details of what paperwork will be need after we leave, what new systems will be used, what new processes businesses who are trading with Europe will need to go through.\nIn part, this may require a bit of government catch-up. \n\"The government I think is increasingly prepared but from quite a long way back and I think most of them wish they'd started earlier,\" said Ian Wright, head of the Food and Drink Federation. \nIt's also a function of running short of time. \nTim Morris from the UK Major Ports Group said: \"In terms of the ports themselves, there is not a great deal more that can be done at this point in terms of, for example, building physical infrastructure. The time for that has passed.  We're now in the realm of optimising what we've already got and making sure that systems and processes that work well right now are able to cope with increased volumes.\"\nThe difficulty is that even the biggest businesses can't control everything. \"If it goes down the chaotic route, even the best laid plans can't guarantee your products get to their destination\" one person said. \"Because everyone else might not be prepared.\"  \nThat could include smaller companies in supply chains. \n\"You can't really prepare for the unknown on a scale that we're about to face it,\" says Mr Wright. \"I'm often accused of scare-mongering. I plead guilty. It is very scary.\"\nYou can watch Newsnight on BBC 2 weekdays 22:30 or on iPlayer. Subscribe to the programme on YouTube or follow them on Twitter.", "date": "14 November 2018", "href": "https://www.bbc.com/news/business-46210664", "tags": "need next planning ca cut even transition terms time deal businesses"}