{"title": "No-deal Brexit planning shuts M26 overnight", "content": "The M26 in Kent is being shut overnight while work is done to see if it can be used as a \"parking lot\" for lorries, in the event of a no-deal Brexit. \nIt will be closed from 2200 BST until 0530 BST until 15 October and again between 19 November and 21 December. \nLocal Tory MP Tom Tugendhat questioned why work began with \"no consultation\" - despite assurances none was planned.\nTransport Secretary Chris Grayling said was part of \"no-deal\" contingency plans but he thought it would not be needed.\nThe M26 is a 10-mile stretch of road connecting the M25 at Sevenoaks and the M20 near West Malling.\nSections of the M20 in Kent can be closed under Operation Stack, when lorries are forced to queue because of disruption to rail or ferry journeys.\nAnd there have been concerns that a no-deal Brexit could mean lorries getting stuck at the nearby port of Dover because of customs delays.\nMr Tugendhat, MP for Tonbridge and Malling, which covers the eastern half of the M26, told the Commons he had been assured that works were not planned as recently as last week - only to find out on Wednesday night that they were going ahead.\nHe told MPs: \"It's come to a pretty pass when a member finds out that works have begun on a motorway to turn that motorway into a parking lot without consultation either with the local community or with surrounding members.\n\"The M26 works started last night. I wrote (to Mr Grayling) in April, asking whether or not this would happen. \n\"I was assured the works were not planned and only yesterday (Wednesday) was it confirmed to me that Highways England had said that is exactly what was planned, despite having told me the reverse a week earlier.\"\nMr Grayling replied that he would be happy to meet the MP to discuss the issue, but added: \"I do not expect any of the contingencies that we have in place for a no-deal Brexit to be needed because I'm confident we will reach a sensible agreement.\"\nOperation Stack is currently used on closed sections of the M20 in Kent, where lorries park while waiting to cross the English Channel when traffic is disrupted.\nA new strategy, Operation Brock, due to start in early 2019, plans to use a contraflow to keep the roads open when problems arise.\nPaul Carter, the Conservative leader of Kent County Council, said turning sections of the M26 into a lorry park would be complex and cause \"significant problems\".\n\"It is possible to close part of the M26 but my mantra is that we must keep our roads open to the public no matter what is thrown at us,\" he told Kent Online. \nHighways England said traffic was relatively light on the M26 overnight and drivers were being informed of alternative routes during the closure period. \n\"As part of wider resilience planning, Highways England has been asked by the Department for Transport to develop plans to utilise the M26 to hold heavy goods vehicles, should further capacity be required in the future,\" a spokesman added.\n\"We will be undertaking site surveys on the M26 during October leading to the installation of two gates in the central reservation to support the safe management of freight in the future, if needed.\"", "date": "12 October 2018", "href": "https://www.bbc.com/news/uk-politics-45827197", "tags": "no-deal brexit planned closed planning kent shuts would overnight lorries told works"}