{"title": "No-deal Brexit: What is the UK government doing to prepare?", "content": "The European Union (EU) has agreed to the UK's request for a further Brexit delay. Under the new timetable, the UK's scheduled departure from the EU is now 31 October 2019 - seven months after the original deadline.\nDespite this extra time being granted, the UK government says it will \"continue to make all necessary preparations\" for a no-deal Brexit. This follows reports that official planning for that scenario was being stood down. \nThe government adds that plans \"will evolve and adapt\" but will not stop, while the chance of leaving the EU without an agreement remains.  \nSo what are the government's no-deal contingency plans?\nThe government's no-deal Brexit contingency plan is code-named Operation Yellowhammer, after a species of bird.\nFirst launched in June 2018, it covers 12 areas including transport, healthcare, energy, food and water. \nIt is based on worst-case scenario assumptions - delays at the border over a six-month period, increased immigration checks at EU border posts, reduction in choice and availability of food, and potential price increases for utilities, food and fuel.\nOperation Yellowhammer isn't the government's only Brexit contingency plan, but sits alongside broader preparations.\nThis is to \"reflect the fact that it would not be possible for departments to plan for every eventuality\", according to a report by the National Audit Office (NAO), and that the government would need a way of taking control and quickly coordinating different agencies to handle any short-term disruption. \nThrough Operation Yellowhammer, the government has been looking at what existing powers it could use to prioritise fuel to essential services or to relax rules limiting the working hours of HGV drivers, for example.\nAs part the contingency plans, the Ministry of Defence (MoD) has made 3,500 troops, including reserves, available to be deployed if necessary.\nIt has also set up an operations room in a bunker at its main Whitehall building to coordinate efforts in the event of a no-deal Brexit.\nThe MoD will not comment on exactly what role the troops could perform, only that they will \"support government planning\".\nIn its report on Yellowhammer, published in March, the NAO said some no-deal preparations might not be ready in time. \nFor example, the report said the government did not have enough time to put in place all of the infrastructure, systems and people required for fully effective border operations on day one.\nThe cost of Yellowhammer is part of the £1.5bn allocated by the Treasury to government departments for Brexit preparations.\nFor Yellowhammer to be effective, the NAO says that the \"command, control and coordination\" structure needs to be in place ahead of the UK leaving the EU. \nThe Cabinet Office refused to tell the BBC whether Operation Yellowhammer was already underway ahead of a possible no-deal Brexit on 12 April. It said it would not provide a running commentary. \nBut what about the government's broader no-deal Brexit plans?\nThe Department of Health and Social Care (DHSC) says thousands of medicines have been analysed to work out what might be affected by supply disruption from the EU. \nSuppliers are stockpiling an additional six weeks' worth of these drugs over and above the usual \"buffer\" stock. \nThe same approach is being taken with vaccines as well as blood and transplant products.\nThe DHSC has also agreed contracts for extra warehouse space with refrigeration capacity to store these supplies.  \nA plane has been chartered to fly in medicines which have short shelf-lives and cannot be stockpiled, like medical radioisotopes used in cancer treatment.\nThe government has previously warned \"there could be some freight traffic disruption in Kent in the event of a no-deal Brexit\".\nThat's because under a no-deal scenario, lorries travelling between the UK and the EU will need to complete custom declarations. On top of this, certain goods from the UK, such as food and plant products, arriving at EU ports may also require physical checks, under EU single market rules.\nThe Port of Dover in Kent handles approximately 10,500 lorries a day and the worry is that extra checks could lead to bottlenecks, leading to many miles of tailbacks.\nIndependent modelling has estimated that two minutes of extra processing time for each lorry would lead to tailbacks of 17 miles.\nTo avoid significant disruption, Operation Brock is the name of the plan to hold up to 2,000 lorries heading for mainland Europe in a queue while keeping other traffic flowing around it (ie a contraflow system).\nA fallback option would be to divert lorries to the disused Manston airfield, near Ramsgate - and use it to hold up to 6,000 lorries on the runway at any one time.\nIf further capacity was still required, a \"last resort\" would be to turn the M26 into a temporary lorry park. The M26 is a 10-mile motorway connecting the M25 at Sevenoaks and the M20, near West Malling.\nUnder this scenario, the M26 would be closed to normal road users and lorries would park on the carriageway. Kent County Council believes this option could accommodate an additional 2,000 lorries.\nRoadworks have been taking place to install a temporary steel barrier on the M20 that would be used for Operation Brock.\nOn 11 April, Highways England said it had scaled back its plan following the Brexit delay to 31 October. It said it would remove the contraflow on the M20 to \"restore capacity on the motorway in time for the Easter bank holiday weekend.\"\nKent County Council has also issued advice to local schools suggesting pupils and staff could be moved inside school buildings if extra lorry traffic causes air pollution to increase.\nThe government has published a \"tariff schedule\" - a list of the taxes placed on different types of products when they are imported from other countries - which has removed most tariffs on imports in the event of a no-deal Brexit. \nIt will mean some goods from outside the EU that currently attract a tariff could be cheaper. And some goods from the EU that are currently imported with 0% tariffs, like beef and dairy, will now carry tariffs, and so could become more expensive.\nThe British Retail Consortium has warned that there could be gaps on supermarket shelves if there is disruption at the border. \nThe UK government published on 13 March its contingency plan to avoid a hard border (ie physical infrastructure) in Ireland in the event of a no-deal Brexit.\nUnder the plans, the UK will not bring in new checks or controls or require customs declarations for any goods moving from Ireland to Northern Ireland in the event of no deal.\nBut this will only be a temporary measure while negotiations take place to find longer term solutions. The UK government says its contingency plan recognises \"the unique social, political and economic circumstances of Northern Ireland\".\nTo protect people's health, some plant and animal products that come into Northern Ireland from outside the EU, via Ireland, will still need to be checked. The UK government has said these checks will not happen at the border itself. But it has not specified exactly where they will take place. \nIt remains unclear what will happen to goods travelling from Northern Ireland to the Republic of Ireland. Under EU rules, checks would normally be required at the point certain goods enter the EU single market (such as at the Irish land border). \nHowever, the Irish government says there are \"no plans for Border Inspection Posts on the border with Northern Ireland\". \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "12 April 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47652280", "tags": "no-deal brexit uk eu border ireland could government prepare plan"}