{"title": "No-deal Brexit 'would leave business on brink of chaos'", "content": "A no-deal Brexit would leave businesses in Northern Ireland \"on the brink of chaos\", according to the director of the Confederation of British Industry (CBI) in Northern Ireland.\nLast week, a draft EU-UK deal was revealed, setting out what a future relationship could look like.\nAngela McGowan told BBC News NI the CBI was \"broadly supportive\" of the deal.\nNorthern Ireland Secretary Karen Bradley urged the business community to continue speaking out for the deal.\nSpeaking to CBI members in Belfast, she said the deal assured the economic and constitutional integrity of the UK and said she was \"disappointed\" in media coverage of the draft agreement.\nMs McGowan said that while the CBI supported the agreement, there were some aspects it hoped \"will be ironed out\".\nThe DUP, which is in a confidence-and-supply agreement with the Conservatives, has been highly critical of the withdrawal draft.\nIn particular, it has aired concerns regarding the backstop arrangement.\nMany businesses cautiously welcomed the draft deal.\nSpeaking on the BBC's Good Morning Ulster programme, Ms McGowan said the backstop may never have to be used.\n\"We're hoping we don't even need that backstop agreement because what we hope to see this week is the high level principles as to how we will trade in the future,\" she said.\n\"This opens the path for the UK government to start moving on to that frictionless trade deal that we hope to get with the EU and that the backstop isn't even needed.\"\nMs McGowan said a no-deal Brexit was \"not an option\" for businesses or the health service.\nMeanwhile, the head of the Northern Ireland Civil Service reiterated his concerns about the effect of a no-deal Brexit on the region's economy.\nDavid Sterling said the civil service \"would share the concerns of many across the community in business and elsewhere, that a chaotic or disorderly no deal would be very bad for us locally\".\nIn her speech to the CBI, Karen Bradley hit out at \"disappointing\" media coverage over the fall-out from the draft agreement.\nMs Bradley made no mention of the DUP by name, but reports have said there has been a rift between the party and business and farming leaders, who have said the deal should be supported.\nThe Northern Ireland secretary was asked about the reported row at the meeting of business figures on Monday.\nShe said: \"It's disappointing some of the coverage that there has been since the deal, in that it has been something portrayed as an attack on any one party or politician.\n\"I'm not standing here saying that those politicians who have a difference of opinion with me on this matter are anything other than acting in what they consider to be the best interests of of constituents.\"\nMs Bradley also told business leaders that the country now faced a choice between the only workable deal that fulfilled the will of the referendum, or being \"back to square one on Brexit\".\nShe added that the deal will protect jobs, national security, business across the UK and will aid a productive future relationship with the EU.\nTheresa May has been renewing her efforts to sell her draft Brexit withdrawal agreement to CBI business leaders.\nThe prime minister said migration would become skills-based, with Europeans no longer prioritised over \"engineers from Sydney or software developers from Delhi\".\nMrs May also made reference to Wrightbus in Ballymena, County Antrim, in relation to jobs and growth within the UK's automotive industry.\nShe told CBI business leaders: \"Since 2010, our manufacturing output has increased by 9%, but in auto manufacturing the growth has been 60%.\n\"Nissan in Sunderland, Jaguar Land Rover in Coventry, Alexander Dennis in Falkirk, Honda in Swindon, Vauxhall at Ellesmere Port, Wrightbus in Ballymena.\n\"These firms support tens of thousands of jobs - both directly and indirectly. Often they are at the heart of their local economies.\"\nMeanwhile, the UK government has reiterated that the Common Travel Area (CTA) will continue to operate even if there is no Brexit deal.\nThe CTA gives UK and Irish citizens certain reciprocal rights in each others' countries.\nEarlier, Ms Bradley appeared to suggest the CTA was dependent on a deal. \nA UK government spokesperson said the government was \"clear that the CTA would be protected.\"\nThey also pointed to a \"no deal\" notice published in September which said \"the CTA has proven to be resilient over the years and would continue to endure if there is no deal\".\nThe CTA is an arrangement between the UK and Ireland which pre-dates their membership of the European Union\nThe current version of IT has been developed since 1952 and at its legal core are immigration rules that each part of the CTA operates and enforces.\nThose rules allow citizens of CTA countries to have open-ended residence in each others' countries.\nOther rights flow from that including healthcare, employment and social security.", "date": "19 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46259639", "tags": "no-deal brexit uk cbi leave cta business chaos ireland brink draft deal"}