{"title": "No Impeachment in View, but Democrats Push On With Investigations of Trump", "content": "WASHINGTON — Attorney General William P. Barr’s summary on Sunday of the special counsel investigation keeps the impeachment of President Trump off the table, at least for now, but Democrats vowed to push forward with investigations into every aspect of the presidency and for access to the full report of the special counsel, Robert S. Mueller III.\nAlthough Democrats did not dispute Mr. Mueller’s conclusion that Mr. Trump and his campaign did not conspire with Russia to influence the 2016 election, they moved quickly to seize on less definitive statements made by Mr. Mueller and Mr. Barr on whether the president obstructed justice.\nSpecifically, they said an apparent disagreement between the two men over how to judge evidence collected by the special counsel made it imperative for Congress to scrutinize every detail of the case to ensure impartiality. Representative Jerrold Nadler of New York, the chairman of the House Judiciary Committee, which is investigating whether Mr. Trump obstructed justice or abused power, promptly said he would call Mr. Barr to explain “very concerning discrepancies” in a hearing before his committee.\nMr. Barr quoted from Mr. Mueller’s report in his summary: “The special counsel states that ‘while this report does not conclude that the president committed a crime, it also does not exonerate him.’” But then added that he and Rod J. Rosenstein, the deputy attorney general, had concluded the evidence developed by Mr. Mueller “is not sufficient to establish” that Mr. Trump obstructed justice.\nThe top Democrats in the Senate and House also urged public release of Mr. Mueller’s full report to see that evidence.\n“The fact that special counsel Mueller’s report does not exonerate the president on a charge as serious as obstruction of justice demonstrates how urgent it is that the full report and underlying documentation be made public without any further delay,” Speaker Nancy Pelosi of California and Senator Chuck Schumer of New York said in a joint statement.\n“The American people have a right to know,” they added.\nWith other congressional investigations of Mr. Trump swirling, the Democrats’ stance raised the prospect that they could undertake months, if not years, of scrutinizing federal prosecutors and top officials of the Justice Department — a prospect that echoes Republicans’ yearslong pursuit of the federal officials who handled the investigation of Hillary Clinton’s use of a private email server. Taken together, the investigations still threaten to damage Mr. Trump politically.\nBut Republicans, including the president, are already demanding that Democrats accept Mr. Barr’s conclusions and move on. They moved swiftly to claim political victory and shift the onus to Democrats to justify their continued scrutiny of the president.\n“Good day for the rule of law,” said Senator Lindsey Graham, Republican of South Carolina and the Judiciary Committee chairman in his chamber. “The cloud hanging over President Trump has been removed by this report.”\nRepresentative Doug Collins of Georgia, the top Republican on the House Judiciary Committee, was more provocative to his Democratic counterparts.\nMr. Nadler and the Democrats, he said, had “the chance to rethink his sprawling investigation, which retreads ground already covered by the special counsel and is already a matter of public record.”\n“I hope he recognizes that what may be political fodder for Democrats may not be good for our country,” he added.\nMr. Trump, who has already denounced “presidential harassment,” is certain to amplify that message in the coming months as he shifts more of his attention to his 2020 re-election campaign.\nBut for now, with their base behind them and views of Mr. Trump largely baked in across the electorate, Democrats said there was no chance the argument would work. They view Mr. Trump’s potential wrongdoing as consequential, and after two years of watching powerlessly from the House minority, will not be quick to give up on the oversight they deem essential.\nDemocrats on the House Judiciary Committee, ground zero for the investigations and any potential impeachment, convened an emergency conference call for members Sunday afternoon to talk through next steps. Lawmakers were almost uniformly on the same page, one Democrat on the call said, and it only further resolved their intent to fight for Mr. Mueller’s underlying work.\n“We’re going to move forward with our investigation into obstruction of justice, abuses of power, corruption, to defend the rule of law, which is our job,” Mr. Nadler told reporters in New York afterward. “It’s a broader mandate than the special prosecutor has. His mandate is only for crimes.”\nMr. Nadler said he rejected Mr. Trump’s claim of vindication, and zeroed in on Mr. Barr, whom he described as having prejudged the matter of obstruction.\n“He auditioned for his job by writing a 19-page memorandum giving a very extreme view of obstruction of justice in presidential power and saying basically no president can commit obstruction of justice,” Mr. Nadler said, referring to a memo Mr. Barr wrote in June 2018 about executive authority. Mr. Nadler pledged to use every tool at his disposal to gain access to the full report and evidence — the public release of which Mr. Barr said Sunday raised challenges given grand jury and other sensitive information.\nMr. Nadler’s committee is not the only one scrutinizing the president and his administration. Since they took control of the House, Democrats have been investigating Mr. Trump’s businesses, his role in hush money payments during the campaign to a pornographic film actress who claimed to have had an affair with him, accusations of corruption in various federal agencies and other topics.\n“I don’t know that any of our investigations depended on the red herring concept of collusion between the Trump campaign and Putin’s forces,” Representative Jamie Raskin, a Maryland Democrat and former constitutional law professor, said in an interview, referring to a series of ongoing investigations into numerous aspects of the Trump White House and Mr. Trump’s businesses.\nThe collusion theory is the basis, at least in part, for the House Intelligence Committee’s own investigation of Russian election interference, and it was less clear on Sunday how Democrats leading that panel would incorporate Mr. Mueller’s definitive conclusion that there had been no conspiracy between the Trump campaign and Russia to undermine the 2016 election. Then again, the committee’s chairman, Representative Adam B. Schiff of California, had in a sense already built in a response, framing his inquiry as not just about Russia, but any other foreign powers that could have financial or other leverage over Mr. Trump and his associates.\nAt least on the question of impeachment — a constitutional remedy so grave it has been pursued seriously against a president only twice in modern American history — the outlook appeared to be clearer. Mr. Nadler and Ms. Pelosi, students of the failed Republican attempt to remove Bill Clinton from office in the 1990s, have warned repeatedly that they would not go down that path unaccompanied by Republicans.\n“Unless there’s something so compelling and overwhelming and bipartisan, I don’t think we should go down that path, because it divides the country,” Ms. Pelosi told The Washington Post two weeks ago. “And he’s just not worth it.”\nThough Ms. Pelosi did not address impeachment in her statement with Mr. Schumer, Republicans’ jubilant declaration of presidential innocence seemed to all but foreclose the kind of defection from his own party that she and Mr. Nadler had said would be necessary.", "date": "March 24, 2019", "href": "https://www.nytimes.com/2019/03/24/us/politics/democrats-impeaching-donald-trump.html", "tags": "investigations democrats view president nadler ” trump barr impeachment push mueller"}