{"title": "No sexual consent means rape, Spain told by legal panel", "content": "Spanish law will be toughened to define any non-consensual sexual act as \"assault\" or \"rape\" instead of \"sexual abuse\", experts have decided.\nA panel of legal experts was set up by the government after protests when five men were cleared of raping a teenage woman. Judges ruled that the so-called \"wolf pack\" gang had not assaulted her.\nThe panel will recommend that the maximum jail term for rape should remain 15 years, Spanish media report.\nThe proposal is still being worked on.\nOn 5 December judges in the northern Navarre region upheld the decision to clear the five men in the case known as La manada (wolf pack), because of the name of the Whatsapp chat group used by some of the men to share video of the attack. \nThe case will now go to the Supreme Court.\nAccording to their ruling, the 18-year-old woman was not assaulted as no intimidation or violence was involved. The men had had unprotected sex with her in a basement during Pamplona's bull-running festival in July 2016.\nUnder the current law, proof of violence or intimidation has to be presented for a case to be treated as \"rape\".\nThe new proposal, quoted by Spain's Europa Press news agency, calls for the \"maximum penalty\" in cases involving violence or intimidation against a victim \"in degrading circumstances\", or when the victim is assaulted by two or more people.\nThe 15-year maximum jail term for rape is the same as the maximum term for murder in Spain.\nThe legal changes are also more specific about the types of sexual assault considered to be the worst. \nThey include cases where a victim is especially vulnerable, for example assaulted by a parent or other authority figure, or where a weapon is used against the victim.\nSimilarly, if a perpetrator intoxicates the victim with drugs or alcohol it will be considered an especially grave crime.", "date": "14 December 2018", "href": "https://www.bbc.com/news/world-europe-46566754", "tags": "victim panel rape consent legal means maximum intimidation sexual told assaulted men case violence spain term"}