{"title": "No Time To Exhale- The Legal System Is Far From Finished With Obamacare", "content": "\nWASHINGTON -- President Barack Obama's health care law survived yet another near-death experience Thursday. But that doesn't mean the Affordable Care Act has achieved immortality.\nObama doesn't see it that way, of course. \"The Affordable Care Act is here to stay,\" he said in the Rose Garden at the White House after the high court ruled in his favor on a case called King v. Burwell, which would have wiped out health insurance subsidies for more than 6 million people in 34 states. \nBut even though Obamacare has beaten back the latest serious existential threat -- which have included dozens of repeal votes in Congress, a 2012 Supreme Court case and Obama's re-election campaign -- that doesn't mean Obama and his allies can rest easy. Congress is still trying to repeal the law, and whoever wins the Republican nomination for next year's presidential campaign could put them over the top if he or she wins the White House.\nLitigating the Affordable Care Act has become a favorite pastime for conservatives, and there's no reason to believe that will end soon, despite numerous defeats, both high- and low-profile.\nA handful of other legal challenges are wending their way through the court system. And while none appear to be on a fast track to the Supreme Court, they have the potential to do major damage to the landmark health care reform law. They're all seen as long shots, but so were King v. Burwell and National Federation of Independent Business v. Sebelius -- and both of those went all the way to the highest court in the land.\nThese lawsuits may not have the potential to repeal all of the health care law or to cripple the health insurance market, which the two Obamacare Supreme Court cases could have done, but they could still set back the effort to remake the health care system and extend health coverage to more people.\n\"The remaining legal challenges either don't go to the heart of the Affordable Care Act or are quite unlikely to succeed -- with one possible asterisk,\" said Nicholas Bagley, a professor at the University of Michigan Law School in Ann Arbor.\nOf these lawsuits, the most dangerous for  the Affordable Care Act is House v. Burwell, the case brought by House Speaker John Boehner (R-Ohio) and the rest of the Republicans in the lower chamber of Congress last year, Bagley said.\nHouse Republicans make two main claims in their lawsuit. The first is that Obama exceeded his legal authority when he delayed enforcement of the Affordable Care Act's employer mandate. The second is that the Obama administration illegally spent money on subsidies without Congress appropriating the funds. The King case hinged on the tax credits low- and moderate-income people can claim to reduce their health insurance premiums. This GOP's lawsuit is about subsidies available to the poorest Obamacare beneficiaries that limit their out-of-pocket costs by shrinking their deductibles, copayments and the like.\nJunking those subsidies would make the health insurance significantly less valuable to these consumers because they are only available to people with incomes up to $29,175 for a single person and $59,625 for a family of four. \n\"If that case moves forward, then I think we've got a whole new political circus again. The cost-sharing reduction payments are, I think, almost as important as the premium tax credits. Fifty-eight percent of enrollees get them. It makes health care affordable to low-income Americans,\" said Timothy Jost, a professor at Washington & Lee University School of Law in Lexington, Virginia. \"It would be devastating.\"\nHouse v. Burwell is still pending at the lowest level of the federal judiciary in the district court for the District of Columbia. Judge Rosemary Collyer has yet to rule on whether the House Republicans even have legal standing to sue the administration, a hurdle they may not be able to overcome, Jost said. But at a hearing this month, Collyer pressed the administration's lawyer about the substance of the House's claims, suggesting she may be sympathetic to their arguments. \nWere the lawsuit to prevail, the first consequence would be poor families losing their cost-sharing subsidies, although health insurance companies might instead take the hit by having to pay a bigger share of their customers' medical bills without being compensated by the federal government. Because Congress could rectify the problem by simply appropriating the money, that would give them leverage to force other changes to Obamacare -- as the GOP hoped a win in King v. Burwell would do, Jost said. Jost offered detailed summaries of these pending cases on the website of the journal Health Affairs on Tuesday.\nSo far, the other lawsuits against Obamacare don't appear very threatening.\nTwo cases, Sissel v. U.S. Department of Health and Human Services and Hotze v. Burwell, allege, in part, that the Affordable Care Act should be overturned because its individual mandate language didn't originate in the House, where the Constitution requires tax law to be created. Both cases have lost at the appeals court level, but may be reheard by judges.\nWhen Congress advanced the Affordable Care Act in 2009 and 2010, the Senate employed a common legislative tactic to get around this requirement by taking a House-passed tax bill on an unrelated matter, deleting its entire text and copying the health care bill's language into the empty shell that remained. An appeals court rejected Sissel by saying the mandate's purpose isn't to raise taxes (even though it does in practice), and another appeals court turned away Hotze on the grounds that it's illegal to sue the federal government to avoid paying a tax.\nObama's maneuver to quell the furor over health insurance policy cancellations in 2013 -- the broken \"if you like your plan, you can keep your plan\" promise -- also is under legal review. Obama asked health insurance companies and state regulators to reinstate those canceled plans, even though they didn't comply with new regulations from the Affordable Care Act.\nThe American Freedom Law Center and the state of West Virginia each sued over this. The American Freedom Law Center contends reviving these plans and expanding the law's hardship exemption from the individual mandate violate the underlying law. West Virginia says it's unconstitutional to ask states to enforce a federal law. The former case is pending at the federal district court in the District of Columbia, and the latter was rejected by that same court, which ruled the plaintiffs had no standing to sue, and has been appealed.\nEven though none of these lawsuits might prevail, they aren't the last word when it comes to Obamacare and the courts, Jost said. \"I think most of these cases are dead,\" he said. \"But there could be a whole new round of cases.\"", "date": "\n06/25/2015", "href": "https://www.huffpost.com/entry/obamacare-lawsuits_n_7665702", "tags": "obamacare legal court system finished house act -- obama affordable law time far care exhale- health"}