{"title": "No Way To Prevent Disaster If The Supreme Court Guts Obamacare, Top Official Says", "content": "The federal government is powerless to prevent millions from losing health insurance if the Supreme Court rules against President Barack Obama in a lawsuit to be argued next week, Health and Human Services Secretary Sylvia Mathews Burwell wrote in a letter to lawmakers Tuesday.\nThe case, King v. Burwell, alleges the Obama administration unlawfully provided subsidies to millions of residents of states that did not create health insurance exchanges under the Affordable Care Act. The federal government operates at least part of the the exchange marketplaces in 37 states. The Supreme Court will hear oral arguments next Wednesday and is expected to issue a ruling in June.\nThe lawsuit has enormous stakes for the estimated 10 million people who would lose their health coverage if the court decides against Obama. The exit of that many people from the insurance markets in their states also would destabilize the markets, leading to big price increases that would drive more individuals away from health coverage. People living in 14 mainly Democratic states that established health insurance exchanges would be unaffected. \nRepublicans, who have refused to consider legislation to amend the single clause in the law that is the subject of the challenge, have demanded the Obama administration explain how it would fix the disruption caused in states with federal exchanges, most of which are governed by the GOP. \nBefore Tuesday, Burwell and other officials would go no further than stating they expected to win the case. Burwell reiterated that point in her letter, but also declared she can do nothing on her own authority.\n\"While we are confident in our position, a decision against the administration in the King case would cause massive damage,\" Burwell wrote. \"We know of no administrative action that could, and therefore we have no plans that would, undo the massive damage to our health care system that would be caused by an adverse decision.\"\nWith the federal government adopting the position that it can't repair that damage on its own, the likelihood of chaos reigning in two-thirds of the states' health insurance markets appears high.\nCongressional Republicans repeatedly have promised plans that would \"replace\" Obamacare, either after a legislative repeal or a Supreme Court ruling against the law, since before Obama signed the Affordable Care Act in March 2010. But they have failed to coalesce around a policy, and have very little time to do so before a June ruling by the high court. The GOP has rejected a targeted fix to the law that would preserve the subsidies if the court decides they aren't legal.\nGovernors and state legislators looking to protect their residents from this disruption could do so by establishing health insurance exchanges, but none appear poised to act. At the National Governors Association meeting in Washington last weekend, Wisconsin Gov. Scott Walker (R) and others said they had no plans to take action, referring to the health insurance subsidies for millions of their constituents as a federal matter.\nAbout 11 million people are enrolled in private coverage chosen via Obamacare's health insurance exchanges after two years of sign-ups, according to the Department of Health and Human Services. Because of those enrollments and the Affordable Care Act's expansion of Medicaid -- adopted mainly by Democratic-run states -- the rate of uninsured Americans is the lowest in at least seven years, according to Gallup.\nRead Health and Human Service Secretary Sylvia Mathews Burwell's letter to Congress:\n\n   HHS Secretary Burwell Letter to Congress", "date": "\n02/24/2015", "href": "https://www.huffpost.com/entry/obamacare-supreme-court_n_6746490", "tags": "letter obamacare exchanges way court disaster states supreme official federal guts says burwell obama top prevent insurance health"}