{"title": "Nobel prize for medicine goes to cancer therapy", "content": "Two scientists who discovered how to fight cancer using the body's immune system have won the 2018 Nobel Prize for physiology or medicine. \nThe work, by Professor James P Allison from the US and Professor Tasuku Honjo from Japan, has led to treatments for advanced, deadly skin cancer. \nImmune checkpoint therapy has revolutionised cancer treatment, said the prize-giving Swedish Academy.  \nExperts say it has proved to be \"strikingly effective\". \nProf Allison, of the University of Texas, and Prof Honjo, of Kyoto University, will share the Nobel prize sum of nine million Swedish kronor - about $1.01 million or 870,000 euros.\nAccepting the prize, Tasuku Honjo told reporters: \"I want to continue my research ... so that this immune therapy will save more cancer patients than ever.\"\nProf Allison said: \"It's a great, emotional privilege to meet cancer patients who've been successfully treated with immune checkpoint blockade. They are living proof of the power of basic science, of following our urge to learn and to understand how things work.\"\nOur immune system protects us from disease, but it has built-in safeguards to stop it from attacking our own tissue. \nSome cancers can take advantage of those \"brakes\" and dodge the attack too.\nAllison and Honjo, now both in their 70s, discovered a way to unleash our immune cells to attack tumours by turning off proteins that put the brakes on. \nAnd that led to the development of new drugs which now offer hope to patients with advanced and previously untreatable cancer. \nImmune checkpoint therapy is being used by the NHS to treat people with the most serious form of skin cancer, melanoma.\nIt doesn't work for everyone, but for some patients it appears to have worked incredibly well, getting rid of the tumour entirely, even after it had started to spread around the body. \nSuch remarkable results had never been seen before for patients like these.\nDoctors have also been using the treatment to help some people with advanced lung cancer. \nProf Charles Swanton, from Cancer Research UK, congratulated the prize winners, saying: \"Thanks to this groundbreaking work, our own immune system's innate power against cancer has been realised and harnessed into treatments that continue to save the lives of patients. For cancers such as advanced melanoma, lung, and kidney, these immune-boosting drugs have transformed the outlook for many patients who had run out of options. \n\"The booming field of immunotherapy that these discoveries have precipitated is still relatively in its infancy, so it's exciting to consider how this research will progress in the future and what new opportunities will arise.\"\nMedicine is the first of the Nobel Prizes awarded each year.\nThe literature prize will not be handed out this year, after the awarding body was affected by a sexual misconduct scandal.\n2017- Jeffrey Hall, Michael Rosbash and Michael Young for unravelling how bodies keep a circadian rhythm or body clock\n2016 - Yoshinori Ohsumi for discovering how cells remain healthy by recycling waste.\n2015 - William C Campbell, Satoshi Ōmura and Youyou Tu for anti-parasite drug discoveries.\n2014 - John O'Keefe, May-Britt Moser and Edvard Moser for discovering the brain's navigating system.\n2013 - James Rothman, Randy Schekman, and Thomas Sudhof for their discovery of how cells precisely transport material.\n2012 - Two pioneers of stem cell research - John Gurdon and Shinya Yamanaka - were awarded the Nobel after changing adult cells into stem cells.\n2011 - Bruce Beutler, Jules Hoffmann and Ralph Steinman shared the prize after revolutionising the understanding of how the body fights infection.\n2010 - Robert Edwards for devising the fertility treatment IVF which led to the first \"test tube baby\" in July 1978.\n2009 - Elizabeth Blackburn, Carol Greider and Jack Szostak for finding the telomeres at the ends of chromosomes.", "date": "1 October 2018", "href": "https://www.bbc.co.uk/news/health-45704322", "tags": "goes cells prize work immune nobel allison system patients medicine cancer therapy body"}