{"title": "Nobel Peace Prize for anti-rape activists Nadia Murad and Denis Mukwege", "content": "The 2018 Nobel Peace Prize has gone to campaigners against rape in warfare, Nadia Murad and Denis Mukwege. \nMs Murad is an Iraqi Yazidi who was tortured and raped by Islamic State militants and later became the face of a campaign to free the Yazidi people.\nDr Mukwege is a Congolese gynaecologist who, along with his colleagues, has treated tens of thousands of victims.\nSome 331 individuals and organisations were nominated for the prestigious peace award this year. \nThe winners announced in the Norwegian capital Oslo on Friday won the award for their \"efforts to end the use of sexual violence as a weapon of war\", Berit Reiss-Andersen, the Nobel committee chair, said.\nThe pair both made a \"crucial contribution to focusing attention on, and combating, such war crimes\", Ms Reiss-Andersen added.\nMs Murad, 25, said in a statement that many Yazidis would \"look upon this prize and think of family members that were lost, are still unaccounted for, and of the 1,300 women and children, which remain in captivity\".\n\"For myself, I think of my mother, who was murdered by DAESH [IS], the children with whom I grew up, and what we must do to honour them,\" she added.\n\"Persecution of minorities must end. We must work together with determination - to prove that genocidal campaigns will not only fail, but lead to accountability for the perpetrators and justice for the survivors.\"\nNew Iraqi President Barham Saleh called the award \"an honour for all Iraqis who fought terrorism and bigotry\".\nDr Mukwege was operating at his hospital when he heard he had won the prize.\n\"I was in the operating room so when they started to make noise around [it] I wasn't really thinking about what was going on, and suddenly some people came in and told me the news,\" he told Norwegian newspaper VG.\nHe dedicated his award to all women affected by sexual violence.\n\"This Nobel prize is a recognition of the suffering and the failure to adequately compensate women who are victims of rape and sexual violence in all countries around the world,\" he told reporters gathered outside his clinic.\nMs Murad did not just lose her mother in the genocide. She endured three months as a sex slave at the hands of IS militants. She was bought and sold several times and subjected to sexual and physical abuse during her captivity.\nAfter escaping, she became an activist for the Yazidi people, campaigning to help put an end to human trafficking and calling on the world to take a tougher line on rape as a weapon of war.  \nMs Murad described her escape in a BBC interview in 2016, detailing how the women who were held captive were treated by IS. \nShe was awarded the Vaclav Havel Human Rights Prize by the Council of Europe in 2016 and called for an international court to judge crimes committed by IS in her acceptance speech in Strasbourg.\nMs Murad, the first Iraqi to win the award, was named the UN's first goodwill ambassador for survivors of human trafficking later that year. \nHe has spent decades helping rape victims in the Democratic Republic of Congo. \nHe and his colleagues are said to have treated about 30,000 rape victims, developing great expertise in the treatment of serious injuries sustained during sex assaults that were carried out as a weapon of war.\nThe 63-year-old has won a number of international prizes, including the 2008 UN Human Rights Prize, and was named African of the Year in 2009. \nHe lives under the permanent protection of UN peacekeepers at his hospital and has also previously called for a tougher line on rape as a weapon of war.\nIt was in 1999 that our first rape victim was brought into the hospital. After being raped, bullets had been fired into her genitals and thighs.\nI thought that was a barbaric act of war but the real shock came three months later. Forty-five women came to us with the same story, they were all saying: \"People came into my village and raped me, tortured me.\"\nOther women came to us with burns. They said that after they had been raped, chemicals had been poured on their genitals.\nI started to ask myself what was going on. These weren't just violent acts of war, but part of a strategy. You had situations where multiple people were raped at the same time, publicly - a whole village might be raped during the night. In doing this, they hurt not just the victims but the whole community, which they force to watch.\nThe result of this strategy is that people are forced to flee their villages, abandon their fields, their resources, everything. It's very effective.\nEarlier this week the Nobel prize for physics was awarded to Donna Strickland, only the third woman winner of the award and the first in 55 years. The Canadian was honoured along with Arthur Ashkin, from the US, and Gerard Mourou, from France.\nThe Nobel prize for medicine was awarded to two scientists - Professor James P Allison from the US and Professor Tasuku Honjo from Japan - who discovered how to fight cancer using the body's immune system.\nFor chemistry, the prize was awarded to three scientists for their discoveries in enzyme research. Americans Frances Arnold and George P Smith shared the prize with Briton Gregory Winter", "date": "5 October 2018", "href": "https://www.bbc.co.uk/news/world-europe-45759221", "tags": "murad prize rape nadia denis nobel ms award peace anti-rape war activists raped women mukwege"}