{"title": "Nokia 9 PureView uses five cameras to take a photo", "content": "A new Nokia smartphone fuses together shots taken simultaneously by five rear cameras to offer owners what it says is \"the richest image capture possible\".\nThis lets it preserve details in the highlights and shadows that would otherwise be lost as well as giving more control over depth-of-focus edits than rival devices, it claims.\nIt can also produce photos with up to 240-megapixel resolution.\nExperts, however, warn that it may be a challenging device to market.\n\"Most store sales people are not that well trained when it comes to explaining the differences between one smartphone camera system and another,\" explained Francisco Jeronimo from market research firm IDC.\n\"But this is not just about selling this device. \n\"It's about building awareness for the brand by bringing innovation to the portfolio. And it may act as a halo product that drives sales of the firm's other mid-range phones, which are its focus.\"\nAlthough labelled as Nokia, the handsets are made by HMD Global - a Finnish start-up that has been in business since 2016.\nThe company had a 3.3% market share in the UK in the last three months of 2018 - according to IDC - making it the fourth bestselling brand after Apple, Samsung and Huawei.\nThe Nokia 9 PureView was unveiled ahead of the start of the Mobile World Congress trade show in Barcelona and is priced at $699 (£536).\nThe Nokia 9's five cameras are each 12 megapixels and are complemented by an infrared sensor for depth readings.\nTwo cameras use a red-green-and-blue (RGB) sensor to capture colour. The other three are monochrome, allowing them to capture nearly three times as much light as there is no need to filter it for the different wavelengths.\nDepending on the lighting conditions, the cameras are triggered up to four times in quick succession.\nThe device then selects one of the colour shots to act as the primary image, and adds detail taken from the other stills.\nHMD boasts that by doing this the device can preserve detail within 12.4 stops of dynamic range - a sensitivity measurement where each stop represents a doubling of the brightness level from just-above black to just-below blown-out white.\nThis still falls short of many dedicated digital cameras, but is a \"significantly wider range than any other smartphone out there,\" according to HMD.\nThe advantage to owners is that they have more control when editing the exposure of the resulting Raw files because more of the information in the highlights and dimmest parts should have been preserved.\nIn addition, the phone creates a depth map of the full scene made up of 1,200 planes ranging between 7cm (2.7in) and 40m (131ft).\nThe company says this compares favourably to competing high-end smartphones that only create 10-layer maps that only cover part of a shot.\nIn both cases, the devices interpolate between the planes to allow users to determine how out-of-focus the blurred parts of their shots should appear.\nBut in theory, having the extra data should allow the Nokia 9 to get closer to mimicking the effect traditionally produced by using a more expensive lens and bigger sensor.\nThe multi-camera set-up is based on technology developed by Light, a Silicon Valley start-up that released the L16 in 2017.\nThe 16-camera device aimed to offer the benefits of a digital single-lens reflex (DSLR) camera in a much smaller package.\nBut reviews criticised it for producing inconsistent results with images that were sometimes badly stitched together, featured digital artefacts and suffered from depth-mapping errors.\nIt never sold well, but Light always suggested it was a stepping stone to bringing its know-how to smartphones.\nThe Nokia 9 tie-up appears to be the first handset to take advantage of this.\nThe handset attempts to tackle some of the problems experienced by the L16 by only using cameras with an identical standard wide angle field-of-view. \nAs a result, users do not have the option of switching to a wider-angled view or a telephoto zoom, which would be more flattering for portraits, as is the case with most smartphones that offer a choice of cameras.\nFurthermore, owners have to wait several seconds for each shot to be processed before they can edit it.\nThis is in part because the device relies on a last-generation Snapdragon 845 processor. But HMD said the time required to have optimised the software for Qualcomm's newer Snapdragon 855 chip would have delayed bringing the phone to market.\nIn brief tests, the BBC experienced problems with the depth-mapping in several shots, resulting in parts of the image being blurred that should not have been. However, HMD said an updated version of the camera software would be released with the phones.\n\"Having used the L16, I was disappointed - I struggled to take pictures that were better than a high-end smartphone,\" commented Ben Wood from the tech consultancy CCS Insight.\n\"So, the Nokia 9 PureView is the big test for Light's computational photography approach. \n\"The sheer engineering effort to integrate the platform is impressive but the proof of whether it was worth it will come from the results the Nokia 9 PureView can deliver given the enormous expectations it sets.\"\nLast week, Light also announced that it had partnered with Sony to offer its technology to other smartphone-makers. \nIt showed off other camera formations and added that its current chipset could capture data from up to six lenses at once.\n\"Smartphone-makers don't seem to be able to help themselves with regards to putting more cameras on a device,\" Mr Wood added.\n\"But I think others will wait to see how the Nokia phones get on before they commit.\"", "date": "24 February 2019", "href": "https://www.bbc.co.uk/news/technology-47348779", "tags": "pureview five smartphone take cameras shots uses nokia capture hmd offer device photo light"}