{"title": "North Carolina Fails To Repeal Anti-LGBTQ Bill", "content": "What was supposed to be a smooth repeal of North Carolina’s anti-LGBTQ law fell apart Wednesday as Democrats said Republicans backed out on a deal to put forward a clean repeal bill. The General Assembly voted to adjourn its special session after more than nine hours with the law still on the books. \nHB2 barred cities and localities from enacting anti-discrimination policies that protect people on the basis of sexual orientation and gender identity; it also prevented schools from allowing transgender students to use the restroom that corresponds with their gender identity rather than the gender assigned to them at birth. \nRepublican Gov. Pat McCrory and Republican lawmakers pushed HB2 through the state legislature after Charlotte passed a nondiscrimination ordinance protecting lesbian, gay, bisexual, transgender and queer people. \nBut there have been significant changes in the state since then. Businesses have pulled their jobs and events out of the state, McCrory lost his re-election to Democrat Roy Cooper and Republicans are sick of having to deal with the national uproar. \nOn Monday, Charlotte’s city council also voted unanimously to rescind its nondiscrimination ordinance under the promise that the General Assembly would then move to repeal HB2. \nIn response to Charlotte’s move, McCrory called the legislature back for a special session Wednesday.\nDemocrats said Wednesday that they were expecting a clean repeal bill. But instead, Sen. Phil Berger, the GOP leader of the chamber, put forward a measure that would set a six-month “cooling-off” period during which time localities would be barred from making changes to their ordinances on issues of employment and public accommodations. In other words, HB2 would essentially be in effect for another six months. The measure could also have tied the hands of localities looking to change ordinances on issues like the minimum wage. \n“It’s something that helps us get to a reset so that to the extent you think we’ve done the right thing or the wrong thing, you think Charlotte has done the right thing or the wrong thing, it gives everyone an opportunity to start over,” Berger said on the Senate floor Wednesday afternoon. “You don’t get those chances very often.”\nHe added that it would allow the General Assembly to work on a “long-range solution” to the issues, although it’s unclear what that would be. \nDemocrats, however, came out against the GOP bill.\nState Sen. Floyd McKissick (D) took to the floor and said his fear was that the six-month period would continually be extended, meaning HB2 would essentially be left in place.  \nRepublicans similarly said they felt betrayed by Democrats. The Charlotte City Council didn’t repeal the entire ordinance Monday; it left in place a few provisions ― including one barring contractors from discriminating on the basis of gender identity. Republicans balked when they found out, and the council reconvened Wednesday, voting 7-2 to repeal the entire ordinance.\nLate Tuesday night, the North Carolina GOP put out a statement blasting Cooper and politicians in Charlotte for their move. \nAnd there were some Republicans who didn’t want to see any repeal at all; Republican legislators spent hours meeting behind closed doors to figure out how to move forward. North Carolina Lt. Gov. Dan Forest (R) put out a statement Wednesday saying he opposed repeal efforts ― despite the turmoil and economic hit the state has taken.\n“No economic, political or ideological pressure can convince me that what is wrong is right,” he said. “It will always be wrong for men to have access to women’s showers and bathrooms.”\nLate Wednesday evening, Berger divided his bill into two parts ― one for full repeal and one on the moratorium ― with votes on each. If either part failed, the entire repeal effort failed. The first part failed, meaning the repeal legislation was dead. The Senate then voted to join the House in adjourning.\nBerger blamed Cooper for the defeat.\n“Make no mistake: Roy Cooper and Senate Democrats killed the repeal of HB2, abandoning Roy Cooper’s commitment to avoid divisive social issues by shooting down a temporary cooling off period on ordinances like the one that got us into this mess last March,” he said in a statement Wednesday evening. \n“As promised, I called a Special Session to reconsider a manufactured political issue that strategically targeted the city of Charlotte and our state by well-funded left-wing interest groups. This was at least the third time that pressure from the left sabotaged bipartisan good faith agreements for political purposes,” McCrory added in his own statement.\nCooper said he was deeply disappointed over the “breach of trust” with Republicans.\nEven with the repeal of HB2, North Carolina’s LGBTQ community would be left without protections. The state still has no protections against discrimination based on sexual orientation and gender identity. \nIn a statement Monday, Cooper indicated that he would push for equality when he takes office as governor in the new year. \nStill, much of the reaction was negative this week to Charlotte agreeing to rescind its ordinance in a deal with the state legislature. Mayor Jennifer Roberts (D) defended the move, saying it “should in no way be viewed as a compromise of our principles or commitment to non-discrimination.”\n“They made a calculated guess about whether this was going to work,” said James Esseks, director of the ACLU’s LGBT and HIV Project. “And if it doesn’t work, I’m sure they’re going to have a lot of regrets, because they will have taken protections away from the citizens of Charlotte and gotten nothing in return. That is a sad day. It seems awful hard to do political business in North Carolina. That’s for sure.”\nThe city of Charlotte issued a statement Wednesday night saying it had “acted in good faith” to facilitate the repeal of HB2 and remained committed to “maintaining and protecting diverse and inclusive communities.”\nThe ACLU, along with Lambda Legal, is also challenging the constitutionality of HB2 in court, with a ruling expected from a federal appeals court next year.\n“So this law, I think, is going to go away one way or another,” Esseks said. “It would be much better if the legislature simply got rid of it now so people don’t have to wait any longer for justice.”\nBusinesses and corporations, which often go further than governments in their pro-LGBTQ policies, have been very critical of HB2 and pushed North Carolina to repeal it. IBM tweeted its disappointment that the effort failed Wednesday night. \nIn November, Cooper defeated McCrory, whose loss was attributed in large part to the heat he took over HB2. McCrory conceded on Dec. 5, after a month of wrangling and raising unproved theories about fraud and other problems.\nIn response, the GOP-controlled legislature pushed through several bills to take away powers from the incoming Democratic governor. \n“We’re now in a place where state legislatures around the country are going to convene in January or early in the year,” Esseks said. “And some of those people are thinking about doing, in essence, copycat bills like HB2. I think the message to all of them is, ‘Really? Do you really want the kind of backlash that North Carolina has experienced?’ And I hope that their answer is no.”\nThis piece has been updated with additional reactions to the repeal effort.\n \nWant more updates from Amanda Terkel? Sign up for her newsletter, Piping Hot Truth, here.", "date": "\n12/21/2016", "href": "https://www.huffpost.com/entry/north-carolina-hb2-repeal_n_585a8f9be4b0d9a5945692e8", "tags": "cooper repeal would ” charlotte anti-lgbtq fails carolina state bill wednesday north"}