{"title": "North Korea's missile and nuclear programme", "content": "North Korea is widely believed to have missiles capable of striking long range targets, including potentially the US mainland. \nIt also claims to have developed a hydrogen bomb and to be able to mount it on a missile.\nDespite the thaw with South Korea and the talks with the with the US, there is no indication Pyongyang has scaled down its military power. \nHere's what you need to know about the North's missile and nuclear weapons programme and its military forces.\nThroughout 2017, North Korea tested several missiles demonstrating the rapid advances of its military technology. \nThe Hwasong-12 was thought to be able to reach as far as 4,500km (2,800 miles), putting US military bases on the Pacific island of Guam well within striking distance.\nLater, the Hwasong-14 demonstrated even greater potential with some studies suggesting it could travel as far as 10,000km if fired on a maximum trajectory. \nThis would have given Pyongyang its first truly intercontinental ballistic missile (ICBM), capable of reaching New York. \nEventually, the Hwasong-15 was tested, peaking at an estimated altitude of 4,500km - 10 times higher than the International Space Station. \nIf fired on a more conventional \"flatter\" trajectory, the missile could have a maximum range of some 13,000km, putting all of the continental US in range.\nHowever, doubts remain as to whether these missiles could successfully carry and deliver a warhead for such a distance, and whether North Korea has the expertise to accurately hit a target.\nThe apparent successes of all these tests have raised questions as to how North Korea's missile programme has improved so rapidly.\nObservers believe Pyongyang may have acquired high-performance liquid-propellant engines from illicit networks in Russia and Ukraine.\nOn 3 September 2017 North Korea conducted by far its largest nuclear test to date, at its Punggye-ri test site. \nEstimates of the device's explosive power, or yield, ranged from 100-370 kilotons. A yield of 100 kilotons would make the test six times more powerful than the bomb dropped on Hiroshima in 1945.\nNorth Korea claimed this test was its first thermonuclear weapon - the most potent form of nuclear explosion where an atomic detonation is boosted by a secondary fusion process to produce a far bigger blast. \nAmerican military intelligence believes that North Korea has successfully miniaturised a nuclear warhead to fit inside a missile. \nIn April 2018 North Korea announced it would suspend further nuclear tests because its capabilities had been \"verified\". \nAs part of the thaw in relations, North Korea promised to dismantle the Punggye-ri site and in May blew up some of the tunnels in the presence of foreign journalists but without any international experts present.\nPyongyang also told the US it would destroy all its nuclear material enrichment facilities - yet without a clear timetable most experts are hesitant to take the North at its word.\nNorth Korea has one of the largest standing armies in the world - with more than one million soldiers and estimated reserves of some five million. \nMuch of its equipment is old and obsolete, but its conventional forces could still inflict massive damage on South Korea in the event of war.\nNorth Korea also has around 200,000 special forces troops which could be expected to infiltrate the South in the event of any conflict.\nThey could potentially exploit a semi-secret network of 20-25 large tunnels which span the Demilitarized Zone (DMZ) - the border area - emerging behind South Korean and American forward lines.\nA further threat comes from thousands of North Korean artillery pieces and rocket launchers deployed along the border. Their firepower could devastate South Korea, including the capital Seoul, which at a distance of less than 60km, is well within range.\nChemical weapons could also be used. In 2012 the South Korean government assessed that North Korea could have between 2,500 and 5,000 tons of chemical weapons, potentially one of the largest stockpiles on Earth.\nThe United States has had a military presence on the Korean Peninsula since the Korean War. Today, South Korea has the third highest deployment of US troops anywhere in the world.\nAccording to the International Institute for Strategic Studies (IISS) there are some 28,000 US troops stationed across South Korea including almost 9,000 air force personnel. In addition, the US has some 300 M1 Abrams tanks and armoured vehicles deployed.\nWashington has also installed its controversial THAAD missile defence system at Seongju in South Korea, which would be used shoot down North Korean short and medium range missiles in the event of war.\nIn the wider region, Japan hosts more US forces than any other nation, with some 47,050 deployed, according to the IISS, the majority being naval personnel. It also has an aircraft carrier based in Japan. \nThere are also significant US forces on the US Pacific island of Guam, which is sometimes described as a \"permanent aircraft carrier\". \nNorth Korea has previously threatened to fire missiles at the waters around Guam.", "date": "25 February 2019", "href": "https://www.bbc.co.uk/news/world-asia-41174689", "tags": "us nuclear south military korean missile could programme north also korea"}