{"title": "North Korea: Otto Warmbier's family sues over son's death", "content": "The parents of a US student who died days after his release from a North Korean prison are suing Pyongyang.\nOtto Warmbier was arrested in January 2016 for stealing a propaganda sign.\nNorth Korea has denied mistreating the 22-year-old student, but his parents insist that his death in July 2017 was the consequence of torture.\nThe lawsuit comes at a key moment for US-North Korean relations, ahead of a planned meeting between the two countries' leaders in the coming weeks.\nThe wrongful-death suit was filed in a federal court in Washington DC. Mr Warmbier's parents are seeking damages over what they describe as \"the hostage taking, illegal detention, torture and killing\" of their son.\nThey say that he was forced to make a false confession before being \"brutally tortured and murdered\".\nAlthough foreign countries are usually protected from lawsuits in US courts by sovereign immunity, this does not apply in cases of state-sponsored terrorism.\nUS President Donald Trump re-designated North Korea a state sponsor of terrorism in November, nine years after it was removed from the list.\nHowever, North Korea has not paid damages awarded in previous cases heard in US courts.\nMr Warmbier, an economics student at the University of Virginia, was visiting North Korea on a five-day tour when he was arrested at Pyongyang airport in January 2016. \nHe was accused of stealing a sign from the hotel where he and fellow students had been staying in the capital, and sentenced to 15 years' hard labour.\nBy the time he returned to the US after 17 months in detention, Mr Warmbier was comatose and suffered from brain damage.\nNorth Korea says he fell into a coma after contracting botulism and taking a sleeping pill.\nUS doctors found no evidence of botulism and said that the student had suffered a \"severe neurological injury\", probably caused by a cardiopulmonary arrest.\nHow did this affect ties US-North Korean relations?\nAt the time, US President Donald Trump blamed North Korea's \"brutal regime\" for Mr Warmbier's death.\nBut diplomatic contact between Washington and Pyongyang has since reached its highest level in over a decade,.\nEarlier this month CIA director Mike Pompeo secretly met North Korean leader Kim Jong Un in North Korea.\nOn Friday, Mr Kim became the first North Korean leader to set foot in South Korea since the end of the Korean War in 1953.\nHe is due to meet President Trump in the coming weeks.", "date": "27 April 2018", "href": "https://www.bbc.com/news/world-us-canada-43920030", "tags": "us pyongyang korean parents son death sues otto warmbier student north korea family"}