{"title": "North Korea: Four ballistic missiles fired into sea", "content": "North Korea has launched four ballistic missiles towards the Sea of Japan.\nThree of them fell into Japan's exclusive economic zone (EEZ) after flying some 1,000km (620 miles), in what PM Shinzo Abe called a \"new stage of threat\".\nThey were fired from the Tongchang-ri region, near the North's border with China, the South Korean military said.\nThe type of missile is unclear but the North is banned from any missile or nuclear tests by the UN.\nA South Korean military official said a launch had taken place at 07:36 local time Monday (22:36 GMT Sunday) and was being investigated to determine the type of projectile used. \nThe US military said later it had detected and tracked a launch but had determined that it did not pose a threat to North America.\nState Department acting spokesperson Mark Toner said in a statement: \"The United States strongly condemns the DPRK's ballistic missile launches tonight, which violate UN Security Council Resolutions explicitly prohibiting North Korea's launches using ballistic missile technology,\" using the official name of the country the Democratic People's Republic of Korea (DPRK).\nOn Friday, Pyongyang threatened to fire missiles in response to the Foal Eagle military exercises under way between South Korea and the US. The North sees the annual drills as preparation for an invasion against it.\nMonday's launches were just the latest in a long series of tests of North Korean missile technology, which experts say is likely to be improving with successive tests.\nNorth Korea has repeatedly said its space programme is peaceful but it is believed to be developing an intercontinental ballistic missile that could strike the US. \nHowever, most believe the North is still some time away from being able to miniaturise nuclear warheads so they could fit on to a missile.\nLast month North Korea said it had successfully test-fired a new kind of ballistic missile in a launch supervised by leader Kim Jong-un. \nThe first test-firing since Donald Trump became US president, it was condemned by the UN, the US, South Korea and Japan.\nRecent activity in the Tongchang-ri region, home to the Sohae Satellite Launching Station, has been a cause for concern for Japanese officials. \nScreens have been set up in key areas, probably to deter satellite surveillance, according to South Korea's Yonhap news agency.\nOn Sunday, South Korea said it would quadruple the reward it pays defectors from the North who share information that will help enhance security to $860,000 (£700,000).", "date": "6 March 2017", "href": "https://www.bbc.co.uk/news/world-asia-39175704", "tags": "us military japan korean four ballistic missiles missile fired sea south north korea"}