{"title": "North Korea 'hackers steal US-South Korea war plans'", "content": "Hackers from North Korea are reported to have stolen a large cache of military documents from South Korea, including a plan to assassinate North Korea's leader Kim Jong-un.\nRhee Cheol-hee, a South Korean lawmaker, said the information was from his country's defence ministry.\nThe compromised documents include wartime contingency plans drawn up by the US and South Korea.\nThey also include reports to the allies' senior commanders.\nThe South Korean defence ministry has so far refused to comment about the allegation.\nPlans for the South's special forces were reportedly accessed, along with information on significant power plants and military facilities in the South.\nMr Rhee belongs to South Korea's ruling party, and sits on its parliament's defence committee. He said some 235 gigabytes of military documents had been stolen from the Defence Integrated Data Centre, and that 80% of them have yet to be identified. \nThe hack took place in September last year. In May, South Korea said a large amount of data had been stolen and that North Korea may have instigated the cyber attack - but gave no details of what was taken. \nNorth Korea denied the claim.\nSouth Korea's Yonhap news agency reports that Seoul has been subject to a barrage of cyber attacks by its communist neighbour in recent years, with many targeting government websites and facilities. \nThe isolated state is believed to have specially-trained hackers based overseas, including in China.\nNorth Korea has accused South Korea of \"fabricating\" the claims. \nNews that Pyongyang is likely to have accessed the Seoul-Washington plans for all-out war in the Koreas will do nothing to soothe tensions between the US and North Korea. \nThe two nations have been at verbal loggerheads over the North's nuclear activities, with the US pressing for a halt to missile tests and Pyongyang vowing to continue them.\nThe North recently claimed to have successfully tested a miniaturised hydrogen bomb, which could be loaded onto a long-range missile. \nIn a speech at the UN in September, US President Donald Trump threatened to destroy North Korea if it menaced the US or its allies, and said its leader \"is on a suicide mission\".\nMr Kim responded with a rare statement, vowing to \"tame the mentally deranged US dotard with fire\".\nMr Trump's latest comment took the form of a cryptic tweet at the weekend, where he warned that \"only one thing will work\" in dealing with North Korea, after years of talks had proved fruitless. He did not elaborate further.", "date": "10 October 2017", "href": "https://www.bbc.com/news/world-asia-41565281", "tags": "defence us military south us-south documents stolen steal war plans north korea"}