{"title": "North Korea summit: Putin says Kim 'needs guarantees'", "content": "Russian President Vladimir Putin has said North Korean leader Kim Jong-un needs international security guarantees if he is to end his nuclear programme.\nSuch guarantees would need to be offered within a multinational framework, he added, following talks near Vladivostok in Russia's far east.\nMr Kim praised the summit as a \"very meaningful one-on-one exchange\". \nMr Putin said North Korea's leader was \"fairly open\" and had \"talked freely on all issues that were on the agenda\".\nThe meeting followed the breakdown of talks between the US and North Korea in February, when Mr Kim met US President Donald Trump in the Vietnamese capital Hanoi.\nThose talks reportedly stalled over North Korea's demand for full economic sanctions relief in return for some denuclearisation commitments - a deal the US was not willing to make.\nSpeaking after the talks on Thursday, Mr Putin said he wanted to see full denuclearisation on the Korean peninsula.\nBut he said this could only be achieved through respect for international law.\n\"We need to restore the power of international law, to return to a state where international law, not the law of the strongest, determines the situation in the world,\" he said.\nMr Kim greeted Russian officials warmly when he arrived in Russia on Wednesday.\nThe North Korean leader was entertained by a brass band in Vladivostok before he got inside a car flanked by bodyguards, who - in now familiar scenes - jogged alongside the vehicle as it departed.\nAccording to the Russian presidential spokesman, Dmitry Peskov, the Kremlin believes the six-party talks on North Korea, which are currently stalled, are the only efficient way of addressing the issue of nuclear weapons on the peninsula.\nThose talks, which began in 2003, involve the two Koreas as well as China, Japan, Russia and the US.\n\"There are no other efficient international mechanisms at the moment,\" Mr Peskov told reporters on Wednesday.\n\"But, on the other hand, efforts are being made by other countries. Here all efforts merit support as long as they really aim at de-nuclearisation and resolving the problem of the two Koreas.\"\nThis visit is being widely viewed as an opportunity for North Korea to show it has powerful allies following the breakdown of the talks with the US.\nThe country has blamed US Secretary of State Mike Pompeo for the collapse of the Hanoi summit. Earlier this month North Korea demanded that Mr Pompeo be removed from nuclear talks, accusing him of \"talking nonsense\" and asking for someone \"more careful\" to replace him.\nThe summit is also an opportunity for Pyongyang to show that its economic future does not depend solely on the US, and for Russia to show that it is an important player on the Korean peninsula.\nPresident Putin has been eager to meet the North Korean leader for quite some time. Yet amid the two Trump-Kim summits, the Kremlin has been somewhat sidelined.\nRussia, like the US and China, is uncomfortable with North Korea being a nuclear state. \nBy Sarah Rainsford, BBC News, Vladivostok\nThis summit was held right in the middle of a college campus, but no classes were cancelled. The students clearly weren't expected to stage protests.\nSmall groups gathered to watch and film on their phones instead as first Vladimir Putin - some 35 minutes late - and then Kim Jong-un - even later - swept up the sports hall in their limousines. A sniper was poised on the roof; plain-clothed security officers dotted all around. \nInside, though, the tone of this first meeting was deliberately positive: the red carpet rolled out, then big smiles, firm handshakes and warm words. It was a show of support by Russia meant to tell Donald Trump that his tactics of pressuring and threatening Pyongyang are mistaken.\nThere was no joint statement or road map at the end of it all. But instead of collapse - like in Hanoi - this meeting ended in a champagne reception with the two leaders and their delegations serenaded by a Cossack choir as they tucked into beetroot soup and reindeer dumplings.\nDuring the Cold War, the Soviet Union (of which Russia is the main successor state) maintained close military and trade links with its communist ally, North Korea, for ideological and strategic reasons.\nAfter the Soviet Union collapsed in 1991, trade links with post-communist Russia shrank and North Korea leaned towards China as its main ally.\nUnder President Putin, Russia recovered economically and in 2014 he wrote off most of North Korea's Soviet-era debt in a major goodwill gesture.\nWhile it is arguable how much leverage Russia has with the North today, the communist state still regards it as one of the least hostile foreign powers.", "date": "25 April 2019", "href": "https://www.bbc.co.uk/news/world-asia-48047279", "tags": "us summit korean says russia kim north guarantees korea putin talks"}