{"title": "Northern Ireland 'may become part of EU customs territory'", "content": "Northern Ireland may be considered part of European Union customs territory post-Brexit, Irish national broadcaster RTE is reporting.\nIt is part of a draft legal text to be published by the European Commission on Wednesday, RTE reports.\nThe text will allude to a single regulatory space on the island of Ireland with no internal barriers, adds the broadcaster.\nThe report cites \"a well-placed EU source\".\nThe scenario would reflect the so-called \"default\" or \"backstop\" option contained in the December agreement between the EU and the UK on how to avoid a hard border on the island of Ireland.\nOn Wednesday, the EU is expected to publish a text which will translate the political pledges made by both sides at the end of 2017 into legally-binding treaty language. \nIt will concern only divorce-related issues - not the future relationship. \nThree separate well-placed sources have confirmed the general content of the draft to RTE News.\nAccording to RTE's sources, the draft text will also state that, under the backstop option, joint EU-UK customs teams will be required to apply checks on goods coming from the UK into the new regulatory space, but will not specify where those checks will take place.\nThe text will also say that the two other options preferred by the UK to avoid a hard border are also available, and that if agreement is reached on those options, the above scenario would not apply.\nThose options include avoiding a hard border through a future EU-UK free trade agreement, or through specific proposals made by the UK government.\nIt is understood that the draft will not spell out that Northern Ireland remains in the EU single market. \nHowever, that will be implied by a series of annexes which will say that individual pieces of EU single market legislation \"will be applicable\".\nThe text will have considerable detail on how the movement of goods, north and south, will be facilitated without any border checks, RTE also reports.\nThe Democratic Unionist Party (DUP) has made clear if the Irish Sea became a de facto trade border, it would withdraw its support for the Conservative government. \n\"It would represent a break-up of the United Kingdom,\" the party's Sammy Wilson said. \n\"For the Irish government, which prattles on all of the time about the importance of the Belfast Agreement, - part of the Belfast Agreement was that there can be no change in the constitutional position of Northern Ireland without the consent of the people of Northern Ireland. \n\"Yet here we now have the EU, prompted by the Irish government, seeking to bring about that constitutional change.\"\nThe DUP's 10 MPs are helping to keep Prime Minister Theresa May in power as part of a confidence and supply deal. \nSinn Féin's Chris Hazzard said he did not want to speculate what was in the document and the party would study it on Wednesday.\n\"But if reports are true that it has something around the north remaining within the customs union, this of course is to be welcomed. But it's only a start,\" he said.\n\"We need to have membership, not just of the customs union, but of the single market and we need to ensure our human rights are protected under the European courts of justice.\"\nEU negotiator Michel Barnier said earlier that there would be \"no surprises\" in Wednesday's 120-page document.\nHe said it was the EU's responsibility to include the \"backstop\" option of Northern Ireland maintaining full regulatory alignment with the Republic in areas of existing North-South co-operation if no other solutions could be made to work.\nWhile all three options would be mentioned in the 120-page document, he said it would be the backstop one which would be \"operationalised\" into legally binding text.\nThe other options would be worked on as soon as the UK provided more details, he said.\nThe paper would also set out the EU's position on the post-Brexit transition period, and would cover citizens' rights and financial issues too, he said.\nMeanwhile, the prime minister's office has categorically dismissed any prospect of a return to a \"hard border\" in Ireland as a consequence of Brexit. \nThe statement followed the leak of a letter to the prime minister from Foreign Secretary Boris Johnson, in which he appeared to contemplate the possibility of future customs border checks, after the UK, including Northern Ireland leaves the EU customs union.\nA spokesman said: \"We have made it clear on numerous occasions we will not contemplate a hard border on the island of Ireland\".\nThe leaked letter, obtained by Sky News, quoted Mr Johnson telling the prime minister the return of a hard border on the island of Ireland would continue to leave 95% of traffic to pass unchecked.\nEarlier, Mr Johnson was criticised after he likened the challenge of avoiding a hard border in Northern Ireland to the boundaries between different boroughs of London - implying a system similar to London's congestion charge could operate along the border.\nThe foreign secretary said it was a \"very relevant comparison\" because money was \"invisibly\" taken from people travelling between Camden and Westminster when he was London mayor.", "date": "27 February 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-43219559", "tags": "uk eu hard border text become territory northern ireland customs part"}