{"title": "North Carolina Orders New House Race After Officials Rule GOP Win 'Tainted' By Fraud", "content": "The North Carolina Board of Elections on Thursday called for a new election in the state’s 9th Congressional District after examining evidence of absentee ballot fraud on behalf of GOP candidate Mark Harris.\nThe five-member board, which consists of three Democrats and two Republicans, unanimously voted for the new contest. In making the motion for a new election, board Chairman Robert Cordle said the election was “tainted” and pointed to “corruption” and “mess” with absentee ballots.\nThe vote came after Harris, who had a 905-vote lead in the November race, abruptly said he believed a new election was warranted.\n“I believe new election should be called,” the candidate told the board earlier Thursday. “It’s become clear to me the public’s confidence in the 9th District seat general election has been undermined to an extent that a new election is warranted.”\nDemocrat Dan McCready, who ran against Harris, praised the ruling and urged supporters to donate to his campaign.\n“From the moment the first vote was stolen in North Carolina, from the moment the first voice was silenced by election fraud, the people have deserved justice,” McCready posted on his campaign’s official Twitter page. “Today was a great step forward for democracy in North Carolina.”\nThe concession from Harris came after several days of testimony in which North Carolina officials laid out evidence that an operative working on his behalf had engaged in coordinated and substantial absentee ballot fraud.\nHarris, who testified all of Thursday morning, left the hearing immediately after calling for the new election. Noting he had been hospitalized for a recent illness that resulted in two strokes, he said he was not in shape to testify.\nThe North Carolina Republican Party said it supported Harris’ call for a new election.\n“This has been a tremendously difficult situation for all involved and we wish him the best as he recovers from his illness and subsequent complications,” state party Chairman Robin Hayes said in a statement Thursday. “We will continue to work with legislators and investigators on how we can improve the electoral system so that these kinds of situations can be avoided in the future. The people of North Carolina deserve nothing less than the full confidence and trust in the electoral system.”\nNorth Carolina Democratic Party Chairman Wayne Goodwin issued a statement after the board’s vote Thursday, saying, “North Carolina Republicans, following Mark Harris’ lead, repeatedly lied to the people of the Ninth district, silenced their voices, and undermined our entire state’s faith in our democracy.”\n“This saga could only have ended in a new election, and we look forward to repairing the harm dealt by Republicans and giving the people of the Ninth district the representative they deserve,” Goodwin added.\nHarris did not admit to wrongdoing Thursday. The state GOP had previously demanded he be seated unless officials could show there were enough irregularities to sway the outcome of the election.\nBut during a multiday hearing, investigators with the Board of Elections said they had gathered evidence showing a political operative, McCrae Dowless, had illegally collected absentee ballots on Harris’ behalf. A woman who worked for Dowless testified that she was paid to collect absentee ballots and instructed to take certain steps, which included opening unsealed ballots and filling in races left blank.\nIn remarkable testimony Wednesday, Harris’ son John explained he had warned his father that Dowless was likely engaged in illegal absentee ballot activity. John Harris, now a 29-year-old assistant U.S. attorney in North Carolina, said he had examined the absentee ballot returns in Bladen County, where Dowless worked, in 2016 and noticed they were arriving in batches. That was a signal someone was collecting them and mailing them in. \nA key part of John Harris’ testimony was a series of emails he had sent his father in 2017 warning that what Dowless was doing was illegal. Harris said he believed his father’s campaign attorneys had turned the emails over to the state board and was stunned to learn that was not the case. The board obtained the emails when John Harris sat with it for an interview and brought copies, believing he was providing documents the board already had.\nMark Harris testified Thursday that he did not recall telling anyone he thought those emails would be private. But on Thursday afternoon, he said he had been made aware he told his other son just that. He said his illness was giving him trouble remembering things.\nHarris also downplayed his son’s warning, saying he believed the younger Harris was blowing things out of proportion.\n“I’m his Dad, and I know he is a little judgmental and has a little taste of arrogance,” Harris testified earlier Thursday.\nDuring his time on the stand Thursday, Harris said that after hearing prior testimony, he believed Dowless had lied to him when he said he didn’t collect absentee ballots. He also agreed that the investigation into the irregularities was not political. \nIn addition to the absentee ballot issue, Kim Strach, the executive director of the state board, also suggested Harris may have broken campaign finance law. To retain Dowless, Harris wrote a personal check to an independent expenditure PAC. Those PACs are legally prohibited from coordinating with candidates or campaigns, but Harris testified Thursday he didn’t know that was the case.\nDowless and others involved in the scheme could still face criminal charges. \n“The N.C. State Bureau of Investigation criminal investigation into irregularities in the handling of absentee ballots in Bladen County is continuing,” said Wake County District Attorney Lorrin Freeman. “I commend the investigators and staff of the N.C. Board of Elections for their work in this matter. I anticipate their findings will be forwarded to my office for appropriate review and action.”\nAt the conclusion of Thursday’s hearing, Mark Harris’ attorney reiterated that Harris had been lied to and did not know what Dowless was doing.\nThis story has been updated with statements from McCready and the Wake County district attorney.", "date": "\n02/21/2019", "href": "https://www.huffpost.com/entry/mark-harris-new-election-fraud_n_5c6f010be4b0e2f4d8a3f327", "tags": "officials thursday election win gop rule house ” absentee harris carolina orders race board new north fraud"}