{"title": "North Korea demands removal of US Secretary of State Mike Pompeo from talks", "content": "North Korea has demanded the removal of US Secretary of State Mike Pompeo from nuclear talks, accusing him of \"talking nonsense\" and being \"reckless\". \nA senior foreign ministry official said that further talks would be \"lousy\" if Mr Pompeo was involved, asking that he be replaced by someone \"more careful\". \nIt comes after North Korea said it had tested a new \"tactical guided weapon\". \nThe test is the first since a February summit in Hanoi between the countries' leaders ended without an agreement.\nMr Pompeo visited North Korea four times last year - including for a meeting with North Korean leader Kim Jong-un. \nLast week, during a US Senate subcommittee hearing, Mr Pompeo was asked if he would agree with descriptions of Mr Kim as a \"tyrant\", he then responded: \"Sure, I'm sure I've said that.\"\nThis was met with a strong reaction from North Korean foreign ministry official Kwon Jong-gun, who said that Mr Pompeo \"spouted reckless remarks, hurting the dignity of our supreme leadership... to unveil his mean character\". \nMr Kwon also blamed Mr Pompeo for the abrupt ending to the Hanoi summit. \nOn Thursday, he said that if Mr Pompeo were to be involved in further talks, \"the table will be lousy once again and the talks will become entangled\". \n\"Even in the case of possible resumption of dialogue with the US, I wish our dialogue counterpart would not be Pompeo but... [another] person who is more careful and mature in communicating with us,\" Mr Kwon said, according to the Korean Central News Agency (KCNA).\nDuring discussions in Pyongyang in July, Mr Pompeo was condemned for his \"gangster-like\" insistence that the country move towards denuclearisation. \nState media has given few details on Thursday's reported test of a new \"tactical guided weapon\", but analysts say it is unlikely to be a return to the long-range missile tests seen as a threat to the US. \nAccording to KCNA, the test was overseen by Mr Kim himself. It said the test was \"conducted in various modes of firing at different targets\", which analysts believe means the weapon could be launched from land, sea or air.\nIt is unclear if the weapon was a missile, but most observers agree that it was probably a short-range weapon. \nLast year, Mr Kim said he would stop nuclear testing and would no longer launch intercontinental ballistic missiles. \nNuclear activity appears to be continuing, however, and satellite images at North Korea's main nuclear site last week showed movement, suggesting the country could be reprocessing radioactive material into bomb fuel. \nThe country claims it has developed a nuclear bomb small enough to fit on a long-range missile, as well as ballistic missiles that could potentially reach the mainland US. \nThis launch was fairly low-key by North Korean standards. It doesn't appear to be a long-range missile, nor was it a nuclear test. \nThis means Kim Jong-un can say he's keeping his promise not to fire these weapons - while developing new ones. \nPerhaps it's not a direct challenge to Donald Trump. But it could be designed to provoke some thought in the White House and warn them of what could follow if a deal isn't done soon. \nThe current thinking in Washington seems to be that as long as there's no testing, and the sanctions remain in place, there's no rush. The US also seems to be under the impression that it's holding all the cards in this negotiation. This launch is a reminder that North Korea is continuing to create weapons despite facing tough economic sanctions. \nPyongyang appears to be shrugging and saying, pressure? What pressure?!\nLet's not forget that these launches send a message to the people of North Korea. There are reports that the state is facing food shortages. Kim Jong-un needs to rally his people and his resources.  A show of military strength and a reminder that they face a common enemy will aid that cause.\nThe test may also ensure North Korea's military capabilities remain near the top of Mr Trump's intelligence briefings. As he heads into an election year, he won't want to see headlines on a series of missile tests - a problem the US president claimed to have solved.\nVery little has moved since the US and North Korean leaders walked out of talks in Hanoi - apart from rhetoric.\nThe US said talks broke down because North Korea wanted all sanctions lifted in exchange for scaling back its nuclear capacity, but Pyongyang disputes that.\nIn his most recent comments, Mr Kim urged Mr Trump to pursue a deal that was \"mutually acceptable\" but also spoke of his excellent ties with the US leader. Mr Trump responded by tweeting generous praise of Mr Kim and also welcomed the idea of another summit.\nEarlier this week the State Department announced that Stephen Biegun, its special envoy for North Korea, was heading to Moscow for meetings \"with Russian officials to discuss efforts to advance the final, fully verified\" denuclearisation of North Korea. \nIt came as speculation of a possible future meeting between Kim Jong-un and Vladimir Putin intensified.", "date": "18 April 2019", "href": "https://www.bbc.co.uk/news/world-asia-47971164", "tags": "mike demands us nuclear secretary pompeo state test kim north removal korea talks"}