{"title": "North Carolina Governor Signs Bill Banning Cities From Protecting LGBT People -UPDATE-", "content": "North Carolina’s General Assembly voted Wednesday to block cities and counties from passing protections against LGBT discrimination in a wide-ranging bill that could have enormous implications for the state.\nHB 2, which passed in a special session, would set a statewide anti-discrimination policy, banning employers and businesses from discriminating against employees or customers based on their race, color, country of origin, religion, age or \"biological sex.\" The bill offers no protections for lesbian, gay, bisexual and transgender people, and prevents local governments from passing any nondiscrimination policy that goes beyond the statewide standard.  \nThe bill also pre-empts local employment ordinances governing wages, benefits, employee protections and leave policies. It would prevent schools from allowing transgender people to use the bathroom of the gender with which they identify. \nThe measure passed 83-25 in the House of Representatives, and 32-0 in the state Senate. (Senate Democrats walked out of the chamber before the vote.)\nGov. Pat McCrory (R) said he signed the bill Wednesday night.\n\"This bill essentially repeals 50 years of non-discrimination efforts and gives lawmakers in Raleigh unprecedented control over our city and local governments,\" Senate Democratic Leader Dan Blue said in a statement. \"North Carolina Republicans want to pass what would potentially be the single most discriminatory act in the country. This is a direct affront to equality, civil rights, and local autonomy.\"\nRepublican lawmakers called the state's General Assembly into a special session with the goal of blocking Charlotte's anti-discrimination measure from going into effect. That measure, which passed last month in a 7-4 vote, bans businesses from discriminating against customers based on their sexual orientation or gender identity.\nCritics of the Charlotte ordinance particularly took issue with a provision that allows transgender people to use bathrooms designated for their preferred gender. McCrory vowed to overturn it, claiming it creates \"major public safety issues.\"\nMcCrory and other Republicans argue the policy would allow male predators to enter women's bathrooms free of consequence -- an argument that has shut down similar \"bathroom bills\" across the country.\nThe governor, however, opposed the idea of calling a special session due to the $42,000-a-day cost, instead calling on lawmakers to address the Charlotte ordinance during the regular session. But Lt. Gov. Dan Forest and House Speaker Tim Moore, both Republicans, moved forward anyway and secured support for the legislative session earlier this week.\nArkansas and Tennessee have laws preventing cities from enacting protections for LGBT people. However, North Carolina's bill is unprecedented in its scope. \nIn addition to blocking anti-discrimination protections across the state and imposing standards for single-sex bathrooms, the bill also prevents cities and counties from raising the minimum wage. \nThe bill would also end anti-discrimination protections for veterans. At least two North Carolina jurisdictions -- Greensboro and Orange County -- have anti-discrimination ordinances in place banning bias based on military or veteran status. Under the new measure, cities and counties would be prohibited from passing protections for veterans or service members. \nStephen Peters, the Human Rights Campaign's national press secretary and a Marine Corps veteran, criticized this consequence of the bill. \n\"Thousands of LGBT veterans have fought to secure our freedom, only to have the rug pulled out from under them by the North Carolina legislature's willingness to wipe protections for local veterans off the books,\" he said in a statement. \"Gov. McCrory must take a stand for fairness and equality for all and veto any bill that would increase the risk of discrimination.”\nDuring debate, state Rep. Grier Martin (D) introduced an amendment that would add protections for veteran status, sexual orientation and gender identity to the bill. Rep. Paul Stam (R), a veteran, argued he doesn't think it's necessary to protect veterans from discrimination -- despite reports to the contrary. The assembly voted to table the amendment.  \nHB 2 drew immediate rebuke from North Carolina Attorney General Roy Cooper (D), who is challenging McCrory in the fall. \n\"North Carolina is better than this,\" Cooper said in a video statement. \"Discrimination is wrong, period. That North Carolina is putting discrimination into the law is shameful.\" ", "date": "\n03/23/2016", "href": "https://www.huffpost.com/entry/north-carolina-lgbt-discrimination_n_56f2b7dbe4b0c3ef5217676c", "tags": "-update- people protections session lgbt signs banning cities local protecting carolina state bill mccrory governor north anti-discrimination"}