{"title": "North Korea: On the net in world's most secretive nation", "content": "What is it like to surf the Internet in the most secretive country on Earth? The short answer is - strange, at least by the rest of the world's standards. But as North Koreans begin to put their lives at risk just to connect to the outside world, it could mark a dramatic moment in the country's history.\nThere's a curious quirk on every official North Korean website. A piece of programming that must be included in each page's code.\nIts function is straightforward but important. Whenever leader Kim Jong-un is mentioned, his name is automatically displayed ever so slightly bigger than the text around it. Not by much, but just enough to make it stand out.\nIt's just one facet of the \"internet\" in North Korea, a uniquely fascinating place.\nIn a country where citizens are intentionally starved of any information other than government propaganda, the internet too is dictated by the needs of the state - but there is an increasing belief that this control is beginning to wane.\n\"The government can no longer monitor all communications in the country, which it could do before,\" explains Scott Thomas Bruce, an expert on North Korea who has written extensively about the country.\n\"That is a very significant development.\"\nThere's just one cybercafe in North Korea's capital, Pyongyang.\nAnyone logging on at the cafe would find themselves at a computer that isn't running Windows, but instead Red Star - North Korea's own custom-built operating system, reportedly commissioned by the late Kim Jong-il himself.\nA pre-installed readme file explains how important it is that the operating system correlates with the country's values.\nThe computer's calendar does not read 2012, but 101 - the number of years since the birth of Kim Il-sung, the country's former leader whose political theories define policy decisions.\nNormal citizens do not get access to the \"internet\". That privilege is left to a select number in the country, known as elites, as well as some academics and scientists.\nWhat they see is an internet that is so narrow and lacking in depth it resembles more an extravagant company intranet than the expansive global network those  outside the country know it to be.\n\"The system they've set up is one that they can control and tear down if necessary,\" explains Mr Bruce.\nThe system is called Kwangmyong, and is administered by the country's lone, state-run internet service provider.\nAccording to Mr Bruce, it consists mainly of \"message boards, chat functions, and state sponsored media\". Unsurprisingly, there's no sign of Twitter.\n\"For a lot of authoritarian governments who are looking at what is happening in the Middle East,\" says Mr Bruce, \"they're saying rather than let in Facebook, and rather than let in Twitter, what if the government created a Facebook that we could monitor and control?\"\nThe Red Star operating system runs an adapted version of the Firefox browser, named Naenara, a title it shares with the country's online portal, which also has an English version.\nTypical sites include news services - such as the Voice of Korea - and the official organ of the state, the Rodong Sinmun.\nBut anyone producing content for this \"internet\" must be careful.\nReporters Without Borders - an organisation which monitors global press freedom - said some North Korean \"journalists\" had found themselves sent to \"revolutionisation\" camps, simply for a typo in their articles.\nBeyond the Kwangmyong intranet, some North Koreans do have full, unfiltered internet access.\nHowever, it is believed this is restricted to just a few dozen families - most directly related to Kim Jong-un himself.\nNorth Korea's reluctance to connect citizens to the web is counteracted by an acceptance that, as with trade, it needs to open itself up slightly if it is to continue to survive.\nWhile China has its infamous \"great firewall\" - which blocks out the likes of Twitter and, from time to time the BBC website - North Korea's technology infrastructure is described as a \"mosquito net\", allowing only the bare essentials both in and out.\nAnd it's with mobile that the mosquito net is most porous.\nWhile there is an official mobile network, which does not offer data connections or international calls, North Koreans are increasingly getting hold of Chinese mobile phones, smuggled across the border. \nThe handsets generally work within about 10km (6 miles) of the border between the two countries - but not without considerable danger.\n\"The level of risk that people are taking now would be unthinkable 20 years ago,\" says Nat Kretchun, co-author of a groundbreaking report into the changing media environment in North Korea.\nThe paper, entitled A Quiet Opening, interviewed 420 adults who had defected from the country. Among their stories was a glimpse at the lengths people would go to use these illegal mobile phones.\n\"In order to make sure the mobile phone frequencies are not being tracked, I would fill up a washbasin with water and put the lid of a rice cooker over my head while I made a phone call,\" said one interviewee, a 28-year-old man who left the country in November 2010.\n\"I don't know if it worked or not, but I was never caught.\"\nWhile the man's scientific methodology is questionable, his fear was certainly warranted.\n\"Possession of illegal cellphones is a very major crime,\" explains Mr Bruce.\n\"The government has actually bought sensor equipment to try and track down people who are using them.\n\"If you use them, you want to use them in a highly populated area, and you want to be using them for a short amount of time.\"\nDuring his leadership, Kim Jong-il would parade hundreds of tanks through the streets to show himself as a \"military genius\".\nMany observers say that his son, Kim Jong-un, must in contrast show himself to have an astute technological mind, bringing hi-tech enhancements to the lives of his citizens.\nBut each step on this path brings the people of North Korea something they've not had before - honest information, which can have a devastating effect on secretive nations.\n\"I don't see an open door towards an Arab Spring coming that way any time soon,\" Mr Bruce says.\n\"But I do think that people are now expecting to have access to this technology - and that creates an environment of personal expectation that cannot be easily rolled back.\"\nWith thanks to Flickr user comradeanatollii for the image of Red Star OS.  ", "date": "10 December 2012", "href": "https://www.bbc.co.uk/news/technology-20445632", "tags": "mobile country world internet system nation secretive net kim north korea bruce"}