{"title": "North Korea: How many political prisoners are detained in prison?", "content": "Three American citizens have been released from North Korea, where they had been jailed and detained in labour camps. \nKim Hak-song, Tony Kim and Kim Dong-chul were greeted by President Donald Trump and his wife Melania as they landed at an airbase near Washington DC.\nConditions for prisoners in North Korea are said to be harsh. \nOne of the American detainees, Kim Dong-chul, said he had had to do a lot of labour \"but when I got sick I was also treated by them\".\nIn political prison camps, detainees have been subjected to torture and many North Koreans are incarcerated for life without any contact with the outside world, according to the UN in a 2014 report on the human rights situation in North Korea.\nWhat do we know about the prison population of North Korea?\nA huge amount of secrecy surrounds the prison system. There are facilities run by security services for political prisoners and labour camps for people who commit non-political crimes. Political prisoners are also held at the labour camps.  \nThe North Korean government denies that camps for political prisoners exist. \nHowever, satellite imagery and testimonies from former prison guards and inmates provide details about the scale of the camps.\nThey are often located in remote and mountainous parts of the country. For North Koreans, the phrase \"sent to the mountains\"  had become synonymous with the process of enforced disappearance, said the UN. The biggest camps are said to extend for hundreds of square kilometres. \nSome 120,000 people are believed to be imprisoned in North Korea without due process for political reasons, according to the US-based Committee for Human Rights in North Korea (HRNK).\nThe Korea Institute for National Unification, a South Korean government agency, estimates today there are between 80,000 and 120,000 people imprisoned. \nA decade before the number was even higher, between 150,000 and 200,000. \nThe decline \"merely signifies that the inflow of new inmates does not keep up with the high rate at which prisoners are dying due to starvation, neglect, arduous forced labour, disease and executions\", said the UN report.\nThe Seoul-based Database Center for Human Rights in North Korea (NKDB) interviewed North Korean defectors and found that almost half had been held for political reasons, a much smaller number for economic, administrative and ordinary crimes and a third incarcerated \"for no other reason than an assumed guilt by association\". \nNorth Korea has also abducted and arrested foreign nationals.\nThe last American to be freed before the most recent three was Otto Warmbier, who had been detained in North Korea for 17 months, and died a week after returning home. North Korea said he had been in a coma for a year after contracting botulism, but his family say he was subjected to \"awful torturous mistreatment\".\nA Canadian pastor, the Reverend Lim Hyeon-soo, convicted of \"plotting to overthrow the government\", was released in August 2017 after being sentenced to life in prison with hard labour. He was eventually released for \"humanitarian reasons\", according to North Korean state media, after spending almost a year in detention. \nThere are reportedly six South Koreans being held in detention - three evangelical missionaries and three North Korean defectors with South Korean citizenship. \nSince the end of the Korean War (1953) the South Korean government says that 3,835 of its citizens have been abducted by the North. Most (3,319) have been returned and nine defected to North Korea, which leaves 516 abductees still unaccounted for, it says. Fishermen account for most of the people that have been abducted and there have been some students and military officials.\nThe UN's special rapporteur in North Korea is also looking into the allegation that 12 North Korean waitresses working in China were taken to South Korea against their will. However, Seoul says they travelled voluntarily and were admitted on humanitarian grounds.\nThe Japanese government says 17 of its citizens have been kidnapped by North Korea. \nThe HRNK told the BBC: \"We need to clarify the whereabouts and status of 12 Japanese abductees. \n\"North Korea claims eight are dead and four never made it to North Korea. \n\"But the death certificates and explanations are obviously bogus.\"\nSo far, five Japanese have been returned, according to official information. \nThe UN's special rapporteur said there were 883 other cases where abduction by North Korea could not be ruled out. \nIn 2002, after years of denial, North Korea admitted to kidnapping 13 Japanese citizens during the late 1970s and 1980s.\nThe captured individuals were intended to help train North Korean spies in Japanese language and customs. \nA Japanese official quoted North Korean leader at the time, Kim Jong-il, saying: \"It is regretful and I want to frankly apologise.\"\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "10 May 2018", "href": "https://www.bbc.com/news/world-asia-44069749", "tags": "korean japanese kim political prisoners detained prison camps many north korea labour"}