{"title": "North Korea frees three US detainees ahead of Trump summit", "content": "North Korea has freed three US citizens from prison, according to a tweet from US President Donald Trump.\nIt is viewed as a goodwill gesture ahead of a historic summit between Mr Trump and North Korea's Kim Jong-un.\nMr Trump said he would greet the men when they return with Secretary of State Mike Pompeo, who has been in Pyongyang to arrange the planned talks.\nKim Hak-song, Tony Kim and Kim Dong-chul boarded the plane \"without assistance\", the White House said.\nThey had been jailed for anti-state activities and placed in labour camps.\nMr Trump announced the release of the men in a tweet on Wednesday. \n\"They seem to be in good health,\" he wrote, adding that a date and location had been set for talks after Mr Pompeo held a \"good meeting\" with Kim Jong-un.\nReporters travelling with Mr Pompeo said their meeting lasted about 90 minutes.\nIn his tweet, Mr Trump added that he would personally greet the detainees when they arrive at Andrews Air Force Base at 02:00 EDT (06:00GMT) on Thursday. \nIn later remarks, Mr Trump said that the location for the talks would be announced \"within three days\".\nHe added that they will not take place in the demilitarised border zone between North and South Korea known as the DMZ.\nWho are North Korea's American detainees?\nOne of the detainees was jailed in 2015, the other two have been in prison for just over a year. Their convictions have been widely condemned as political and an abuse of human rights.\nAhead of his visit, the second to North Korea in under six weeks, the secretary of state said that he hoped North Korea would \"do the right thing\" and release the detainees. \nThe fate of the detainees has been a key factor in the build up to the Trump-Kim meeting. \nSouth Korea's presidential Blue House welcomed the release of the Americans, saying it would have a \"positive effect\" for upcoming negotiations.\nBlue House spokesman Yoon Young-chan also called upon the North to release six South Korean prisoners.\n\"In order to reinforce reconciliation between South Korea and North Korea and to spread peace on the Korean peninsula, we wish for a swift repatriation of South Korean detainees,\" Mr Yoon said.\nIn a statement provided to the BBC, the family of Tony Kim said they \"want to thank all of those who have worked toward and contributed to his return home\".\n\"We also want to thank the President for engaging directly with North Korea,\" the family said. \nCan South Korea achieve the same? \nAnalysis by Laura Bicker, BBC News, Seoul\nThe US has made progress where South Korea has not. President Moon Jae-in raised the issue of six South Koreans held in the North during his historic meeting with Kim Jong-un at the border. \nBut there is no homecoming for them. A statement from the Presidential palace in Seoul states that they hope they will be returned soon given the \"atmosphere of peace that has begun on the Korean peninsula\". \nSince the end of the Korean War, 3,835 South Koreans have been taken by the North. Of those, 3,319 were allowed to return or escaped, according to a study by the Asan Institute in Seoul. That means there are 516 people whose fate in North Korea is not known. \nNorth Korea maintains many of those from the South remain of their own free will. But their families disagree and call for independent verification.\nThen there are the divided families. Divided by lines drawn to separate the two Koreas after war or divided because some in the family chose to defect to the South. \nI met one teenager who hasn't seen her mother since January 2011. She remembers the exact time they said goodbye. \nThe start of the peace process has seen the reunification of three Korean American families. As the negotiations continue, the hope here in South Korea is that there will be many more reunions to come.\nWhat are North Korean prisons like?\nSome 120,000 people are believed to be imprisoned in North Korea without due process, according to the Committee for Human Rights in North Korea (HRNK). \nPeople can be jailed by the regime for almost anything, activists say, with crimes ranging from watching a South Korean DVD to trying to defect from the country.\nPolitical prisoners are often sent to separate prisons - usually brutal labour camps, which involve difficult physical work such as mining and logging.\nAmerican missionary Kenneth Bae, who was sentenced to hard labour, was himself forced to work on a farm six days a week despite being in poor health. \nThe last American to be freed - Otto Warmbier, who was jailed for stealing a hotel sign - was released last year but was fatally ill, and died shortly after returning home.\nHis parents, Fred and Cindy Warmbier. said they were \"happy for the hostages and their families. We miss Otto\".", "date": "9 May 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44056972", "tags": "frees us mr summit korean detainees three ahead trump south kim north korea"}