{"title": "North Korean propaganda changes its tune", "content": "Over the past few months, it seems, North Korea's propaganda has been changing its tune.\nBanners and posters displayed across the capital and other towns have typically featured the US as a brutal imperialist aggressor and South Korea or Japan as Washington's willing allies. \nBut visitors to the country say they've seen those posters replaced by propaganda pushing economic progress and the inter-Korean rapprochement. \nLeading newspapers in the tightly controlled country have also seen a shift in tone, a sign the country is starting to reflect its recent diplomatic thaw to the people. \nThe vast majority of North Koreans have very little access to information, so state media and propaganda have a far greater impact than elsewhere in the world. \nWith the US traditionally depicted as the main enemy, propaganda has not held back on showing how Pyongyang would respond, depicting missiles destroying the US or troops crushing invaders.\nThe posters are meant to inspire patriotism, build confidence in the leadership and give a sense that the struggles of life are for the greater glory of the nation.\n\"The harsh posters go up usually only when things are bad internationally,\" Andray Abrahamian of Griffith University told the BBC. \n\"They signal tough times and a tougher line on the US to the citizens of North Korea. They come down when tensions abate.\"\nSo when times are more positive, the propaganda will be too.\nAfter months of belligerent war threats, North Korea this year held historic summits with both South Korea and the US, pledging - albeit in vague terms - to give up its cherished nuclear arsenal and work towards peace. \nForeign guides who take tour groups into the closed country say that in recent months, the propaganda narrative has taken a distinctive turn. \nIn place of the aggressive rhetoric, there is now a focus on more positive messages, praising the Panmunjom Declaration signed at the inter-Korean summit, for example. \n\"All the anti-American posters I usually see around Kim Il-sung Square and at shops, they've all just gone,\" Rowan Beard, a tour manager at Young Pioneer Tours, told the Reuters news agency. \n\"In five years working in North Korea, I've never seen them completely disappear before.\"\nOf course, the new posters are just as much propaganda as the old ones, but they highlight different themes: reunification of the Koreas, economic progress and scientific achievement. \nThe change follows an internal logic: if talks with the South and the US are being reported as the beginning of possible future co-operation then the two former adversaries have to be displayed in a more neutral and less threatening way. \nWhy else would Kim Jong-un otherwise sit down for talks with those countries' leaders?\n\"Pyongyang needs an atmosphere of peace and detente and such posters would help to create it,\" Fyodor Tertitskiy from NK News said. \nEven the anti-American trinkets which used to be sold to tourists as souvenirs have begun to change. \nNo longer, for instance, can you find the postcards, posters or stamps that famously showed North Korean missiles heading for Washington.\n\"They're always very popular, not very subtle, and, as of now, have all been removed,\" Simon Cockerell, general manager at Koryo Tours, told Reuters.\nThe changes in official policy are also reflected in the leading national newspaper, Rodong Sinmun.\nThere is no free press in North Korea. All media outlets are tightly controlled and anything published or broadcast is carefully vetted to be along official government lines. \nUsually the paper would regularly run negative reports about the US, depicting Washington as a hostile force and listing US involvement in conflicts like Syria as a proof of American imperialism. \nBut leading up to the meeting on 12 June between Kim Jong-un and Donald Trump, the normally fiery paper stopped being critical of the US. \nSince the summit, it has featured picture-heavy coverage of the meeting, celebrating Mr Kim as a global statesman and peace maker. \nBreaking with tradition, TV and newspapers also reported Mr Kim's recent trips - to China and Singapore - in almost real time, whereas previously, it would have taken days for North Koreans to read about it. \n\"In tone, the US is now depicted as if it is a normal country,\" explains Peter Ward, North Korea expert and writer for NK News. \n\"All references to US actions that North Korea considers a hostile acts have disappeared from the paper.\" \nThere's even what Mr Ward describes as \"neutral\" coverage of the US quitting the UN human rights council. \n\"This is fascinating,\" he explains. \"Generally speaking, neutral or positive coverage is normally reserved for countries that Pyongyang has friendly relations with.\" \nWith all of North Korea's talks at very early stages so far, it is unclear whether the sudden change of tone is here to stay. \nUnless North Korea lives up to the generalised commitments it made at Panmunjom and in Singapore, there will be little sanctions relief in return and so beyond the posters they see every day, little might change for ordinary North Koreans. ", "date": "23 June 2018", "href": "https://www.bbc.com/news/world-asia-44557818", "tags": "us country propaganda korean posters months change kim north changes korea tune"}