{"title": "North Korea's Kim Jong-un issues threats and olive branch", "content": "North Korea's leader Kim Jong-un has said a nuclear launch button is \"always on my table\" and warned the US it will never be able to start a war.\nIn a televised new year speech, he said the entire US was within range of North Korean nuclear weapons, adding: \"This is reality, not a threat.\"\nBut he also offered a potential olive branch to South Korea, suggesting he was \"open to dialogue\".  \nHe said the North may send a team to the Winter Olympics in South Korea.\nWhen asked by reporters to respond to Mr Kim's latest threats, US President Donald Trump said, \"We'll see, we'll see\".\nHe was speaking at the sidelines of New Year's Eve celebrations at his Mar-a-Lago resort in Florida.\nNorth Korea has come under increased criticism and sanctions over the past year because of its nuclear weapons programme and repeated testing of conventional missiles.\nIt claims to have a fully deployable nuclear weapon, though there is still some international scepticism about its true capacity to carry out such an attack.\nIn his speech, Mr Kim re-emphasised his focus on the weapons programme, but implied the country still has a few stages left to go before achieving its ambitions. North Korea must \"mass-produce nuclear warheads and ballistic missiles and speed up their deployment\", he said. \nHe also said they would not use their weapons unless they felt that peace was threatened. \nWhile his language against the US remained tough, Mr Kim did not employ his typically antagonistic tone when speaking about his neighbours in South Korea.  \n\"The year 2018 is a significant year for both the North and the South, with the North marking the 70th anniversary of its birth and the South hosting the Winter Olympics.\n\"We should melt the frozen North-South relations, thus adorning this meaningful year as a year to be specially recorded in the history of the nation,\" he said.\nA spokesperson for the South Korean president said their office had \"always stated our willingness to talk with North Korea at anytime and anywhere\". \n\"We hope the two Koreas will sit down and find a solution to lower tensions and establish peace on the Korean peninsula.\"\nYoungshik Daniel Bong, a research fellow at Yonsei Institute for North Korean Studies, told the BBC that addressing the South was a marked change from the norm for Mr Kim. \n\"North Korea usually ignores South Korea, maintaining the position that as a 'nuclear power' it will deal with the US on its own,\" said Mr Bong. \"It appears that by engaging the South, he hopes to create an estrangement between South Korea and the US.\"\nThe analyst also said that Mr Kim could be seeking to improve ties to offer some respite from the growing economic pressures from the recent UN sanctions. \nMr Kim also said he would also consider sending a delegation to the Games in Pyeongchang, South Korea, in February - a gesture which South Korea has previously suggested would be welcome.\n\"North Korea's participation in the Winter Games will be a good opportunity to show unity of the people and we wish the Games will be a success,\" he said. \n\"Officials from the two Koreas may urgently meet to discuss the possibility.\"\nThe president of the PyeongChang Games' organising committee, Lee Hee-beom, told South Korea's news agency Yonhap he was delighted to hear of the potential participation. \n\"[The committee] enthusiastically welcomes it. It's like a New Year's gift,\" he said. \nThe only two North Korean athletes who qualified for the Games are figure skaters Ryom Tae-Ok and Kim Ju-Sik. \nAlthough the North has missed the official deadline to confirm their participation, the skaters could still compete with an invitation by the International Olympic Committee.\nSouth Korea's President Moon Jae-in last month suggested delaying an annual joint military drill with US troops until after the Games. The North usually denounces any such exercises as a rehearsal for war. \nRobert Kelly, a political science professor at South Korea's Pusan National University, told the BBC that the Winter Olympics statement was \"a smart move from North Korea\" as it positioned Mr Kim's regime as moving towards its neighbours while the US was seeking to isolate it. ", "date": "1 January 2018", "href": "https://www.bbc.co.uk/news/world-asia-42531574", "tags": "us nuclear south games issues threats olive year jong-un branch kim north korea"}