{"title": "North Korea Nuclear Deal Could Take ‘Years,’ Trump Suggests", "content": "President Trump said Wednesday that he has years to reach an agreement with North Korea to rid the country of nuclear weapons, reversing the position he took a year ago that Pyongyang had to disarm rapidly.\n“I don’t want to get into the time game,” he said at a news conference late in the day, after serving as chairman of a United Nations Security Council meeting on nuclear proliferation.\n“I got all the time in the world,” Mr. Trump said. “I don’t have to rush it.”\nMr. Trump’s statement came despite satellite photographs and other evidence that have led American intelligence agencies to conclude that North Korea continues to produce nuclear fuel and fabricate it into weapons. American officials estimate that the country now has between 20 and 60 nuclear weapons, and the number may be rising.\nBut Mr. Trump argued that the halt in nuclear and missile testing by North Korea — and a series of private letters exchanged with Kim Jong-un, the country’s leader — had taken the urgency out of the disarmament issue.\n“If it takes two years, three years or five months,” Mr. Trump said, suggesting that the timeline for North Korea to surrender its nuclear weapons was flexible.\nWhen Mr. Trump was running for office, he criticized his predecessors for letting North Korea continue to expand its arsenal while engaging the United States in lengthy and ultimately fruitless negotiations.\nBut on Wednesday, Mr. Trump suggested that the North had been defanged, contending that his diplomatic efforts with Mr. Kim were succeeding where others had failed.\n“If I wasn’t elected, you would have had a war” with the North, Mr. Trump said.\nHe contended that in his private conversations with President Obama before taking office, Mr. Obama told him that the United States had been on the brink of war with North Korea.\n“He said to me that he was very close to going to war,” Mr. Trump said.\nMr. Obama’s aides say that while the former president had explored many military options, he concluded that the risks to South Korea, which shares the Korean Peninsula with the North, were simply too big.\nBut Mr. Trump said that relations between the two countries had turned around during his presidency, adding that he had received two letters from Mr. Kim, demonstrating “his feelings for wanting to get this done.”\n“They’re incredible letters,” Mr. Trump said. “He wants to make a deal. I want to make a deal.”\nThe challenge for Mr. Trump is that he has yet to win a freeze on nuclear production and weapons from North Korea. Without that freeze, the country’s arsenal could continue to expand, potentially creating an even larger problem — exactly what Mr. Trump criticized his predecessors for doing.\nMr. Trump has suggested that there is secret diplomacy underway between the two countries, but he has not said that it includes a halt in nuclear production, much less a surrender of the weapons the North has already amassed.\nMr. Trump argued that he had made no concessions to North Korea by engaging in diplomacy, and he defended his decision to suspend joint military exercises with South Korea as a cost-saving measure that benefited the United States.\n“I didn’t give anything,’’ Mr. Trump said. “I gave nothing. What did I give?”\nThe military exercises — “I call them military games,” Mr. Trump said — could be restarted at any time, he added.\n“If I told you what these games cost,” Mr. Trump said. “We’re saving a fortune.”\nMr. Trump acknowledged that a deal to disarm North Korea might not be reached. But he was confident that it would.\n“Right now, we’re in a great position,” he said. “I don’t want to get into the time game.”", "date": "Sept. 26, 2018", "href": "https://www.nytimes.com/2018/09/26/world/asia/trump-korea-nuclear-deal.html", "tags": "suggests ‘ korea nuclear take years ” trump weapons could north — deal"}