{"title": "North Carolina GOP Criticizes State Election Board, Supports Candidate In Election Fraud Probe", "content": "North Carolina Republican Party officials accused state officials of being secretive and said they must swiftly certify a GOP congressional candidate the winner of an election unless they can present evidence the outcome of the contest was changed by illegal activity. \nThe call comes as state election officials continue to probe irregularities in the race between Republican Mark Harris and Democrat Dan McCready in the state’s 9th Congressional District. The state board announced Friday it was pushing back the date for a public evidentiary hearing in the probe as it continues to gather evidence and now plans to hold the hearing on Jan. 11, eight days after the new Congress is seated.\nThe resolution from the GOP executive committee in the 9th District came Monday after Harris, who leads McCready by 905 votes, suggested Republicans weren’t supporting him the way Democrats were backing his opponent. The GOP-controlled legislature passed a law last week that would require a new primary if the state board orders a do-over, leading to speculation that Republicans were trying to distance themselves from Harris.\nMuch of the evidence that has emerged during the investigation so far suggests that McCrae Dowless, an operative working on Harris’ behalf, improperly collected absentee ballots from voters in Bladen and Robeson counties in the district. In those two counties, there was an unusually high number of absentee ballots that went unreturned to state officials.\n“Absent clear and convincing evidence presented in public by the State Board of Elections that any alleged voting irregularities changed the outcome of the race or there is a substantial likelihood it could have been changed, the law requires Dr. Harris to be certified as the winner,” the resolution says.\nThe state board does not have to show irregularities could have changed the outcome of an election to order a new one. According to state law, the board can order a new election if “irregularities or improprieties occurred to such an extent that they taint the results of the entire election and cast doubt on its fairness.”\nElection officials have posted online evidence they are collecting as part of the investigation. That evidence, accessible to anyone, includes photocopied logs from election offices, as well as absentee ballot envelopes from ballots voters sent in. \nLast week Dallas Woodhouse, the executive director of the North Carolina GOP, said the party would also support a new election if state officials determined early vote numbers were leaked in Bladen County, something he said was “fairly certain” had happened. The resolution from Monday says that Republicans support a new election if the numbers were leaked “and the information was used in a way that resulted in a substantial likelihood of changing the outcome of the race.”\nWayne Goodwin, the chairman of the North Carolina Democratic Party, accused Republicans of changing their position.\n“Only days after stating that they’d support a new election, Republicans resorted back to attacking a bipartisan investigation into serious and clear allegations of fraud to benefit Mark Harris,” he said in a statement. “This is an attempt to steal an election after being caught red-handed. It’s shameful, harmful to our democracy and North Carolina voters, and undermines the integrity of our elections.”\nIn an email, Woodhouse said the party’s position on holding a new election has been consistent. \n“We have always maintained that any irregularities must have changed the outcome of the race or there be a substantial likelihood the race could have been changed,” he wrote. ”Those two positions are not in conflict. Some in the media missed the nuance in our position.”", "date": "\n12/17/2018", "href": "https://www.huffpost.com/entry/north-carolina-election-fraud-probe-mark-harris_n_5c18207be4b0432554c34980", "tags": "criticizes election candidate officials evidence changed gop new board carolina harris state supports north probe fraud"}