{"title": "North Korea Launches Short-Range Projectiles, South Says", "content": "JEJU, South Korea — North Korea fired several short-range projectiles off its east coast on Saturday, in a move likely to raise tensions as denuclearization talks with the United States remain stalled.\nThe North fired the projectiles between 9:06 a.m. and 9:27 a.m. from near Wonsan, a coastal town east of Pyongyang, the capital, the South Korean military said in a statement. They flew 70 to 200 kilometers before landing in the sea between North Korea and Japan, the statement said.\nAn earlier statement from the military said the North had fired a single missile, but the later statement used the vaguer term “projectile.” The military has used that term in the past to describe North Korean missile launches when it was too soon to determine exactly what kind of missile had been deployed.\n[Update: New North Korea weapons test threatens Trump’s diplomatic achievement.]\n“We are aware of North Korea’s actions tonight,” the White House press secretary, Sarah Huckabee Sanders, said on Friday night in Washington. “We will continue to monitor as necessary.” A Pentagon spokesman, Chris Sherwood, said officials there were looking into the launch and were not yet able to confirm anything.\nA missile test would be the North’s first since 2017. In mid-April, the North Korean leader Kim Jong-un attended a test of what the country called a new type of “tactical guided weapon.” That, along with Saturday’s test, signaled that Mr. Kim intended to escalate tensions in an attempt to gain leverage with the United States.\nMike Pompeo, the American secretary of state, spoke by telephone after the launch with the foreign ministers of South Korea and Japan. Kang Kyung-wha, the South Korean minister, and Mr. Pompeo agreed to respond “with caution,” her ministry said.\nIn February, Mr. Kim met for the second time with President Trump, hoping to win relief from sanctions in return for a partial dismantlement of his country’s nuclear weapons facilities. But that meeting, in Hanoi, Vietnam, collapsed after Mr. Trump refused to lift sanctions until North Korea relinquished all its nuclear weapons.\nNorth Korea has since vowed not to buckle under international pressure even if its people have to survive on “water and air only,” state media said, and it has repeatedly said it would find “a new way” to defend its national interests if Washington did not ease sanctions. Analysts have speculated that the North might resume weapons tests.\n“Clearly, Pyongyang is frustrated with the conclusion of the recent summit with Washington in Vietnam that did not produce any breakthrough,” said Harry J. Kazianis, the director of the Washington-based Center for the National Interest. “It also seems clear that North Korea is angry over what appears to be a lack of flexibility in the Trump administration’s position on relieving sanctions, sticking to a policy of ‘maximum pressure.’”\nAfter the Hanoi negotiations collapsed, Mr. Kim and Mr. Trump went home empty-handed but agreed to keep talking. Mr. Kim later said he would give the United States until the end of this year to come up with viable terms. Mr. Trump and Mr. Pompeo have both said a third summit meeting would be possible. (The first summit talks were held in Singapore in June 2018 and ended with vague, broad promises.)\nMr. Kim has pushed for a gradual, step-by-step approach to denuclearization, where each nation would make a concession that would be met with one of similar weight by the opposing side. But Mr. Trump’s top foreign policy officials — John R. Bolton, the national security adviser, and Mr. Pompeo — have argued that that approach is flawed because previous administrations had tried it, only to see North Korea continue its development of nuclear weapons. North Korean officials say they do not want Mr. Bolton or Mr. Pompeo involved in future negotiations.\nAmerican experts estimate that North Korea has 30 to 60 nuclear warheads, and they say it might have an intercontinental ballistic missile capable of hitting the continental United States. Its conventional artillery weapons could also decimate Seoul, the capital of South Korea.\nMr. Trump has boasted for months of the fact that North Korea has not done a nuclear test or an intercontinental ballistic missile test since November 2017, following a period when the two leaders denounced each other in statements and made threats of war. The halt to the testing has been the main evidence presented by Mr. Trump as a sign that relations with North Korea were improving, and that he would succeed in defanging Mr. Kim.\nThe launch on Saturday did not violate Mr. Kim’s moratorium because it did not involve an intercontinental ballistic missile, but American officials were sure to be concerned.\n“We should keep in mind that Kim had only pledged to not test nuclear weapons or long-range missiles,” said Abraham Denmark, director of the Asia Program at the Wilson Center in Washington. “So while this latest test would not technically violate Kim’s pledge, it does raise questions about how much President Trump will tolerate, and how far his trust of Kim Jong-un can stretch.”\nExperts said the North’s test in April was probably a demonstration of a conventional weapons system, possibly artillery or antiaircraft — and also a message from Mr. Kim to Washington that North Korea would continue to amass weapons while the diplomatic standoff continued.\nAlthough the North did not specify what kind of weapon was used in the April test, there was no evidence that it involved a nuclear detonation or an intercontinental ballistic missile.\nThat test was the North’s first weapons test since November 2018, when it said that Mr. Kim had attended the test of an unidentified “newly developed ultramodern tactical weapon.” South Korean news media, citing government sources, said the North appeared to have tested multiple-rocket launchers, which are considered one of the greatest military threats to the South besides nuclear weapons and missiles.\nThe North’s launch on Saturday followed dire news hours earlier from the United Nations, which said that the country had suffered its worst harvest in a decade, putting about 40 percent of the population in urgent need of food aid.", "date": "May 3, 2019", "href": "https://www.nytimes.com/2019/05/03/world/asia/north-korea-missile.html", "tags": "” projectiles says weapons short-range launches south kim north test korea said"}