{"title": "North Carolina Repeals HB2, But It Doesn't Seem To Be Much Of A Repeal At All", "content": "North Carolina Gov. Roy Cooper (D) on Thursday signed into law legislation to repeal a controversial law that bars people from using the restroom that corresponds with their gender identity and adds provisions to block nondiscrimination protections. The compromise on HB2, which the House and Senate passed Thursday, was quickly criticized by LGBTQ groups. \n“The initiative is not a repeal,” Chris Sgro, executive director of Equality NC, said before the Thursday votes. “It’s doubling down on the discrimination that HB2 exacts ― it’s HB2.0.”\n“It doesn’t do anything to better the lives of LGBT North Carolinians,” he continued.\nHB2 was signed into law last year and led to widespread backlash against the state. The compromise, which was announced late Wednesday and quickly pushed through both chambers of the legislature Thursday, repeals the law but still allows ample room for discrimination.\nThe bill lawmakers voted on Thursday includes some portions from HB2, including prohibiting municipalities from passing any ordinance regulating private employment or public accommodations. In the compromise, this prohibition extends until 2020. In other words, not only would cities be barred from passing their own nondiscrimination protections for LGBTQ people, but they also wouldn’t be able to enact measures raising the minimum wage or protecting workers.\nJosh Stein, the state attorney general, said lawmakers should have done a “clean repeal” of HB2.\n“While this is an improvement over current law, a clean repeal of HB2 would have been the right thing to do. Local governments should be able to protect their people from discrimination,” he wrote on Facebook.\nThe City of Charlotte said it was pleased with the law pushed through Thursday, noting HB2 had harmed businesses and economic growth in the city. It announced the city’s discrimination ordinance would return to the way it was before Feb. 22, 2016, when Charlotte added LGBTQ protections to its nondiscrimination ordinance. That addition led to the passage of HB2.\nCharlotte Mayor Jennifer Roberts said she was “disappointed that the Republican leaders in the General Assembly continue to see LGBT people as unequal and refuse to let cities like Charlotte govern themselves.”\nThe push for the deal was tied to a deadline set by the NCAA. The group said last week that it would continue to not hold events in the state because of the law, and a sports event recruiter said Tuesday that the organization had threatened to drop North Carolina’s bids from consideration if the legislature hadn’t addressed the law in the next 48 hours. The NCAA is set to announce host cities for its postseason events through 2022 on April 18.\n“Once the sites are selected … those decisions are final,” the NCAA said.\nIt’s unclear whether Thursday’s compromise law will satisfy the NCAA, which said its board of governors will decide by next week whether to include North Carolina among the hosts.\nThe Atlantic Coast Conference, another sports group that had boycotted North Carolina after the passage of HB2, said Thursday evening that it would “reopen the discussion” with its council of presidents regarding future events in the state.\nThe Associated Press calculated this week that HB2 would cost the state over $3.7 billion over 12 years from lost business.\nLeading up to lawmakers’ votes Thursday, LGBTQ advocates pushed against the compromise.\n“North Carolinians want a clean repeal of HB2, and we urge our allies not to sell us out,” Sgro said. “Those who stand for equality and with LGBTQ people are standing strong against these antics. We’ve got less than 24 hours before the NCAA deadline. There is no time to waste ― our leaders must fight for what’s right, and that is full repeal.”\nDr. William Barber II, president of the North Carolina chapter of the NAACP, called the bill a “bait and switch.”\nChad Griffin, president of the Human Rights Campaign, pushed legislators to avoid being “sellouts” in a statement released Wednesday evening.\n“The consequences of this hateful law will only continue without full repeal of HB2,” he said. “Sellouts cave under pressure. Leaders fight for what’s right.”\n“Passing this bill would mean that North Carolina continues to be one of the very few states where it’s illegal for cities to protect the rights of their residents,” Mara Keisling, executive director of the National Center for Transgender Equality, said earlier Thursday.\nSimone Bell, Lambda Legal’s Southern regional director, said the deal was just a “quick fix.”\n“There can be no compromise on civil rights, and HB2 has proven this over the last year,” she said. “This so-called ‘deal’ may be an economic quick fix, but it continues to write discrimination into the law. A deal that leaves out LGBT North Carolinians, and particularly transgender people, should be no deal at all. It is shameful to stamp a start date on equality. Lawmakers should demand a full, clean repeal, and enact comprehensive nondiscrimination protections and not leave our community unprotected in the name of ‘compromise.’”\nIn a statement Wednesday, the governor said the bill wasn’t perfect, but it was a start.\n“It’s not a perfect deal, but it repeals House Bill 2 and begins to repair our reputation,” Cooper said.\nBut Sarah Gillooly, policy director for the ACLU of North Carolina, called the deal “disgraceful” and, before Thursday’s votes, urged the governor to reconsider.\n“Lawmakers must vote against this proposal, and should it reach his desk, Governor Cooper should withdraw his support and veto it,” she said.\nFormer Gov. Pat McCrory (R), who signed the bill last year, said he supported the compromise.\n“I urge the Generally Assembly and the current governor to finally stick with an agreement that is a common-sense reset that respects privacy and allows the Supreme Court to resolve this issue for our nation once and for all,” McCrory wrote on Facebook. “How our country legally defines gender ultimately will not be decided by any mayor, governor, state legislature, or university chancellor on the board of the NCAA.”\nLawmakers came close to repealing HB2 in December of last year but the effort failed, in part because it barred local municipalities from passing their own nondiscrimination ordinances for a six-month period.\nThis article has been updated through the day with new details and comments.", "date": "\n03/30/2017", "href": "https://www.huffpost.com/entry/north-carolina-hb2-repeal_n_58dd005be4b05eae031d72a3", "tags": "much repeals thursday compromise repeal ” seem carolina north law"}