{"title": "North Korea: Tourists swell Pyongyang marathon turnout", "content": "Twice the number of foreign runners took part in Sunday's marathon in the North Korean capital Pyongyang compared to last year, tour firms say. \nAbout 950 foreigners entered the annual race, up from 450 in 2018. \nPolitical tensions have eased in recent months leading to an increase in tourism, although the regime remains one of the world's most oppressive.\nA US travel ban to North Korea is still in place following the death of a student in 2017. \nThe marathon is part of the celebrations marking the birth of the founder of North Korea, Kim Il Sung, in 1912.\nTourists run through the strictly controlled capital city, cheered on by North Koreans lining the streets. \nThe event attracts so-called marathon chasers - tourists who run different races across the world.\nJasmine Barrett, an Australian running the marathon for the third time, said she kept coming back \"to see the smiles on the children's faces\". \n\"I'd definitely recommend it to others because it's a great way to see the city and the people who live there,\" she told AFP news agency.\nThere were no American runners due to the tourist ban following the death of US student Otto Warmbier two years ago. He was detained in 2015 after allegedly stealing a propaganda sign. \nPyongyang authorities returned the 22-year-old to the US in a coma in 2017 and he died days later.\nColin Crooks, the British ambassador to North Korea, was one of the runners taking part. He tweeted that the \"atmosphere in the stadium was great\". \nNorth Korea has been the subject of a series of US and international sanctions over Pyongyang's development of nuclear weapons and missile tests.\nTourism to the region slumped after North Korea launched a series of missiles in 2017.\nUS President Donald Trump and North Korean leader Kim Jong-un then shared threats and insults, raising political tensions, before reaching a joint agreement at talks in June 2018. \nFollowing a failed second summit between the US and North Korean leaders in Hanoi this February, US officials have insisted that diplomacy is still \"alive\".\nBut Pyongyang has warned that it could resume missile and nuclear testing.\nLast month, the North withdrew from an inter-Korean liaison office which was opened amid 2018's warming of ties to facilitate talks with the South. ", "date": "8 April 2019", "href": "https://www.bbc.com/news/world-asia-47844000", "tags": "us pyongyang runners korean swell turnout capital tourists following north marathon korea part"}