{"title": "North Korea: Trump expects second Kim summit soon", "content": "US President Donald Trump has said he expects to have a second summit with North Korean leader Kim Jong-un in the \"not too distant future\".\n\"A lot of progress\" was being made, he said, speaking alongside South Korean President Moon Jae-in in New York. \n\"The relationship is very good and in some ways... extraordinary,\" he added.\nJust a year ago, the US and North Korea were publicly speaking of a nuclear confrontation but Mr Trump had historic first talks with Mr Kim in June.\nSpeaking earlier, at UN headquarters in New York, he said that Secretary of State Mike Pompeo would arrange the next summit \"in the immediate future\". \nNo decision had yet been taken as to the venue, he said.  \nMr Moon recently completed a high-profile, three-day visit to Pyongyang - the first by a Southern leader to the North's capital in a decade.\nHe said on Monday that he had been \"able to confirm Chairman Kim's firm commitment to complete denuclearisation\" and that he had also expressed his wish to meet Mr Trump again soon.\nThe Singapore summit was the first ever meeting between a sitting US president and a North Korean leader.\nThe pair signed a document pledging to establish new relations, work towards \"complete denuclearisation\" and to build a lasting peace on the peninsula. \nHowever the details of the agreement were vague, with no timeline nor indication of how denuclearisation would be achieved and verified. \nSince then, the North has made overtures to the South and tried to improve its image.\nWhile little concrete change has occurred, North Korea has suspended its controversial missile testing, a major source of regional tension. \nMr Kim has promised to dismantle North Korea's main missile testing and launching site, and said he could decommission the main nuclear test site, if the US took some reciprocal action.\nSome critics have raised concerns that the human rights situation in North Korea has been ignored to ensure better relations.\nMr Trump and Mr Moon also signed a revised trade pact, aimed at expanding opportunities for US carmakers and pharmaceutical companies.\nIt marks the first such agreement finalised by the US president, who has promised to overhaul his country's trade relationships.", "date": "25 September 2018", "href": "https://www.bbc.com/news/world-asia-45630256", "tags": "us summit expects first president second soon trump kim north korea"}