{"title": "North Korea Criticizes ‘Gangster-Like’ U.S. Attitude After Talks With Mike Pompeo", "content": "PYONGYANG, North Korea — North Korea accused the Trump administration on Saturday of pushing a “unilateral and gangster-like demand for denuclearization” and called it “deeply regrettable,” hours after Secretary of State Mike Pompeo said his two days of talks in the North Korean capital were “productive.”\nDespite the criticism, North Korea’s Foreign Ministry said the country’s leader, Kim Jong-un, still wanted to build on the “friendly relationship and trust” forged with President Trump during their summit meeting in Singapore on June 12. The ministry said Mr. Kim had written a personal letter to Mr. Trump, reiterating that trust.\nThe harsh North Korean reaction may have been a time-tested negotiating tactic. Two months ago, a brief blowup between the two countries led President Trump to briefly cancel, then reschedule, his summit meeting with Mr. Kim. But North Korea’s remarks also played to a larger fear: that the summit meeting’s vaguely worded commitment to “the denuclearization of the Korean Peninsula” meant something very different in Pyongyang and Washington.\nDistrust on both sides has led the Americans to insist on rapid, deep dismantlement and highly intrusive verification; the North Koreans want an early lifting of sanctions and a formal end to the Korean War, among other steps.\nOn Saturday, Mr. Pompeo and his entourage offered no immediate evidence that they had come away with anything tangible to show that North Korea was willing to surrender its nuclear and missile weapons programs. Mr. Pompeo did not meet with Mr. Kim, as he had in past visits, but held talks with Kim Yong-chol, a senior official who has been the country’s point person in deliberations with the United States, South Korea and China.\n“These are complicated issues, but we made progress on almost all of the central issues,” Mr. Pompeo said before boarding a plane for Tokyo. He called the meetings “productive.”\nAdministration officials said Saturday that they were neither surprised nor concerned about the North Korean response, and they pointed out that its final lines, the ones attributed directly to Mr. Kim, were conciliatory and referred to a feeling of trust toward Mr. Trump.\nThe North Korean Foreign Ministry’s assessment was decidedly downbeat.\n“The attitude and demands from the U.S. side during the high-level talks were nothing short of deeply regrettable,” the ministry said, accusing American “working-level” officials of trying to destroy the agreement struck in Singapore.\nMr. Pompeo came to Pyongyang to try to get the North Koreans to match their vague commitment to denuclearization — signed by Kim Jong-un in the June meeting with President Trump — with some kind of action. Among the first priorities were a declaration of weapons sites, a timeline of deconstruction efforts and, perhaps, a written statement that the North’s definition of denuclearization matched Mr. Pompeo’s.\nAsked if he had gotten any of those, Mr. Pompeo declined to divulge details.\nWashington insists that North Korea disclose all the details of its nuclear weapons program, dismantle its facilities and let outside inspectors verify the steps. The idea is to remove all the North’s nuclear weapons and its ability to build more, before offering any significant rewards.\nThe North has long rejected such an approach, instead demanding that the United States take reciprocal measures in each “phased” step it takes toward denuclearization.\nOn Saturday, the North Korean statement reiterated that “phased, simultaneous actions” were “the quickest way of realizing the denuclearization of the Korean Peninsula.”\nDuring their meetings with Mr. Pompeo, North Korean officials proposed dismantling a missile engine-test site and opening negotiations for repatriating the remains of American service members killed in the Korean War, the Foreign Ministry said. In return, they proposed that the United States take “simultaneous” actions of expanding bilateral exchanges and announcing an end to the Korean War in July.\nBut the ministry said that the United States balked at declaring an end to the war, which North Korea said was a crucial first step toward building trust.\n“The issues the U.S. side insisted on during the talks were the same cancerous ones that the past U.S. administrations had insisted on,” the ministry said.\nIt said North Korea had so far taken the “irreversible” action of destroying its underground nuclear test site, while the United States had taken only the “reversible” action of suspending joint military exercises with South Korea.\nPrivately, Mr. Pompeo has said that he doubts the North Korean leader will ever give up his nuclear weapons. And those doubts have been reinforced in recent days by intelligence showing that North Korea, far from dismantling its weapons facilities, has been expanding them and taking steps to conceal the efforts from the United States.\nMr. Trump has said his summit meeting with Mr. Kim was a success, and he has declared the North “no longer a nuclear threat.” Squaring Mr. Trump’s evaluation with what increasingly seems like a more troubling reality has become one of Mr. Pompeo’s greatest challenges as the United States’ chief diplomat.\nMr. Pompeo started his day by leaving the elaborate guesthouse where he was staying to make a secure phone call to Mr. Trump. Also on the call were John R. Bolton, Mr. Trump’s national security adviser, and John Kelly, the White House chief of staff. State Department officials have assumed that listening devices are planted throughout the guesthouse.\nThis was Mr. Pompeo’s third trip to Pyongyang, but the first time he had spent the night. Even so, it appeared to have been his least productive visit.\nThere had been hopes that Mr. Pompeo would get the North to agree to hand over the remains of American war dead. But Mr. Pompeo said that another meeting had been set for July 12 for further talks on repatriating the remains, a dialogue that will be led by the Defense Department.\nMr. Pompeo and Kim Yong-chol began their meetings on Saturday in Pyongyang with the customary flowery greetings. But just before reporters were ushered out of the room, the exchange grew sharper.\n“There are things that I have to clarify,” Mr. Kim said.\n“There are things that I have to clarify as well,” Mr. Pompeo quickly responded.\nAt the airport in Pyongyang, when asked if he had brought up the satellite images that appeared to show that the North was actually expanding its capabilities, Mr. Pompeo responded: “We talked about what the North Koreans are continuing to do.”\nHe said they had discussed “achieving what Chairman Kim and President Trump both agreed to, which is the complete denuclearization of North Korea. No one walked away from that, they’re still equally committed, Chairman Kim is still committed.”\nBlistering rhetoric is certainly not unusual from Pyongyang, but the North’s statement points to the risks of Mr. Trump’s decision to bypass the usual process of extensive low-level talks to build a framework for an agreement that leaders can push across the finish line.\nConvinced of his own negotiating abilities, Mr. Trump decided to meet with Mr. Kim directly in Singapore in hopes a face-to-face encounter would cut through decades of hostility and bypass months or even years of back-and-forth.\nBut national leaders do not negotiate or verify arms control agreements; governments do. Dozens of experts are needed to write the hundreds of pages needed to describe North Korea’s nuclear and missile infrastructure and then delineate how it will be curtailed, dismantled and inspected.\nCritics say the administration’s approach — and Mr. Trump’s declarations of success — have ended up easing much of the economic and diplomatic pressure on Pyongyang.\n“Negotiating with North Korea is always difficult, but President Trump made it immeasurably harder with his euphoric tweets about how the North is no longer a nuclear threat,” said Wendy Sherman, a top Obama administration diplomat who helped negotiate the Iran nuclear deal and has negotiated with the North Koreans as well.\nMs. Sherman added: “With North Korea, there is no full knowledge of what they have, where it is and no ability to verify denuclearization. Long way to go.”\nA small group of reporters traveling with Mr. Pompeo were allowed into the Pyongyang meetings to record their initial moments, as is routine for such diplomatic encounters. But the North Koreans allowed reporters to stay several minutes longer than usual.\nOn Saturday morning, those extra moments led to the recording of an unusually lengthy exchange between Mr. Pompeo and Kim Yong-chol.\n“This isn’t your first visit to our country, yet this is your first night in our country,” Mr. Kim began. “Did you sleep well last night?”\n“I did, I did, thank you for the accommodation,” Mr. Pompeo answered.\nA few moments later, Mr. Kim said, “But we did have very serious discussions on very important matters yesterday. So thinking about those discussions, you might have not slept well last night.”\n“Director Kim, I slept just fine,” Mr. Pompeo responded, an edge creeping into his voice. “We did have a good set of conversations yesterday. I appreciate that, and I look forward to our continued conversations today as well.”\nHeather Nauert, the State Department spokeswoman, said Mr. Pompeo did not see the process as doomed.\n“There’s a lot of hard work that’s left to be done,” she said. “We never thought this would be easy, and that’s why consultations continue.”", "date": "July 7, 2018", "href": "https://www.nytimes.com/2018/07/07/world/asia/mike-pompeo-north-korea-pyongyang.html", "tags": "criticizes ‘ korean u.s. ” pompeo attitude gangster-like kim north mike korea talks"}