{"title": "North Korea: UN gains 'unprecedented access' during visit", "content": "The head of the UN's World Food Programme (WFP) believes there is a \"sense of optimism\" among North Korea's leaders after enjoying what he said was unprecedented access to the country.\nDavid Beasley spent two days in the capital, Pyongyang, and two outside it, accompanied by government minders. \nHe said the country was working hard to meet nutritional standards, and hunger was not as high as in the 1990s.\n\"There is a sense of turning a new page in history,\" he told the BBC.\nRelations between North Korea and the rest of the world have seen a dramatic shift. \nLast year the North Korean government carried out a string of nuclear and missile tests. \nBut next month, its leader Kim Jong-un will meet US President Donald Trump, in what would be the first time a sitting US president has ever met a North Korean leader.\nConfirmation of the meeting came after landmark talks between North and South Korea. Mr Trump announced the details of the meeting - in Singapore on 12 June - earlier this week, hours after he welcomed home three US detainees released from North Korea.\nDavid Beasley visited North Korea from 8-11 May. The visit included trips to WFP-funded projects - a children's nursery in South Hwanghae province and a fortified biscuit factory in North Pyongyan province.\nHe told the BBC's Radio 4 programme Today that the farming he saw in the countryside reflected the fact that only about a fifth of the land is arable.\n\"One of the most powerful things that I saw was out in the countryside - it's spring, they're planting - there's not mechanisation, you've got oxen pulling ploughs, men and women in the fields,\" he said.\n\"It's very structured, very organised, every foot and inch of dirt is being toiled with rakes and hoes and shovels and they're literally planting crops up to the edge of the road, down embankments, using every available space, because it is a land that's mostly mountainous.\n\"I didn't see starvation like you had in the famine back in the 1990s, that's the good news. But is there a hunger issue, is there under-nutrition? There's no question about it.\"\nBetween 1994 and 1998, hundreds of thousands of people are believed to have died in North Korea in a widespread famine.\nAfter drought last year, the UN said seven in 10 North Koreans were relying on food aid, while four in 10 were malnourished.\nLast month the UN requested $111m in aid funding to help people in North Korea. The US has offered to help rebuild the country, on condition of denuclearisation.\nDaily life in the two countries couldn't be more different.\nAfter the end of the Korean war in 1953 the South, an ally of the US, embraced a capitalist philosophy. It has developed into one of Asia's most affluent nations.\nA government-sponsored industrial push in the 1960s led to huge corporations like Samsung and Hyundai being created.\nSouth Korea is one of the world's top 20 economies, with GDP of $1.4tn (£1tn).\nBy contrast, North Korea's GDP is less than $20bn, placing it well outside the top 100 economies.\nIt has a communist system, but capitalism is creeping into the country. \nThere are things to buy - but only for some people, those who have money. The majority of people in North Korea live in poverty. \nKim Jong-un has made clear that development is a priority.", "date": "12 May 2018", "href": "https://www.bbc.co.uk/news/world-asia-44092623", "tags": "un us country world visit access gains two south north korea"}