{"title": "North Korea’s human rights: What's not being talked about", "content": "After decades in the political wilderness, North Korea has spent the past year in a flurry of diplomatic activity. \nBut talks with the US, China and South Korea have so far focused entirely on trade and denuclearisation. North Korea's woeful human rights record is one topic that is yet to come up - and it's likely to remain that way.\nThe UN says North Koreans live under \"systematic, widespread and gross human rights violations\". Here are just some of the issues:\nIsolated from the rest of the world, North Korea has been ruled by the Kim family for three generations, and its citizens are required to show complete devotion to the family and its current leader, Kim Jong-un.\nThe state controls everything, and actively spies on its citizens using a vast surveillance and informer network.\nThe economy is also strictly controlled and the government funnels money into its nuclear and missile programme despite widespread shortages of food, fuel and other basic necessities. \nBrad Adams, Asia director of Human Rights Watch (HRW), told the BBC that North Korea has only been able to develop an expensive nuclear programme because it is a totalitarian state, and it's done so by \"taking food out of the stomachs of hungry North Koreans\".\nNorth Korea's media is arguably the most tightly controlled in the world. Reporters without Borders (RSF) ranks it last in its World Press Freedom Index. \nNorth Koreans get all their news, entertainment and information from state media, which unfailingly praises the leadership.\nAccording to RSF, citizens can be sent to prison for viewing, reading or listening to content provided by international media outlets. \nMobile phones are more common than they used to be, but making an overseas phone call doesn't come easy.\n\"You would have to get a Chinese cell phone on the black market, drive to the Chinese border and then even along the way state agents may stop you,\" Arnold Fang, a researcher from Amnesty International, explained to the BBC.\nInternet access is available for the elite few in the capital, Pyongyang, who lead relatively comfortable lives. Others may have restricted access. The country has its own very basic intranet - a closed network which certain people are allowed to use. \nBut most North Koreans will likely never go online. \nThe constitution promises a \"right to faith\" and there are Buddhists, Shamanists and followers of Chondoism - a native Korean religion - North Korea. State-controlled churches also exist.\nBut Mr Fang says this is all largely for show. \n\"In reality, there is no freedom of religion. Everyone is indoctrinated to treat the Kim family almost as something to worship.\"\nA 2014 UN report said Christians face \"persecution and severe punishments\" if they practiced their religion outside state-controlled churches.\nNorth Korea also takes a dim view on foreign missionaries. Among its most famous detainees was Kenneth Bae, a Korean-American evangelist who ran Christian tours to North Korea.\nHe was sentenced to 15 years of hard labour in 2013 for \"anti-government\" crimes. He was released in 2014 on health grounds.\n\"North Korea has been said to be the world's biggest open prison camp,\" said Mr Adams. \"I don't think that's unfair.\"\nAccording to a report by the US State Department, there are between 80,000 and 120,000 people in prison in the North.\nPeople can be jailed for almost anything, activists say, with crimes ranging from watching a South Korean DVD to trying to defect. \nPeople convicted of political crimes are often sent to brutal labour camps, which involve physical work such as mining and logging.\nAmnesty has described the prison camps as \"harsh beyond endurance\". Detainees face torture and beatings by guards, and women are left especially vulnerable to sexual coercion and abuse.\nNot all those in prison have actually committed crimes. North Korea practices collective punishment, so if one member of a family is found guilty it's possible that their whole family gets punished.\nNorth Korea makes liberal use of the death penalty and has been known to conduct public executions.\nForeign nationals in North Korea have been arrested and detained for extended periods of time - often kept as prisoners for political reasons and used as diplomatic pawns at opportune moments.\nThree US citizens, who were jailed for anti-state activities and placed in labour camps, were freed from North Korean prison as a gesture of goodwill ahead of the US-North Korea leadership summit in 2018.\nBut US student Otto Warmbier was not so lucky. Mr Warmbier was arrested in 2016 for stealing a propaganda sign. He was released after 17 months in detention on health grounds, but was seriously ill - he died days after returning home. His parents, who believe he had been tortured, sued North Korea over his death.\nSix South Korean prisoners are still believed to be in detention.\nNorth Korea has also admitted to kidnapping at least 13 Japanese citizens in the 1970s, who they used to train their spies in the Japanese language and customs. \nAmong other noted kidnappings were a famous South Korean actress and her ex-husband, a film director, who were taken in the 1970s. They were forced to make films for the state but later managed to escape.\nA significant majority of North Koreans undertake unpaid labour at some point in their lives, according to a HRW report.\nFormer students who defected from North Korea told HRW that their schools forced them to work for free on farms twice a year - at ploughing and harvest time - for one month at a time.\nNorth Korea also sends hundreds of thousands of people to work overseas as low-cost labour - with many of them essentially working under slave-like conditions.\nIt has sent workers to places like China, Kuwait and Qatar - though most countries have stopped renewing work visas to North Koreans to comply with UN sanctions. However, reports have emerged that North Koreans are still working in some places despite sanctions. \n\"Many overseas workers live in a monitored dormitory where there is no freedom of movement, rendering them essentially prisoners,\" said Mr Adams.\nA large percentage of workers' salaries are usually seized by the state - a huge source of income for the country.\nDiscrimination against women very much exists, but \"there isn't a way to measure inequality in the North like how you measure the wage gap between males and females\", says Mr Fang.  \nThough North Korea presents itself as nominally equal society, women are said to be deprived of education and job opportunities.\n\"Women are really vulnerable - sexual violence exists but if someone assaults them they have no-one to complain to,\" says Mr Adams. \nReports are also rampant of women facing torture, rape and other sexual abuses while held in detention facilities - and of widespread sexual abuse in the military.\nChildren in North Korea do receive education, though some have to drop out of school early to help their families survive economically, according to Mr Fang.\nThe school curriculum is \"dominated by the country's political agenda, restricting their knowledge from a very early age\".\nAccording to Unicef, 200,000 North Korean children are suffering from acute malnutrition - of which 60,000 would have become \"severely malnourished\".\nNorth Korea routinely rejects criticism of its rights records - it has said its citizens \"feel proud of the world's most advantageous human rights system\" - and points the finger at the flaws of other countries. \nBut Mr Adams of HRW says the topic of human rights in North Korea is \"a bottomless pit\".\n\"Everyone's looking out for their own interests. No-one's looking out for the interests of North Korea's citizens\".", "date": "18 February 2019", "href": "https://www.bbc.co.uk/news/world-asia-44234505", "tags": "citizens korean rights talked koreans prison human state north also korea"}