{"title": "North Korea Pulls Staff From Liaison Office, Sending South a Message", "content": "SEOUL, South Korea — North Korea on Friday withdrew its staff from the joint liaison office it has operated with South Korea since September, signaling a hardening of its position toward the South weeks after the failed summit meeting between the North’s leader, Kim Jong-un, and President Trump.\nNorth Korean staff at the liaison office in Kaesong, a North Korean town just north of the two countries’ border, packed up and left on Friday, saying they had been ordered to do so, the South’s Ministry of National Unification said. They did not ask their South Korean counterparts to leave, the ministry said.\n“We consider the North Koreans’ decision regrettable and hope that they will return as early as possible so the liaison office can resume its normal operation,” the ministry said in a statement.\nIt was the North’s latest show of discontent since the talks in Hanoi, Vietnam, between Mr. Kim and Mr. Trump over the North’s nuclear arms program ended without a deal. North Korea blamed what it called “an atmosphere of hostility and mistrust” created by Washington for the breakdown in negotiations.\nBut the North has also expressed dissatisfaction with South Korea, which has tried to act as a mediator in the talks. At a March 15 news conference in Pyongyang, the North’s capital, a North Korean official called South Korea “a player, not an arbiter” because it is an ally of the United States.\nThe opening of the liaison office in September was seen as a significant moment for the Koreas, because it established their first channel for full-time, person-to-person contact since an armistice halted the Korean War. The office has been open five days a week, with staff from both countries living at the compound and on call around the clock. They work on separate floors and meet when there is an issue to discuss.\nSouth Korean officials saw the office as a potential first step toward the Koreas establishing diplomatic missions in each other’s capitals.\nThe North’s pullout does not leave the Koreas without means to communicate. Their governments and militaries also maintain telephone hotlines. But those have been switched off and on again over the years, depending on the political climate.\nThe withdrawal was a setback for the South’s president, Moon Jae-in, who has devoted much political capital to coaxing the North into dialogue. The Koreas agreed to open the liaison office when he and Mr. Kim held their first summit meeting in April.\nSince the abrupt end to the Hanoi talks, questions have been raised in the South about Mr. Moon’s role in the American-North Korean dialogue, with critics arguing that he had oversold Mr. Kim’s willingness to give up its nuclear arms.\nIn Hanoi, Mr. Kim asked Mr. Trump to remove punishing sanctions against the North, the most potent leverage Washington has. In exchange, Mr. Kim offered to dismantle a single nuclear complex, a step that would fall far short of crippling his nuclear program. Many analysts believe the North has at least one clandestine uranium-enrichment plant, in addition to keeping its nuclear warheads and ballistic missiles in secret locations.\nAfter the Hanoi meeting, Mr. Moon said he would continue to act as a mediator. But North Korea and the United States have not been eager to take him up on that, instead addressing each other directly and insisting that the other side back down.\nMr. Moon’s National Security Council met on Friday to discuss the North’s pullout from the liaison office.\nAs the negotiations with Washington have stalled, North Korea has expressed increasing frustration with South Korea, denouncing it for not moving ahead on proposed joint economic projects, such as the reopening of an industrial complex in Kaesong. But South Korea could not push forward with those projects until sanctions against the North were lifted.\nSince Mr. Kim returned from Hanoi without badly needed sanctions relief, analysts have feared that North Korea might resume weapons tests in a bid to gain more leverage.\nOn Thursday, the United States Treasury Department imposed new sanctions on two Chinese shipping companies that it said had helped North Korea evade international sanctions.\nBut on Friday, President Trump announced on Twiter that he was withdrawing these new sanctions — because “President Trump likes Chairman Kim, and he doesn’t think these sanctions will be necesary,” said Sarah Huckabee Sanders, the White House press secretary.\nAt the March 15 news conference, the North Korean official, Vice Foreign Minister Choe Son-hui, threatened to suspend negotiations with Washington and said Mr. Kim would soon decide whether to resume nuclear and missile tests, which it has not carried out in over a year. North Korea has begun calling key ambassadors home, leading to speculation that some sort of announcement is coming.\nThe latest moves by the North “may signal that North Korea is considering a shift in its negotiating strategy and foreign policy,” said Cheong Seong-chang, an analyst at the Sejong Institute in South Korea.", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/world/asia/north-korea-joint-liaison-office.html", "tags": "sanctions office message korean liaison sending south kim north korea staff pulls"}