{"title": "North Carolina Legislature Set To Repeal HB2", "content": "North Carolina Gov. Pat McCrory (R) has called for the state legislature to meet in a special session Wednesday to take up the repeal of HB2, the controversial law that barred anti-discrimination protections for lesbian, gay, bisexual and transgender individuals. \nThe announcement came in response to the Charlotte City Council’s surprise unanimous vote Monday morning to rescind its ordinance providing LGBT protections. The council passed its ordinance in February, which angered the GOP-controlled legislature and prompted it to pass a law invalidating the measure. \nHB2 barred cities and localities from enacting anti-discrimination policies that protect people on the basis of sexual orientation and gender identity; it also prevented schools from allowing transgender students to use the restroom that corresponds with their gender identity, rather than the gender assigned to them at birth. It essentially invalidated Charlotte’s ordinance.\nCharlotte Mayor Jennifer Roberts (D) and city council members had rejected a similar deal earlier in the year, according to the Charlotte Observer. But the situation has now changed, with Roy Cooper ― a Democrat who supports LGBT rights ― set to take over the governorship.\nRoberts argued that the vote Monday morning “should in no way be viewed as a compromise of our principles or commitment to non-discrimination,” and said she viewed the new opportunity as the first real chance to repeal HB2. \nCooper first announced news of the special session Monday morning, saying that GOP leaders assured him they would meet this week.\nIn a video message Monday afternoon, McCrory announced his plans for the special session and blasted Cooper and Roberts. \n“I have always publicly advocated a repeal of the overreaching Charlotte ordinance,” McCrory said. “But those efforts were blocked by Jennifer Roberts, Roy Cooper and other Democratic activists. This sudden reversal with little notice after the gubernatorial election has ended sadly proves this entire issue, originated by the political left, was all about politics at the expense of Charlotte and the entire state of North Carolina.”\nIn a joint statement, state Senate Leader Phil Berger (R) and House Speaker Tim Moore (R) echoed McCrory, saying they were always prepared to consider repealing HB2 if Charlotte rescinded its ordinance. They also criticized Cooper for taking credit for their decision, saying his and Roberts’ “efforts to force men into women’s bathrooms and shower facilities was a political stunt to drive out-of-state money into the governor’s race.”\nCooper’s Monday morning statement indicates that he may push for statewide protections for sexual orientation and gender identity when he takes office. And Charlie Reece, a Democratic member of the Durham City Council, said he expects cities may pass new nondiscrimination ordinances of their own after the legislature repeals HB2 ― although he added that he was troubled by the “deal” and how it would affect the transgender community.\n“LGBT rights aren’t a bargaining chip. Charlotte shouldn’t have had to repeal its ordinance in exchange for H.B. 2 to be repealed,” said Simone Bell, the southern regional director for Lambda Legal. “LGBT people in North Carolina still need protection from discrimination. The right action is for the North Carolina Legislature to pass a statewide comprehensive civil rights bill that includes full protections for LGBT people,” \nThe backlash to HB2 has been fierce, causing headaches for GOP leaders who supported the law. PayPal scrapped plans to expand its business to Charlotte, resulting in a loss of 400 jobs for the city and state. Business leaders spoke out against the law, and sports and entertainment events were pulled from the state in protest. \nThe NCAA pulled seven of its championship games from North Carolina after the state passed HB2. In a statement Monday, it said it was heartened to see that the law may be repealed and would be open to possibly hosting future events in the state again.\nIn November, Cooper defeated McCrory, whose loss was attributed in large part to the heat he took over HB2. McCrory conceded on Dec. 5, after a month of wrangling and raising unproven theories about fraud and other problems.\nIn response, the GOP-controlled legislature pushed through legislation to take away powers from the incoming Democratic governor. McCrory signed the bills last week.\nThis piece has been updated with additional comments and details about the special session.", "date": "\n12/19/2016", "href": "https://www.huffpost.com/entry/repeal-hb2_n_58580107e4b0b3ddfd8d9100", "tags": "set legislature cooper repeal ordinance charlotte ” carolina mccrory state north monday"}