{"title": "North Korea pledges to dismantle nuclear site in May ceremony", "content": "North Korea says it will begin dismantling its nuclear test site in less than two weeks in a ceremony attended by foreign journalists. \nPyongyang said it was taking \"technical measures\" to carry out the process between 23-25 May, North Korean state news agency KCNA reported on Saturday.\nScientists previously said the site may have partially collapsed in September.\nThe move is due to take place three weeks before US President Donald Trump meets North Korean leader Kim Jong-un.\nIn April, South Korean officials said Mr Kim had stated he \"would carry out the closing of the nuclear test site in May\", adding that nuclear experts from South Korea and the US would be invited to watch. \nTheir comments came after talks between Mr Kim and South Korea's President Moon Jae-in.\nHowever there was no mention of allowing foreign experts access to the site in Saturday's statement from North Korea. \nThe dismantling of the Punggye-ri site, the exact date of which will depend on weather conditions, will involve the collapsing of all tunnels using explosives and the removal of all observation facilities, research buildings and security posts.\nJournalists from South Korea, China, the US, the UK and Russia will be asked to attend to witness the event. \nNorth Korea said the intention was to allow \"not only the local press but also journalists of other countries to conduct on-the-spot coverage in order to show in a transparent manner the dismantlement of the northern nuclear test ground\".\nThe reason officials gave for limiting the number of countries invited to send journalists was due to the \"small space of the test ground... located in the uninhabited deep mountain area\".\nSituated in mountainous terrain in the north-east, the Punggye-ri site is thought to be the North's main nuclear facility.\nNuclear tests have taken place in a system of tunnels dug below Mount Mantap, near the Punggye-ri site.\nSix nuclear tests have been carried out there since 2006.\nAfter the most recent test, which took place in September 2017, a series of aftershocks hit the site, which seismologists believe collapsed part of the mountain's interior.\nPyongyang's professed commitment to \"denuclearisation\" is likely to differ from Washington's demand for \"comprehensive, verifiable and irreversible\" nuclear disarmament. \nOn a recent visit to North Korea, US Secretary of State Mike Pompeo stressed that any such claim would require a \"robust verification\" programme by the US and other nations.\nNorth Korea has also reneged on a number of promises made in previous years.\nIn 1994, then-US President Bill Clinton made plans to attack sites in North Korea based on intelligence that the state had begun shipping fuel rods that could be used to produce plutonium to its main nuclear facility, the Yongbyon complex.\nThe threat of US strikes at the time, along with an offer from the Clinton administration to help boost the state's struggling economy, led to an agreement with the North Koreans. \nThe US provided fuel to an energy-starved economy, and North Korea agreed to freeze its programme. But Pyongyang later breached the agreement and the deal fell apart in 2002.\nIn 2007, Pyongyang announced that it had shut its Yongbyon reactor as part of a disarmament-for-aid deal. The following year it demolished the facility's cooling tower in a symbol of its commitment to ending its nuclear programme. \nThen, in 2013, North Korea said it would restart operations at the Yongbyon site - a move that was later confirmed by experts.\nMr Trump and Mr Kim are due to meet in Singapore on 12 June. It will be the first time a sitting US president has ever met a North Korean leader.\nThe key issue expected to be discussed is North Korea's nuclear weapons programme, over which the two leaders furiously sparred in 2017.\nThe US wants Pyongyang to give up its weapons programme completely and irreversibly.\nConfirmation of the meeting between the two men came after landmark talks between North and South Korea. \nMr Trump announced the date and place of the summit earlier this week, hours after he welcomed home three US detainees released from North Korea.\n\"We will both try to make it a very special moment for World Peace!\" he tweeted.\nThere is a \"sense of optimism\" among North Korea's leaders, the head of the UN's World Food Programme (WFP) said on Saturday after enjoying what he said was unprecedented access to the country.\nDavid Beasley spent two days in the capital, Pyongyang, and two outside it, accompanied by government minders.\nHe said the country was working hard to meet nutritional standards, and hunger was not as high as in the 1990s.\nMr Beasley's visit, from 8-11 May, included trips to WFP-funded projects - a children's nursery in South Hwanghae province and a fortified biscuit factory in North North Pyongyan province.\n\"I didn't see starvation like you had in the famine back in the 1990s, that's the good news. But is there a hunger issue, is there under-nutrition? There's no question about it,\" he told the BBC.\n\"There is a sense of turning a new page in history,\" he said.", "date": "12 May 2018", "href": "https://www.bbc.co.uk/news/world-asia-44094740", "tags": "site may us nuclear pledges pyongyang dismantle ceremony programme south north korea"}