{"title": "North Korean man begs China not to deport wife and young son", "content": "A North Korean man has pleaded with the Chinese president Xi Jinping not to forcibly repatriate his wife and young son, saying they face imprisonment or death if sent home.\nThe woman and her four-year-old son are understood to have been among a group of 10 North Koreans detained in China last week after secretly crossing the border.\nThe man, who asked to be identified only as Lee, fled to South Korea in 2015. He recorded his plea in a video message, which was passed to the BBC.\nHe said his wife and son would \"either face execution or wither away in a political prison camp\" if sent back to North Korea.\n\"I wish China's Xi Jinping and US President Donald Trump would think of my child as their grandchild and send my son to the free country, South Korea,\" he said. \n\"Please help us. Save my family from repatriation. As the father, I beg the two leaders to help my family. Please help us.\"\nHe said he was haunted by images of his young son in detention. \n\"I can almost hear my baby calling my name,\" he said. \"I can see my baby in that cold cell, crying out for his father. I can't just stand by doing nothing.\"\nThe group of 10 defectors was arrested in a raid on a safe house in Shenyang in Liaoning province, north-east China, on 4 November.\nChina's foreign ministry spokeswoman Hua Chunying said in a news briefing that she was unaware of details of the case. She said China consistently upholds the handling of such matters in accordance with domestic and international law and humanitarian principles.\nThe arrests come amid a crackdown by China on North Korean defectors. Chinese security services have apprehended at least 49 North Koreans in the three months between July and September, according to the charity Human Rights Watch - a significant jump from the 51 people recorded as having been detained over the entire previous 12 months.\nAt least nine of those arrested over the past three months are known to have been forcibly repatriated back to North Korea, according to Human Rights Watch.\n\"North Korean refugees and their families overseas deserve international support,\" said Phil Robertson, deputy Asia director for the charity, said in a statement.\n\"Governments around the world and the United Nations High Commissioner for Refugees should call on China to stop sending North Koreans back across the border to face torture, forced labour, sexual abuse, and worse,\" he said.\nLord Alton, who is chair of the UK's cross-party parliamentary group on North Korea‎, told the BBC he had urged the British government to intervene.\n\"Anyone who has read the United Nations' report on North Korea's crimes against humanity knows that these escapees face torture, imprisonment, forced labour or even execution,\" he said.\n\"That's why I have asked the British Government to urge the Chinese authorities not to send these escapees back to North Korea.\"\nChina forcibly repatriates North Koreans despite being a party to the 1951 UN Convention on Refugees, which obliges signatories not to return refugees if it may put them at risk of persecution or torture. \nIt regards the defectors as illegal migrants rather than refugees.\nIn 2014, the UN Commission of Inquiry on human rights said North Korea was responsible for \"systematic, widespread and gross human rights violations\" and \"crimes against humanity\".\n\"The gravity, scale and nature of these violations reveal a State that does not have any parallel in the contemporary world,\" its report said.\nThe number of North Koreans defecting to South Korea dropped by 13% this year, officials in Seoul say. From January to August, 780 North Koreans escaped to South Korea, the Unification Ministry said.\nThe fall is believed to be a result of tighter government surveillance and reinforced border security by both North Korea and China.\nMr Lee's appeal comes as the US president tours the region. Mr Trump met with his South Korean counterpart Moon Jae-In on Wednesday before travelling to China to meet with Mr Xi the following day. \nSpeaking in front of South Korea's parliament, intensified his war of words with the North Korean leader Kim Jong-un, calling North Korea a \"country ruled as a cult\".\n\"At the centre of this military cult is a deranged belief in the leader's destiny to rule as parent protector over a conquered Korean peninsula and an enslaved Korean people,\" he said.", "date": "11 November 2017", "href": "https://www.bbc.co.uk/news/world-asia-41952298", "tags": "face young china korean deport son man koreans begs south refugees north korea wife"}