{"title": "North Carolina Announces Deal To Repeal Transgender Bathroom Bill", "content": "Lawmakers in North Carolina announced late Wednesday they had reached a deal to repeal the state’s controversial bill that bars transgender people from using bathrooms associated with their gender identity.\nFull details of the measure to repeal the legislation, known as House Bill 2, were not announced, but it’s expected to be put up for a vote in the Senate at 9:15 Thursday morning. The House would quickly follow, according to The Charlotte Observer.\nState Senate President Pro Tem Phil Berger and House Speaker Tim Moore announced the agreement made with North Carolina Gov. Roy Cooper at a press conference about 10:30 p.m. local time. They declined to answer any questions related to the replacement measure, House Bill 142, and said details about the legislation would be released later Wednesday night.\n“I support the House Bill 2 repeal compromise that will be introduced tomorrow,” Cooper said in a statement. “It’s not a perfect deal, but it repeals House Bill 2 and begins to repair our reputation.”\nWhile the move would strike down one of the most controversial pieces of anti-LGBT legislation in the country, the proposal was met with swift resistance from some civil right groups.\nThe Human Rights Campaign noted the new legislation would prohibit cities from passing individual non-discrimination protections through 2020 and return such power to the states. \n“The rumored HB2 ‘deal’ does nothing more than double-down on discrimination and would ensure North Carolina remains the worst state in the nation for LGBTQ people,” HRC President Chad Griffin said in a statement. “The consequences of this hateful law will only continue without full repeal of HB2. Sellouts cave under pressure. Leaders fight for what’s right.”\nThe Associated Press on Monday reported the fallout from the bathroom bill would cost the state more than $3.76 billion over the next 12 years. Dozens of companies have pulled their business from North Carolina, including the NCAA, which threatened to boycott the state for the next six years unless the bill was repealed.\nThe NCAA released a final, pointed warning last Thursday ahead of the release of its championship event schedule, which comes out April 18.\n“As the state knows, next week our various sports committees will begin making championships site selections for 2018-2022,” the NCAA said in a statement at the time. “Once the sites are selected … those decisions are final.”", "date": "\n03/30/2017", "href": "https://www.huffpost.com/entry/north-carolina-repeal-hb2-transgender-bathroom_n_58dc7e43e4b0e6ac7092454a", "tags": "transgender “ repeal announces legislation house carolina state bill north deal bathroom"}