{"title": "North Koreans vote in 'no-choice' parliamentary elections", "content": "North Koreans are voting to elect the country's rubber-stamp parliament, the second such election since Kim Jong-un took power.\nVoting for the Supreme People's Assembly (SPA) is mandatory and there's no choice of candidates. Any kind of dissent is unheard of.\nTurnout is always close to 100% and approval for the governing alliance is unanimous.\nNorth Korea is an isolated state, ruled by the Kim family dynasty.\nCitizens are required to show complete devotion to the family and its current leader. \nOn election day, the entire population aged 17 or older must come out and vote. \n\"As a sign of loyalty you're expected to turn up early, that means there'll likely be long queues,\" says North Korea analyst Fyodor Tertitskiy, who is based in the South Korean capital Seoul.\nOnce it's your turn, you receive a ballot paper with just one name on it. There's nothing to fill in, no boxes to tick. You take that paper and put it into the ballot box, which is located in the open.\nThere's also a voting booth where you could vote in private, but doing that would raise immediate suspicion, analysts say.\nYou theoretically have the right to cross out that single candidate. But, according to Mr Tertitskiy, doing that would almost certainly mean the secret police go after you and you likely would be declared insane.\nOnce you leave the polling station, you are expected to join the cheering groups outside to express your happiness about having been able to cast your vote for the wise leadership of the country. \n\"In state media, election days are portrayed as festive events, with people outside each polling station celebrating,\" explains Minyoung Lee, an analyst with NK News - a North Korea specialist news website.\nBecause voting is obligatory, the election also works as a census for authorities to monitor the population of each constituency and to track defectors who might have fled to China.\nThe Supreme People's Assembly (SPA) is a rubber-stamp body with no power. \nElected every five years, the parliament is the only legislative body North Korea has.  \n\"I know that international media often hedge their reporting a bit, saying the SPA has 'little' power or influence - but that's not correct. It has zero,\" said Mr Tertitskiy.\nLaws are in fact written by the party apparatus and then merely approved by the SPA as a formality. \nThat's a far cry from the far-reaching powers that, in theory, it does have. A two-thirds majority would be enough to change the constitution and a mere simple majority could remove Kim Jong-un from power. \nIn fact, the SPA doesn't even meet regularly. In its first meeting, it elects a much smaller body to work in its stead and then the original assembly only comes together on rare occasions. \nYou might assume there's only one single party, but surprisingly, there are actually three different factions in parliament. \nThe Workers Party, of which Kim Jong-un is the chairman, is by far the biggest but a few seats are usually held by two other parties, the Social Democratic party and the Chondoist Chongu party. \nIn practice, there is no difference between the three parties and they're all grouped together in the Democratic Front for the Reunification of Korea. \nThe result is not much of a nail biter, but it will take a few days before the final numbers are announced. \nFirst, there's usually an announcement of the impressive turnout. In 2014, that number stood at 99.97%. \nA few people might not have voted due to illness - though a running joke is that on election day no one dies and everyone is in good health. \nThe next step is that the numbers of Kim Jong-un's constituency are released, both turnout and political support are usually 100%.\nFinally, the results for the other constituencies will be released. While turnout might be a few percentage points lower, political support for the candidate in each constituency is again bound to be 100%, if previous years are any indication.", "date": "10 March 2019", "href": "https://www.bbc.com/news/world-asia-47492747", "tags": "parliamentary election korea voting party koreans elections spa jong-un power kim north vote"}