{"title": "North Korea 'has miniature nuclear warhead', says Kim Jong-un", "content": "Kim Jong-un says North Korean scientists have developed nuclear warheads small enough to fit on ballistic missiles.\nState media published images showing the North's leader standing next to what it said was a miniaturised weapon.\nThe claim is impossible to verify from the images alone and experts have long cast doubt on such assertions.\nThe North has stepped up its bellicose rhetoric in response to the UN imposing some of its toughest sanctions.\nThe move by the Security Council came after the North conducted its fourth nuclear test and launched a satellite, both of which broke existing sanctions. \nIn recent days, Pyongyang has threatened to launch an \"indiscriminate\" nuclear strike on the US and South Korea, as they began their largest ever round of annual military exercises.\nThe drills, known as Foal Eagle and Key Resolve, routinely generate tension.\nThe claim from Mr Kim was made as he inspected a nuclear facility on Wednesday.  \n\"The nuclear warheads have been standardised to be fit for ballistic missiles by miniaturising them,\" state news agency KCNA quoted him as saying.\n\"This can be called true nuclear deterrent,\" he added.\nHe also inspected nuclear warheads designed for thermo-nuclear reaction, the type used in a hydrogen bomb, KCNA said. \nIf the claim is true and North Korea can put nuclear warheads on to the tips of its ballistic weapons, it would represent a clear threat to the North's neighbours and the US. \nIn October 2014, the commander of US forces in South Korea, Gen Curtis Scaparrotti, told reporters that he believed the North had the capability to miniaturise a nuclear device.\nIn May 2015, the North Korea's National Defence Commission said the country had succeeded in miniaturising nuclear weapons. \nBut the validity of the nuclear boasts has been widely questioned. Experts also still doubt the North's claim that the nuclear test it conducted in January was of a hydrogen bomb. \nIn addition to the new UN sanctions, which target luxury goods, financing and trade, South Korea has also announced its own measures against the North, which includes blacklisting individuals and entities it believes are linked to the weapons programme. \nThe US and South Korea are currently discussing the possible deployment of a US missile defence system to the peninsula, a move strongly opposed by North Korea, Russia and China.", "date": "9 March 2016", "href": "https://www.bbc.co.uk/news/world-asia-35760797", "tags": "sanctions us warhead nuclear ballistic warheads miniature claim says jong-un south kim north korea"}