{"title": "Norway's $1 trillion fund to cut oil and gas investments", "content": "Norway's $1 trillion sovereign wealth fund is expected to sell some of its oil and gas holdings.\nThe world's largest sovereign wealth fund owns $37bn of shares in oil companies such as BP, Shell and France's Total.\nSelling the shares means it would not be as reliant on oil prices, it says. \nBut Norway's finance ministry said oil will still be central to Norway's economy.\nNorway is western Europe's biggest oil and gas producer and its sovereign wealth fund, known officially as the Government Pension Fund, is used to invest the proceeds of the country's oil industry.\nThe move is being positioned as a way to diversify the nation's wealth away from oil, not a judgement about the future price of oil.\n\"The oil industry will be an important and major industry in Norway for many years to come,\" it said in a statement. \nHowever, it said: \"A permanent reduction in the oil price will have long-term implications for public finances.\"\nThe government recommendation must still be approved by the country's parliament before going ahead. \nIt will also spare large oil majors which both explore for and refine oil, such as Shell, BP, Exxon and Total, instead recommending the sale of smaller oil firms which focus on finding and drilling oil, of which Norway owns about $8bn.\nThe advice follows a report from Norway's central bank in 2017 that dropping oil and gas investment would be a good economic move.\nThe government still owns 67% of Equinor, formerly known as Statoil, which is an oil and gas company which pumps the equivalent of two million barrels of oil per day. The company is diversifying into wind and solar energy.\nWhat to do with an embarrassment of riches? \nAlthough it was under some pressure to sell its holdings in the oil and gas sector for environmental reasons, Norway's Central Bank has made it clear that it is selling some of its $37bn of energy shares for more boring reasons, it doesn't like having all its eggs in one basket.\nThis is fairly sensible and obvious if you think about it, Norway instead of immediately spending all its vast income from its oil and gas production and living high on the hog, has been eminently sensible and invested a significant part of it for future generations. \nThis Sovereign Wealth Fund is now worth some $1 trillion with investments and shareholdings around the world. It has been ethical about what it invests in and doesn't buy shares in, tobacco companies for instance. \nBut if you make all your money out of producing and selling oil and gas, putting  your savings in oil and gas is not very sensible. \nThere have been plenty of people over the years who have put their life savings and pensions in the firm they earn a wage from and lived to regret it when the firm went bust, losing their job, pension and savings in one fell swoop. Norway has decided to not take that risk.\nShares in oil and gas companies fell slightly this morning but this move was expected and Norway is hardly likely to sell all the shares immediately or all at once, both of which would probably force down share prices sharply when it wants to get the best possible return on its investment. ", "date": "8 March 2019", "href": "https://www.bbc.co.uk/news/business-47494239", "tags": "sell trillion cut gas companies oil shares norway fund wealth sovereign investments owns"}