{"title": "Not best of times for US - Supreme Court Justice Ginsburg", "content": "Supreme Court Justice Ruth Bader Ginsburg says the US is \"not experiencing the best of times\" - but the \"pendulum\" will swing back.\nSpeaking to BBC Newsnight in a rare interview, Justice Ginsburg reiterated the importance of the free press. \n\"I read the Washington Post and the New York Times every day, and I think that the reporters are trying to tell the public the way things are,\" she said. \nJustice Ginsburg was nominated by Bill Clinton and is regarded as a liberal.\n\"Think of what the press has done in the United States,\" she said citing the Watergate scandal. \"That story might never have come out if we didn't have the free press that we do.\" \nJustice Ginsburg was attending the final dress rehearsal of Dead Man Walking at the Kennedy Center in Washington, DC - an opera looking at the moral ambiguity of the death penalty in America.\nAsked what most concerns her about the current climate she said, in an apparent reference to longstanding congressional gridlock: \"Our legislature - which is the first branch of government - is right now not working.\"\nJustice Ginsburg was careful to avoid commenting directly on Donald Trump's presidency.\nBefore the election, in July 2016, Justice Ginsburg criticised Donald Trump - calling him \"a faker\". She later said she regretted making the comments.\nAsked about the rise of the so-called \"post truth world\", Justice Ginsburg said: \"I am optimistic in the long run.  A great man once said that the true symbol of the United States is not the bald eagle. It is the pendulum. \n\"And when the pendulum swings too far in one direction it will go back.\n\"Some terrible things have happened in the United States but one can only hope that we learn from those bad things.\" \nShe cited the example of the internment of Japanese-Americans during World War II, when more than 110,000 people were put into camps, in the largest official forced relocation in US history. \n\"That was a dreadful mistake. It took a long time for the United States to realise how dreadful it was. But ultimately the president acknowledged that there was no reason to intern people of Japanese ancestry and Congress passed a bill providing compensation for the people who were interned or their survivors.\"\nJustice Ginsburg said she was encouraged by the Women's March, which saw millions in the US and around the world take part in anti-Trump protests.\n\"I've never seen such a demonstration - both the numbers and the rapport of the people in that crowd. There was no violence, it was orderly.  So yes, we are not experiencing the best times but there is there is reason to hope that that we will see a better day.\"  \nJustice Ginsburg has been on the Supreme Court since 1993 and - at 83 years-old - is the oldest serving member. \nAsked how much longer she would stay in post, she said:  \"At my age you have to take it year by year. I know I'm OK. What will be next year?\" \nShe added: \"I'm hopeful however, because my most senior colleague the one who most recently retired, Justice John Paul Stevens, stepped down at age 90. So I have a way to go.\"\nWatch the full BBC Newsnight interview with Justice Ruth Bader Ginsburg here ", "date": "23 February 2017", "href": "https://www.bbc.com/news/world-us-canada-39065535", "tags": "us court united states justice supreme times pendulum best ginsburg press"}