{"title": "Not Just Obamacare- Medicaid, Medicare Also On GOP's Chopping Block", "content": "Donald Trump and Republican leaders in Congress have made clear they are serious about repealing Obamacare, and doing so quickly. But don’t assume their dismantling of government health insurance programs will stop there.\nFor about two decades now, Republicans have been talking about radically changing the government’s two largest health insurance programs, Medicaid and Medicare. \nThe goal with Medicaid is to turn the program almost entirely over to the states, but with less money to run it. The goal with Medicare is to convert it from a government-run insurance program into a voucher system ― while, once again, reducing the money that goes into the program.\nHouse Speaker Paul Ryan (R-Wis.) has championed these ideas for years. Trump has not. In fact, in a 2015 interview his campaign website highlighted, he vowed that “I’m not going to cut Medicare or Medicaid.” But the health care agenda on Trump’s transition website, which went live Thursday, vows to “modernize Medicare” and allow more “flexibility” for Medicaid. \nIn Washington, those are euphemisms for precisely the kind of Medicare and Medicaid plans Ryan has long envisioned. And while it’s never clear what Trump really thinks or how he’ll act, it sure looks like both he and congressional Republicans are out to undo Lyndon Johnson’s health care legacy, not just Barack Obama’s.\nOf course, whenever Trump or Republicans talk about dismantling existing government programs, they insist they will replace them with something better ― implying that the people who depend on those programs now won’t be worse off.\nBut Republicans are not trying to replicate what Medicaid, Medicare and the Affordable Care Act do now. Nor are they trying to maintain the current, historically high level of health coverage nationwide that these programs have produced. Their goal is to slash government spending on health care and to peel back regulations on parts of the health care industry, particularly insurers.\nThis would mean lower taxes, and an insurance market that operates with less government interference. It would also reduce how many people get help paying for health coverage, and make it so that those who continue to receive government-sponsored health benefits will get less help than they do now. \nIt’s difficult to be precise about the real-world effects, because the Republican plans for replacing existing government insurance programs remain so undefined. Ryan’s “A Better Way” proposal is a broad, 37-page outline without dollar figures, and Senate Republican leaders have never produced an actual Obamacare “replacement” plan. \nBut the Republican plans in circulation, along with the vague ― and shifting ― health care principles Trump endorsed during the campaign, have common themes. And from those it’s possible to glean a big-picture idea of what a fully realized version of the Republican health care agenda would mean.\nObamacare has expanded and bolstered health insurance mainly through two sets of changes: a straightforward expansion of Medicaid eligibility, which the 31 states and the District of Columbia now offer, and a makeover of the insurance market for people buying private coverage on their own rather than through employers. The net effect of the Affordable Care Act is an estimated 20 million fewer uninsured than before the law.\nObamacare’s makeover included writing new rules for insurers: All policies must now include comprehensive benefits, for example, and carriers can no longer deny coverage to people with pre-existing conditions nor charge them higher rates than healthy people. \nThe newly reformed insurance system also offers subsidies: to assist people who could never afford coverage before; and to offset the higher prices insurers charge now that they must cover more services, without turning away the people most likely to use them.\nRepealing the law outright would increase the number of uninsured Americans by 22 million, according to the Congressional Budget Office. Republicans have vowed to replace Obamacare with something better ― “great health care for much less money,” as Trump put it on “60 Minutes” Sunday. \nBut GOP plans would scale back the federal commitment to Medicaid, then unwind the changes to the individual insurance market by reducing the regulations on coverage. GOP plans would also eliminate the health insurance exchanges through which more than 10 million people get access to private insurance and those all-important subsidies. Republican schemes envision new forms of financial assistance, but generally lower income people would get less money, and (depending on the details) many middle-income people would too.\nSome of the regulatory changes would be indirect. Allowing insurers to sell across state lines ― an idea Trump mentioned frequently ― would let all insurers relocate to states with the fewest rules, effectively gutting requirements more progressive states might impose on coverage. Overall, the result would be less coverage and protection than Obamacare provides.\nAnd while some people would benefit, others would suffer. To take one example, healthy 25-year-olds could buy cheaper, skimpier policies than the law now allows. But 55-year-olds with high blood pressure would tend to face higher premiums ― because insurers could resume charging them more ― and bigger copayments at the pharmacy.  \nRepublicans talk a lot about preserving Obamacare’s most popular provisions, like protections for people with pre-existing conditions. \nBut the fine print of their proposals shows their guarantee is different ― and less ironclad. Insurers could still turn away people who don’t maintain “continuous coverage.” That’s no small thing. People who lose jobs frequently let coverage lapse ― and it’d happen more commonly in a world without the generous financial assistance Obamacare provides.\nConservatives say they have a solution for this: They would create special insurance plans, called “high-risk pools,” for people insurers won’t cover. \nThis idea has been tried before, at the state level ― and it didn’t work very well. The plans typically offered weaker coverage at higher prices, and required vast infusions of money that state governments rarely provided. Tellingly, Ryan’s budget allocates just $25 billion over 10 years for high-risk pools. Even conservative experts believe it would take far more money for the pools to be the viable alternatives that Republicans imagine.\nIn September, RAND Corp. researchers analyzed Trump’s health care reform principles and determined that his plan would increase the number of uninsured by 16 million to 25 million people, with a particularly tough impact on people with serious medical conditions who would face higher out-of-pocket charges. \nThat’s a very rough guess, and a worst-case scenario. You can find analysts who make assumptions more favorable to conservative plans and end up more sanguine about the results. But the basic effect of all GOP replacement plans is clear: fewer people with insurance, less protection for people who have it, or some mix of the two.\nAs of August, 73 million Americans had benefits from Medicaid or the Children’s Health Insurance Program, according to the Centers for Medicare and Medicaid Services, which doesn’t break up the numbers for the two programs. All but around 16 million of them are covered by pre-Obamacare rules, but all Medicaid beneficiaries stand to be affected by the GOP’s plans.\nUntil the Affordable Care Act, working-age adults without disabilities were ineligible for this benefit in most cases, with some exceptions, including low-income pregnant women and very poor parents of children who qualified for Medicaid or CHIP.\nAs an entitlement like Medicare and Social Security, Medicaid gets however much money it takes to cover the medical expenses for everyone enrolled.\nOver a 10-year time period, the Medicaid plan the House Budget Committee approved this year would reduce federal spending on the program by about one-third, or roughly $1 trillion, not even counting the effects of repealing Obamacare’s expansion of the program, according to the Center on Budget and Policy Priorities. \nRepealing the Affordable Care Act and its Medicaid expansion fully would eliminate the coverage for the roughly 16 million people the Centers for Medicare and Medicaid Services reports have enrolled under this policy.\nThe federal government paid for 62 percent of the $532 billion in Medicaid expenditures in fiscal year 2015, the most recent year for which such a breakdown is available. In 25 states, the federal share of spending is higher still, so even states that may want to maintain today’s Medicaid benefits would find it extremely difficult, if not impossible, to replace the federal dollars that would disappear under GOP proposals. \nOne result could be 25 million fewer Medicaid beneficiaries, according to the RAND Corp.’s analysis of Trump’s plans.\nTrump and other Republicans have long promoted “flexibility” that would enable states, which jointly finance and manage Medicaid with the federal government, to alter the program. \nWhile this may seem on its face like simple federalism, the purpose is not to allow states to cover as many people as they do now in different ways, but to significantly reduce federal spending on Medicaid and to permit states to cut back on who can receive Medicaid coverage and what kind of benefits they have.\nRyan’s latest version of this 35-year-old idea would establish either “block grants” to states ― that is, a flat amount of money each state would get from the federal government each year to spend on Medicaid as they like ― or “per capita allotment” ― meaning a flat amount of money for each person enrolled. These approaches would differ in terms of how much money states would receive yearly and how much the funding would increase from year to year. \nIn any case, the funding wouldn’t be high enough to maintain current coverage, inevitably leading to millions of currently covered individuals losing their benefits. And the financing would grow at a slower rate than health care costs, portending more lost coverage over time. For those who remain on Medicaid, Ryan would permit states to charge them monthly premiums and add other strings, such as a work requirement.\nOn top of all that, CHIP must be reauthorized next year, so those benefits could be at risk, too. Ryan’s “A Better Way” proposal, for example, would cut federal spending for the program, although not as drastically as it does for Medicaid.\nThe Medicare revamp in “A Better Way” would result in wholesale changes to the entitlement ― ones that would realize Ryan’s long-term goal of privatizing the program.\nToday, most of the 55 million Medicare beneficiaries enroll in the traditional, government-run program and then buy private supplemental insurance to cover remaining out-of-pocket costs. A sizable minority opts to buy private insurance plans, through the Medicare Advantage program. The government regulates these plans tightly, to make sure they provide coverage at least as generous as the traditional Medicare program does.\nRyan would replace this arrangement with a “premium support” system, under which each senior would get an allotment of money ― a voucher, in other words ― he can use to get insurance. When Ryan introduced the first formal version of his proposal, in 2010, he envisioned ending the traditional government program altogether. Now he says it should continue to exist alongside the private plans, competing with them for business. \nWhat would this mean for beneficiaries? A great deal would depend on details Ryan has yet to provide, particularly when it comes to the value of that voucher ― and how quickly it would increase every year ― compared to the cost of the insurance. But the whole point of the system is to ratchet down the value of the vouchers over time.\nThat would reduce spending on Medicare, which Ryan always says is a goal, and some seniors would likely end up saving money, because they could easily switch to cheaper plans. The question would be what happens to everybody else. Without adequate regulation of benefits and other safeguards tailored to the special needs of an older, frequently impaired population of seniors, the consequence of moving to premium support could be higher costs for individual seniors who have serious health problems ― with low-income seniors feeling it most intensely. \nIf at the same time Republicans shrink Medicaid, those seniors will suffer even more, since today the poorest seniors can use the program to pay for whatever medical bills Medicare does not.\nRyan promises that the proposal would not affect seniors who are 55 or older, since the new system wouldn’t begin operating for 10 years. But realistically the entire Medicare program would change once premium support took effect ― private plans would almost certainly find ways to pick off the healthiest seniors, for instance ― and, at best, the damage would simply take longer to play out. \nRyan’s Medicare scheme includes one other element ― a provision to raise the eligibility age gradually, so that seniors would eventually enroll at 67, rather than 65. Particularly in a world in which the Affordable Care Act no longer exists, 65- and 66-year-olds searching for private coverage would find it harder to obtain, more expensive and less generous than what they’d get from Medicare today. \nThe end result would almost surely be higher out-of-pocket costs for those younger seniors ― and a significant number of them, maybe into the millions, with no insurance at all. ", "date": "\n11/15/2016", "href": "https://www.huffpost.com/entry/obamacare-medicaid-medicare-gop-chopping-block_n_582a19b8e4b060adb56fbae7", "tags": "obamacare- coverage block gop medicaid chopping ― insurance plans program also medicare health"}