{"title": "Notre Dame Fire Ravages Iconic Paris Cathedral", "content": "Authorities responded to a massive fire at Paris’ Notre Dame cathedral on Monday that spread rapidly through the historic monument, toppling its spire and appearing to spread inside one of its two towers.\nFirefighters responded to the scene around 7 p.m. local time on Monday, HuffPost France reported.\nWhile authorities feared in the fire’s early hours that the entire historic monument could be destroyed, city officials confirmed around 11 p.m. local time that the main structure was “saved and preserved.”\nBy early Tuesday morning, Paris firefighters said in a tweet that it took nearly 400 firefighters more than nine hours to extinguish the blaze. Two police officers and a firefighter were slightly injured. \n“The next hours will be difficult,” France’s President Emmanuel Macron said earlier in an address to the crowd gathered outside the cathedral. “But thanks to [the firefighters’] courage, the facade has not been damaged.”\nHe added that there will be a national effort toward making the repairs.\n“We will rebuild Notre Dame, because it’s what the French people expect,” he said. “It’s what our history deserves. It’s our profound destiny.”\nThe gravity of the fire is still to be determined, but firefighters said the blaze began in the cathedral’s attic. About two-thirds of the building’s roof was destroyed.\nThe fire is “potentially linked” to renovation work in the building, firefighters told Agence France-Presse.\nSeveral online videos captured the monument’s towering spire collapsing as onlookers gasped from down below. Later videos at the scene captured firefighters shooting water into one of the cathedral’s two front towers where flames appeared to be glowing inside.\nAs the religious monument burned into the night, Pierre Tremblay, a reporter with HuffPost France in Paris, described watching ashes fall from the sky over hundreds of people as they cried in silence.\n“The atmosphere was the same as after a terror attack. A lot of tourists but more Parisians than usual in this neighborhood,” he said.\nOne video posted on Twitter showed a group of people somberly singing as flames lit up the sky in the distance.\nEarlier, when the fire’s reach was still uncertain, a spokesperson for the cathedral expressed concern that the destruction would be beyond repair.\n“Everything is burning. The framework, which dates from the 19th century on one side and the 13th century on the other, there will be nothing left,” the spokesman André Finot told Le Monde. “We have to see if the vault, which protects the cathedral, will be affected or not.”\nLaurent Nuñez, secretary of state of the interior, told AFP at the time that it was “not a given” that they would be able to save Notre Dame.\n“The firefighters are battling this fire with 18 fire hoses, from the outside and also the inside, to try to save this building, which at this time is not a given,” he said.\nAccording to Le Monde, first deputy to the mayor Emmanuel Grégoire said on local station BFM TV that they have begun working “to try to save all the works of art that can be [saved.]” \nAnne Hidalgo, the mayor of Paris, said officials had saved several prominent artifacts from the cathedral’s collection that had been safeguarded for centuries. Hidalgo noted that the Crown of Thorns, a religious item referred to as Notre Dame’s “most revered object,” was rescued alongside the Tunic of Saint Louis and other treasures.\n“Thanks to the @PompiersParis, the police and the municipal agents,” Hidalgo wrote, according to a translation of her tweet. “The Crown of Thorns, the Tunic of Saint Louis and several other major works are now in a safe place.”\nMacron postponed a major speech Monday evening due to the incident and arrived at the site in person. In a Twitter message, he said he shared the country’s emotions amid the flames.\n“Like all our compatriots, I am sad tonight to see this part of us burning,” he stated.\nConstruction on the medieval Catholic cathedral, famous for its French Gothic architecture, began in 1163, making parts of it 856 years old, according to Notre Dame’s website.\nThe cathedral faced substantial damage and plunder during the French Revolution in the 1790s. In the 1800s, it underwent a 25-year restoration that recreated the original glass and sculptures and added a reconstruction of the original spire. That spire collapsed Monday.\nIn the 1900s, the cathedral again went through several rounds of restoration, including after World War II, to replace medieval glass damaged by bullets. \nApproximately 13 million visitors per year visit the monument, which does not charge admission. Financial efforts to restore and preserve the church have been underway for some time amid concerns that it is eroding and crumbling.\nSuch restoration efforts led to last week’s removal of several copper statues representing the 12 apostles and four evangelists from the church’s spire. The statues were being sent to southwest France as part of a $6.8 million renovation project, The Associated Press reported.\nMichel Picaud, president of the group Friends of Notre-Dame, which was behind philanthropic efforts to finance part of the renovations, told Le Monde that renovations on the church were expected to last about a decade and would be financed largely by the state for 150 million euros, or approximately $170 million.\n“Our program of fundraising had 10 million euros in donations, of which 3.8 million were dedicated at the end of 2018 to renovate the spire. The whole world gives for Notre Dame, notably the Americans, who give practically as much as the French,” Picaud said.\nIn addition to the spire collapsing, the cathedral’s belfry, where the bells are housed, has been damaged. The condition of the bells was not immediately known, he said. \n“Some works of art were able to be evacuated, but we’ll have to start everything over again, and that’s heartbreaking,” Picaud said. “We’re fighting to restore this magnificence, and all of our efforts were just destroyed in a few hours.”\nGallet, the commander general of the Paris Fire Brigade, expressed particular concern about the cathedral’s massive bells to reporters at the scene.\n“If the bell falls, it’s the tower that collapses. There are firefighters inside and outside. The next hour and a half will be crucial,” he said, according to CNN.\nAudrey Azoulay, director general of the United Nations Educational, Scientific and Cultural Organization, which designated the cathedral a World Heritage Site in 1991, said her organization is standing by to aid France amid the historical tragedy.\n“UNESCO is closely monitoring the situation and is standing by France’s side to safeguard and restore this invaluable heritage,” she tweeted.\nU.S. President Donald Trump, Vice President Mike Pence and first lady Melania Trump were among those expressing condolences on Twitter.\nAdditional reporting by Marina Fang and Liza Hearon.\nThis article has been updated with a report from Paris’ mayor about treasures that were rescued from the cathedral, and the report the fire has been extinguished.", "date": "\n04/15/2019", "href": "https://www.huffpost.com/entry/notre-dame-cathedral-fire-paris_n_5cb4bc32e4b0ffefe3b4b72e", "tags": "fire ravages spire notre firefighters ” iconic cathedral dame paris"}