{"title": "Now The GOP Is Defending Obamacare Repeal By Attacking Hillary Clinton", "content": "Republicans spent years promising that if they simply got control of the government, they would give people access to better, cheaper coverage by freeing them from the Affordable Care Act, or “Obamacare.”\nNow Republicans control both the White House and Congress, and they have written legislation to repeal the ACA. But their latest bill, which Senate GOP leaders hope to pass sometime this month, wouldn’t live up to their promises or come anywhere close. \nOn the contrary, millions would lose coverage they would get under current law, according to multiple independent estimates. Some people would be better off, but the overall effect would be to leave people paying more for their health care, not less. \nUnable to win public support for this approach, as the proposal’s dismal poll numbers indicate, Republicans are now resorting to a more familiar political tactic.\nThey are attacking Hillary Clinton.\nLike so many things Republicans have said about health care, or about Hillary Clinton for that matter, these new statements aren’t consistent with the facts. But they do reveal a lot about how the two parties understand health care ― and the policy tradeoffs each is willing to make.\nThe jab at Clinton appeared on the GOP’s official twitter feed Wednesday, as part of a series of missives ― each one singling out a prominent Democrat for acknowledging problems with the Affordable Care Act and then, supposedly, offering no plans for fixing those problems.\nFirst the Republicans criticized Sens. Bernie Sanders (I-Vt.) and Elizabeth Warren (D-Mass.). Then they went after Clinton, quoting from a 2016 presidential campaign appearance:\nIt’s true that, like most Democrats, Clinton in 2016 openly admitted Obamacare does not work for everybody ― that the program had saddled some people with exorbitant premiums or out-of-pocket costs, and left some parts of the country struggling to maintain competitive insurance markets.\nBut contrary to what Republicans are saying now, Clinton during the presidential campaign actually had a plan to address these problems. \nClinton’s plan looked very different from what Republicans were proposing then, or what they are trying to do now, because Clinton also recognized the Affordable Care Act’s accomplishments ― which included not just a historic drop in the number of uninsured Americans but also cheaper, stronger coverage for millions whose low incomes or pre-existing medical conditions had made decent insurance impossible to get in the old days.\nInstead of ripping the guts out of the Affordable Care Act and reversing that progress, Clinton sought to strengthen the new system ― by, among other things, using government negotiating leverage to bring down prescription drug prices, creating a public insurance option to improve competition and reduce prices, and offering new tax credits to offset out-of-pocket expenses for people with severe medical problems. \nThe plan was vague on key points, like exactly how the federal government would use its new negotiating authority with drug companies. But it was more detailed than what then-presidential-candidate Donald Trump had put forward and, fully fleshed out, Clinton’s proposal would have represented a substantial commitment of government resources. \nWhen the Committee for a Responsible Federal Budget analyzed Clinton’s health care agenda, as part of a broader examination of her campaign promises, it concluded that the initiative would cost about $250 billion over 10 years ― money Clinton proposed to raise through higher income taxes on the very wealthy.\nClinton’s proposal looked a lot like recommendations that former President Barack Obama made before leaving office. The core elements ― new tax credits that would bolster financial assistance already available through Obamacare, government negotiation of drug prices, and a public option ― are the ones most Democrats mention when they describe how they would address health care if they had the political power to do so.\nThat very much includes high-profile figures like Sanders and Warren who believe the ultimate policy goal for Democrats should be to create a single-payer insurance system, in which the government provides insurance directly to everybody.\nOf course, Republicans would reject Clinton’s ideas, as well as single-payer, because they entail some combination of new government spending, new taxes, and new regulations. Republicans want less of these things, and their proposals to repeal the Affordable Care Act reflect that.\nThe Better Care Reconciliation Act, the bill Senate GOP leaders hope to pass this month, would drain more than $1 trillion out of federal health programs, according to the Congressional Budget Office. \nThe biggest chunk of that money would come out of Medicaid, all but certainly forcing states to cover fewer people or fewer services. The rest would come from existing tax credits for people who buy coverage on their own, forcing many of those people to accept plans with even higher out-of-pocket costs ― or to drop coverage altogether.\nThe Senate bill would also relax regulations on insurance, including requirements on the services insurers must cover, thereby making it harder for people with pre-existing conditions to get the coverage they need.\nIn short, they would tend to make the problems most people associate with the Affordable Care Act ― premiums or out-of-pocket costs out of reach for middle-class Americans ― worse rather than better. \nRepublicans prefer this approach in part because they want taxes on corporations and the wealthiest Americans to go down, not up ― and in part because, fundamentally, they don’t believe in the whole idea of universal health care. Access to insurance regardless of income or medical status is simply not something most Republicans believe the government should guarantee.\nThe public doesn’t share that conviction. In fact, the more Republicans talk about repealing the Affordable Care Act, the more the public seems to like the law. \nThat may explain why Republicans are launching baseless attacks against a former Democratic presidential candidate who has mostly withdrawn from political life, rather than defending their own agenda on its merits.", "date": "\n07/05/2017", "href": "https://www.huffpost.com/entry/gop-defends-health-bill-by-attacking-hillary-clinton_n_595d4b81e4b0615b9e8edaf5", "tags": "attacking obamacare hillary repeal clinton gop ― act affordable republicans new government defending care"}