{"title": "Nuclear deal: Is Iran's economy better off now?", "content": "The 2015 nuclear deal between Iran and six world powers - the US, Russia, China, the UK, France and Germany - lifted international sanctions on Iran's economy, including those on oil, trade and banking sectors. \nIn exchange, Iran agreed to limit its nuclear activities.\nUS President Donald Trump has repeatedly threatened to abandon the agreement and will make a decision on 12 May about whether to reintroduce sanctions from his country. \nSo, as that deadline draws nearer, Reality Check examines how Iran's economy has fared since the nuclear accord came into effect.\nIran's economy was in a deep recession in the years before the nuclear agreement. But the International Monetary Fund reported that the real GDP of Iran grew 12.5% in the first year following the implementation of the deal. \nGrowth has fallen since then, and the IMF estimates the economy will grow at 4% this year, which is healthy but below the 8% target Iran had for the five years following the deal. \nThat initial boost was almost all thanks to the hike in oil exports. \nSanctions on Iran's energy sector halved the country's oil exports, to around 1.1 million barrels per day in 2013. Now Iran exports almost 2.5 million barrels daily.\nIran's non-oil exports in the year to March 2018 reached $47bn (£34.5bn) which is almost $5bn more than the year before the nuclear agreement.\nAccording to Iran's ministry of agriculture, the export of \"signature items\" such as pistachio nuts stood at $1.1bn in the same period, slightly lower than the previous year. \nBut Iran's agricultural exports, including pistachios and saffron, are more affected by the country's drought, rather than sanctions or trade relations. \nFollowing the nuclear agreement, the US lifted a ban on Iranian luxury items such as carpets and caviar. Sanctions cut exports of Iranian carpets to the US - its biggest market - by 30% .\nIran's trade with the European Union has increased significantly thanks to the lifting of sanctions but China, South Korea and Turkey remain Iran's top three trading partners.\nIn 2012, the rial lost almost two-thirds of its value against the dollar because of sanctions and domestic mismanagement of the currency market. The sanctions limited Iran's oil revenues and its access to the global banking system.\nIranian President Hassan Rouhani promised the nation that following the nuclear deal \"you will not see the exchange rate go up every hour\". \nMr Rouhani managed to deliver on that promise by keeping the Iranian currency stable for almost four years. But in late 2017, when President Trump refused to certify the nuclear deal to Congress, the rial started to fall again.\nThe rial has lost almost half of its value against the dollar since last September. Many Iranians have been buying hard foreign currency to hedge against the possible future collapse of the nuclear deal, the return of sanctions and a fresh currency crash. \nIt was reported that some $30bn of capital left Iran in the first quarter of 2018, mostly to neighbouring countries and the Caucasus.  \nThe Iranian government has since launched a crackdown on the foreign exchange market, banning exchange offices from selling hard currency and introducing limits (at $12,000) on cash possession - all in a bid to rescue the rial. \nAnalysis by BBC Persian of figures from the Central Bank of Iran shows that household budgets (the value of all the goods and services used by a household) have fallen in real terms from $14,800 in 2007-08 to $12,515 in 2016-17.\nHousehold budgets declined steadily for seven years until 2014-15 when the nuclear deal was struck and increased slightly the following year.\nThe analysis also shows that Iran's middle class has been hit the hardest in the past decade. While the average household budget has fallen 15%, the figure is 20% for middle-class families.\nExperts blame a combination of domestic mismanagement of the economy and international sanctions for the fall in household budgets.\nMost of the post-nuclear deal boom came from increased oil revenues that go directly into the government coffers and that takes time to trickle down into people's pockets. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "4 May 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-43975498", "tags": "iran sanctions us nuclear better exports economy oil year almost deal"}