{"title": "Nuclear Deal Traps E.U. Between Iran and U.S.", "content": "BRUSSELS — As the divide widens between the United States and Iran over the 2015 nuclear deal, the European Union finds itself trapped between them, with no easy or quick way to respond to its dilemma.\nPresident Trump pulled out of the deal, which the European Union championed and which three key European allies of the United States — Britain, Germany and France — all continue to support. The United States has reinstated punishing sanctions intended to disrupt Iranian oil exports and trade.\nThe Europeans have been trying, without much success, to come up with a way to compensate for the American sanctions and protect trade with Iran, mollifying Tehran and salvaging the agreement’s limits on the Iranian nuclear program.\nBut on Wednesday, President Hassan Rouhani said Iran would scale back some of its commitments to the deal. In a carefully calibrated speech, he said Iran would retain its enriched uranium and heavy water rather than selling them to other nations while remaining, for now, within the limits prescribed in the nuclear deal.\nBut Mr. Rouhani warned that Iran could resume high-level uranium enrichment if the remaining signatories — Britain, France, Germany, China and Russia — did not make good, in the next 60 days, on promises to shield its oil and banking sectors from American penalties. He also hinted that Iran could do less to block migrants and drugs from entering Europe.\nThere was little immediate response from European leaders to Mr. Rouhani’s statement on Wednesday. But they have sharply criticized American actions, which many consider aimed at overthrowing the Iranian government, despite denials from Washington.\n[In Washington, a White House official said new sanctions against Iran would be announced “very soon.” Read our coverage here.]\nThe split between the United States and its traditional allies was evident on Wednesday, when Secretary of State Mike Pompeo appeared at a news conference in London with his British counterpart, Jeremy Hunt.\nMr. Pompeo stressed the “special relationship” between the United States and Britain, dismissing any suggestion of serious tensions as a “parlor game,” insisting that both countries were on the same side and saying that the United States would wait to see what Iran actually does.\nBut those remarks were belied by earlier comments from Mr. Hunt, the British foreign secretary, who described the developments in Iran as “unwelcome” and warned there would be consequences for Tehran if it failed to comply with the agreement.\nAlthough both countries wanted to make sure that Iran would not develop a track to build a nuclear weapon, Mr. Hunt added, “It’s no secret we have a different approach on how best to achieve that.”\nThe Europeans have been working on a limited way around American sanctions that would allow European companies to do a kind of barter trade with Iran without using the dollar or ordinary banks. Set up by Germany, Britain and France, the mechanism, called Instex, or “Instrument in Support of Trade Exchanges,” is in its initial stages, and relied on Iran setting up a similar system, which happened only at the end of April.\nBut so far even Instex has only been seen as a way to trade in items not covered by American sanctions, including medical goods, food and humanitarian aid, and Mr. Pompeo indicated that nothing had changed on that front.\n“We’ve talked with the U.K., Germany and France,” Mr. Pompeo said at the news conference. “There are provisions that allow humanitarian aid and certain products to get in the country. But when transactions go beyond that, there will be consequences.”\nThere is no indication that European companies, which do far more trade with the United States than with Iran, will want to use Instex and risk being punished somehow by Washington.\n“Instex was never thought of as economically efficient,” said Pierre Vimont, the former executive secretary-general of the European External Action Service, the European Union’s foreign affairs and defense agency. “It was always considered a political answer to underline to Iran that we, like Russia and China, are still committed to the nuclear deal.”\nAt the same time, the Europeans have been trying to negotiate with both Washington and Tehran on how to restrain Iran’s non-nuclear and anti-Israel activities, like its ballistic missile program and support for terrorism and for regional actors like the Syrian government, Hezbollah and Hamas. It is the nuclear deal’s failure to have covered these other activities that Mr. Trump has said made it “the worst” in history.\nSecretary of State Mike Pompeo suddenly postponed meetings with top German leaders on Tuesday to fly to Iraq to respond to what he said were increased but unspecified dangers to Americans there from Iran’s forces and allies. But some Europeans wondered why he could not have seen the German chancellor and foreign minister, Angela Merkel and Heiko Maas, before rushing to Baghdad for a few hours before traveling to London.\nColin Kahl, writing in Foreign Policy, suggested that the Trump Administration is seeking military confrontation with Iran and even heading toward war. Mr. Kahl, who was national security adviser to former Vice President Joe Biden, highlighted a statement from John Bolton, Mr. Trump’s national security adviser, that Washington would deploy a carrier strike group along with a bomber task force to the Persian Gulf, “to send a clear and unmistakable message to the Iranian regime that any attack on United States interests or on those of our allies will be met with unrelenting force.”\nThe United States, Mr. Bolton continued, “is not seeking war with the Iranian regime” but is “fully prepared to respond to any attack.” Mr. Kahl called that a provocation to Iran.\nRussia, less dependent on the American banking system and under its own set of sanctions from Washington, has promised to keep trading with Iran, as has China, which has been Iran’s main buyer of oil. But it is not clear how significant that trade is or how far China will want to test Washington while engaged in sensitive trade talks.\nNor is it clear how Europeans will be able to protect the Iranian banking system or its oil trade, especially now that Washington, as of May 1, has canceled waivers that permitted some countries to buy Iranian oil.\nThat move was sharply criticized by the European Union and the foreign ministers of Britain, France and Germany in a statement on Saturday, which also noted that Iran continued to abide by the terms of the nuclear deal.\nThe German government on Wednesday called on Iran to uphold its commitment to the agreement and pledged to do the same.\n“Germany expects complete implementation of the agreement from Iran,” Steffen Seibert, spokesman for Chancellor Angela Merkel, told reporters in Berlin. “As Europeans and Germans, we will also do our part.”\nIn Paris, France’s defense minister, Florence Parly, said on Wednesday that France wanted to keep the nuclear deal alive but warned Iran that it could face more sanctions if it did not honor its part of the deal. “Today nothing would be worse than Iran, itself, leaving this agreement,” she told BFM TV.\nThe Latvian foreign minister, Edgars Rinkevics, said on Twitter that Iran’s decision “will negatively impact global and regional security,” and that as a signatory to the deal, the “European Union must discuss this development and respond adequately.”\nThough not on the official agenda, Iran is likely to be discussed at a European Union summit meeting tomorrow in Sibiu, Romania, a session devoted to the union’s future.\nA spokeswoman for Federica Mogherini, the bloc’s foreign policy chief, said her office was “fully committed” to the deal with Iran, calling it a “key achievement of the global nuclear nonproliferation architecture, which is in the security interest of all.”\nBut the Europeans are divided, with some countries unwilling to confront President Trump on an issue “that is such a priority for the U.S. administration,” Mr. Vimont said.\nIt’s not clear that Europe can respond sufficiently in any case. “What kind of initiative is there to get out of this?” Mr. Vimont asked. “I don’t see one.”", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/world/europe/eu-iran-nuclear-sanctions.html", "tags": "iran european nuclear united states ” u.s e.u traps deal"}