{"title": "Nuclear Arms, Iran and Venezuela: Pompeo’s Likely Agenda With Putin in Russia", "content": "Secretary of State Mike Pompeo made his first diplomatic trip to Russia on Tuesday to meet with his counterpart, Foreign Minister Sergey Lavrov, and President Vladimir V. Putin.\nThe three have a great deal of territory to cover, from many bubbling international conflicts — where Washington and Moscow have often found themselves on opposite sides — to a potential new arms treaty. It is the highest level meeting between American and Russian officials since President Trump met with Mr. Putin in Finland last July.\nAs the meeting with Mr. Lavrov began, Mr. Pompeo said the discussions were intended to improve ties between the two nations, to “stabilize the relationship,” and to find issues where the two powers had “overlapping interests.”\nHere are the issues that are likely to be at the forefront of discussions at the meeting in the Black Sea resort city of Sochi.\nAhead of Mr. Pompeo’s trip, a senior State Department official told reporters that an arms control agreement would be at the top of the agenda.\nIn February, the Trump administration suspended a landmark nuclear arms-control pact, the Intermediate-Range Nuclear Forces Treaty, also known as the I.N.F., saying the United States would terminate the accord within six months if Russia did not come into compliance with the treaty. The next day, Mr. Putin responded that Russia would also  suspend its obligations.\nThe treaty — signed in 1987 by President Ronald Reagan and Soviet leader Mikhail S. Gorbachev and seen as one of the most important nuclear agreements in history — limited the development and deployment of intermediate-range missiles designed to deliver nuclear warheads. It will come to an end this summer if no action is taken by either side. During the Obama administration, the United States concluded that Russia had been in violation of the treaty since at least 2014, though Moscow disputes that.\nAnalysts have long highlighted the limitations of the treaty, which did not take into account the development of the same weapons systems by other nations, including China. Earlier this month, President Trump said that in a phone call with Mr. Putin he had discussed the potential for a new, three-way deal on nuclear arms that would include China.\nSince President Trump last year announced America’s withdrawal from the Iran nuclear deal, his administration has slowly reinstated punishing sanctions on Tehran. In recent weeks, Iran signaled it would reduce compliance with the restrictions imposed by the agreement unless the European parties to the deal provide Tehran with promised economic benefits. That seems unlikely, in that European companies refuse to do business with Iran for fear of the American sanctions.\nSince then, tensions with Iran have dominated Mr. Pompeo’s agenda, and the issue is certain to be discussed again on Tuesday. Earlier this month, the United States sent an aircraft carrier strike group and B-52 bombers to the Persian Gulf, citing Iranian threats.\nThen the secretary of state canceled a trip to Germany and instead  traveled to Baghdad to meet with Iraqi officials, to discuss what he called the increased dangers from Iran’s forces and allies. He also went to Brussels to discuss concerns over Iran with European leaders.\nRussia and Iran are strategic allies in Syria, and recently announced they would hold joint naval exercises in the Persian Gulf this year. Mr. Lavrov, in a news conference this month with Foreign Minister Mohammad Javad Zarif of Iran, denounced the “unacceptable situation” created by the “irresponsible behavior of the United States” in regard to the sanctions.\nOn Monday, a day before his meeting with Mr. Pompeo, Mr. Lavrov reiterated Russia’s stance, calling the American sanctions on Iran “illegitimate” during a news conference in Sochi. He said that he planned to have a “candid” conversation with Mr. Pompeo about the issue and encouraged the European nations that remain part of the agreement to aid Iran.\nVenezuela has been gripped by a simmering conflict for months, after an opposition leader declared himself interim president and urged the military to back his claim. The current president, Nicolás Maduro, has refused to step down, dividing the international community between the government and the opposition.\nMoscow has thrown its support behind Mr. Maduro, who began a second term earlier this year after elections widely condemned as fraudulent. Russia has close economic and personal ties to Venezuela — both under Mr. Maduro and his predecessor, Hugo Chávez — and has allowed the country to buy billions of dollars of weapons, trucks and grain on credit.\nWashington has recognized Juan Guaidó, the head of the country’s legislature and the leader of the opposition, as Venezuela’s rightful interim president, putting the United States directly at odds with Russia. Mr. Pompeo and Mr. Lavrov discussed Venezuela, among other issues, on the sidelines of an Arctic Council meeting in Finland earlier this month.\n“We want the Cubans out, we want the Iranians out, Russia’s military out,” Mr. Pompeo told reporters in Finland. “We started to talk about how our interests might be able to find a way forward. I don’t know that we’ll get to the right place, but we’ll have further conversations.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/europe/pompeo-putin-russia-lavrov.html", "tags": "iran nuclear “ venezuela arms pompeo agenda treaty russia — putin likely"}