{"title": "Obama Makes One Last Bid To Save Controversial Obamacare Tax", "content": "President Barack Obama is making one last attempt to save the “Cadillac tax,” even though he knows he won’t be able to finish the job before leaving office.\nThe Cadillac tax is a surcharge on expensive health care plans, designed to raise revenue and, more importantly, to hold down spending on medical care. It became law as part of the Affordable Care Act and was originally scheduled to take effect in 2018. But the tax was almost instantly unpopular. In December, Congress voted to push back the introduction, and Obama reluctantly went along.\nNow, the tax is not supposed to take effect until 2020. Most observers expect that, at some point, Congress will push back the starting date even farther into the future -- a pattern likely to repeat itself over and over again, so that the tax never actually takes effect. \nBut the administration isn’t quite ready to give up. The president’s budget, which becomes public on Tuesday, includes a proposal to modify the Cadillac tax in ways that would address several key objections to it. And while nobody expects Congress to act on the White House proposal this year, the proposal could start a conversation that carries over into the next administration. \nLeading presidential candidates from both parties have come out against the tax, although several have indicated -- or at least hinted -- that they’d like to find some policy alternative that pursues the same basic goals. \nIt’s not hard to see why. The Cadillac tax represents an effort to scale back the “employer tax exclusion,” a provision of the tax code that effectively makes a dollar of insurance premiums more valuable than a dollar of wages. The exclusion, which has been in place since the 1940s, is one reason that so many employers started offering health benefits -- and why employer coverage is still the dominant method of coverage today.\nBut economists have long argued that the exclusion has negative side effects. For one thing, they point out, it’s highly regressive: Somebody making $300,000 gets a much bigger benefit than somebody making $30,000. And by giving artificial incentive for workers to take health insurance instead of wages, economists believe, the exclusion ends up driving up the consumption of expensive health care services, which leads to higher premiums and lower wages.\nThe Cadillac tax seeks to reduce these incentives for expensive plans, albeit in a roundabout way -- namely, imposing a financial penalty on the most expensive plans. That has made the tax highly unpopular with the unions that negotiated generous plans for their members, as well as with many employers. \nA major objection from these groups is that the tax doesn’t take geography into account. Because the dollar threshold for the tax is uniform nationally, it’s bound to affect many more people in a place like New Jersey, which has the highest employer premiums it the continental U.S., than in Arkansas, which has the lowest.\nAnother criticism is about the formula itself. Over time, the dollar threshold for when the tax takes effect is supposed to rise and fall with inflation. But that’s general inflation, not health care inflation specifically, and the price of consumer goods overall tends to rise more slowly than the price of medical care. From the perspective of most Americans, then, the dollar threshold for when the tax takes effect would seem to get lower and lower, potentially exposing more and more plans to the surcharge.\nThe administration’s proposal, which White House economists Jason Furman and Matthew Fiedler outlined last week in an article for the New England Journal of Medicine, would alter that formula. Specifically, it would set a different threshold for each state -- and tie that threshold to the value of “gold” level plans that the Affordable Care Act makes available to consumers buying insurance on their own through the law’s new marketplaces. \nIn principle, this would address the geographic disparity issue, since the threshold would end up higher in states where insurance is already more expensive. It would also tie the tax to health care inflation, rather than the price of all consumer goods. \nEconomists are already praising the proposal as a smart way to salvage the tax, while blunting some of its adverse effects and, potentially, softening the political opposition. Paul Van de Water, senior fellow at the Center for Budget and Policy Priorities, a well-respected, left-leaning think tank, said the proposal deserves “serious consideration.” Len Burman, director of the Urban-Brookings Tax Policy Center, noted that most economists believe the tax would ultimately raise wages, since employers would be putting less money into health insurance premiums.\nBut one other objection to the tax is that workers won’t actually see those gains, at least not right away. Unions, in particular, have said that their workers simply end up with skimpier health insurance, typically in the form of higher co-payments or deductibles -- and that they can’t get better wages in return. At a time when consumers worry as much about out-of-pocket expenses as premiums, that argument resonates. \nIn the New England Journal article, Furman and Fiedler address that issue, asserting that employers already realize that simply shifting costs onto employees is unpopular, making it harder to attract workers. \n“Higher cost sharing will therefore probably play a much smaller role than many observers have assumed,” the two economists write. “Many employers will probably focus instead on encouraging more efficient care delivery, by deploying innovative payment models, directly complementing public-sector efforts, and finding creative ways to steer patients toward more efficient providers -- investments that were often difficult to justify when the federal government was picking up much of the tab for inefficient care.”\nWhether employers would actually react that way, rather than simply shifting costs onto employees as higher deductibles or co-pays, is an open question and a very important one. New studies have reinforced worries that excessive out-of-pocket costs can lead consumers to forgo care they actually need while imposing additional financial hardship on people with chronic disease. \nBut the administration’s proposal can get elected officials, policy experts and leaders from both business and labor talking about how to balance these competing priorities. With nearly four years to go before the tax takes effect, they have plenty of time.\nAlso on HuffPost:", "date": "\n02/09/2016", "href": "https://www.huffpost.com/entry/cadillac-tax-obamacare_n_56b9d33ee4b08069c7a8aa93", "tags": "care tax obamacare bid makes save proposal ” one effect -- obama last plans controversial health"}