{"title": "Obama Moves To Protect Millions From Deportation", "content": "\nWASHINGTON -- In the boldest move on immigration policy of his presidency, President Barack Obama announced plans Thursday evening to dramatically increase deportation relief for an estimated 4.4 million undocumented immigrants. The executive action will protect parents, as well as those who came to the U.S. as children and others with long-standing ties to the country, from being forced out of their homes.\nObama defended the move in a primetime address, saying \"the real amnesty [is] leaving this broken system the way it is.\" \n\"Mass amnesty would be unfair.  Mass deportation would be both impossible and contrary to our character,\" he said. \"What I’m describing is accountability – a commonsense, middle ground approach:  If you meet the criteria, you can come out of the shadows and get right with the law.  If you’re a criminal, you’ll be deported.  If you plan to enter the U.S. illegally, your chances of getting caught and sent back just went up.\"\nThe announcement will cause mayhem on the Hill, as Republicans threaten lawsuits, a showdown over funding the government, and blocks to Obama's nominees. \u2028\u2028\n\u2028\"We're considering a variety of options,\" incoming Senate Majority Leader Mitch McConnell (R-Ky.) said on the Senate floor Thursday morning. \"But make no mistake. When the newly elected representatives of the people take their seats, they will act.\"\nObama's plan will make a number of changes to immigration policy, such as renaming and revamping the controversial Secure Communities policy, which states and localities across the country have increasingly opposed. It will also redefine Immigration and Customs Enforcement priorities to ensure agents are focusing on recent border-crossers -- defined as those who came after Jan. 1, 2014 -- along with convicted criminals, suspected terrorists and potential threats to national security. The new policies broaden opportunities for high-skilled workers and could lead to further changes in how visas are distributed. The resulting changes could bring the amount of people given legal protection under the executive action to nearly 5 million.\nBut the centerpiece -- and the most contentious portion -- is its relief for undocumented immigrants, which could lead to millions of people being shielded from deportation and made eligible to work. About 4.1 million will likely be eligible for a new policy that allows undocumented parents of U.S. citizen and legal permanent children to stay in the country and work legally, if they have been in the U.S. for five years or more and pass a background check, officials said. \nOthers will be protected through alternative means, including an expansion of the Obama administration's 2012 Deferred Action for Childhood Arrivals policy, which gives deportation relief and work authorization to young undocumented immigrants who came to the U.S. as children. Expanding DACA could allow 270,000 additional undocumented immigrants to qualify, officials said. The program currently is available only to those who were under the age of 31 as of June 15, 2012 -- the day the policy was announced -- but will no longer have an upper age cap. Under the present-day program, only undocumented immigrants who came to the U.S. before 2007 could apply; that cutoff date will be moved to Jan. 1, 2010. \nAll people granted deferred action through the new program and DACA expansion will get relief for three years, a change from the current two-year DACA program.\nSupporters of the action have called it a historic move, and one that could keep millions of families from being separated. \n\"We're going to be focused on deporting felons, not families,\" a senior Obama administration official told reporters. \nThe White House hopes to have the new deferred action program in place by the spring, but anticipates the DACA expansion will be implemented sooner, officials told reporters. \nThe plans exclude relief for the parents of DACA recipients, often called Dreamers, who advocates hoped would get the same reprieve as parents of U.S. citizen and legal resident children. Agricultural workers were also left out, despite efforts by immigration advocates to include them. Administration officials said they considered both populations for relief, but determined the legal grounds were not as strong. Officials said some parents of Dreamers and some agricultural workers will likely be eligible for reprieve based on other factors. \u2028\nThe administration and supporters of executive action have stressed that numerous presidents -- including Republicans Ronald Reagan and George H.W. Bush -- have taken executive action on immigration. Obama noted the presidential precedent in his speech and added, for good measure, a quote from President George W. Bush in support for comprehensive reform. The legal basis behind giving deportation relief is prosecutorial discretion, or the need by enforcement agencies and prosecutors to prioritize whom they will target. \n\"The actions I’m taking are not only lawful, they’re the kinds of actions taken by every single Republican President and every Democratic President for the past half century,\" Obama will say in his speech. \"And to those Members of Congress who question my authority to make our immigration system work better, or question the wisdom of me acting where Congress has failed, I have one answer: Pass a bill.\"\nThe 2012 DACA policy will serve as a model for the new actions. Under that program, decisions are made on a case-by-case basis, with specific limits for age, criminal record, education and more. The new deferred action policies will follow the same model: allowing undocumented immigrants to apply for consideration, but not granting relief across the board. Like DACA, the new policies are temporary, can be revoked and do not put immigrants on a pathway toward citizenship.\nUndocumented immigrants granted deferred action, including under DACA, can receive work authorization if they demonstrate \"an economic necessity for employment.\" They will be given Social Security numbers and required to pay taxes, but will not be eligible for Obamacare subsidies or most other government benefits.  \nAdministration officials said the deferred action program would make it easier for immigration agents to focus on high-priority offenders. \"It's like taking a lot of the hay out of the haystack,\" a senior Obama administration official told reporters. \nObama has said he was forced to take executive action because House Republicans refused to pass a bill. He has said he hopes the GOP will take up immigration reform now, and said that legislation could supersede his actions. Several Senate Democrats also expressed concern that Obama was acting without Congress, and said they would prefer he wait for legislation. \nRepublicans, meanwhile, have said Obama's move is a radical overreach beyond prosecutorial discretion, and potentially an impeachable offense. They've pointed in particular to the president's past statements when asked whether he could expand prosecutorial discretion. \"I'm not a king,\" he said in January 2013 when asked if he could unilaterally halt deportations. \n\"The president has said before that he's not king and he's not an emperor,\" House Speaker John Boehner (R-Ohio) said in a video posted to YouTube Thursday ahead of Obama's speech. \"But he's sure acting like one.\"\nObama administration officials told reporters that Obama's statements were referring to his inability to stop deportations across the board or to implement the Senate-passed comprehensive immigration reform bill -- although many of the questions asked were about expanding deferred action in a way more like what the president is doing now. \nOfficials said they are confident the policies could withstand a lawsuit. In a conference call on Thursday, senior administration officials said that in crafting the action they \"were influenced by the fact that Congress has already recognized a relationship between the child citizen and a parent as a relationship that congress wants to protect.\"\n \nThe administration released an opinion from the Justice Department's Office of Legal Counsel fully explaining the legal underpinnings of the action after the announcement.\n \nAs for defunding the program, Democrats believe it would be difficult or impossible for Republicans to defund the program because the agency implementing it is self-funded, a fact the House Appropriations Committee acknowledged on Thursday. But the White House nevertheless said it expects numerous attempts by Republicans to block the executive actions.\n\"[D]on’t let a disagreement over a single issue be a dealbreaker on every issue,\" said the president. \"That’s not how our democracy works, and Congress certainly shouldn’t shut down our government again just because we disagree on this. Americans are tired of gridlock. What our country needs from us right now is a common purpose – a higher purpose.\" \nSam Stein contributed reporting.\nThis article has been updated to include details from Obama's speech.", "date": "\n11/20/2014", "href": "https://www.huffpost.com/entry/obama-immigration-plan_n_6178774", "tags": "administration could millions immigration officials -- deportation obama protect program action moves"}