{"title": "Obamacare Sabotage Is Working, Trump Administration Is Outraged To Learn", "content": "The Trump administration is so concerned that the Affordable Care Act is failing that it wants the program to fail even more. \nOn Monday the Department of Health and Human Services released a report on insurance coverage trends for people who obtain coverage on their own rather than through employers. Although the report provided a broad overview of enrollment trends, as previous agency reports have, this brief focused much more heavily on one group: people who buy private plans without the help of federal tax credits that the Affordable Care Act has made available. \nMostly, these are people who make more than four times the poverty line, or roughly $49,000 a year for an individual or $100,000 a year for a family of four, because that’s the income cutoff for the tax credits. They get their insurance through a variety of sources ― in some cases through HealthCare.gov or one of the state-run exchanges like Covered California and in other cases through brokers, privately run websites or directly from insurers.\nAverage monthly enrollment among people in this group fell by 20 percent from 2016 to 2017, HHS found. That works out to about 1.3 million fewer people buying unsubsidized private coverage. The government’s findings are broadly similar to the results of a study that researchers at the Henry J. Kaiser Family Foundation, using data from the consulting firm Mark Farrah Associates, unveiled last week.   \nThis trend toward declining coverage among unsubsidized buyers is worrisome. It’s consistent with a broader story that close observers of the health care system have understood for some time ― namely, that the impact of the Affordable Care Act varies a lot depending on where you live and, especially, how much money you make.\nA central question in health care policy right now is what to do for those people who are really struggling. \nThe basic idea behind the Affordable Care Act’s regulation of private coverage was to upgrade the policies available to people who buy policies on their own, to take care of people who couldn’t get or afford decent coverage before. That meant prohibiting insurers from charging higher premiums or denying coverage to people with existing conditions. It also meant requiring that all policies limit out-of-pocket expenses and include 10 essential benefits, including mental health and maternity care.\nThese changes, though popular, have necessarily made insurance more expensive, because they mean insurers must pay medical bills they were once able to avoid. By design, the new federal tax credits offset that effect, in much the same way that people with job-based health benefits get an indirect tax subsidy through their employers.\nThe majority of Americans buying coverage on their own qualify for those subsidies and, by and large, they’re doing OK. They are finding insurance, sometimes for dirt cheap or even no cost at all, and it’s helping them get care they need, even if they live with diabetes, survived cancer or have other medical issues that would have disqualified them from coverage in the old days.\nBut the minority of consumers who don’t qualify for assistance ― that is, the ones the HHS report spotlights ― have to pay full price for coverage that, for many of them, is simply more expensive than they can afford. \nThese people aren’t poor, but in many cases they aren’t rich either. Some would have to fork over one-fifth of their income for premiums, not even accounting for the out-of-pocket costs they face with virtually every instance of medical treatment. (Deductibles on some family plans exceed $10,000.) Many people are dropping coverage rather than pay such high rates.\nRepublicans have long used stories of people struggling with these premiums to attack Obamacare, and on Monday, Seema Verma, the administration official who oversees Affordable Care Act implementation, did just that, saying the new figures are proof that the law is failing consumers and that some markets are in the throes of a “death spiral.” \n“The market is NOT WORKING for the unsubsidized,” she said in a tweet.\nAlmost nobody, not even the law’s most ardent defenders, disputes that the law has real and serious shortcomings ― or that those shortcomings have meant sky-high premiums for some people, especially those whose incomes are just above the threshold to qualify for assistance. \nProgressive analysts and even some Democrats worried a lot about this in 2009 and 2010, when the program was coming together in Congress. Some pushed, unsuccessfully, to make the tax credits more generous and available to more people ― precisely to make sure consumers didn’t get stuck with premiums they couldn’t handle.\nBut design flaws in the Affordable Care Act are by no means the full story here. Almost from Day One, the law has been subject to neglect and sabotage by Republican officials. In states like Florida, state-level Republicans refused to promote enrollment and in some cases issued regulations that made outreach even more difficult. In states like Iowa and Tennessee, GOP officials made it easy for insurers to keep offering plans that didn’t comply with the Affordable Care Act’s rules. This reliably drew healthy customers away from comprehensive plans, forcing insurers to raise prices for those plans and depressing enrollment.\nIn Washington, Republicans in Congress gutted funding for a risk corridor program that was supposed to let insurers absorb losses in early years. That dealt a heavy blow to insurers, knocking some out of the market. \nAnd that was all before Donald Trump took office. Since early 2017, even as efforts to repeal the Affordable Care Act have faltered, the administration has cut funding for outreach (and is proposing to further cut it next year) while yanking a special set of payments that reimburse insurers for plans they offer for the lowest-income consumers.\nProbably the single biggest blow came late last year, when Republicans passed and Trump signed a tax bill targeting the individual mandate, which requires people to have coverage or face a financial penalty. That penalty, which the tax bill will reduce to zero, is supposed to induce healthy people to get coverage, thereby stabilizing markets and allowing insurers to keep premiums lower. Insurers across the country have already proposed extra premium increases for 2019, when the penalty zeroes out, because they expect to get fewer healthier customers. \nNot all GOP sabotage efforts worked out as intended. And the program has in many respects proved surprisingly resilient, which is why, absent a full repeal, millions will continue to get financial security and health care because of it.\nBut the overall effect has been to weaken the program and make insurance more expensive for the unsubsidized. \nYes, that’s the very problem Verma was bemoaning on Monday.\nAnd things will almost surely get worse next year because of another regulatory change the administration is about to introduce. Sometime this month, HHS is expected to finalize a rule that will loosen restrictions on short-term insurance plans that, like the old plans, usually lack key benefits and aren’t available to people with existing conditions.  \nThe original idea of short-term plans was to provide stopgaps for people with coverage lapses. Once the rule change is in place, more people will be able to use these plans as a substitute for year-round insurance ― in other words, as their primary way of paying medical bills. \nVerma and other Trump administrations officials say these plans are a form of relief, because, after all, they will be a lot cheaper than the coverage available today. In addition, some of those unsubsidized people currently priced out of coverage will start buying these plans and be better off than if they had no insurance at all. \nBut the short-term plans will have many benefit holes. Most of the ones available now don’t even cover prescriptions. As a result, anybody who needs medical attention could face staggering, potentially ruinous medical bills with one of these plans. \nAnd of course, the plans will be available only to people who don’t have existing conditions. About 1 in 4 nonelderly adults has a condition that would trigger coverage denial, Kaiser Foundation researchers concluded.\nThe promotion of short-term plans is emblematic of the GOP’s general approach to health care, which is to scale back or eliminate the requirements for what insurance covers. This frees up insurers to offer cheap, skimpy plans that are attractive to people in relatively good health while transferring the financial burden for medical problems onto those who get sick. \nAlternatives exist. Democrats have talked with increasing urgency about addressing the needs of people who still can’t afford coverage ― whether through straightforward increases in financial assistance or more sweeping schemes that envision creating a new public insurance program like Medicare that would be available to all Americans and perhaps even displace private insurance altogether. \nEach of these ideas has its upsides and downsides. But Democrats can’t do much with any of them until they have power in Washington. That would take an election cycle and probably two. Until then, the future of the Affordable Care Act remains in the hands of officials and lawmakers determined to undermine it ― and then cite its shortcomings as reason to wreck it even more. ", "date": "\n07/03/2018", "href": "https://www.huffpost.com/entry/trump-obamacare-sabotage_n_5b3b9dede4b09e4a8b27e32a", "tags": "administration working coverage obamacare insurers even learn trump insurance act affordable plans outraged get sabotage care"}