{"title": "Obamacare Cut The Uninsured Rate To Single Digits Last Year", "content": "WASHINGTON -- More than 7 million previously uninsured Americans gained health coverage in 2015, the second full year of the Obamacare coverage expansion, according to new data from the Centers for Disease Control and Prevention.\nDuring the fourth quarter of last year, just 9.1 percent of U.S. residents, or 28.6 million people, had no health coverage, the National Health Interview Survey found. That's a decline of 2.4 percentage points and 7.4 million people from a year before.\nThe additional 7.4 million insured builds on the 8.8 million previously uninsured people who got covered in 2014, the first year of the Affordable Care Act's full benefits.\nObamacare's health coverage programs remain works in progress, with 19 states continuing to refuse the law's Medicaid expansion for the poorest uninsured and financial difficulties facing some major insurance companies participating in the exchange marketplaces where low- and middle-income households buy subsidized private insurance.\nBut when it comes to covering the uninsured, the law has been a clear success.\nThe CDC data demonstrate that 16.2 million fewer people were uninsured during the fourth quarter of 2015 than at the end of 2013.\nA previous estimate from the Department of Health and Human Services puts the total number of newly covered people higher, at 20 million. This year, Gallup reports the uninsured rate continued to fall, even though the pollster's findings show a greater share of people without coverage than the CDC's data.\nAbout half of those still uninsured are eligible for some form of assistance, according to the Henry J. Kaiser Family Foundation. But even with subsidies, the cost of coverage is out of reach for a portion of them, and significant premium increases are expected next year.\nAccording to the CDC assessment through the fourth quarter of last year, states that expanded Medicaid to people earning 133 percent of the federal poverty level, which amounts to about $15,700 for a single person, saw better results than those that didn't. The uninsured rate for adults ages 18-64 in expansion states was 9.8 percent, compared to 17.5 percent in non-expansion states. More states are currently debating expansion, including Oklahoma and South Dakota.\nLikewise, states that operate their own health insurance exchanges have lower uninsured rates than those where residents use the federal HealthCare.gov system. \nMore than 9 million U.S. residents, or 3.4 percent of the population, had private health insurance obtained via the exchanges at the end of 2015, the CDC found. That's more than the 6.7 million at the end of the prior year, but a decline from the 11.3 million during the third quarter of 2015, reflecting consumers who dropped their exchange plans and either obtained another form of coverage or became uninsured.\nRepublicans continue to seek repeal of the Affordable Care Act, and House GOP leaders have vowed to unveil health care reform policies of their own in the coming weeks. Whatever they propose, the plan is likely to result in fewer people with insurance, as indicated by a preview of that plan offered by House Speaker Paul Ryan (R-Wis.) this month.\nPresumptive Republican presidential nominee Donald Trump also has proposed policies that would roll back Obamacare's coverage expansion.\nDemocratic presidential candidate Hillary Clinton's platform calls for building on the Affordable Care Act, including offering additional assistance to households with high medical costs. Rival Democratic hopeful Sen. Bernie Sanders (I-Vt.) wants to implement a government-run, single-payer program that would replace all existing forms of health coverage.", "date": "\n05/17/2016", "href": "https://www.huffpost.com/entry/obamacare-uninsured-rate-2015_n_5739d280e4b077d4d6f37d99", "tags": "percent coverage obamacare digits expansion cut states insurance last year rate uninsured single million health"}