{"title": "Obama Administration To Stop Deporting Younger Undocumented Immigrants And Grant Work Permits", "content": "WASHINGTON -- The Obama administration responded to years of pressure from immigrants rights groups on Friday with an announcement that it will stop deportations and begin granting work permits for some Dream Act-eligible students.\n\"They pledge allegiance to our flag. They are Americans in their hearts, in their minds, in every single way but one: on paper,\" President Barack Obama said of those young people in a press conference announcing the policy change. \nSome 800,000 people are expected to come forward to receive deferred action from deportation, as first reported by the Associated Press on Friday morning. The policy change will apply to young undocumented immigrants who entered the United States as children, along the same lines as the Dream Act, a decade-old bill that passed in the House of Representatives but failed in the Senate in 2010. \nDepartment of Homeland Security Secretary Janet Napolitano told reporters that the policy change is part of a general shift by the Obama administration to focus on deporting high-priority undocumented immigrants.  \n\"This grant of deferred action is not immunity,\" she said. \"It is not amnesty. It is an exercise of discretion so that these young people are not in the removal system. It will help us to continue to streamline immigration enforcement and ensure that resources are not spent pursuing the removal of low-priority cases involving productive young people.\" \n\"More important, I believe this action is the right thing to do,\" she continued.\nThe policy change will effectively enable Dream Act-eligible young people, often called DREAMers, to stay in the United States without fear of deportation, and without legislation from a Congress that is unlikely to pass a bill. \nUndocumented immigrants who came to the United States under the age of 16 and have lived in the country for at least five years can apply for the relief, so long as they are under the age of 30, according to a memo from DHS. They also must be either an honorably discharged veteran of the Coast Guard or armed forces, or a student who has graduated from high school or obtained a GED. Immigrants will not be eligible if they \"pose a threat to national security or public safety,\" including having been convicted of a felony, a \"significant\" misdemeanor or multiple misdemeanors.\nImmigration and Customs Enforcement, as well as Customs and Border Protection, were instructed in a memo to immediately react by reviewing individual cases and preventing eligible immigrants from being put in removal proceedings. Those already in proceedings could be granted deferred action for two years, and then may apply for renewal. They will be given work authorization on a case-by-case basis.\nA senior administration official told reporters on the condition of anonymity that most eligible undocumented immigrants will be required to go to the United States Citizenship and Immigration Services to provide documents and pay a fee.\nStill, there will be no pathway to citizenship for undocumented immigrants eligible for the policy change, because \"Only the Congress, acting through its legislative authority, can confer these rights,\" according to the DHS announcement.\nThe administration has been under intense pressure from immigrant rights groups, some led by undocumented youth themselves, to make an executive order protecting DREAMers from deportation. Previously, though, officials had said the administration did not have the power to make an executive order blocking deportations for undocumented young people.\nAsked about that change, a different senior administration official, speaking on condition of anonymity, told reporters that this is \"the next step of prosecutorial discretion\" along the same lines as it is already being applied, and not inconsistent with past statements.\nThe administration also emphasized that the policy change is no substitute for legislation on the issue. Obama called out Republicans -- some, like Sen. John McCain (R-Ariz.), by name, and others, like Sen. Orrin Hatch (R-Utah), more vaguely -- for supporting immigration reform in the past but opposing it now. Hatch was one of the original cosponsors of the Dream Act in 2001, but voted against it in 2010. In time, Obama said he thinks Republicans will come around to support the bill as well. \n\"I've said time and time and time again to Congress, send me the Dream Act, put it on my desk, and I will sign it right away,\" Obama said. \"Both parties wrote this legislation.\" \nMcCain responded in a statement, calling the action \"a politically-motivated power grab that does nothing to further the debate but instead adds additional confusion and uncertainty to our broken immigration system.\"\nThe announcement comes several months before the presidential election, where Obama hopes to win a significant portion of the vote from the Latino population, which supports the Dream Act by large margins. The majority of the population at large also supports the Dream Act, as defined by the 2010 bill, although by lower margins. The announcement also comes on the heels of Obama announcing his support for same-sex marriage -- similarly after years of urging from advocacy groups. \nPresumptive Republican presidential candidate Mitt Romney has said he would veto the Dream Act under the 2010 framework, but has expressed some openness to considering upcoming legislation on young undocumented immigrants from Sen. Marco Rubio (R-Fla.). That plan, which has yet to be introduced, would allow some undocumented immigrants who came as children to stay legally, but without any path to citizenship. A spokesman for Rubio did not respond to a request for comment on the administration announcement by the time of publication, nor did the Romney campaign. \nA senior adviser for Romney told MSNBC's Chris Cilliza later Friday that the candidate will \"focus intently on the economy,\" including in his message to Latino voters.\nRubio later said in a statement that the administration's action would hurt \"broad support\" for the idea that undocumented young people should be helped, but without encouraging unauthorized immigration. He said the new policy \"will make [it] harder to achieve in the long run.\"\n\"Today's announcement will be welcome news for many of these kids desperate for an answer, but it is a short term answer to a long term problem,\" Rubio said. \"And by once again ignoring the Constitution and going around Congress, this short term policy will make it harder to find a balanced and responsible long term one.\"\nRomney aligned himself with that position later in the day, telling reporters \"the action that the president took today makes it more difficult to reach that long-term solution.\" Romney promised to seek that solution as president, but he did not address whether he would end Obama's policy change.\nRepublicans in Congress have largely decried legislation on the issue as amnesty. Rep. Allen West (R-Fla.) said on Fox News Friday that the policy change could be \"a backdoor opportunity to allow people to vote\" -- though eligible young people would not be given voting rights under the new policy -- and that it should go through the legislative process instead. \nSome Republicans plan to swiftly investigate whether the administration overstepped its authority by making the policy change. Rep. Peter King (R-N.Y.) announced in a statement that he will launch \"an immediate review into the possibility that DHS will direct Border Patrol agents to conduct selective enforcement.\" Rep. Steve King (R-Iowa) later told Mike Huckabee that he plans to sue to block implementation of the policy. Earlier, a spokeswoman for King, one of the biggest critics of the president on immigration reform, did not respond to requests for comment. \nRep. Lamar Smith (R-Texas), who chairs the House Judiciary committee, which focuses on immigration, said in a statement that the policy change will serve as a magnet for undocumented immigrants -- although only those already in the country would be eligible.\n\"President Obama's decision to grant amnesty to potentially millions of illegal immigrants is a breach of faith with the American people,\" Smith said. \"It also blatantly ignores the rule of law that is the foundation of our democracy. This huge policy shift has horrible consequences for unemployed Americans looking for jobs and violates President Obama's oath to uphold the laws of this land.\" \nA spokesperson for Elton Gallegly (R-Calif.), who leads the House subcommittee dealing with immigration issues, did not respond to requests for comment.\nDemocratic supporters of the Dream Act applauded the decision. Rep. Luis Gutierrez (D-Ill.), one of the most vocal critics of the administration on immigration, called the announcement a \"tremendous first step,\" while Sen. Robert Menendez (D-N.J.) said he was \"profoundly grateful\" and that the policy change \"will change [DREAMers'] lives forever.\" Sen. Dick Durbin (D-Ill.), who introduced the Dream Act in 2001, called it a \"historic humanitarian moment.\" \n\"This action will give these young immigrants their chance to come out of the shadows and be part of the only country they’ve ever called home,\" Durbin said in a statement. \nDREAMers said on Friday they were cautiously optimistic about the news, but happy that the administration responded to their concerns. \nLizbeth Mateo, an undocumented 27-year-old who works with the National Immigrant Youth Alliance, said she has been disappointed before by seemingly positive announcements from the administration on immigration, such as when it took up stronger application of prosecutorial discretion, with the stated intent to close a number of deportation cases. Although many cases have been closed, immigrant rights groups argue that the policy has fallen short. \nAnother undocumented advocate for the Dream Act, Gaby Pacheco, said she, too, is waiting to see how far the policy goes in implementation. \n\"We feel that the work that we have been doing for the past couple of years has really come to fruition,\" she said. \"A community has been able to organize and to speak out, and the president has responded.\" \nThis is a developing story and will be updated.\nCORRECTION: An earlier version of this article stated that Rep. Lamar Smith chairs the House Appropriations committee. He chairs the Judiciary committee.\nBelow, a slideshow of politicians' reactions to the Obama administration's announcement:", "date": "\n06/15/2012", "href": "https://www.huffpost.com/entry/obama-immigration-order-deportation-dream-act_n_1599658", "tags": "deporting administration policy work immigration young immigrants grant permits younger undocumented change stop obama dream"}