{"title": "Obama Joins Call For 'Public Option' Health Care Plan", "content": "WASHINGTON ― President Barack Obama has revived his endorsement of a government-run “public option” health insurance program that would compete with private plans on the Affordable Care Act’s exchange marketplaces.\nThe public option was the brass ring progressives couldn’t quite snatch when Democrats in Congress passed the landmark health care law six years ago. \nNow, after implementing the law and extending health coverage to 20 million people, Obama believes a public option is needed to drive down insurance costs and promote greater choice, he writes in an article published by the Journal of the American Medical Association Monday. Presumptive Democratic presidential nominee Hillary Clinton reaffirmed her support for the policy Saturday.\nObama’s submission to the prestigious publication ― the first ever by a sitting president ― mainly consists of a predictably positive recounting of the Affordable Care Act’s contributions to expanding health coverage, constraining cost growth, reforming how health care providers are paid, and improving patient safety.\n“I am as confident as ever that looking back 20 years from now, the nation will be better off because of having the courage to pass this law and persevere,” Obama wrote. \nHis reflection on his signature domestic achievement practically reads as his review of his entire presidency. Obama complains of “hyperpartisanship” by Republicans, who are still trying to repeal the law, and admonishes public servants to cooperate more. But he also makes the case that the Affordable Care Act is proof of his conviction that major problems can be solved, in spite of the law’s shortcomings and the noxious politics surrounding it.\n“The ACA experience nevertheless makes me optimistic about this country’s capacity to make meaningful progress on even the biggest public policy challenges,” Obama wrote.\nEmbracing the public option ― which Obama previously supported but abandoned to gain health care industry support and secure crucial votes in the Senate to pass the ACA ― aligns the current president with Clinton and the platform that will be adopted at the Democratic National Convention this month. \nSeveral of Obama’s other prescriptions for improving the health care system through the mechanisms created by the Affordable Care Act also resemble the Clinton campaign agenda.\nObama’s stance on the public option highlights the progressive shift in Democratic politics propelled in large measure by the success of the presidential campaign of Sen. Bernie Sanders (I-Vt.), a stalwart voice in favor of replacing all forms of health coverage with a single-payer program that would provide benefits to all Americans.\nClinton’s outward support for some form of a public option re-emerged during Sanders’ bruising primary challenge, culminating in a joint announcement by both candidates Saturday. Clinton also favors allowing older Americans to buy into Medicare before they turn 65. \nThe case for the public option is that a government program can achieve cost savings using mechanisms not available to the private sector, including reducing payments to medical providers and avoiding administrative costs, similar to how Medicare and Medicaid operate. \nThe public option was a major priority for progressives during the health reform debate in Congress, for whom it was to be a consolation prize of sorts after the White House and Democratic leaders eschewed the single-payer approach.\nBut hospitals, pharmaceutical companies and other interests whose support Obama sought were staunchly opposed, fearing monetary losses. \nKey senators at the time, including Joe Lieberman (I-Conn.), Ben Nelson (D-Neb.), Blanche Lincoln (D-Ark.) and Mary Landrieu (D-La.), also rejected the public option and refused to support legislation that included it. Sanders and other progressive lawmakers voted for the Affordable Care Act after threatening to deny their support if it lacked a public option.\nDespite his rosy assessment of the Affordable Care Act, Obama’s tack back to the left now on the public option reflects his judgment that the law hasn’t done enough to make insurance affordable for middle-class households. \nAlthough the Affordable Care Act has driven down the uninsured rate to a historic low, its coverage expansion may have plateaued. The exchanges themselves face financial challenges as enrollees have been sicker than expected, which drives up costs for insurers and leads to significant premium increases or to companies backing away from the new marketplaces.\nObama’s article does not offer details about how a public option would be constructed but he does limit his proposal to states where only one or two health insurance companies offer policies on the exchanges. “Adding a public plan in such areas would strengthen the marketplace approach, giving consumers more affordable options,” he wrote. Clinton also didn’t provide details, but her version of the public option similarly would be state-based.\nLikewise, Obama doesn’t spell out how subsidies should be expanded, but he contends more help paying for health insurance is vital to advancing closer to universal coverage. “Surveys indicate that many of the remaining uninsured individuals want coverage but still report being unable to afford it,” Obama wrote. “Increased financial assistance could make coverage even more affordable,” he wrote. Clinton also favors enhanced Obamacare subsidies.\nObama also restated his proposals to reduce prescription drug costs, including granting the government the authority to set the prices federal programs pay for the highest-cost pharmaceuticals. This, too, is consistent with Clinton’s platform. \nThere is a notable area in which Obama and Clinton continue to disagree, however. The president reiterated his support for the so-called Cadillac tax. Obama views the tax on the most expensive health insurance policies as a key cost-containment measure. The aim is to nudge employers to avoid the tax by ending health benefit plans that encourage workers to overuse the health care system. Clinton supports the tax’s repeal.", "date": "\n07/11/2016", "href": "https://www.huffpost.com/entry/obama-joins-call-for-public-option-health-care-plan_n_577ec4cfe4b0c590f7e8a898", "tags": "call public plan joins clinton option ” act obama affordable care health"}