{"title": "Obamacare Repeal Moves Ahead With Key Senate Vote", "content": "The death of the Affordable Care Act has never been nearer after Senate Republicans voted to begin formal debate on legislation that would strip health care coverage from millions of Americans.\nThe Senate adopted a procedural motion on Tuesday enabling the upper chamber to move ahead with one of several measures that would repeal major portions of the Affordable Care Act, otherwise known as Obamacare. Things could move swiftly from here, as Senate Majority Leader Mitch McConnell (R-Ky.) has said he wants a final vote on health care legislation to take place before the end of the week.\nThe measure passed, 51 to 50, with every Republican senator except Susan Collins of Maine and Lisa Murkowski of Alaska voting in favor. All 46 Democrats and both independents in the Senate opposed it. Vice President Mike Pence cast a tie-breaking vote in his constitutional capacity as president of the Senate.\nThe vote set in motion what promises to be a hectic week of debate, amendments and votes in the Senate that will decide the fate of the Affordable Care Act, the American health care system and many millions of people.\nThat could conclude with the Senate passing legislation to repeal large parts of the Affordable Care Act ― or with a crushing defeat. And no one knows how the House will respond if the Senate passes a bill or fails to do so. The House may quickly adopt whatever comes out the Senate, if anything does, or may insist on changes, which would prolong this process. President Donald Trump has been clear that he will sign any health care bill Congress sends him.\nHeading into Tuesday’s vote, it was highly uncertain that McConnell would have enough votes to take Obamacare repeal over this first hurdle. This first vote was a real test of whether Senate Republicans were committed to undoing the Affordable Care Act, increasing the number of uninsured Americans by millions or even tens of millions and disrupting the health insurance market in ways that would disadvantage older, poorer and sicker people.\nRepublican senators who voted for this motion did so without having any idea what legislation they were about to move on to.\nAt least three pieces of legislation are up for consideration, and each of them might be debated and amended on the Senate floor.\nOne is McConnell’s Better Care Reconciliation Act, which the Congressional Budget Office projects would result in 22 million fewer people with health coverage by 2026. It would eliminate many Affordable Care Act provisions and “replace” them with new reforms that would offer less help getting coverage to a smaller number of Americans, and it would cut Medicaid funding by more than one-quarter by 2026.\nThere’s also the Obamacare Repeal Reconciliation Act ― potentially leading to 32 million more uninsured, according to the budget office ― which would undo central components of the Affordable Care Act without any form of replacement.\nAt the eleventh hour, however, another contender appears to have emerged, which has been dubbed a “skinny” repeal bill.\nThis would erase the Affordable Care Act’s individual mandate requiring most people to obtain health coverage or face a tax penalty, as well as its employer mandate that large companies offer health benefits to full-time workers and its tax on medical device sales. The Congressional Budget Office projected an earlier version of this proposal would lead to 15 million fewer people with health coverage and to 20 percent premium increases.\nIn May, the House passed its version of Affordable Care Act repeal, the American Health Care Act, which would lead to an estimated 23 million more uninsured people.\nThe vote on Tuesday extended a highly unorthodox legislative path through the House and Senate.\nNeither chamber employed anything resembling “regular order” for legislation, such as open hearings and committee consideration. Republicans in the House and Senate also ignored warnings about the consequences of their bills from the health care industry, including organizations representing physicians, nurses and hospitals and patient and consumer groups like the AARP and the American Lung Association.\nAs much as the House hurried its bill to passage, the Senate further subverted the norms of how laws are made. McConnell and his team constructed the Better Care Reconciliation Act in secret, and modified crucial elements of it faster than the Congressional Budget Office could analyze it.\nAnd the last-minute introduction of the “skinny” repeal bill all but guarantees that senators voted to proceed to debate on a bill that doesn’t yet exist.\nLater Tuesday, the Senate rejected the first of their series of health care plans. Under a 60-vote threshold, the Senate voted down the Better Care Reconciliation Act, 43-57, with nine Republicans voting no: Collins, Murkowski, Tom Cotton of Arkansas, Bob Corker of Tennessee, Lindsey Graham of South Carolina, Dean Heller of Nevada, Mike Lee of Utah, Jerry Moran of Kansas and Rand Paul of Kentucky.\nThis is only the first vote, however, and Senate Republicans look like they could pass a scaled-down bill that leaders have suggested would only remove the individual and employer mandates, as well as a medical devices tax.  \nThe next step is to begin debating and amending health care legislation. Technically, the House-passed American Health Care Act, is the basis for that, but McConnell plans to strip all the language from that measure and replace it with language from the Obamacare Repeal Reconciliation Act, his office announced after the vote.\nRepublicans will vote Wednesday on a repeal-only bill, similar to legislation that was vetoed at the start of 2016, and that bill, too, is expected to go down.\nLegislation passed via budget reconciliation must reduce the federal budget deficit, but the revised Better Care Reconciliation Act won’t have been analyzed by the Congressional Budget Office before debate begins, and so its effects on the deficit won’t be known. As a result, the language won’t meet budget reconciliation rules and would require 60 votes to overcome a Democratic filibuster.\nBecause of arcane Senate rules, after voting on this revised Better Care Reconciliation Act, the Senate will then vote on the Obamacare Repeal Reconciliation Act language, and then move on to further floor debate and amendments.\nAnd senators from both parties will offer dozens if not hundreds of amendments during the floor debate to follow. This is expected to result in what’s known as a “vote-a-rama,” when senators cast votes on amendment after amendment in a row with no debate in between, a process that can last for many hours.\nIn theory, there will be a full bill by the end of this process on which senators will vote.\nWhat it will look like, though, remains unknown, and counting votes on the various proposals and modifications to them is even more challenging than anticipating the outcome of Tuesday’s vote on the motion to proceed to a bill. Republican senators from the conservative and “moderate” camps have expressed a variety of misgivings about the options on the table.\nCongressional Republicans opted to use a special process called budget reconciliation so any Obamacare repeal legislation wouldn’t be subject to a Democratic filibuster and could pass with a simple majority.\nBut this kind of legislation comes with limitations. Bills considered under budget reconciliation must directly and primarily be designed to affect federal spending, rather than create programs or alter federal regulations.\nAlready, the Senate parliamentarian has told senators that key elements of the Better Care Reconciliation Act don’t pass muster. Those include some related to abortion and to Planned Parenthood funding and others regarding health insurance regulation.\nThe reconciliation rules also apply to amendments, some of which would require 60 votes to overcome a filibuster, which won’t happen amid uniform Democratic opposition to this health care debate. Furthermore, Democrats will raise points of order arguing that elements of the pending legislation and amendments to it don’t adhere to budget reconciliation rules, which could result in them being stricken.\nThis story has been updated with the vote in the Senate late Tuesday.", "date": "\n07/25/2017", "href": "https://www.huffpost.com/entry/obamacare-repeal-moves-ahead-senate_n_59776899e4b0a8a40e82ba32?ncid=inblnkushpmg00000009", "tags": "care key obamacare repeal ahead act senate reconciliation bill budget vote legislation moves health"}