{"title": "Obamacare 2013- Obama's Legacy Tied To Health Care Reform That Bears His Name", "content": "In his first term, President Barack Obama made history. Now he has to make good.\nIn 2010, Obama bested Theodore Roosevelt, Harry S. Truman, Richard Nixon and Bill Clinton by pushing through Congress a big health care reform law -- a sweeping measure that aims to extend coverage to at least 30 million of the country's 49 million uninsured.\nThe Affordable Care Act, or Obamacare -- the president now says he likes the term -- since then has withstood relentless attacks from congressional Republicans, conservative governors, GOP presidential nominee Mitt Romney and even the Supreme Court.\nBut none of those triumphs will mean a thing to the American people, especially the uninsured, if Obama can't meet the complex administrative and technical challenges involved in implementing the law or the job of selling it to those it aims to help.\nThere is another threat as well. In budget talks and debt-ceiling brinksmanship, Republicans are pressing to slash Medicaid funding -- the same funding Obama is counting on to pay for expanding the rolls of the insured poor.   \nNothing could be more important to Obama's legacy. The massive health care overhaul stands as a test of one of the central premises of his political philosophy: that government, carefully and judiciously applied, can be a positive force in the lives of the citizens it serves. Obamacare's success could shift Americans' attitudes about the role of government in society. Its failure could cement the notion that government isn't capable of doing big things and doing them well.\nThe public remains skeptical of the health care reform law. According to a HuffPost/YouGov poll conducted last Tuesday and Wednesday, just 20 percent of people believe they will be better off as a result. Forty-one percent expect to be worse off and 25 percent responded the law won't make much difference in their lives.\nVery few of Obamacare's reforms have taken effect so far, and the president has scant months to ensure the law fulfills its promise to make guaranteed, stable health care coverage available to those without it. The most pivotal date of Obama's political life may have been Nov. 6, 2012 -- the day of his reelection -- but another, perhaps more consequential, date looms: Oct. 1, 2013, when poor and middle-class Americans will begin signing up for the health care law's new benefits. \nThey will do so through the law's new health insurance exchanges, online gateways for individuals and small businesses to shop for health insurance and to learn whether they qualify for financial assistance or for Medicaid benefits. The hope is that the exchanges will work with the easy, market-making efficiency of, say, Travelocity.com. But if they turn out to be a bureaucratic nightmare (think the DMV), the entire project could be doomed. \nThe administration understands the high stakes and the vast scope of the task ahead, and officials at the Department of Health and Human Services are feverishly working to get the health care reform law up and running on time. \n\"The efforts in the months ahead are as large an endeavor in health care in the history of the country,\" said Ron Pollack, the executive director of Families USA and one of the most influential progressive campaigners for health care reform in Washington. \nObama will oversee the most significant expansion of the safety net since the creation of Medicare and Medicaid in 1965, Pollack said. Getting the highest possible number of people signed up for health insurance not only would protect them from the high costs of health care, it also could secure the future of the health care law. \n\"Things change a great deal once people are getting the benefits of this program,\" Pollack said. \"It's always far more difficult politically to take something away from people than to withhold something that they've never had.\"\nAt the same time, the Obama administration must stoutly defend both Obamacare and Medicaid from cuts during budget debates with congressional Republicans. \nMaintaining health care funding will be crucial, especially when it comes to Medicaid, Pollack said. The Affordable Care Act seeks to expand Medicaid to anyone who earns up to 133 percent of the federal poverty level, or $14,856 for a single person. As many as 17 million people are expected to sign on to Medicaid and the Children's Health Insurance Program, a related benefit, by 2022, according to the Congressional Budget Office.\n\"You've got an enormous debate coming up about the future of the health care programs. And of the the people who are eligible for new coverage under the Affordable Care Act, about half of them are eligible for coverage under the Medicaid program,\" Pollack said. \"The biggest opportunity to undermine that guarantee will occur in the budget fight.\" \nDuring previous spending debates with the GOP, Obama created unease among state officials and progressive supporters of health care reform by floating $100 billion in cuts to federal Medicaid subsidies to states. The president has changed tack since then and abandoned his biggest Medicaid cut proposals, according to Pollack.\n\"The White House has really made the protection of the Medicaid program as high a priority as virtually anything else,\" Pollack said.\nA big reason to leave Medicaid alone would be to alleviate the anxiety of the country's governors, who rely on the federal government to pay about half of their Medicaid expenses and are only slowly recovering from the damage to their budgets wrought by the Great Recession.\nFrom the Obama administration's perspective, the key thing isn't mollifying governors -- more than half of whom are Republicans mostly hostile to the president's agenda -- it's doing whatever possible to coax states into playing ball on Obamacare.\nWhen the Supreme Court upheld the Affordable Care Act last year, Chief Justice John Roberts surprised observers by ruling that states could opt out of the Medicaid expansion. The Congressional Budget Office projects that 3 million fewer people will gain health care coverage under Obamacare as a result of the court's ruling. Already, 10 Republican governors have declared they'll refuse to add more people to Medicaid in their states.\n\"We're engaged in conversations with every state that's willing to have a conversation,\" Cecilia Muñoz, the director of the White House Domestic Policy Council, told The Huffington Post. Although every state won't expand Medicaid in 2014, the administration believes those that refuse will come around over time.\nWhile Republican governors like Rick Perry of Texas and Bobby Jindal of Louisiana may be immovable, Obama needs to keep the number of states opting out of the Medicaid expansion to a minimum. Agreeing to cuts in the program's subsidies to states would give credence to claims by reluctant governors that Obamacare's generous federal funding for the expansion is an illusion.\n\"If the White House continues to stand firm as it has in the latest rounds on the budget with respect to Medicaid,\" Pollack said, \"that sends a very important and positive signal to the states that the promise that's made in the Affordable Care Act is something they can rely on.\"\nUnder the health care law, the federal government will pay 100 percent of the costs of covering people newly eligible for Medicaid from 2014 through 2016, after which the federal share will diminish until it reaches 90 percent in 2022 and future years. That compares to an average 60 percent of costs the federal government pays states to cover current Medicaid beneficiaries.\nThat extraordinary level of funding has been enough to persuade 19 states and the District of Columbia -- all but four run by Democrats -- so far to agree to expand Medicaid.\nTaking big Medicaid cuts off the table last month helped states feel less nervous, said Matt Salo, the executive director of the National Association of Medicaid Directors. \"It was an important overture because what did signal is that, yes, the world has changed significantly after that Supreme Court decision,\" he said.\nBut that gesture wasn't enough, Salo said -- especially since the White House promoted those cuts in the first place. And the Obama administration now is doing very little to convince undecided states to expand Medicaid to more residents, he said.\n\"In the administration's current thinking, they don't really need to do anything. All they need to do is wait,\" counting on Obamacare's largess to be too good to refuse, Salo said. \"As long as the administration thinks that, they don't have to bend over backwards to do anything.\"\nIn addition to governors' ideological objections to expanding Medicaid, though, states have real budgetary concerns, Salo said. \n\"You see a $200 pair of shoes on sale for 20 bucks. You know, if you've got 20 bucks and you like those shoes, that's a great deal. If you don't really like those shoes and you definitely don't have 20 bucks, that's less of a good deal,\" he said.\nInstead, Salo said, the administration should allow states to undertake other changes to Medicaid. The Republican Governors Association has requested states be allowed to increase the role of private health insurance companies or levy higher copayments for some health care services, for instance.\nThe time has already passed for states to decide on another major element of the health care reform law: whether to establish and run health insurance exchanges or leave the work to federal authorities. The exchanges are supposed to open on Oct. 1 to allow people to comply with the law's individual mandate, which takes effect next year.\nBut half of the states -- all but three of which have Republican governors -- have chosen to sit things out and defer to the federal government. Seventeen states and the District of Columbia have received conditional approval to operate their own health insurance exchanges. \nOne state at the forefront is Maryland, where Gov. Martin O'Malley (D) created a health care reform task force the day after Obama signed the Affordable Care Act in 2010.\n\"We knew that once the debate had concluded on Capitol Hill and in Washington, the real action was at the state level,\" Lt. Gov. Anthony Brown (D), whom O'Malley charged with coordinating health care reform implementation in Maryland, told The Huffington Post.\nObamacare built on Maryland's own progressive health care policies, such the O'Malley administration's efforts to enroll more children into health care coverage and to offer health insurance tax credits to small businesses, Brown said. \"We'd been on the practice field for quite some time with all the players and we just got invited to play in the big game, and that's the Affordable Care Act,\" he added. \nOther states waited -- or hoped -- for Congress, the Supreme Court or Mitt Romney to do away with the Affordable Care Act. In the meantime, Maryland moved forward. Brown is confident his state will meet its target of enrolling 150,000 people into health care coverage for 2014. He knows, however, that educating the people who stand to benefit will be difficult.\n\"We knew from experience that even the best initiatives to expand health care often are not known by the intended beneficiaries,\" Brown said, noting that Maryland's small-business tax-credit program for health insurance didn't have the impact officials wanted. \nThe Obama administration will rely on states like Maryland as well as nonprofit organizations and the private health care industry -- which shares the goal of maximum enrollment -- to help get the word out.\n\"We are deeply, deeply engaged,\" in planning public education and enrollment efforts, Muñoz, the White House official, said.\nOutreach and education on Obamacare also is the work of Enroll America, an umbrella organization of nonprofits and health care industry organizations formed after the health care law was signed. Among the tens of millions of newly eligible Americans, \"the vast majority of them are unaware of the new health coverage options that will become available to them and the fact that there is help with the cost,\" said Rachel Klein, Enroll America's executive director.\nAccording to an Enroll America survey conducted in October, 78 percent of uninsured people, and 83 percent of those who would qualify for Medicaid, didn't know they would be eligible for help.\nEnroll America will carry out a major national public education campaign with paid advertising, online outreach, community activities and coordination with with more than 50 other organizations, Klein said. Extra attention will be needed in those states that aren't collaborating with the implementation of the law.\n\"We've got an enormous task before us,\" Klein said.\nThis article is part of a series produced by The Huffington Post that closely examines the most pressing challenges facing President Obama in his second term. To read other posts in the series, click here.", "date": "\n01/19/2013", "href": "https://www.huffpost.com/entry/obamacare-2013_n_2474417", "tags": "legacy name reform obamacare tied medicaid states bears -- obama law care health"}