{"title": "Obamacare Sign-Ups Through Healthcare-Gov Fall Slightly", "content": "More than 9 million people signed up for insurance through healthcare.gov this year, the Department of Health and Human Services announced on Friday.\nThe number is slightly lower than last year’s enrollment figures, and HHS, now under Trump administration management, was quick to point out that this year’s markets featured premiums that were, on average, substantially higher than last year’s. \nImplication: The Affordable Care Act, also known as Obamacare, is already starting to falter on its own.\nBut the difference between this year’s and last year’s enrollment figures is small ― just 400,000 people. And a drop-off in the final two weeks of enrollment, during which the Trump administration yanked some last-minute advertising, would appear to account for that total.\nImplication: The Trump administration tried to undermine Obamacare, and had at least some success.\nWhatever the explanation for the backsliding, one thing is clear: A significant number of Americans are relying on the Affordable Care Act for their health insurance. Repealing the law puts their coverage into jeopardy.\nAccording to the final HHS figures, 9.2 million people signed up for an insurance plan in the 38 states that use healthcare.gov. That’s down from 9.6 million who signed up last year. \nThe figures do not include the statistics from states that run their own markets and websites ― and handle their own outreach efforts. Two of those states, New York and Washington, have already reported more sign-ups than last year.\nLast fall, when the Obama administration was in charge, officials predicted that enrollment through healthcare.gov states would also increase this year. And as of early January, sign-ups were in fact running ahead of last year’s pace. \nBut in the final week of open enrollment, when interest typically surged, the Trump administration canceled much of the outreach the Obama administration had planned. Paul Demko of Politico reported that spending on television ads plummeted to $250,000 a day, down from $1 million. \nAt the time, a Trump administration official defended that decision as an effort to spend government money more efficiently. “We aren’t going to continue spending millions of taxpayers’ dollars promoting a failed government program,” the spokesperson said.\nFormer officials from the Obama administration challenged that argument, pointing to research that suggested outreach efforts had worked and boosted enrollments ― particularly among young and healthy customers, whom insurers need in order to keep plans financially stable.\nThose are precisely the people who tend to sign up at the last minute. \n“Final sign-ups are down from last year, after being up as of a few weeks ago,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, told The Huffington Post. “There was a much smaller surge in enrollment in the final week than last year. The only thing that really changed was the pulling of ads, which likely ended up depressing enrollment.”", "date": "\n02/03/2017", "href": "https://www.huffpost.com/entry/obamacare-sign-ups-down_n_5894fa38e4b04061313702d3", "tags": "administration obamacare healthcare-gov figures states final fall last year enrollment slightly million sign-ups"}