{"title": "Obama- DOMA Unconstitutional, DOJ Should Stop Defending In Court", "content": "WASHINGTON -- In a major policy reversal, the Obama administration said Wednesday it will no longer defend the constitutionality of a federal law banning recognition of same-sex marriage.\nAttorney General Eric Holder said President Barack Obama has concluded that the administration cannot defend the federal law that defines marriage as only between a man and a woman. He noted that the congressional debate during passage of the Defense of Marriage Act \"contains numerous expressions reflecting moral disapproval of gays and lesbians and their intimate and family relationships - precisely the kind of stereotype-based thinking and animus the (Constitution's) Equal Protection Clause is designed to guard against.\"\nThe Justice Department had defended the act in court until now.\n\"Much of the legal landscape has changed in the 15 years since Congress passed\" the Defense of Marriage Act, Holder said in a statement. He noted that the Supreme Court has ruled that laws criminalizing homosexual conduct are unconstitutional and that Congress has repealed the military's \"don't ask, don't tell\" policy.\nAt the White House, spokesman Jay Carney said Obama himself is still \"grappling\" with his personal view of gay marriage but has always personally opposed the Defense of Marriage Act as \"unnecessary and unfair.\"\nHolder wrote to House Speaker John Boehner, R-Ohio, that Obama has concluded the Defense of Marriage Act fails to meet a rigorous standard under which courts view with suspicion any laws targeting minority groups who have suffered a history of discrimination.\nThe attorney general said the Justice Department had defended the law in court until now because the government was able to advance reasonable arguments for the law based on a less strict standard.\nAt a December news conference, in response to a reporters' question, Obama revealed that his position on gay marriage is \"constantly evolving.\" He has opposed such marriages and supported instead civil unions for gay and lesbian couples. The president said such civil unions are his baseline - at this point, as he put it.\n\"This is something that we're going to continue to debate, and I personally am going to continue to wrestle with going forward,\" he said.\nOn Wednesday, Holder said the president has concluded that, given a documented history of discrimination against gays, classifications based on sexual orientation should be subject to a more heightened standard of scrutiny than the department had been applying in legal challenges to the act up to now.\nThe attorney general said the department will immediately bring the policy change to the attention of two federal courts now hearing separate lawsuits targeting the Defense of Marriage Act.\nOne case, in Connecticut, challenges the federal government's denial of marriage-related protections for federal Family Medical Leave Act benefits, federal laws for private pension plans and federal laws concerning state pension plans. In the other case in New york City, the federal government refused to recognize the marriage of two women and taxed the inheritance that one of the women left to the other as though the two were strangers. Under federal tax law, a spouse who dies can leave her assets, including the family home, to the other spouse without incurring estate taxes.\nBelow is the entire text of the letter from the Department of Justice to Speaker Boehner.", "date": "\n02/23/2011", "href": "https://www.huffpost.com/entry/obama-doma-unconstitutional_n_827134", "tags": "unconstitutional defense laws doma court department holder federal doj marriage stop act obama obama- defending law"}