{"title": "Obamacare Repeal Flames Out In The Republican Senate", "content": "Seven years of Republican promises to repeal the Affordable Care Act withered away to almost nothing on the Senate floor early Friday morning.\nThe Republican majority in Congress has voted dozens of times since 2011 to repeal all or part of the Affordable Care Act, and a central element of the GOP’s pitch to voters during last year’s election was that giving Donald Trump the keys to the White House and leaving Congress in the Republican Party’s hands was all that was needed to bring an end to Obamacare.\nBut when presented with their first genuine opportunity to do so ― and to have to answer for the consequences ― enough Republican senators flinched that the effort failed, despite pressure from Senate Majority Leader Mitch McConnell (R-Ky.) and President Trump. Voting to dramatically increase the number of uninsured Americans is easier when you know it can’t happen than when you know it will.\nThe final vote for the Health Care Freedom Act, designed to eliminate core components of the Affordable Care Act, went down on a 49-51 vote, with Republican Sens. Susan Collins of Maine, John McCain of Arizona and Lisa Murkowski of Alaska joining with all 46 of the chamber’s Democrats and both of its independents to defeat the measure.\nJust before the vote, it became apparent that Republicans did not have the support they needed, as McCain came to the floor and told GOP leaders he planned to vote no. Collins and Murkowski had looked apt to vote no all week after opposing the motion to proceed to the initial legislation.\nFor nearly an hour, Republicans ― including Vice President Mike Pence, who was on-hand to break a tie ― tried to persuade McCain and Murkowski to no avail. They had made up their minds.\nMcCain, who was diagnosed with brain cancer last week, was only on hand because of a dramatic return Tuesday to open debate on the bill. After voting for the motion to proceed to the bill, McCain delivered an impassioned speech in which he indicated he didn’t support the health care plan. But many thought that, with the scaled-down version of the bill up for consideration, McCain would vote to advance the legislation so that the Senate could conference the bill with the House.\nHouse Speaker Paul Ryan (R-Wis.) offered some assurances that he would establish a conference committee, but they apparently weren’t enough for McCain. Or, at least, McCain thought it was time Republicans try a new approach.\nThe entire health care process has been marked by an incredible breach of the normal congressional procedures.\nEven the vote itself came in the wee hours of the morning Friday, capping off an extraordinarily rushed, chaotic and secretive legislative process.\nSenators had about three hours to weigh the consequences of legislation McConnell hastily assembled Thursday and made public after 10 p.m. EDT. McConnell pulled the bill and returned it to the Senate calendar, which enables him to bring it back up at a later date if he chooses.\nRepublican congressional leaders have pledged since the Affordable Care Act became law that they would repeal it, and Trump made that a main tenet of his 2016 presidential campaign. In its place, they promised to establish a new and better health care system with lower costs and more choice.\nAs Congress has considered repeal this year, the promise to kill the law has been the primary, if not solitary, rationale for hurrying ahead with legislation that could add millions of people to the ranks of the uninsured and cause turmoil in the health insurance market.\nIn the end, this motivation proved inadequate for three Republican senators.\nAnd with that, the Obamacare repeal campaign is as close to dead as it has ever been. The law has now survived the Republican takeover of Congress, President Barack Obama’s 2012 reelection campaign, two Supreme Court rulings and Trump’s victory last year.\nThe bill that died in the Senate on Friday would not have fully repealed the Affordable Care Act.\nThe Health Care Freedom Act was limited to striking a handful of the law’s core elements. The legislation would have eliminated the fines associated with the law’s mandate that most Americans obtain health coverage or face tax penalties and canceled enforcement of its requirement that large companies offer health insurance to full-time workers until 2025.\nLeft in place would have been Obamacare’s health insurance exchanges and subsidies for low- and middle-income families, its provisions guaranteeing coverage to people with pre-existing conditions and a standard set of benefits, its Medicaid expansion, and its myriad rules and regulations on the health insurance industry.\nThe Senate bill wouldn’t even have repealed all of the Affordable Care Act’s taxes, such as those on wealthy people, but it would have extended a current moratorium on a tax on medical device sales until 2021.\nThe legislation also would’ve halted federal payments to Planned Parenthood for one year.\nUnder this legislation, health insurance premiums would have risen by 20 percent and 16 million fewer people would have health coverage ― 15 million of them next year alone, the nonpartisan Congressional Budget Office projected in a report released Thursday night.\nIn spite of the Senate vote, repeal remains the stated goal of the Republican Party, and polls indicate its core voters still want it. And Trump, who’s been clear he would sign any health care bill that could clear Congress, won’t like being denied a political win this early in his tumultuous presidency.\nHouse Republicans also won’t be satisfied. \nIn May, the lower chamber passed its own bill to repeal and “replace” the Affordable Care Act. Lawmakers who supported that legislation will be displeased that the Senate’s failure made their risky vote meaningless. \nThe House’s American Health Care Act would increase the number of uninsured Americans by 23 million, according to the CBO, and disadvantage older, poorer and sicker people in the health insurance market. The legislation passed the House by a narrow margin with some lawmakers voting yes ― ironically, in hindsight ― with the expectation that the Senate would come up with a better bill. It did not.\nAs for the Senate, the collapse of repeal on Friday strongly suggests that there isn’t a deal that can be made and that Republican senators may be eager to move on to other business.\nTheoretically, the House bill could serve as a vehicle to revive the repeal effort. But senators immediately rejected it when it passed. And on Tuesday, the Senate failed to achieve a majority on a broadly similar bill, the Better Care Reconciliation Act. That Senate bill would’ve added 22 million people to the ranks of the uninsured, according to the CBO.\nMoreover, the principal problem confronting congressional Republicans isn’t the fine details of the policies contained in the various bills lawmakers have considered this year, nor is it arcane procedural rules that complicated their legislating.\nAt its heart, the dilemma is that the Republican Party does not have, and has never had, a clear vision of what kind of health care system it wants. \nRepublicans have become skilled at pointing out the Affordable Care Act’s failings and imperfections ― the real ones, the exaggerated ones and the fabricated ones. But they have never agreed on how to fix those problems or how to reform the health care system in ways that deliver on their promises of lower costs and more choice.\nNearly 2,700 days have passed since Obama signed the Affordable Care Act into law. Yet on the one day the Senate had its best chance to repeal it, Republicans still didn’t have a plan. The prospects of them doing so now appear dubious.\n\n         Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops\n         from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n07/28/2017", "href": "https://www.huffpost.com/entry/obamacare-repeal-flames-out-senate_n_597a6adbe4b02a4ebb744da0?ncid=inblnkushpmg00000009", "tags": "obamacare repeal republican senate act flames bill affordable vote care health"}