{"title": "Obama Faces Growing Rebellion Against The Secure Communities Deportation Program", "content": "WASHINGTON -- Last Wednesday, Philadelphia Mayor Michael Nutter (D) announced a significant change to the city's law enforcement policies. Going forward, Philadelphia officials would no longer acquiesce to the federal government's requests that they hold certain undocumented immigrants for extra time solely for deportation purposes.\nThe change in policy is among the latest acts of rebellion against the euphemistically-titled Secure Communities, a federally-run program launched in 2008 that allows U.S. Immigrations and Customs Enforcement to find and pick up immigrants it will eventually deport. The program has played a central role in deportations over the past six years, and, in the process, has raised the ire of immigration reform advocates who argue that not only is it a blunt and costly instrument that forces police officers to play the role of ICE agents, it also tramples on civil liberties. Nutter isn't the only one to grow tired with the program.\nOn Friday, Maryland Gov. Martin O'Malley (D) said the Baltimore City Detention Center would stop automatically honoring requests from ICE to hold people it would otherwise release. Meanwhile, more than a dozen counties in Oregon have announced after a court ruling on April 11 that they will no longer comply with ICE requests to hold individuals except under certain circumstances. \nThe revolt against Secure Communities -- a significant part of the government's interior enforcement mechanism -- is growing. And it's complicating the Obama administration's already delicate attempt to recalibrate its immigration policies. Amid damage control with immigration reform advocates for its deportation numbers, the White House increasingly faces pushback from law enforcement and local officials who are frustrated with their role in funneling people into the deportation pipeline.\nThe Department of Homeland Security is currently reviewing its deportation policies to make them, in the administration's words, more humane. Lawmakers in the Congressional Hispanic Caucus urged the White House earlier this month to eliminate Secure Communities entirely. Activists also view eliminating the program as the ultimate goal. But short of that, they have called for the Obama administration to take a page from the states, counties and cities that are putting limits on who they detain for ICE purposes. Recent reports indicate the administration may be doing so. \nDHS spokesman Peter Boogaard cautioned that it's too early in the process to predict the final result. Opponents of Secure Communities, however, are hopeful that the government will try to match their efforts to protect immigrants without serious criminal records, including those who have been previously deported or have other immigration violations. \n\"The tide has turned against the program, and I think there is now consensus that the program needs to be shut down completely, and I do think it will be shut down completely,\" said Chris Newman, who has fought against Secure Communities in his work with the National Day Laborer Organizing Network. \"Before the program is scrapped completely, I think the administration will continue to do as they've done for some time, which is to roll out incremental reforms to try to put cold water on the growing pressure.\" \n*   *   *   *   *\nSecure Communities works as a relatively simple information-sharing program between the FBI and ICE. When an individual is arrested, his or her fingerprints are taken and sent to the FBI to screen for fugitives and ex-convicts. Under the program, that routine fingerprint process can lead to immigrants being picked up by ICE, detained and deported. ICE requests holds under other circumstances as well, but Secure Communities has made the process more common. \nThe program may seem sound in principle -- after all, who wouldn't want their communities to be more secure? And those caught by Secure Communities and deported from the country by the Obama administration do include convicted sex offenders, murderers and thieves. But it's not just hardened criminals who are affected by Secure Communities. \nThe program has ensnared parents driving without a license because they need to work and can't get authorization to drive in their state. It has caught young people arrested for small levels of drug possession. Many of those caught are people who have previously been deported but came back to the U.S. to work or be with their families -- immigrants who could be aided by a policy that put less emphasis on deporting repeat immigration law violators. \nSince fingerprints are shared with ICE at the point of arrest -- not conviction -- people who are never charged or eventually ruled innocent can be caught up in the system. Opponents of Secure Communities point out that domestic violence victims are in some cases fingerprinted along with their abusers while the police sort out the details. \n\"The whole machinery is just so flawed,\" Fred Tsao, policy director at the Illinois Coalition for Immigrant and Refugee Rights, said of Secure Communities. \"If the focus really is on people who have committed serious crimes and have been convicted of those offenses, then you don't try to catch people when they've first been arrested, in many cases before they've even had a bond set for them.\" \n*   *   *   *   *\nSecure Communities was originally touted as optional -- law enforcement could, to officials' understanding, participate in the program or stay out of it. And, indeed, some states and localities wanted out. Law enforcement officials in particular began to worry that victims and witnesses to crime would begin to see police as immigration agents rather than protectors. \nSince ICE was also requesting that local law enforcement hold people up to 48 hours, excluding weekends, longer than they otherwise would, government officials said the cost of the program was too steep. In Los Angeles County, a 2012 report found that law enforcement was spending more than $26 million per year to hold people at ICE's request, even though they would be released under normal circumstances. \nWashington, D.C., was first to attempt to opt of the program in May 2010, not long after Arizona Gov. Jan Brewer (R) signed into law SB 1070, which went in the other direction by increasing local police's participation in immigration enforcement. San Francisco; Arlington, Va. and Santa Clara County, Calif. followed Washington's lead over the next several months. A few governors announced in 2011 they would not participate in the program: first in Illinois, and then New York and Massachusetts. State and local lawmakers thought they could do so, given statements from ICE that it was an optional program. The ICE website even gave instructions as of 2010 for officials to request that the program not be activated in their localities. \nBut declining to share the fingerprints with ICE wasn't really an option after all, then-DHS Secretary Janet Napolitano said in October 2010. She and other officials explained that because law enforcement shares fingerprints with the FBI already, the FBI could then share them with ICE regardless of objections at the local level. \n \nLawmakers such as Rep. Zoe Lofgren (D-Calif.) questioned whether ICE had purposefully misled the public. \nMeanwhile, state and local officials began rebelling against ICE through a variety of approaches that give law enforcement more leeway on how it interacts with immigration enforcement. \nSome officials said costs were a partial reason for pushing back. The Cook County, Ill., Board of Commissioners voted in 2011 to ignore ICE requests to hold people they would otherwise free, based on the estimated price tag of about $15 million per year. When ICE said it would pick up the tab, Cook County rejected the agency's offer. \n*   *   *   *   *\nOne of the broadest pushbacks against Secure Communities started in 2011, when California lawmakers and advocates began their effort to put legislation on the books that would keep law enforcement from holding immigrants for ICE except under certain circumstances, such as for convicted felons. Titled the TRUST Act, the bill also instructs law enforcement not to detain people they would otherwise release if the hold request was based solely on a past immigration violation.\nAfter it first passed both state houses, the TRUST Act was vetoed in 2012 by Gov. Jerry Brown (D), who  called the bill \"fatally flawed.\" His decision came under pressure from ICE, which was planning behind the scenes to launch a pilot program to address concerns over holds. \nTwo months after Brown's veto, ICE announced its own changes to how it issued detention requests, or detainers, to put less emphasis on non-criminals and minor offenders. But those reforms weren't enough for advocates of the TRUST Act, who reworked the bill and passed it again in 2013. This time, Brown signed it into law. \nThe California bill doesn't go as far as many advocates wanted: There are exceptions for which ICE hold requests will be respected beyond just felons, including certain misdemeanor and felony charges. But the TRUST Act has already made a difference in California. The Associated Press reported that in the first two months since the law went into effect, January and February of this year, there was a significant reduction in the number of immigrants being turned over to ICE by local law enforcement in California. The AP looked at data from 15 of the 23 counties responsible for most of the state's deportations, and found that there was a 44 percent drop in people being arrested and held for immigration officials. There was an especially marked change in San Francisco, which has led the fight to limit Secure Communities: The country saw a 93 percent reduction of people held for ICE. \nWith the early data now in, Angela Chan, an attorney with Asian Law Caucus who has helped lead the movement against Secure Communities, said that the principles behind the TRUST Act should be taken seriously by ICE. \n\"There was a strong belief from people who were directly impacted that the local police should not be involved in immigration enforcement,\" she said. \"That's the basis of the TRUST Act that needs to be included in the executive action that's being contemplated: leave local law enforcement alone. Let them do their job of public safety and criminal law enforcement.\"\n*   *   *   *   *\nConnecticut also serves as a case study for what happens when law enforcement limits cooperation with ICE. The state implemented policy changes in 2012 for its Department of Corrections to release certain immigrants on a case-by-case basis, and further changes were formalized in February 2013 after a settlement in the Brizuela v. Feliciano case. Under that settlement, the Department of Corrections was instructed to hold people for ICE only if they had been convicted of a felony, had prior removal orders, or met criteria demonstrating they presented a threat to public safety. The settlement also requires law enforcement to notify arrestees that they are being held under an ICE request and provides them with a toll-free number to free legal counsel at Yale Law School if they believe they are being detained wrongly. The Department of Corrections must release information each month on how many people are detained based on ICE requests, and on what grounds. \nConnecticut passed its own version of the TRUST Act later in 2013, extending limits on detainers to additional agencies.\nIn 2011, before the policy changes, Connecticut delivered an average of 33 people to ICE each month. The number of requests per month went down considerably after the new policies on ICE holds were implemented. According to the information released by the Department of Corrections, ICE received an average of 8.5 detainer requests per month from March 2013 -- after the Brizuela v. Feliciano settlement -- to February 2014. The state Department of Corrections held people for ICE for about 80 percent of requests, and in about 90 percent of those holds, the individual in question had either a felony conviction or a prior deportation order. \nMichael Wishnie, a professor at Yale Law School who has been practicing immigration law for two decades, said ICE could look to Connecticut's example for a more refined approach to enforcement. Fewer detainers are being issued, and a far higher percentage of them are for felony convictions or old deportation orders, more in line with ICE's official priorities, Wishnie said.\n \n\"What this suggests to me is that ICE has conformed its issuing practices to meet the enforcement practices of Connecticut,\" he said.\n*   *   *   *   *\nNot everyone is supportive of changes to ICE policy on releasing people after arrests. Republicans in the House Judiciary Committee sent a letter to Homeland Security Secretary Jeh Johnson earlier this month expressing concern that ICE was allowing criminal immigrants to go free, and asking for more information on what criminal convictions existed for people ICE released. \nThe Federation for American Immigration Reform, or FAIR, which supports reducing immigration levels, has advocated against state TRUST Acts and other policies meant to combat enforcement programs. By deemphasizing deportation of repeat immigration offenders, FAIR spokesman Bob Dane said, policies like the TRUST Act send the message that immigration law violations aren't important on their own. \n\"It's corrupting the rule of law, and it's creating this culture of permissiveness for illegal immigration,\" he said. \nDespite these arguments, there are indications that the mindset on deportations is changing within DHS. John Sandweg, who served as the acting director of ICE from August 2013 to February of this year, penned an op-ed for the Los Angeles Times in March arguing ICE \"should eliminate 'non-criminal re-entrants and immigration fugitives' as a priority category for deportation.\" He said most ICE officers and agents were supportive of those types of policies so they could \"focus their efforts on the most serious offenders and offenses.\"\nThe Associated Press reported Monday that DHS is considering limiting deportations of people with repeat immigration violations but no other serious criminal records.\nBoogaard, the DHS spokesman, told HuffPost that \"any report of specific considerations at this time would be premature,\" adding that Johnson is still seeking opinions from stakeholders and members of Congress. \nAs for advocates, they said they will believe that a change is in the works when they see it. \n\"There are lots of reasons to be skeptical that the president and DHS are serious about this,\" said Wishnie, the Yale law professor. \"Recent history suggests that enforcement reviews change very little on the ground. Senior officials make speeches, they issue memos out of headquarters, they sail them out like paper airplanes to the field and very little changes on the ground. I hope this is different.\" \nThis story has been updated to reflect that ICE requests holds for up to 48 business hours, excluding weekends. ", "date": "\n04/24/2014", "href": "https://www.huffpost.com/entry/secure-communities_n_5182876", "tags": "faces rebellion immigration communities ice growing secure obama deportation program law enforcement"}