{"title": "Obamacare Isn't Communism, And 13 Other Questions Answered", "content": "Like most Americans, you've probably heard of \"Obamacare,\" but you're not exactly sure what it is. According to your uncle's Facebook posts, it sounds pretty scary, like maybe it's going to turn America into a Kenyan Soviet Union or something. \nWell, good news: Obamacare is probably not going to do that! What a relief, huh? What other mysteries about the new health-care law can we clear up for you? Huffington Post health care reporter Jeffrey Young has 14 answers, for starters:\n1. What is Obamacare, exactly?\n\"Obamacare\" is a nickname for the Affordable Care Act, a controversial law Congress passed and President Obama signed in 2010. To the chagrin of Republican opponents, who are still trying to kill the law,  the Supreme Court declared it constitutional in 2012. \nIts goal is to get health insurance to more Americans, 48 million of whom currently don't have any. This includes making it easier for people who aren't insured through work to buy their own insurance. \nObamacare also ends some notorious insurance practices. Now insurers can't exclude people with pre-existing conditions, can't kick patients off their plans when they run up big medical bills, and can't set dollar limits on how much care they'll cover. The law also says consumers' out-of-pocket costs generally can't exceed $6,350 for a single person or $12,700 for a family in a year. If a serious illness or accident creates costs above that amount, insurance pays all the bills. \nObamacare also sets \"minimum essential benefits\" every insurance plan must cover, including prescription drugs and maternity care. Many plans today don't include such benefits. Health screenings and birth control are available at no cost when you get them.\n2. What if the government shuts down because Republicans want to stop Obamacare? \nIt doesn't really matter. Ironically, the program will continue even if the federal government is technically closed for business.\n3. Why is it called \"Obamacare?\"\nBecause Obama pushed for its passage. Republican opponents first started using the term as an insult, but then Obama embraced it. Now everybody calls it Obamacare. Although perhaps Obama should reconsider, as \"Obamacare\" doesn't poll nearly as well as \"Affordable Care Act.\"\n4. So do I need to do anything?\nProbably not, if you're one of the roughly 80 percent of Americans who gets health insurance through their job or a family member's job, or is enrolled in a government program like Medicare, Medicaid, or the Children's Health Insurance Program. Congratulations, you might be done with this article.\nIf you're really worried about it, you should check with your employer about how your benefits might change in 2014. \nAnd if you buy your own insurance, or if you aren't insured, then you will likely need to know and do some things.\n5. OK, I buy my own insurance, what do I need to know? What do I do?\nYou may find that your current plan isn't available next year because it doesn't meet the new standards set by Obamacare. That's good news because you'll probably be getting better health insurance. Bad news: you may have to pay more. You'll be able to shop for a new plan on new health-insurance exchanges.  \n6. What's a health insurance exchange? Sounds communist!\n\"Exchange\" is the technocratic term for the government's new health-insurance stores, which are run either by your state or the federal government. Also called \"marketplaces,\" these web sites let you comparison-shop for various health plans. Massachusetts has had an exchange since 2006 and has the lowest uninsured rate in the U.S.\nThe exchanges are also the main way for people to get help paying for their coverage.\nTo find out what kind of policies are available, and what kind of help you're eligible to get, you'll have to give the exchange some basic personal information like your age, where you live, your income, family size and whether you smoke. \nThe exchanges are open to most everyone, but people who have health benefits at work or are in government programs like Medicaid are probably better off keeping what they have. \nClick here to find the exchange for your home state.\n 7. A government-run health-insurance market? What could possibly go wrong?? That is sarcasm, by the way.\nSarcasm noted. Not shockingly, there have been glitches in the online exchanges. Officials hope to fix them between the time they open for business on Oct. 1 and Jan. 1, when coverage starts under the new plans.\n8. OK, so how much will health insurance cost me under Obamacare?\nAlas there's no simple answer to this question. Insurance premiums will vary a lot.. The national average price for a high-deductible plan is $249 a month, not counting subsidies -- but coverage like that would cost $144 in Minnesota and $425 in Wyoming. Rates are based on age, geographic location, family size and, sometimes, tobacco use. The insurance plans will differ a lot by monthly premium and by what share of medical bills you have to pay out of pocket. \nThe good news is that, under the law, women can't be charged higher rates than men, as is the norm in most states now. Older people also can't be made to pay more than three times what younger people pay now. Some states currently let insurers charge older people five times more than younger consumers, or even greater.\n\n9. So how will the government help me pay for health insurance?\nIt gives you tax credits, based on your income, to help cover the cost. If you take the credit in advance, the government sends money straight to your insurance company to cover some of your premium. Or you can pay the full cost and claim the credit when you file your taxes. Tax credits are available to people who earn between the federal poverty level and four times that income, or about $11,500 to about $46,000 for a single person.\nExtra discounts are available to those who earn up to 250 percent of poverty, or $28,725, for out-of-pocket expenses like deductibles and co-payments.\nDepending on where you live, you also might qualify for  Medicaid, the joint federal-state health care program for the poor, if you earn up to 133 percent of poverty, or about $15,300 for a single person. Only about half of states are using Obamcare money to expand Medicaid, though.\n10. What happens to me if I defy Obama's socialist takeover and refuse to get health insurance?\nThe law says nearly every legal U.S. resident must get health coverage or pay a tax penalty. This is the dreaded \"individual mandate.\" That's to make sure fewer people have to get care at hospitals that isn't paid for or results in big debts. It's a conservative idea, believe it or not.\nIf you already have health insurance, you obviously don't have to worry about this. If you earn less than $10,000 a year, you don't have to worry about this. If you can't find a health plan that costs 8 percent or less of your annual income, you don't have to worry about this. There are a handful of other exemptions to the law.\n11. How much will this penalty be?\nIt will start out at $95 or 1 percent of your income, whichever is higher, (unless you make less than $10,000, in which case there's no penalty). The penalty starts rising in 2015 and 2016, ending up at $695 or 2.5 percent of income. The IRS has more details on this fun penalty here.\nThis penalty will not require you to write a check: The IRS will take it out of your tax refund, if you have any. The IRS can't come after you if you don't pay it one year, but interest could build up over time. No matter what, though, you can't go to jail over it.\n12. Can I keep my doctor under Obamacare?\nThere's nothing in Obamacare that dictates what health-care provider you see. Same as always, different insurance policies have different doctors that are \"in-network\" or \"out-of-network.\" You've just got to make sure that your doctor is in the network of whatever policy you get, or expect to pay more to visit her.\nBe warned, though: Many of the health plans sold in Obamacare exchanges will have fewer choices of providers than those typically offered by employers. This is the downside of keeping costs low -- although for many people without insurance, their provider choice is limited to the emergency room. Exchanges have been trying to broaden their lists of providers ahead of enrollment.\n13. Who can help me learn more and sign up?\nObamacare exchanges have telephone hotlines available to walk you through the application process. HealthCare.gov is the federal government's main website for information and enrollment, and includes links to the state-run exchanges and to local groups offering help. The federal hotline is (800) 318-2596. State-run exchanges have their own.\nIf this sounds too daunting to do alone, there are also Obamacare sherpas, known as \"navigators,\" \"in-person assistors\" or \"certified application counselors\". Private organizations like Enroll America can also help. Insurance agents and brokers will be happy to take your business, too.\nState health agencies and Medicaid offices also may be providing help, as will community health centers that mainly serve low-income and uninsured patients. Information about what to do and where to find help will be distributed from a variety of sources, including community organizations, churches, charities, pharmacies, hospitals, doctors' offices and public libraries. The availability of help will vary greatly from state to state: Some states have resisted Obamacare's implementation because of political opposition from Republican governors and lawmakers.\n14. Are there any deadlines I should know about?\nOpen enrollment for insurance plans for 2014 begins Oct. 1 and runs through March 31. If you want a health insurance policy that's in place on New Year's Day, you have to make a choice by Dec. 15. After then, you have to wait a few weeks between picking a plan and using it. To avoid paying any tax penalties for not being covered, consumers should pick a plan by Feb. 15. Next year, you'll have less time because enrollment for 2015 health plans runs from Oct. 15 through Dec. 7 in 2014.", "date": "\n09/30/2013", "href": "https://www.huffpost.com/entry/obamacare-questions-answers_n_3977534", "tags": "ca obamacare exchanges answered help communism pay questions government also insurance health"}