{"title": "Obamacare Enrollment Is 10 Million, But Supreme Court Ruling Could Shrink It Dramatically", "content": "\nRoughly 10.2 million people have insurance they have purchased directly through the Affordable Care Act’s exchanges, according to a report the Department of Health and Human Services released on Tuesday afternoon. \nThe same report indicates that about 8.7 million of these customers depend on federal tax credits to help purchase that insurance. \nTaken together, these data points provide the last clear outline of the health insurance landscape that the Supreme Court could disrupt with a decision later this month. Obamacare, the HHS report makes clear, is making coverage available to many more Americans. But a big chunk of that progress could evaporate if the court rules, as the law’s opponents hope it will, that the federal government has no authority to distribute those tax credits in two-thirds of the states. \nSome 6.4 million of the people now receiving tax credits live in those states, which include Florida and Texas. Without those tax credits, the price of insurance for these people would jump by hundreds or even thousands of dollars a year. Most could not afford to pay such high premiums and would have to give up insurance altogether.\nThe new HHS report provides the most detailed and precise account yet of who is getting Affordable Care Act insurance this year. It provides a full tally of “effectuated” enrollment, a figure that excludes people who dropped their exchange policies because they obtained different coverage or didn't pay their premiums, as well as people whom the government excluded because their citizenship or income status didn’t qualify them for federal assistance. Such attrition is normal. Administration officials and outside analysts (such as Charles Gaba of ACASignups) had predicted it in March, when HHS announced that 11.7 million people had signed up for plans during this year’s open enrollment period.\n \nTuesday’s number is lower than the Congressional Budget Office and many experts predicted when President Barack Obama first signed the Affordable Care Act in 2010. If that’s the start of a trend -- and if enrollment lags by larger increments in the future -- it could signal that the newly available policies are not attracting younger and healthier customers in the numbers the law's architects and advocates had hoped. That would force carriers to raise premiums. \nBut Tuesday’s figure is still in line with the goal the Obama administration set for itself last year, as well as newly revised projections from the CBO. Those figures, in turn, are consistent with recent surveys documenting the Affordable Care Act’s overall impact on the number of people without health insurance -- a dramatic reduction that rivals the enactment of Medicare and Medicaid in the 1960s.\n \nThe Gallup organization, for example, reported last month that the proportion of working-age Americans without health insurance has fallen to 11.9 percent. That’s 5.2 points lower than Gallup observed in the fall of 2013, before the health care law’s full coverage expansion took effect, and it is the lowest percentage of uninsured that Gallup has ever measured. \n\nThose historic gains are in jeopardy thanks to King v. Burwell, a lawsuit by longtime Obamacare opponents that now sits before the Supreme Court. The lawsuit alleges that because of ambiguous wording in one section of the text, the law does not authorize the government to offer tax credits in states where HHS, rather than state officials, operate the exchanges. The Obama administration and its allies say the law clearly authorizes the distribution of tax credits in all states -- and that making those tax credits available to everybody was what the law’s architects had always intended.\nThe court heard oral arguments in March and likely will issue a ruling on or around June 29, the date on which the court’s term is currently scheduled to end. Independent projections have suggested that a decision for the plaintiffs -- in other words, a decision cutting off the tax credits -- would lead to more than 8 million people becoming uninsured, relative to the number today. It wouldn’t mean the end of the Affordable Care Act as we know it. It would, however, mean the end of a big part of the Affordable Care Act in two-thirds of the states -- unless either Congress or state officials were able to act quickly to restore the flow of money.", "date": "\n06/02/2015", "href": "https://www.huffpost.com/entry/obamacare-enrollment_n_7493776", "tags": "shrink credits care tax obamacare law court dramatically supreme ruling -- act affordable could million insurance enrollment"}