{"title": "Obama and Aung San Suu Kyi Meet Again, With Battle Scars ", "content": "YANGON, Myanmar — The last time President Obama met with Daw Aung San Suu Kyi, in 2012, it was in the glow of Myanmar’s opening to the West — a historic turn toward democracy that handed Mr. Obama a diplomatic victory and catapulted Ms. Aung San Suu Kyi, the pro-democracy icon, from house arrest to the political front lines.\nOn Friday, the two leaders met here again, but this time as battle-scarred political veterans. Both are struggling with setbacks in the rough-and-tumble politics of their home countries; both face doubts about their leadership and a dimming of their star power.\nMr. Obama reassured Ms. Aung San Suu Kyi of America’s support for her and for Myanmar’s steps toward reform, despite evidence of backsliding in its transition from military dictatorship. Ms. Aung San Suu Kyi tried to smooth over suggestions of friction with the Obama administration after recent remarks in which she said the United States had been too optimistic about the progress of Myanmar’s transition.\n“Please don’t worry,” she said to reporters in the manicured garden of her lakeside villa here, with Mr. Obama standing beside her. “I always warn against over-optimism because that could lead to complacency. The reform process is going through, let us say, a bumpy patch.”\nThe president acknowledged that Myanmar, also known as Burma, was falling short in several key respects, including its refusal to amend a constitutional provision that makes Ms. Aung San Suu Kyi ineligible to run for president, as well as its unwillingness to curb the violence against the Muslim Rohingya minority in the country’s west.\nMyanmar’s long journey to democracy, Mr. Obama said, is “by no means complete or irreversible.”\nAnd yet, in his meetings with government officials, opposition leaders and young people, Mr. Obama expressed confidence that the country would overcome its current troubles, if only because Myanmar’s young would reject the compromises made by their elders, whether on politics, ethnic conflicts or climate change.\n“It’s important, I think, that even as we engage with countries that are less open or less democratic, that we also continue to apply constructive criticism where they fall backwards,” Mr. Obama told young people at a town-hall-style meeting at the University of Yangon, where he bantered with them on issues including technology and religion. “Sometimes that’s hard to do.”\nCritics say the White House has been too lenient with Burmese rulers about the pace of change. But in his meetings with Ms. Aung San Suu Kyi and earlier with President Thein Sein, Mr. Obama made his concerns plain, particularly about violence against Muslims.\n“Discrimination toward the Rohingya or any other religious minority, I think, does not express the kind of country, over the long term, that Burma wants to be,” he said at the news conference with Ms. Aung San Suu Kyi.\nFor Mr. Obama, Ms. Aung San Suu Kyi poses something of a riddle. Her stature, as a Nobel Peace laureate who endured years of house arrest under military rule, is indisputable. \nYet her unwillingness to speak out more strongly about the violence against the Rohingya troubles American officials, who say the persecution is the biggest international blot on Myanmar’s reputation and, if unchecked, could deprive the country of support in the West.\nAsked Friday about the violence, Ms. Aung San Suu Kyi spoke generally about the need to uphold the rule of law and said, “It is the duty of the government to make all our people feel secure.”\nStill, Mr. Obama steered clear of exerting pressure on Ms. Aung San Suu Kyi on the issue of the Rohingya’s persecution. He praised her for her commitment to the rule of law and for enduring years of confinement in her house without ever losing hope.\nAt the University of Yangon, Mr. Obama appeared to be in his element, alternatively teasing and lecturing the audience members, handpicked by the White House from across Southeast Asia. He was professorial but informal, his shirt sleeves rolled up. Above all, he seemed to treasure his rock-star reception and joked that he did not get that kind of treatment at home.\nTwo years ago, during his first visit to Myanmar, Mr. Obama gave a formal address behind a lectern at the university. The decision to use the town hall format was somewhat subversive in a region where leaders’ public appearances are typically scripted and stilted.\nThe day before, at a summit meeting attended by Mr. Obama and his counterparts from across Asia, presenters all but groveled as they introduced leaders as “excellency.” The Burmese government kept the presidents and prime ministers at a safe distance from the more than 1,000 reporters covering the conference.\nMr. Obama’s meeting with the young people, by contrast, was spontaneous and jovial. The questions were mostly easy, but on substantive topics: How to handle global warming? What would you do if you were Myanmar’s leader?\nMr. Obama held forth for just under an hour and seemed to speak more fluidly than he does when answering political questions at home. He criticized the deforestation of Indonesian jungles, suggested that Southeast Asian leaders learn to take criticism, and warned of the dangers of rote memorization in education.\n“The best universities are ones that teach you how to think, not what to think,” he counseled.\nMr. Obama’s visit to the home of Ms. Aung San Suu Kyi, known in Myanmar simply as the Lady, was his second. He came in 2012, just after his re-election, with Hillary Rodham Clinton, who was then ending her tenure as secretary of state and had forged a friendship with Ms. Aung San Suu Kyi in the course of her efforts to re-establish diplomatic ties with Myanmar.\nMs. Aung San Suu Kyi said Friday that her top priority was not winning elections but building a country where the rule of law would prevail.\n“Please don’t worry about whether or not we will win the elections in 2015,” she said. “Winning is not everything. I’d rather lose than win in the wrong way. We want to win in the right way.”", "date": "Nov. 14, 2014", "href": "https://www.nytimes.com/2014/11/15/world/asia/obama-aung-san-suu-kyi-myanmar.html", "tags": "myanmar kyi battle ” san aung meet obama scars ms. suu"}