{"title": "Obamacare Enrollees Are Sick And They're Getting A Lot Of Health Care", "content": "WASHINGTON -- The landmark health care reform law known as Obamacare appears to be succeeding in its twin goals of extending health coverage to the uninsured and enabling people to access life-saving treatments.\nBut this humanitarian success also underscores the newness and fragility of the remade health insurance market, as a new report issued Wednesday by the Blue Cross Blue Shield Association shows. The customers who flocked to the exchanges are sick and are using a lot of medical care, a trend that could jeopardize Obamacare's gains by destabilizing the health insurance system.\nGreater access to health care for people with pre-existing conditions who were shut out of the old market and those whose low incomes made health insurance too expensive before the Affordable Care Act's subsidies became available in 2014 was one of the core goals of the law President Barack Obama enacted six years ago.\nAnd health insurance exchanges are growing, with nearly 13 million enrolled as of Jan. 31, when the most recent sign-up period ended. Subsidized coverage from these marketplaces and the expansion of Medicaid under Obamacare in 31 states and the District of Columbia are the main reasons why an estimated 20 million more people have health insurance this year than before the Affordable Care Act became law and the uninsured rate declined to a historic low.\nBut the sicker population making up these exchange marketplaces doesn't seem to be getting balanced out by healthier customers who pay into the insurance risk pool without drawing down as much in benefits. Absent that balance, health insurance companies will raise rates further in future years to cover their costs, which could price out consumers -- especially those who are healthy and who need coverage least and thus are the least costly to insure.\nIn key respects, this shouldn't be surprising, and reflects the dire need for health care access that persisted in the pre-Obamacare health care system. \nPrior to the Affordable Care Act, health insurance companies could turn away people with pre-existing medical conditions, offer them coverage that cost much more than for healthier people, or sell them a policy that expressly didn't cover health problems with which they'd been diagnosed. \nOthers were among the ranks of the uninsured because they couldn't afford health insurance, and being poor is associated with being less healthy. And people in both categories may have had ailments that weren't discovered until they gained coverage and visited medical providers. In addition, people with serious medical conditions previously covered by special \"high-risk pool\" insurance programs transitioned into the regular market.\n\"We're seeing here the consequences of a very complex insurance system and the fact that now, people who need the care have a chance to find the care,\" said Donald Berwick, a physician who founded the Massachusetts-based Institute for Healthcare Improvement who now serves as president emeritus and senior adviser.\nIn the insurance business, it's referred to as \"adverse selection\" when a disproportionate share of expensive customers sign up. Given that the purpose of the Affordable Care Act was to enable more Americans to get health care, Berwick suggested another way of looking at it.\n\"We call it 'adverse selection.' You might call it 'proper selection,' because people who need the care are getting the care,\" said Berwick, who led the federal Centers for Medicare and Medicaid Services in 2010 and 2011 during Obama's first term and oversaw early aspects of Affordable Care Act implementation.\n\"What would we want other than that? Would we want these people not to be getting insurance? Of course not. They're the people who need it the most,\" he said. Berwick had not read the Blue Cross Blue Shield Association report, which the industry group shared with news organizations under an embargo in advance of its publication Wednesday.\nStill, covering all those people and paying for their medical expenses is a financial burden on insurance policyholders and on taxpayers who finance Obamacare's health insurance premium tax credit subsidies, which will cost $43 billion this year, according to the Congressional Budget Office.\nThe Blue Cross Blue Shield Association, a Chicago-based entity that licenses the Blue brand to insurers that covered 8.6 million people in the individual health insurance market as of Dec. 31, reviewed those companies’ claims data from 2014 and 2015 to conclude something is different about the new entrants to the insurance system.\nThe organization found that people with Obamacare coverage are more likely to have chronic medical conditions like HIV, Hepatitis C and diabetes than the customer based they served before Obamacare. \nNaturally, these customers in the so-called individual market -- comprising the exchanges and people who buy directly from an insurance company or through a broker -- are going to doctors, hospitals, emergency rooms and pharmacies more, too. Average monthly costs per enrollee rose in 2015 above where they were in 2014, suggesting the trend isn't abating.\nThe inability of large players in the insurance industry to make a profit on the health insurance exchanges has raised questions about whether the Affordable Care Act's individual mandate creates a strong enough incentive for healthy people to enroll and whether the price of exchange coverage is too high, especially for those whose incomes are too high to qualify for financial assistance or who are eligible for only small subsidies.\nThese findings are consistent with the financial losses reported by companies including UnitedHealth Group, Anthem, Aetna and Health Care Service Corp. on their exchange business. UnitedHealth Group has publicly weighed pulling out of these marketplaces, and several insurers have cut or halted fees to insurance brokers who send them new customers as a way to reduce their exposure.\n\"There's no question there's a problem. If this persisted, the individual market would become more unstable,\" Berwick said.\n\"It's a problem we need to solve in the context of seeking universality, not in the context of throwing that idea away,\" he said. \"Where do we want go as a nation? Backward, so that these people with diabetes and chronic diseases again find themselves adrift?\"\nThe association's report doesn't include calls for changes to federal policy, but Fox emphasized insurers are concerned the Obama administration isn't doing enough to prevent people from gaming the system by using so-called special enrollment periods -- intended for consumers in situations such as moving to a different state or getting married --  to sign up for coverage only after they become ill. \nFederal authorities have narrowed the circumstances when these special enrollment periods can be used and begun to require documentation, but insurers don't think the new standards are strict enough, Fox said.\nThe government, insurers and medical providers need to work faster at remaking the health care delivery system itself to reduce waste, promote efficiency and better coordinate care, especially people with chronic conditions, Berwick said. The Obama administration has made some strides in these areas using authorities provided by the Affordable Care Act, but whether its initiatives will succeed on a large scale remains an unknown.\nPrivate insurers are taking similar steps, Fox said, and the Blue Cross Blue Shield Association report emphasizes the importance of programs that encourage patients to keep track of their medical conditions.\nBecause so many of the people who signed up for Blue Cross Blue Shield plans in 2014 and 2015 are new to health insurance, companies must do better at consumer education and assistance for patients to encourage them, for example, to seek care at a doctor's office rather than a hospital emergency department, Fox said.\nThis story has been updated with information about high-risk pool enrollees joining the health insurance exchanges.\nCORRECTION: An earlier version of this story misstated the number of customers enrolled in Blue Cross Blue Shield health insurance plans.", "date": "\n03/30/2016", "href": "https://www.huffpost.com/entry/obamacare-enrollees-are-sick_n_56face7be4b0143a9b497571", "tags": "enrollees medical coverage obamacare lot insurance act blue sick affordable care getting health"}