{"title": "Obamacare Premiums Will Be Way Higher Next Year- They Didn't Have To Be-", "content": "If you buy your own health insurance, gird yourself for another round of big premium increases next year.\nHealth insurance companies have begun submitting requests for rate hikes to state regulators in a handful of states, and it’s not looking pretty based on information that Maryland, Virginia, Oregon and Vermont have already made public. Double-digit premium increases again appear to be on the horizon for many consumers. \nAnd according to what these insurers are telling states, those rate hikes wouldn’t be nearly as big if not for actions President Donald Trump and the GOP-led Congress have taken.\nThe biggest change was the repeal of the financial penalty for people who don’t comply with the Affordable Care Act’s individual mandate. Although the mandate may have been less effective than the health law’s authors expected, insurers are nervous that taking away that incentive to get covered will result in fewer healthy customers, meaning less revenue to cover the costs of the sicker people who will remain in the market. That alone will account for 10 percent premium increases overall, according to the Congressional Budget Office.\nIn addition, the Trump administration is working to relax federal regulations to permit insurance companies to offer policies that don’t abide by the Affordable Care Act’s protections for people with pre-existing conditions and offer skimpier benefits. Insurers are concerned that healthy people will flock to these cheaper products, weakening the precarious balance between healthy and sick people in the exchange markets.\nThe combined result of these actions will be much higher health insurance costs in 2019. On average, the new policies Trump and Congress have enacted will add $1,013 to unsubsidized annual premiums next year, an increase of 16.4 percent above what rates would have been, according to an analysis published Friday by the liberal Center for American Progress.\nIt didn’t have to been this way. After three years of overall poor financial performance among health insurers on the exchanges that drove big premium hikes, the marketplace had mostly stabilized in 2017, according to a Henry J. Kaiser Family Foundation analysis published Thursday.\n“In the absence of efforts to undermine the market, we would be seeing a period of relatively small premium increases, driven mostly by the underlying growth in health care costs,” said Cynthia Cox, the lead author of the Kaiser Family Foundation report. “I wouldn’t be surprised if we’re in for another year of double-digit premium increases. And if that does happen, it would be in large part due to policy changes that are happening.”\nPremiums for policies available on the Affordable Care Act’s health insurance exchanges have been rising since they began in 2014. What’s changed is who’s running them and how they’re managing a system that provides health coverage to nearly 12 million people.\nRates have risen each year of the exchanges’ existence, and cumulatively are more than 50 percent higher this year than they were four years ago. That’s according to a separate Kaiser Family Foundation analysis that looks at the average premium for the “benchmark” plans used to establish the value of the tax credit subsidies available to exchange customers who earn between the federal poverty level and four times that amount, or $12,060 to $48,240 for a single person.\nBut the reasons for these increases have changed over time.\nDuring the first two open enrollment periods for exchange customers for 2014 and 2015, many Americans who previously bought their insurance directly ― as opposed to getting it from a job or a government program like Medicaid ― were stunned to see prices that generally were higher than before.\nThat mostly was the result of the Affordable Care Act requiring insurers to accept customers with pre-existing conditions (who tend to be more expensive to treat) and establishing a basic set of benefits that includes coverage for things often left out in the past, such as maternity care and prescription drugs, Cox said. \nIn 2016 and 2017, insurers implemented big price increases after realizing they hadn’t charged enough the previous two years to cover their expenses, and to make up for the end of Affordable Care Act programs designed to protect insurance companies from unexpectedly high costs. \nAs the Kaiser Family Foundation determined, rate hikes would’ve been smaller this year and in future years ― even though prices would’ve remained high ― if the market had been left as it was, Cox said.\n“The 2017 premium increase was a one-time market correction that was needed in order for insurers to regain profitability, and the 2018 and possibly 2019 premium increases are due to something else,” Cox said. “They would’ve regained that profitability by now and it’s the political or policy changes that are driving premium increases.”\nSomething else happened instead. Premiums rose a lot for this year. The Trump administration significantly cut back on enrollment efforts. Sign-ups fell on the health insurance exchanges. And the uninsured rate began climbing last year after falling to a historic low.\nHealth insurance companies instituted big premium increases for 2018 in anticipation of Trump’s plan to cut off billions of dollars in repayments the federal government owed health insurers covering the lowest-income exchange customers. Insurers also reacted to Trump’s comments in 2017 that hinted his administration wouldn’t fully enforce the individual mandate.\nAs the evidence from the open enrollment period for 2018 indicates, the Affordable Care Act’s subsidies will protect most people in this market from the rate hikes. The way they’re structured, the subsidies rise along with the premiums and tax credit recipients’ share of the premiums is capped at a percentage of their income. \nEighty-three percent of the 11.8 million people who enrolled in an exchange plan qualified for subsidies. It’s the remaining 17 percent of unsubsidized exchange customers and the several million more people who bought their policies directly from an insurer would are exposed to the increasingly higher rates.\nThe Trump administration argues that these are the people who will benefit from the availability of new types of coverage that don’t meet Affordable Care Act standards. And that’s likely true for healthy people who don’t need the coverage as much but earn too much income to be eligible for tax credits. Plus, the end of the mandate penalties makes it so people can choose these other policies and not face fines.\nWhile that means there will be winners from these policy changes, they will weaken the exchange markets, which is especially bad news for people with incomes too high for subsidies but who have pre-existing conditions.\n“The combination of no individual mandate plus plans that may be attractive to healthy people and aren’t attractive to sick people can mean that the market can deteriorate progressively over time,” Cox said. Even so, the subsidies will keep enough healthy, low-income people in the pool to prevent the exchanges from collapsing, she said.\nVoters tell pollsters that health care costs are a major issue for them going into this year’s congressional elections and Democrats are aggressively campaigning against Trump’s “sabotage” of the Affordable Care Act. \nThere’s likely little relief on the way from the federal government, but several states are attempting to stabilize their local markets. The New Jersey and Vermont legislatures have approved state-based individual mandates like the one in force in Massachusetts since 2007. And states including Alaska, Maryland, Minnesota and Wisconsin have passed laws designed to mitigate premium increases.", "date": "\n05/18/2018", "href": "https://www.huffpost.com/entry/obamacare-premiums-will-be-way-higher-next-year-they-didnt-have-to-be_n_5afdf024e4b07309e056334e", "tags": "next be- premium year- increases obamacare insurers way insurance higher year affordable premiums care health"}