{"title": "Obamacare Helped Millions Of Uninsured- It May Not Help Many More-", "content": "WASHINGTON -- If there's just one thing that's crystal clear about Obamacare, it's that the landmark health care law has taken a huge bite out of America's uninsured rate.\nThe Affordable Care Act is undoubtedly succeeding at one of its chief goals. But a closer look at the available data also suggests that this progress may have reached a plateau and that millions of the remaining uninsured are probably going to stay that way.\nNew survey findings published by the Centers for Disease Control and Prevention on Tuesday underscore just how far the U.S. has come in expanding health coverage. Through the first three quarters of 2015, the uninsured rate was 9.1 percent, meaning that 28.8 million Americans lacked health coverage. That compares to 14.4 percent, or 44.8 million people, in 2013 and to 11.5 percent, or 36 million people, in 2014.\nIn other words, since Obamacare benefits took effect at the beginning of 2014, the number of people without health insurance has fallen a staggering 16 million and the rate of uninsured has dropped by nearly 37 percent. That's after just two years of sign-ups on the health insurance exchanges and expanded Medicaid, and those figures reflect lower uninsured rates at every income level and among every demographic group.\nDespite these impressive national results, the CDC survey also shows that most states didn't see a statistically significant decrease in the uninsured rate from the end of 2014 through September 2015. According to the agency's findings, just eight states did so. \nChanges in Uninsured Rates, 2014 to 2015\n\"We will continue to see slow but steady progress in reducing the uninsured, but nothing like the tremendous decrease from the first couple years of the ACA,\" said Larry Levitt, senior vice president of the Henry J. Kaiser Family Foundation. \"It has mostly stalled out, but it has stalled out at a significantly lower number of uninsured, completely as expected. No one anticipated the ACA to get to 100 percent coverage because it simply wasn't designed to.\"\nEnrollment growth via the health insurance exchanges was considerably slower in the 2016 open enrollment period than in the first two years. The number of people joining Medicaid and the Children's Health Insurance Program each month, a related benefit, has also flattened out, Levitt said. Louisiana is poised to expand Medicaid, but unless one of the more populous state holdouts -- like Florida or Texas -- does so, another big drop in the uninsured rate seems unlikely, he said.\nIndeed, what's happening on the ground is consistent with what the Congressional Budget Office projected when lawmakers passed the Affordable Care Act in 2010 and with its revised estimates last March. The agency correctly predicted that the number of uninsured would drop sharply in the first three years and then level off in the mid-20 millions, at about 10 percent of the population. The Department of Health and Human Services also anticipated this pattern before the 2016 open enrollment period, which ended last month.\nThe persistent gap can be partially explained by the fact that many U.S. residents are simply ineligible for government-sponsored health benefits, even under the Affordable Care Act. \nAccording to other data analyzed by the Kaiser Family Foundation, 15 percent of the uninsured are undocumented immigrants who can't sign up for Medicaid or private insurance through the exchanges because of their citizenship status. Nine percent of those without coverage live in states that refused to enact the Medicaid expansion and left their poorest residents without access to that program or to subsidized private coverage, because the law limits financial assistance to people who earn at least poverty wages. \nBut nearly half of the remaining uninsured do qualify for some form of help and aren't taking advantage of it, the Kaiser Family Foundation data show. Twenty-eight percent could enroll in Medicaid or the Children's Health Insurance Program but don't, while 22 percent qualify for tax credit subsidies on the health insurance exchanges.\n\"This is a classic 'glass half empty/half full' story. Half the uninsured are eligible for some help. On the one hand, that leaves you to believe that substantial progress can still be made,\" Levitt said. \"On the other hand, we're two years into the program and those people haven't availed themselves of that help yet,\" he said. \nApart from Social Security and Medicare -- which automatically enroll almost everyone who qualifies -- government programs typically don't reach everybody who could use them. And despite all the publicity (good and bad) surrounding Obamacare, not everyone has gotten the message, especially among hard-to-reach populations like those in remote rural areas or impoverished urban neighborhoods, which include large numbers of uninsured people.\n\"We're not doing a very good job of educating people about their options and, if anything, that's probably going to get worse,\" Levitt said. He noted that funding for outreach and enrollment programs is on the decline. \nThe latest data on health insurance exchange enrollment, made public by the Department of Health and Human Services last week, illustrate where things stand. \"There was a lot of people who came in at the beginning, some additional people in 2015, and then a modest number of additional people in 2016,\" Levitt said. \"We obviously don't have the uninsured numbers yet for 2016, but I suspect it'll show a similar pattern of more modest progress.\"\nIn the just-ended enrollment period, nearly 13 million people signed up for private coverage through the marketplaces, including more than 4 million new customers in 38 states using the federal HealthCare.gov platform and others on the 13 state-run exchanges. This at least met the federal government's own projections for enrollment. But federal officials expect the net gain in coverage through the exchanges to be about 1 million by the end of 2016, reflecting a mix of people leaving that coverage and others signing up during the year.\nThere's another big reason why some people still go without health insurance: They simply can't afford it. The Kaiser Family Foundation data show that 15 percent of the remaining uninsured don't qualify for tax credits on the exchanges because they declined health benefits offered by their employers, and another 12 percent of the uninsured earn too much to get subsidies on the marketplaces.\nChanges to the Affordable Care Act, such as those promoted by Democratic presidential candidate Hillary Clinton, could partially address the affordability issue in ways that would encourage more people to get insurance. For his part, Sen. Bernie Sanders (I-Vt.) has proposed replacing all forms of health insurance with a single-payer program administered by the government that would achieve true universal coverage.\nBut even if Clinton or Sanders wins the White House in November, they will face hostile Republican lawmakers in Congress whose primary focus remains dismantling the Affordable Care Act. Although the GOP keeps promising to come up with a plan to \"replace\" the law, no existing or previous Republican health care plan seeks to expand health coverage on the scale of Obamacare, and all would actually increase the ranks of the uninsured relative to today.\nAbsent a major shift that makes Republicans in Congress and at the state level more amenable to government-funded health benefits, Obamacare has likely accomplished about all it can for the uninsured. That's meant a lot to millions of people, but millions more will continue to need help they won't get.", "date": "\n02/09/2016", "href": "https://www.huffpost.com/entry/obamacare-uninsured-rates_n_56b90b93e4b08069c7a872dd?648l4n29", "tags": "care may more- percent millions coverage obamacare exchanges helped help uninsured- many uninsured million insurance health"}