{"title": "Obamacare To Be Central To Democrats' Fight Against Trump's Supreme Court Pick", "content": "The Trump administration’s decision to join a conservative lawsuit challenging some of the most popular parts of the Affordable Care Act continues to be the gift that keeps on giving, at least politically, for Democrats ― first in the midterms and now in the upcoming Supreme Court fight. \nLast month, the Justice Department threw its support behind a lawsuit arguing that Obamacare’s protections for people with pre-existing conditions are unconstitutional.\nFrom a political perspective, the move was confounding. Polls show that the majority of the public approves of the law, in large part because of popular provisions like the pre-existing conditions mandate. And Democrats have the upper hand on the issue. \nA recent poll also found that 76 percent of voters, including 58 percent of Republicans, say coverage for pre-existing conditions is “very important” to them.\nDemocrats immediately went to town on the suit, blasting out ads and fundraising emails warning that the Trump administration wants to take away coverage for people with pre-existing conditions.\nAnd now, Democrats say they plan to use the suit to their advantage when Trump picks his Supreme Court nominee, expected to be announced July 9.  \nThe lawsuit, brought by 20 states led by Republicans, argues that the law’s protections were supposed to work in tandem with the mandate that individuals have health insurance. Because Congress is no longer enforcing the mandate, they say, insurers no longer have to sell policies to everyone regardless of medical status.\nDemocratic senators are assuredly going to question the nominee as to whether he or she supports Trump’s position on the lawsuit. Normally, nominees punt on these sorts of questions, arguing that the issue could come before them if they are confirmed to the court. \nWithout a firm answer, Democrats will likely turn to the nominee’s past rulings and writings, and, of course, Trump’s own tweets. In 2015, when the Supreme Court upheld the Affordable Care Act ― thanks to votes from Chief Justice John Roberts and Justice Anthony Kennedy, who is retiring ― Trump promised he would choose only people who would strike down the law. \n“The president’s made abundantly clear that his plan all along has been to destroy the Affordable Care Act,” said Jesse Ferguson, a Democratic consultant who works with health care groups. “First was by repeal, then it was going to be by lawsuit, and now he’s going to try to pick the judge to rule on the lawsuit.”\nThe pro-Obamacare group Protect Our Care has already launched a TV ad urging senators to “stop any nominee who will support Trump’s lawsuit that overturns health care protections for people with pre-existing conditions.” It will be running in Washington, D.C., as well as in Bangor, Maine, and Anchorage, Alaska ― where Sens. Susan Collins and Lisa Murkowski will be sure to see the spot, since they’re considered the two Republicans most likely to potentially vote against a Trump pick.\nThe anti-Obamacare lawsuit is considered weak, even among some conservatives. A group of liberal, conservative, and libertarian legal scholars filed an amicus brief arguing that it would be “unlawful” for a court to go along with what the conservative states want. \nThe Supreme Court fight will also force Republicans to start talking about health care more in the months before the midterm elections ― something they don’t seem all that excited to do. GOP spending on TV ads mentioning Obamacare has plummeted compared with previous election cycles, while Democratic spending is up slightly. Democrats also consistently say it’s their top issue for the midterms. \nWith Kennedy retiring, Roberts ― a conservative justice appointed by George W. Bush ― will likely become the swing vote on Obamacare. In addition to health care, Democrats are going to be emphasizing the threat to abortion access from potential justices, since Kennedy has long been the main obstacle to overturning the landmark 1973 Roe v. Wade decision. Trump has promised to nominate justices who will overturn the ruling and ban abortion rights.", "date": "\n07/03/2018", "href": "https://www.huffpost.com/entry/obamacare-trump-supreme-court_n_5b3a7ab4e4b09e4a8b262965", "tags": "lawsuit obamacare democrats court pre-existing ” trump supreme ― pick fight central care health"}