{"title": "Obama’s Leap of Faith on Iran", "content": "VIENNA — In his opening to China more than 40 years ago, Richard M. Nixon made a huge Cold War gamble that he could forge a working relationship with a Communist country that had built a small arsenal of nuclear weapons and clearly had long-term ambitions for global power.\nFor President Obama, the deal struck Tuesday morning with Iran represents a similar leap of faith, a bet that by defusing the country’s nuclear threat — even if just for a decade or so — he and his successors would have the time and space to restructure one of the United States’ deepest adversarial relationships.\nMr. Obama will be long out of office before any reasonable assessment can be made as to whether that roll of the dice paid off. The best guess today, even among the most passionate supporters of the president’s Iran project, is that the judgment will be mixed.\nLittle in the deal announced on Tuesday eliminates Iran’s ability to become a threshold nuclear power eventually — it just delays the day. To Mr. Obama’s many critics, including Henry A. Kissinger, the architect of the China opening, that is a fatal flaw. It does nothing, Mr. Kissinger wrote recently with another former secretary of state, George P. Shultz, to change “three and a half decades of militant hostility to the West.”\nYet it is a start. Senior officials of two countries who barely spoke with each other for more than three decades have spent the past 20 months locked in hotel rooms, arguing about centrifuges but also learning how each perceives the other. Many who have jousted with Iran over the past decade see few better alternatives.\n“The reality is that it is a painful agreement to make, but also necessary and wise,” said R. Nicholas Burns, who drafted the first sanctions against Iran, passed in the United Nations Security Council in 2006 and 2007, when he was undersecretary of state for policy. “And we might think of it as just the end of the beginning of a long struggle to contain Iran. There will be other dramas ahead.”\nMr. Obama certainly signaled where he was going, starting with his first inaugural address. When he offered on that bitterly cold afternoon in January 2009 to “extend a hand if you are willing to unclench your fist,” even to governments “who cling to power through corruption and deceit and the silencing of dissent,” there was little doubt that he had Iran’s leaders in mind.\nAt the time, it was also meant as a signal that the era of George W. Bush had ended, and that a renewed reliance on diplomacy had begun. But the reality once Mr. Obama took office was a little different.\nFaced with a recalcitrant supreme leader in Iran, Ayatollah Ali Khamenei, Mr. Obama’s aides figured out how to impose the ultimate economic sanction — cutting off much of Iran’s oil revenue — as well as isolating it from global banking systems. They also deployed the world’s most sophisticated cyberweapon, later known as Stuxnet, to slow Iran’s nuclear progress.\nAnd then they waited.\nNow, six years later, after coaxing a new Iranian government into negotiations even many of Mr. Obama’s top aides predicted were doomed to failure, the outreach to Iran has morphed into a far more complex experiment in engagement than Mr. Obama’s previous two, first with Myanmar, then with Cuba.\nNeither of those countries posed a significant threat to the United States’ interests, and there was little risk in ending sanctions. Iran is different.\nTehran’s nuclear program is just one of its instruments of power to destabilize the Middle East. And there is risk, especially in the next few years, that Iran’s generals will compensate for the loss of a nuclear program by stepping up their financing of Hezbollah and the government of President Bashar al-Assad in Syria, and by flexing their muscles in other conflicts across the region. They have already built up a talented “cybercorps” of their own and turned it on Saudi Arabia and, in more limited ways, the United States.\nWithin a year or so, they will have a new influx of cash to finance those efforts. Assuming Iran makes good on its promises to ship most of its nuclear fuel out of the country and to mothball nearly three-quarters of its centrifuges, its oil revenue will start to flow and its financial ties to the outside world will strengthen.\nMr. Obama is essentially betting that once sanctions have been lifted, Iran’s leaders will have no choice but to use much of the new money to better the lives of their long-suffering citizens. He has told his aides that he expects relatively little to be spent to finance terrorism or the emerging corps of Iranian cyberwarriors, a group now as elite as Iran’s nuclear scientists.\nAyatollah Khamenei and the Revolutionary Guards generals, dedicated to preserving the principles of the 1979 revolution, are taking the other side of that bet: that they can use the money and legitimacy of the accord to advance their interests and to keep in check a young Iranian population that is clearly a lot less interested in next-generation centrifuges than it is in getting visas to visit and study in the West.\nThen there is the question of whether the deal will eventually lead to some uneasy cooperation in those areas where American and Iranian interests overlap, starting with the battle against the Islamic State.\nYet, the chief goal was always to break away from “a spiral toward conflict,” said Benjamin J. Rhodes, one of Mr. Obama’s deputy national security advisers, the architect of the outreach to Cuba and a central player for the past six years on Iran. “The president said many times he’s willing to step out of the rut of history.”\nIn the wake of Nixon’s overture to China, Japan wondered if it would be cut adrift and Taiwan felt betrayed. Mr. Obama’s agreement with Iran may have unintended consequences as well. Both Israel and Saudi Arabia see a reconciliation as a threat. They fear that it will help Iran gain money, power and influence — and that it could be the opening wedge of a broader realignment of American interests in the region. For Mr. Obama and his successor, managing that fear may become as complex as managing Iran.\nBut no one in the White House expects that the Iranian government, having made the necessary nuclear concessions to get its accounts refilled and its oil flowing again, is really interested in a far broader relationship anytime soon.\n“I wouldn’t bet on it,” said one of the American negotiators who has spent the most time with the Iranian team. “This isn’t Cuba. You are not going to see embassies open for a long, long time.”\nJust days before the agreement was signed, there were ritual, if not especially energetic, “death to Israel” and “death to America” demonstrations, perhaps an offering to disappointed hard-liners.\nIn fact, anyone along for the ride during the 20 long months of these negotiations saw how deeply conflicted the Iranian leadership was about the entire enterprise. The American-educated foreign minister, Mohammad Javad Zarif, spent as much time managing the hard-liners in his government as he did negotiating with Secretary of State John Kerry.\n“Four decades ago, it was clear that Mao had made a fundamental decision about his strategic shift, and he opened relations with the United States after concluding that the Soviet Union was a fundamental challenge to both of them,” said Karim Sadjadpour, who examines Iran policy at the Carnegie Endowment for International Peace. “In Iran, there is hope for a strategic shift, but it will take years to know.” And it may take a new supreme leader.\nFor Mr. Obama, the end of the negotiations with Iran signifies the beginning of a negotiation with Congress, which now has 60 days to approve or disapprove the arrangement. The numbers suggest Mr. Obama will prevail; if Congress rejects the Iran accord, he promised on Tuesday to veto the legislation, and he has enough Democrats to win that contest. Yet he clearly does not want the biggest diplomatic achievement of his presidency to turn into yet another political melodrama.\nHis desire, aides say, is to convince the country of his logic: While sanctions and sabotage brought Tehran to the table, more sanctions and more sabotage, Mr. Obama argues, would not force Tehran to scrap every one of its nuclear facilities. In fact, until Mr. Kerry and Wendy R. Sherman, his chief negotiator, struck an interim deal with the Iranians in late 2013 to allow the final negotiations to begin, every new round of sanctions was answered with an escalation in the size and aggressiveness of the Iranian program to enrich uranium.\n“It’s a matter of pragmatism,” William J. Burns, who conducted much of the secret diplomacy with Iran that began these talks when he served as Mr. Kerry’s deputy secretary of state, said recently. “A nuclear-armed Iran, or an Iranian nuclear program unconstrained by any serious long-term restrictions, multiplies exponentially the dangers in an already chaotic region.”\nMr. Burns said he had no expectations of “any overnight transformation of Iranian behavior in the region, which is likely to threaten our interests and those of our friends for some time.”", "date": "July 14, 2015", "href": "https://www.nytimes.com/2015/07/15/world/middleeast/iran-nuclear-deal-us.html", "tags": "iran nuclear “ leap faith one obama iranian —"}