{"title": "Obamacare Customers Face Big Price Hikes Next Year", "content": "WASHINGTON ― The rate hikes are coming. Eight days before the beginning of a crucial enrollment season for the Affordable Care Act’s health insurance exchange marketplaces, federal officials announced Monday how much prices are going up. \nThe gist: a lot. But like everything Obamacare, it’s not that simple. The law’s financial assistance will protect millions of lower-income families from these premium increases, and others can find relief by switching to different plans next year to save money. There will be losers, however, mostly among higher-income households that find can’t avoid the premium increases and are forced to either pay more or go without health insurance. \nThe average premium for the second-lowest-cost “silver” level plan on the exchanges ― the ones used to calculate tax credits eligible households can use to make coverage less expensive ― is increasing by 25 percent next year in the 39 states that use the federal system on HealthCare.gov, according to a Department of Health and Human Services report. The least-costly plans, on average, will range from $366 a month for “bronze” coverage to $674 a month for “platinum,” not counting subsidies. \nHealth insurance companies across the country are levying higher prices ― sometimes, much higher ― for 2017 than they did during the first three years of the Obamacare exchanges. The average benchmark plan price rose 2 percent from 2014 to 2015, and 7 percent from 2015 to this year. HHS didn’t provide an estimate of the overall average premium increases for all plans sold on the federal exchanges.\nPresident Barack Obama made a forceful case on Thursday that the Affordable Care Act has been a success, pointing to the 20 million previously uninsured people gaining coverage since 2014 and the uninsured rate, which has never been lower. Obama also trumpeted provisions of the law, such as the ban against health insurers rejecting customers with pre-existing conditions and the availability of preventive medical services without co-payments.\nThe health insurance exchanges, however, haven’t attained the stability insurers demand to earn a profit on their Obamacare business, leading big players like UnitedHealth Group and Aetna, along with some smaller, regional insurers, to scale back participation in these markets because of financial losses, and others to raise rates. \nThe result, as the new HHS report makes clear, is that consumers will have fewer choices next year at the same time premiums are climbing. The total number of insurance providers available on the federal exchanges for next year is 167, a net decrease of 68. Likewise, the average number of insurance policies available in each county has declined from 47 to 30.\nThe average increase for the benchmark plans masks a tremendous amount of variation on what’s happening at the state level. According the the HHS report, a 27-year-old on average faces a 116 percent increase for an unsubsidized benchmark plan in Arizona, but that same person in Indiana would see a 2 percent price decrease. And the actual, unsubsidized dollar amounts vary greatly, from $760 a month in Alaska to $219 a month in New Hampshire.\nThe main problem with the exchanges so far is that those who enrolled proved to be sicker, and thus costlier, than insurers and regulators expected, and too few healthier customers signed up to offset those expenses with their premium dollars. This forced insurance companies to raise premiums to cover those costs. In addition, temporary programs from the Affordable Care Act that were designed to compensate insurers with sicker-than-average customers expire this year, so companies also are increasing rates to make up the difference.\nHealth care costs are rising across the nation, although more slowly than they used to. But the dynamics causing Obamacare premium increases aren’t affecting those who get coverage elsewhere, including from government programs like Medicaid and Medicare or from employers. Job-based insurance premiums have been going up at a lower-than-historical rate in recent years, and that trend is expected to continue in 2017.\nOpen enrollment on the health insurance exchanges begins Nov. 1 and runs through Jan. 31. The Department of Health and Human Services on Monday switched on a “window-shopping” feature on HealthCare.gov that allows consumers to review unsubsidized prices. \n“For consumers who currently have marketplace coverage or are uninsured, our advice is the same as it’s been: Go check out HealthCare.gov for yourself,” Kathryn Martin, HHS acting assistant secretary for planning and evaluation, told reporters on a conference call Monday. “Not only are you likely to find affordable options for quality coverage, but the odds are good you’ll find plans more affordable than the public debate about the ACA might lead you to expect.”\nEighty-four percent of the people who use the exchanges receive tax credits and thus will be protected, as least in part, from higher prices. That’s because the maximum premium for subsidy-eligible people is pegged to a percentage of their incomes, so the financial assistance will rise along with the premiums. \nThe HHS report further shows that these consumers could actually spend 20 percent less per month than this year if they shop around and opt for the cheapest available plan in their current “metal” level for 2017, which would provide comparable coverage.\nTax credits are available to households earning between the federal poverty level and four times that income, or about $12,000 to $47,000 for a single person, and about $24,000 to $97,000 for a family of four. \nAt the lower end of the income range ― and 81 percent of those on the federal exchanges earn 250 percent of the poverty level or less ― the subsidies are large. That’s why, despite the large rate increases for next year, HHS estimates that 77 percent of marketplace consumers could find coverage for $100 a month or less, and 65 percent could get plans that cost $50 a month or less.\nNevertheless, that still leaves millions of people who don’t qualify for tax credits on the exchanges, or who buy unsubsidized policies directly from a health insurance company or through a broker. \nThose households will bear the full brunt of these premium hikes. Some portion of them will decide they can’t afford the increase and will opt to be uninsured and pay the tax penalty for not having coverage, under the law’s individual mandate. According to the Congressional Budget Office, 9 million people get their insurance “off-exchange,” and HHS data show that 2.2 million people who enrolled on the exchanges this year didn’t receive subsidies.\nObama administration officials are describing 2017 as a “transition” year for the exchanges, because insurers now know enough about their customers’ costs to more accurately set prices. Officials predict large increases are less likely in the future. \nThe Department of Health and Human Services projects 13.8 million people will choose a plan during the three-month sign-up campaign for 2017, which would be 1.1 million more than the tally during the 2016 open enrollment period. Average monthly paid enrollment will be 11.4 million next year, also 1.1 million higher than the same figure this year. \nThis represents modest growth, despite the fact that tens of millions of people remain uninsured, and even though just under half of them would qualify for subsidies. HHS also estimates that 2.5 million subsidy-eligible people currently are paying full price because they aren’t using the exchanges and instead are buying directly from insurers off the exchanges.\nBut high sticker prices, especially for those who receive small subsidies or none at all, threaten to discourage people who need the coverage the least: those healthy individuals that insurers covet because they pay in and seldom draw down. If these exchanges can’t find the right balance between costs and revenues, insurers will be less willing to sell policies on them, and customers will be less willing to buy that coverage, which would undermine the system for everyone using it.\nObama has proposed a number of amendments to the Affordable Care Act, as has Democratic presidential nominee Hillary Clinton, including increasing the financial assistance available and creating a government-run public option plan that would compete with private insurers. \nCongressional Republicans oppose these changes to the law and maintain that the law must entirely be repealed, a position shared by GOP presidential nominee Donald Trump. No Republican has proposed an alternative approach that would maintain current, historically high level of health insurance coverage.", "date": "\n10/24/2016", "href": "https://www.huffpost.com/entry/obamacare-premium-increases-2017_n_580e4bece4b02444efa486a6", "tags": "hikes face next percent coverage obamacare exchanges insurers health ” customers price year insurance big"}