{"title": "Obamacare Premiums Are Spiking, But Yours Probably Aren't", "content": "WASHINGTON -- Americans who don't need to worry about health insurance premium increases on the Obamacare exchanges are worried about them anyway. That could spell headaches for Democrats.\nMore than 8 in 10 people surveyed by the Henry J. Kaiser Family Foundation this month have followed the news that rates on the Affordable Care Act health insurance exchanges will rise faster next year. \nThe trouble is, just over half of those believe this is about all insurance rates, not just those for people using the exchanges. Just 10 percent correctly understand what's really happening. \nIn other words, about 90 percent of Americans who've heard about it misconstrue what's happening with health insurance premiums. \nWhatever may be going on in the Obamacare exchanges affects a small fraction of the country, not those who are insured by their employers' plans or covered by government programs like Medicare or Medicaid.\nAlthough rates for employer-based benefits are expected to rise as usual next year, they won't to anywhere near the same degree as individual plans. \nThere are some eye-popping Obamacare rate increases coming next year and broad analyses predict the average premium hike could reach double digits. \nBut that has nothing to do with what will happen for workers and families covered by employers. Nearly seven times as many Americans get their insurance this way as through an exchange or directly from an insurer or broker.\nFor employers, a PricewaterhouseCoopers survey shows, health insurance costs have been climbing at historically low rates, a trend that the consulting firm expects will continue in 2017.\nWhat the Kaiser Family Foundation findings suggest, however, is that the public is primed to be misled that any increases in their job-based health benefit costs stem from the same conditions triggering rate hikes in the remade market for individual, non-group insurance. \nThe Affordable Care Act continues to be seen unfavorably by a slightly larger percentage of the population than views it favorably. The final premiums for people who get health insurance through the exchanges will come out this autumn, shortly before Election Day -- around the same time most people with job-based coverage will learn about their options and costs for the following year.\nHealth care care costs are a big concern for American households, which have endured decades of rising expenses for insurance and medical care, the Kaiser Family Foundation also reports. \nWhat's lost in the projections of average premium increases, for both segments of the market, is the wide variation. There will be big price hikes for some people -- and smaller or no increases for others -- no matter where they get their insurance\nBut that doesn't necessarily mean Obamacare premiums can turn presidential or congressional races, considering the other issues at stake this year -- and the so-far large polling lead that presumptive Democratic presidential nominee Hillary Clinton has over her Republican counterpart, Donald Trump, according to HuffPost Pollster.\nNevertheless, Democrats from Clinton on down won't welcome the barrage of attacks from Republicans, who are unified in their aim to repeal the Affordable Care Act. \nBased on projections by the Congressional Budget Office, 155 million U.S. residents will have health insurance offered by their employers next year, which amounts to about 48 percent of the population.\nBy contrast, 21 million will be covered by insurance obtained either on the exchanges, directly from a health insurance company or through a broker, which is less than 7 percent of U.S. residents.\nThe employer-based health insurance market has always been more stable than the one for individuals and families buying on their own. The upheaval that the Affordable Care Act caused when it remade the latter and created the health insurance exchanges seems to have exacerbated the difference.\nIn the so-called Obamacare market for individuals and families, many health insurance companies have suffered financial losses during the first three years of the new system, mostly because they enrolled fewer people and sicker people than they had anticipated before enrollment began in October 2013. \nThat's causing a few insurers, like UnitedHealth Group, to withdraw from the individual market or at least to reduce their exposure. Others are calling for rate hikes -- some that are alarmingly large.\nHigher premiums pose a significant challenge for the health insurance market for individuals and the viability of the exchanges, but there are critical mitigating factors.\nForemost is that the eye-popping numbers cited by Obamacare opponents aren't representative of the prices for coverage overall, but usually apply to a single product sold by a single insurer, not the entire market.\nAnd exchange customers may be able to avoid the highest rates by shopping around. For this year and 2015, two-thirds of customers using HealthCare.gov, which serves 38 states, switched plans, according to data from the Department of Health and Human Services.\nPlus, 83 percent of health insurance exchange consumers received tax credits to reduce their costs. Because these subsidies cap premiums at a percentage of income, eligible enrollees can be protected from price increases.\nThat leaves the remaining 2 million unsubsidized exchange customers and the 9 million people who buy insurance directly or through a broker exposed to these rate hikes.\nThat's a lot of voters who might be angry enough to vote against Obamacare-supporting Democrats. But that's dwarfed by the nearly 149 million who get health benefits from employer-based insurance, which isn't facing the same cost issues as individual insurance -- even if workers mistakenly believe it is.\nCORRECTION: An earlier version of this article overstated the number and share of Americans who obtain health insurance from an exchange, directly from an insurer or through a broker, and understated the number and share of Americans who receive health benefits from an employer. Figures have been updated throughout.", "date": "\n06/30/2016", "href": "https://www.huffpost.com/entry/obamacare-premiums-spiking_n_5773fd71e4b0352fed3ea8a1", "tags": "care market increases obamacare exchanges probably spiking -- year premiums insurance health"}