{"title": "Obamacare Was Slowly Getting Stronger- Then Trump Came Along-", "content": "A new report offers fresh reason to think that the Affordable Care Act isn’t collapsing ― or, to be more precise, that the program wasn’t collapsing before Donald Trump took over as president.\nThe report, from the Henry J. Kaiser Family Foundation, examines the financial performance of insurers selling coverage to individuals, whether directly to consumers or through one of the health care law’s new, state-based exchanges. \nThe Kaiser analysis comes not long after S&P Global Market Intelligence released a similar report that focused exclusively on nonprofit Blue Cross insurance companies offering these “non-group” plans. S&P’s analysts reached essentially the same conclusion as Kaiser’s ― that, while some of these insurers were still suffering big losses by the end of 2016, on the whole carriers were seeing better financial returns after two rough years in the newly reformed health care system.\nThe ability of private insurers to cover their costs and, eventually, to make at least a small profit is critical to the Affordable Care Act’s success. That is because the law depends on these companies ― operating under the law’s new rules ― to provide coverage to people who can’t get insurance through employers or through government programs like Medicaid.  \nGoing into 2016, the third full year of the law’s implementation, insurers realized that they had misjudged who would sign up for their plans. In particular, carriers expected a higher portion of relatively healthy people (with low medical bills) and a lower proportion of relatively unhealthy people (with high medical bills). As a result, the premiums they set were generally too low to cover costs ― and most ended up with big losses. \nSome carriers responded by jacking up premiums, others by withdrawing plans altogether. In both cases, they made news that played into the arguments of the law’s critics, including Trump, who insisted that Obamacare suffered from fatal design flaws. \nIt’s an argument that Trump and his Republican allies in Congress have made repeatedly this year, as they have attempted to repeal the law and cited its supposedly imminent “collapse” or “implosion” as grounds for acting swiftly.\nBut many experts have said that last year’s turbulence was likely more of a one-time adjustment ― insurers bringing their premiums into line with medical expenses, or recognizing that their business model simply wasn’t suited to the kind of customers who buy coverage on their own. The data in the Kaiser report backs up this argument.\nOverall, Kaiser found, the medical-loss ratio for these plans ― that is, the proportion of premiums that insurers paid out as claims ― fell from 103 percent in 2015 to 96 percent in 2016. That’s still too high for the plans to cover expenses, given overhead, but it represents a significant improvement, following two years of deterioration.\nAnother measure of plan performance, the ratio of revenue to claims per person, had changed in the same way, the Kaiser study found ― with a year of improvement following two years of increasing trouble.\nPast performance does not guarantee future results, as the saying goes, and it’s impossible to know whether, absent other changes in the health care system, insurers were poised to see another year of improvements in 2017. But Cynthia Cox, one of the report’s co-authors, told HuffPost there’s good reason to think that insurance markets were, on the whole, stabilizing. \n“First, we know that insurers raised premiums substantially this year, and second, we know that enrollment has mostly held steady,” said Cox, associate director of Kaiser’s Program for the Study of Health Reform and Private Insurance. \n“We don’t usually think of rising premiums as good news, but in this case, since many insurers were losing money, some premium growth was necessary to stabilize the market,” Cox said. “Similarly with enrollment holding mostly steady, that’s a sign that there aren’t a lot of healthy people leaving the market.”\nThe overall trends mask huge differences from state to state, county to county, and insurer to insurer. That’s always been the case with the Affordable Care Act, which is really 51 different programs ― one for each state plus the District of Columbia ― and with a lot of variation even within those jurisdictions. \nThe reality is that consumers in Los Angeles or the suburbs of Detroit have more choices, and better prices, than those in Raleigh-Durham or rural Oklahoma. One major metropolitan area, the counties in and around Knoxville, Tennessee, currently has no insurers lined up for next year ― a reminder that, even with recent progress, the law still has significant problems that need fixing. \nBut now, all of a sudden, the program is facing new difficulties ― thanks to a change in who’s managing it. \nThe Obama administration worked hard to nurture the new insurance markets, whether by pushing to enroll people, or by working closely with insurers that were running into trouble. The Trump administration, by contrast, canceled planned advertising designed to encourage sign-ups, and signaled it will relax enforcement of the individual mandate. \nMost ominously, Trump and his advisers have suggested they might stop payment of some key subsidies for insurers ― or at least use that money as leverage for legislative deal-making. It wouldn’t be the first time Republicans at the state or federal level had taken action that looked an awful lot like sabotage.\nThe uncertainty about the law’s future ― which includes, of course, the ongoing efforts to repeal it ― has spooked insurers. Officials and consultants have warned that, without some clarity about what the system will look like in the next year and beyond, carriers are more likely to jack up premiums (in order to protect against big losses) or simply to give up on the project altogether.\nTrump has frequently predicted such an outcome would help Republicans politically, to the point where it sounds like he might welcome disarray. “I’ve been saying for the last year and a half that the best thing we can do politically speaking is let Obamacare explode,” Trump said last month.\nKaiser’s report, like S&P report before it, suggests that the Affordable Care Act can work under the right conditions. But it says nothing about the program’s ability to survive a president indifferent to its success ― let alone one who might be actively undermining it.", "date": "\n04/21/2017", "href": "https://www.huffpost.com/entry/obamacare-trump_n_58fa7141e4b018a9ce5b621e", "tags": "care slowly report “ obamacare stronger- came along- insurers trump ― kaiser year law getting"}