{"title": "Obamacare Turns 9 Today, And Republicans Are Still Trying To Wreck It", "content": "The Affordable Care Act turns 9 years old Saturday, and, in some respects, the program has never been more secure.\nRepublicans lost control of the House of Representatives in November, and with it they lost the ability to pass legislation repealing Obamacare. They might regain that ability someday, maybe even in 2021 if political circumstances are favorable enough. But the repeal effort was highly unpopular and possibly the single biggest reason Republicans lost as many seats as they did. GOP leaders in Washington aren’t going to try again without thinking about that backlash.\nBut even before Sen. John McCain made the thumbs-down gesture that still has President Donald Trump so worked up, Republicans were finding ways other than national legislation to undermine the Affordable Care Act.\nTheir goal is to create a health care system in which government does a lot less to help people get medical coverage and in which insurers can operate without so much regulation. The Republicans have made significant headway, and now they are on the verge of making more, although how much more depends in part on how hard the law’s defenders fight back.\nThe GOP effort has two main parts, the first of which focuses on the Affordable Care Act’s reforms of the private insurance market. \nBefore the 2010 law took full effect, people buying coverage on their own frequently couldn’t get insurance if they had pre-existing conditions. And if they got seriously ill after buying a policy, they frequently discovered huge benefit gaps covering precisely the treatments they needed.\nThe Affordable Care Act sought to stop those practices by prohibiting insurers from denying coverage to people with pre-existing conditions, banning annual or lifetime limits on coverage, and mandating full coverage of “essential benefits,” including mental health care and prescriptions. Because these new regulations would make coverage more expensive, the law also made available tax credits that discounted coverage by hundreds, sometimes thousands of dollars a year.\nThe catch is that the tax credits are scaled to income that falls below four times the poverty line, which is about $49,000 for an individual and $100,000 for a family of four. For people who make more than that, insurance can be frighteningly expensive, to the point where many don’t get coverage at all. \nThat is is a big reason the law caused so much anger and why most Democrats are now proposing further reforms, whether it’s as modest as offering more financial assistance or as ambitious as creating a large new government-run insurance program. The preferred GOP solution is simply to roll back the insurance regulations that made coverage so much more expensive.\nWithout those regulations, of course, insurance would again be unavailable or effectively useless to many people with the most serious medical needs. Fear of that possibility is one reason the public turned against repeal as decisively as they did, despite the Affordable Care Act’s problems. But Republicans have found ways to undermine those regulations anyway, primarily by allowing the sale of alternative forms of health coverage not subject to the Affordable Care Act’s rules. \nLawmakers in Iowa did this last year, with legislation that permits the state’s Farm Bureau to sell health plans that operate just like normal insurance policies ― collecting premiums, paying hospital bills and so on ― but are exempt from both state and federal insurance rules. This means the plans don’t have to include all the ACA’s essential benefits, and the Farm Bureau can deny coverage to people with pre-existing conditions.\nAnd why are the plans exempt? Simply because the Legislature said so. Iowa got the idea from Tennessee, where the state has been allowing the sale of similar plans since the 1990s, and now Kansas GOP leaders are hoping to do the same thing. Just this past week, the state’s Senate passed legislation to allow Farm Bureau plans, despite warnings that the plans would expose unwitting consumers to big medical costs.\nThe other big worry about allowing Farm Bureau plans is that they would draw healthy people away from comprehensive policies, like the ones available at HealthCare.gov, making those policies more expensive for those people who need it. And it’s a danger that’s now national, because the Trump administration has been making it possible for traditional insurers to offer policies that, like the Farm Bureau plans, are not subject to the Affordable Care Act standards.\nThe Trump administration’s new rules for “short-term/limited-duration” insurance plans are a good example of this. As the name suggests, these plans are supposed to be temporary stopgaps for people with brief lapses in coverage. For that reason, they aren’t subject to the usual rules about pre-existing conditions and mandatory benefits. \nThe Trump administration has loosened limits on those plans so that people can hold on to them for as long as three years ― making them a more plausible alternative to traditional insurance but posing the same dangers as other plans without guaranteed benefits. Actuaries have warned that, by making these policies more available, the administration could also make insurance markets more unstable.\nAll of this, by the way, is in addition to a lawsuit making its way through the federal courts that seeks to invalidate the entire ACA over changes to a financial penalty. Despite a favorable ruling from a conservative judge in Texas and backing from the Trump administration, the lawsuit is so weak that even longtime critics of Obamacare think it’s baseless. Few expect it to advance, but the possibility remains. \nThe other prong of the GOP attack on the Affordable Care Act focuses on its Medicaid expansion, under which states agree to open the program to anybody with income below or just above the poverty line. \nThe expansion is the primary reason the number of Americans without health insurance reached record lows after the Affordable Care Act took effect. For millions, it has meant less financial hardship, more access to medical care and better health, according to a large and still growing body of research. The expansion requires new government spending, as any expansion of government insurance would, but mostly it’s coming from the federal government.\nGOP repeal bills would have dramatically reduced that funding while giving states more leeway to limit enrollment, benefits or both ― even for people who had been enrolled in Medicaid before the expansion. Since that didn’t work, Republicans are now focusing on a narrower but still important change: requiring people who enroll through the expansion to demonstrate that they are working, that they are looking for work or that have a good reason why they are not.\nStates must get permission from the federal government to impose these requirements, and so far 15 have either gotten it or are in the process of applying, which means getting permission from Seema Verma, the Trump administration official in charge of Medicaid. She has praised the idea repeatedly, arguing that the requirements encourage people to find jobs. “It is not compassionate to trap people on government programs, or create greater dependency on public assistance as we expand programs like Medicaid,” she said in September.\nIn reality, studies have shown, the kind of people who would get coverage through Medicaid expansion (poor, non-elderly adults) usually have jobs or have reasons, such as disability, for why they don’t work. There’s no compelling evidence that the requirements encourage more people to get jobs and lots of compelling evidence suggesting the requirements have the opposite effect, because the considerable administrative hassles cause people to lose their coverage even when they shouldn’t ― at which point they get sick and then really can’t get or keep a job.\nSome of the freshest proof comes from Arkansas, where work requirements are furthest along and more than 18,000 people have lost Medicaid as a result. Trump administration officials, who gave Arkansas permission to impose the requirements, said they believe most of the people who lost Medicaid found jobs. An analysis of state data from the progressive Center on Budget and Policy Priorities indicates that they probably didn’t find jobs ― and that even those who did probably didn’t get health insurance.\n“Arkansas is only applying the new rules to those living below the poverty line,” Joan Alker, executive director for Georgetown’s Center for Children and Families, wrote after the Arkansas data came out. “For these folks, there are scant options for other affordable coverage sources.”\nThe work requirements are the subject of an ongoing legal dispute, and it’s possible federal judges will stop at least some of these efforts from going forward because, by law, states aren’t supposed to change Medicaid in ways that could harm people eligible for coverage. But whether state Republicans are able to undermine either Medicaid or private insurance market changes in more states will also depend on political pressure at the state level. \nIn Kansas, for example, an earlier version of the Farm Bureau bill got stuck in committee, in no small part because of the outcry from groups representing people with cancer and multiple sclerosis. That pressure could stop the newer version of the measure from getting through the Legislature ― or, if need be, persuade the newly elected Democratic governor to veto the bill. That kind of pressure could also be decisive in states like Idaho, where Republicans are trying to pass a bill that would scale back a Medicaid expansion (in part by adding work requirements) that state voters had approved through a ballot initiative in November. \nThe political conversation on health care these days is increasingly about the future, especially among progressive activists thinking about how a Democratic president and Congress could improve the Affordable Care Act or maybe replace it with something better. That makes a lot of sense, given how many people are still struggling with medical bills. But it will be at least two years before major new reforms can become law and, in the interim, health care for some people who already have it will remain in jeopardy.", "date": "\n03/23/2019", "href": "https://www.huffpost.com/entry/obamacare-turns-nine-gop-repeal_n_5c9532abe4b01ebeef0f0d60", "tags": "wreck coverage obamacare health medicaid insurance act turns affordable republicans plans get trying today care still"}