{"title": "Obamacare Repeal Is Really Just A Giant -1 Trillion Cut To Health Care Programs", "content": "Republicans are trying very hard to disguise what the American Health Care Act would actually do.\nThey keep insisting their bill, which would repeal the Affordable Care Act, would “lower premiums and improve access to quality, affordable care,” as House Speaker Paul Ryan (R-Wis.) put it last month.\nAny time analysts point out the ways in which those promises are misleading or false ― or cite the Congressional Budget Office prediction that the AHCA would leave about 24 million people without health insurance ― Republicans insist that a combination of new tax credits, state innovation, and so-called high-risk pools will take care of people better than the current system does.\nThis is not true. And perhaps the clearest evidence is in those CBO numbers.\nFor all of the policy gobbledygook flying around these days, health care policy is a pretty straightforward question of resources. People who are sick or injured need expensive medical care, the kind that requires insurance. Most poor people can’t afford that insurance on their own and many middle-class people can’t either.\nThe Affordable Care Act, the 2010 health care law known as Obamacare, addressed this problem by putting new federal money into the health care system ― primarily by offering tax credits to help people pay for private coverage and giving states money to expand their Medicaid programs. \nThe AHCA would reverse that, putting less money into private insurance assistance and taking a huge chunk out of Medicaid funding.\nAll told, it works out to about $1 trillion less in federal spending on health care.\n“Even in our expensive health care system, cutting a trillion dollars in federal support is a big deal,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, told HuffPost. “Without that funding, millions of people couldn’t afford health insurance, and many would go without needed health care and face medical debt.”\nTake that money away, and the people who now depend on it will mostly be stuck. Some will be poor, some will be middle class, and some will be people with serious medical conditions. All will face a difficult choice: They won’t be able to pay for the medical care they need, and so they will face financial hardship ― or go without care altogether.\nBroadly speaking, the American Health Care Act makes two main sets of changes to insurance coverage. The first would affect people who buy private insurance on their own, rather than through employers. The GOP bill would take away the tax credits available under the Affordable Care Act, and replace them with tax credits that use a different formula.\nThese credits would mean less assistance for people with low incomes or high insurance premiums. The new tax credits would also add up to substantially less money than the existing ones. Under the GOP bill, tax credits would cost the federal government $357 billion over 10 years, instead of the $663 billion that the Affordable Care Act’s tax credits would cost.\nIn other words, under the GOP bill, the federal government would end up spending $306 billion less on financial assistance for people buying coverage on their own. \nThe Republican bill does have some provisions to offset that decline. The best-known is a provision to fund high-risk pools, which are special insurance programs for people with pre-existing conditions. But these provisions add up to just a little more than $100 billion over 10 years, which is not nearly enough to make up the gap.\nThis is a big reason many experts think the high-risk pools wouldn’t work. To provide the kind of comprehensive coverage now available through the Affordable Care Act, they would need a lot more government money.\nOf course, the really big fiscal change in the American Health Care Act is the one that, at least in the last few weeks, has received the least attention: the proposed cuts to Medicaid.\nUnder the Republican proposal, the federal government would phase out funding for expanded Medicaid eligibility ― and then, going forward, change the formula for calculating federal support for the program. The result would be $839 billion in cuts over the next 10 years.\nRepublicans frequently insist that these Medicaid cuts won’t hurt anybody, because the program needs reform anyway and the cuts would encourage states to innovate. But Medicaid’s shortcomings have as much to do with underfunding as waste. (Many doctors won’t see patients at such low reimbursement rates, making it hard for some Medicaid recipients to find specialists.) No serious analyst thinks it’s possible to take that much money out of the program without people losing access.\nThis is why the single biggest source of people losing coverage under the AHCA would be from declining Medicaid enrollment ― to the tune of 14 million over the next decade, according to the CBO projection.\n“States wouldn’t be able to compensate for these large and growing federal funding shortfalls without harming beneficiaries through cuts to eligibility, benefits and provider payments,” said Edwin Park, vice president for health policy at the Center on Budget and Policy Priorities.\nThe Republican bill does throw a little money at safety-net hospitals, in order to help those institutions offset the costs of doling out more uncompensated care. But the total investment is just $48 billion. \nThat’s a pittance, relative to the size of the Medicaid cuts.\nWhen experts think about the net effect of the GOP repeal bill, they frequently cite an additional set of changes: elimination of the mandates on employers (to provide insurance) and individuals (to get coverage). Those mandates generate revenue today, and the CBO includes those amounts in its tallies of “coverage” provisions because they cause more people to get health insurance. \nBut those provisions amount to $200 billion total, which is hardly enough to offset the nearly $1 trillion reduction in spending and tax credits. And, in any event, they are more like a new tax break than putting money into helping people pay for health care.\nThe other footnote to these figures is that they are a bit dated. The CBO hasn’t analyzed the bill since late March, and since that time Republicans have introduced new amendments that would give states the option of waiving key insurance regulations, including the prohibition on charging higher premiums to people with pre-existing conditions. \nIt’s difficult to be sure how those amendments would change the agency’s assessment and it’s possible that, given the chance to analyze this latest version of repeal legislation, the CBO would conclude the new bill represents a smaller reduction in what the federal government is spending to help people pay for their medical care. \nBut it would still be a cut, and a pretty massive one at that ― which means, one way or another, the overall effect of the bill would be greater exposure to punishing medical bills, not less.\nRepublicans might still think their legislation is defensible on the merits, because they favor smaller government on principle ― or because they are so eager to reverse the tax increases on corporations and wealthy Americans that the Affordable Care Act put in place.\nBut that is not the case Republicans are making. They are promising their proposal would make it easier for people to pay their medical bills, even as they drain the health care system of nearly $1 trillion in federal funding. \nThat is not a credible argument.", "date": "\n05/02/2017", "href": "https://www.huffpost.com/entry/gop-health-care-bill_n_59089a06e4b0bb2d0871e21b", "tags": "people credits tax really obamacare trillion repeal cut giant federal insurance programs act bill care health"}