{"title": "Obama Photographer Invokes Ivanka Trump To Ding Donald Trump Over China Tariffs", "content": "Pete Souza﻿ turned to Twitter to mock President Donald Trump over his further raising of tariffs on products imported into the U.S. from China.\nThe ex-White House photographer is a frequent critic of the Trump administration on Instagram, where he often shares snarky captions alongside images he took covering former President Barack Obama’s time in office.\nOn Friday, however, Souza used Trump’s favorite social media platform to make a point after the president told his followers to “Build your products in the United States and there are NO TARIFFS!”\nSouza fired back with this image, referencing first daughter and senior White House adviser Ivanka Trump’s Chinese-made products, which was previously shared by author and White House correspondent Paul Brandus:\n“Guess you flunked Econ 101 in college,” Souza wrote in an earlier tweet.\nHe was responding to Trump’s controversial raising of taxes on Chinese products and his false claim that China, and not Americans, will foot the bill for the higher tariff.\nSouza has been known to criticize the Trump administration on Twitter.\nHis recent critical posts and retweets include:\nIt is Souza’s attacks on the Trump administration via Instagram (where he has 2.1 million followers, compared to his Twitter following of 249,000) that often pack the most punch, however.\nFor instance, he commented on the Boston Red Sox’s Thursday visit to the White House, which nearly all of the World Series-winning side’s players of color boycotted in protest of Trump’s policies, with these two old images:", "date": "\n05/11/2019", "href": "https://www.huffpost.com/entry/obama-photographer-pete-souza-donald-trump-china_n_5cd670e9e4b0705e47dc7601", "tags": "administration photographer ding china ivanka twitter raising white trump house donald obama invokes products tariffs souza"}