{"title": "Obituary: The fearless journalist-activist Gauri Lankesh", "content": "\"What are we going to fight over today?\" a journalist friend of Gauri Lankesh would usually ask her whenever she made an early morning call to him. \"What's your grudge?\"\nIn her breathless, high-pitched voice, Lankesh would usually ask her editor friend why his newspaper hadn't taken a stronger stand on an issue close to her heart.  \"If you big guys can't take a more robust stand, how are we going to do it?\" \nIn the southern Indian city of Bangalore where she lived, Lankesh edited an eponymous weekly tabloid she inherited from her father in the local Kannada language.  Financed entirely by subscriptions - part of an activist tabloid culture in the state of Karnataka, which shunned adverts - Gauri Lankesh Patrike was known for its feisty leftist views. It also reflected the editor's view and ideology.\nLankesh was a trenchant critic of the Hindu right-wing. She believed religious and majoritarian politics would tear India apart. When Malleshappa Kalburgi, a leading Indian scholar and a well-known rationalist thinker, was shot dead at his  home in Dharwad following death threats from right-wing Hindu groups two years ago, she told a friend: \"I don't care what happens to me, they even called me a slut. But I really worry for the country. These guys will break it up.\" \nShe had other causes too. Lankesh was openly sympathetic to Maoist rebels who have long waged war against the Indian government and she fought hard to bring them into the mainstream. She also campaigned for the rights of Dalits, formerly known as untouchables. \nShe made no bones about her dislike for Prime Minister Narendra Modi and his ruling Hindu nationalist BJP either. Her Facebook posts often contained unflattering memes of the prime minister. In a recent post she lauded India's stand-up comics for \"successfully doing more than most to destroy the Modi myth\". Typically, she lent her support to them, saying \"We are all with you together and we shall reclaim our secular India.\" \nDiscarding impartiality, Lankesh's newspaper was often shrill and bristling with rhetoric. Sometimes the stories would give short shrift to facts, discomforting many of her friends. To be fair, Lankesh never concealed her choices:  she introduced herself as \"journalist-activist\" in her Twitter profile.\nNot surprisingly, her paper attracted a raft of defamation cases. Last year she was convicted of defamation for a report she published on local BJP leaders.  The chief of the BJP's information technology cell then sent out an ominous-sounding tweet hoping \"other journalists take note\" of her conviction, prompting accusations of dog-whistle politics. This had not daunted Lankesh. Despite falling circulation and revenues, her tabloid continued to take on formidable adversaries.\nAlong with the tabloid, Lankesh possibly inherited her grit from her father P Lankesh, a versatile cultural icon from Karnataka. He ran a lively, high-circulation tabloid, wrote award-winning novels and made films, all infused with a vibrant cosmopolitan favour. He was also a fearless activist. \nGauri Lankesh, the oldest of three siblings, had decided on a career in journalism early on. She went to a journalism school in Delhi, where a classmate found her \"tough, uncompromising and radical\". She worked with a leading newspaper, a now-defunct magazine and a fledgling English news channel.\nWhen her father died in 2000, she was initially reluctant to take over his 20-year-old newspaper. Kannada, her friends said, was not her strongest point. But when she finally decided to take it over, she turned completely political and began taking radical political positions. \nFriends found Lankesh at once a belligerent and loving personality. She fought and made up easily. She \"adopted\" two student leaders - one who belonged to the Dalit community, the other charged with sedition - and invited them home. When she wanted to gift them T-shirts, she called a male friend and asked: \"What colours would they like, you think?\"\nIn recent months, Lankesh wrote on rising attacks on the freedom of press, local politics and how her city and India's info-tech capital had become unsafe for women. She wrote she was appalled by rising domestic violence, dowry murders and acid attacks on women in what was once a genteel pensioners paradise.  \n\"What can women of Bangalore do to reclaim their rights to live the way they used to?\" she wrote in January. \nIn a way, it was a chillingly prescient thought. The motorcycle-borne gunmen who shot Lankesh outside her home on Monday night probably killed her for her work. ", "date": "6 September 2017", "href": "https://www.bbc.com/news/world-asia-india-41172115", "tags": "made newspaper india gauri take wrote journalist-activist fearless tabloid lankesh friend obituary"}