{"title": "Obituary: Winnie Madikizela-Mandela of South Africa", "content": "Winnie Madikizela-Mandela became a potent symbol of South Africa's anti-apartheid struggle when she was banished and jailed for campaigning for the rights of black South Africans and her husband's release.\nFor decades she and her then-husband, the iconic Nelson Mandela, were the country's most famous political couple - but Mr Mandela divorced her in 1996.\nAfter their separation she kept his surname and they maintained ties, leading to critics accusing her of attempting to use his name for political mileage.\nIn later life her reputation later became tainted by a fraud conviction and murder accusations, which she denied. \nBorn in Bizana in Cape Province in 1936, she met Mr Mandela in 1957. He was married at the time to Evelyn Mase but the marriage was breaking up.\nThe next year they married - she was a young bride, 16 years his junior, glamorous and strong-willed.\nHowever, they were destined to have little time together as political activism and a period in hiding kept Mr Mandela apart from her.\nHe was jailed for life in 1964 and only released in 1990.\nWhile he was in prison, she took on an increasingly political role, partly because of constant harassment by the South African security police.\nShe became an international symbol of resistance to apartheid and a rallying point for poor, black township residents who demanded their freedom.\nHer resistance to harassment and championing of the anti-apartheid cause led to periods of imprisonment from 1969, much of it spent in solitary confinement.\nIn 1976, the year of the Soweto riots, she was banished from the township to a remote rural area. At one stage her house was burned down, with suspicion falling on the South African security forces. \nThis led to her being dubbed the \"Mother of the Nation\".\nBy the mid-1980s and the start of a long period of township militancy against the white government of President P W Botha, she was back in Soweto and at the heart of the struggle.\n1936: Born in Cape Province\n1958: Married Nelson Mandela\n1969: Jailed for 18 months for anti-apartheid activities\n1976: Banished to rural area by apartheid authorities\n1991: Convicted of kidnapping\n1996: Divorced from Nelson Mandela\n2003: Convicted of fraud\nHer image and activism drew to her many anti-apartheid activists, including a group of young men who became her personal bodyguards.\nThey became known as the Mandela United Football Club.\nHer prominence led to great influence over young, radical township activists but also growing controversy.\nAs activists turned on suspected police informers or collaborators, the use of rubber tyres filled with petrol as brutal murder weapons, known as \"necklaces\", became widespread. At one rally she controversially seemed to endorse their use. \nEven greater controversy came when she was accused by senior anti-apartheid activists of involvement in the killing of a 14-year-old township militant, Stompie Seipei.\nStompie had been seized by Ms Madikizela-Mandela's bodyguards in 1989 and was later found dead.\nMembers of the ANC leadership accused her of being behind the killing and of conducting a virtual reign of terror in parts of Soweto.\nFrom prison, Mr Mandela continued to support his wife.\nIn 1991, after his release, she was charged with the assault and kidnapping of Stompie and one of her bodyguards was charged with his murder.\nShe denied the allegations but was found guilty of kidnapping and sentenced to six years imprisonment.\nThis was reduced to a fine by an appeal court.\nHer marriage to Mr Mandela broke down in the years after his release and they were divorced in 1996.\nPresident Mandela accused her of adultery, and in the same year, dismissed her as deputy minister of arts and culture - the only post she has held in government since white minority rule ended.\nHer split from Mr Mandela did little to harm her political standing among poor, black South Africans who saw her as their voice at a time when the ANC had adopted pro-business policies. \nBut at the same time she became known for an increasingly lavish lifestyle, arriving to testify at Truth and Reconciliation Commission hearings in a white Mercedes limousine surrounded by bodyguards.\nIn 2003, Ms Madikizela-Mandela suffered another blow when a court convicted her of fraud and theft in connection with a bank loan scandal. \nThe sentencing magistrate compared her to a modern-day Robin Hood, fraudulently acquiring loans for people who were desperately short of money, but he said that as a prominent public figure she should have known better.\nAn appeal judge overturned the conviction for theft, but upheld the one for fraud, handing her a three-year-and-six-month suspended sentence.\nThis dented her career, but she remained respected in the ANC, and was an MP until her death. \nAt the ANC conference in 2007, she was elected to the party's top decision-making body, the National Executive Committee, and in the 2009 general election, she was placed fifth on the list of ANC MPs nominated for parliament, in a clear sign that then-President Jacob Zuma saw her as an electoral asset.  \nShe would later clash with him and become political patron of the youth leader Julius Malema.\nMs Madikizela-Mandela described being there for the final moments of her ex-husband's life in 2013, and appeared in a prominent position at memorial services in his honour. \nAfter his death, she became embroiled in a legal battle over his village home, which she wanted for their two daughters, Zinzi and Zenani. The Supreme Court affirmed a decision that she held no claim to it in January 2018.\nThe same month she was honoured with an honorary degree from Makerere University in Uganda for her anti-apartheid campaigning.\nAlthough she remained in the political limelight, she was granted leave from parliament in March 2018 due to ill health.\nA family spokesman confirmed her death on 2 April, aged 81.\nHer family said she had suffered from a \"long illness\" and had been in and out of hospital in the last months of her life.\n\"She succumbed peacefully in the early hours of Monday afternoon surrounded by her family and loved ones,\" spokesman Victor Dlamini said in a statement. ", "date": "2 April 2018", "href": "https://www.bbc.co.uk/news/world-africa-23357267", "tags": "later madikizela-mandela township political became anti-apartheid anc africa south winnie obituary mandela"}