{"title": "Ohio Medicaid Expansion Gets Big Push From GOP Governor- Report", "content": "Ohio Gov. John Kasich (R) will circumvent the majority-Republican legislature in his state to advance an expansion of Medicaid benefits to 275,000 people under President Barack Obama's health care reform law, according to a report published Friday in the Columbus Dispatch.\nKasich, who has been campaigning across Ohio and lobbying lawmakers since February to accept federal money to provide Medicaid to more poor residents, will present a proposal to the state funding board that could fast-track the expansion, the Columbus Dispatch reported. The GOP-led legislature has blocked Kasich's proposal to date.\nThe health care reform law, known as the Affordable Care Act, calls for all states to expand Medicaid coverage to anyone who earns up to 133 percent of the federal poverty level in 2014, which is $15,282 for a single person this year. Only about half the states are going ahead with the expansion, however, as Republican governors and legislators have refused to accept the federal dollars that would finance it. When the Supreme Court upheld the law last year, justices also ruled that states could opt out of the Medicaid expansion. States' refusal to expand the program is expected to result in millions of low-income Americans, mostly in the South, remaining uninsured.\nKasich is one of 10 Republican governors who have broken with their party to support the Medicaid expansion, although they all maintain they continue to oppose the underlying Obamacare law. Most recently, Pennsylvania Gov. Tom Corbett (R) unveiled a plan that would partially privatize and expand Medicaid, following similar laws enacted by Iowa Gov. Terry Branstad (R) and Arkansas Gov. Mike Beebe (D) and the GOP-led legislatures in their states. Florida Gov. Rick Scott (R) also endorsed the Medicaid expansion, only to see it blocked by his state legislature.\nA seven-member budgetary panel in Ohio, called the Controlling Board, will consider Kasich's request to accept $2.5 billion of federal Medicaid money that would provide health benefits to about 275,000 people, according to the Columbus Dispatch. The expansion could be in place as early as Jan. 1, when the Medicaid expansion is supposed to take effect in other states, the newspaper reported. The panel includes a chairman Kasich appointed, two Democrats and four Republicans. Kasich needs only four members to vote in his favor to adopt the expansion, according to the Columbus Dispatch.\nUnder the health care reform law, the federal government will pay the full cost of covering newly eligible Medicaid recipients from 2014 through 2016, after which the share gradually declines until it reaches 90 percent in 2022 and future years. That compares to the average 57 percent share the federal government pays states for current Medicaid enrollees.\n", "date": "\n10/11/2013", "href": "https://www.huffpost.com/entry/ohio-medicaid-expansion_n_4085697", "tags": "care gov report r health medicaid gop governor- states federal gets expansion kasich ohio push law big"}