{"title": "Oil Price Briefly Reaches $70 as Buoyant Global Economy Bolsters Demand", "content": "Tensions in Iran. Cold weather in the United States. A year of production cuts. With 2018 still young, there has been no shortage of reasons oil prices are pushing higher.\nPrices for Brent crude, the international benchmark, have risen nearly 50 percent since June. They briefly passed $70 a barrel more than once in the last week — the first time the per-barrel price has reached $70 since December 2014. Stockpiles of oil that built up for years are declining. And a buoyant global economy has bolstered demand, meaning prices could go higher still.\n“The market has entered a new phase,” said Richard Mallinson, an analyst at Energy Aspects, a research firm in London.\nThe dynamics at play are in sharp contrast with the situation just a year ago. The market has gradually realigned, in large part because of an agreement between Saudi Arabia and Russia — two of the world’s three largest oil producers — to restrain output.\nThat deal, renewed in November through the end of this year, has removed around one million barrels of crude a day from the global supply. At the same time, demand for oil and its associated products has grown at a brisker clip than many analysts expected. As a result, the glut of energy around the world that once filled vast tank farms and enormous supertankers anchored at sea is gradually being worked off.\nWithout the buffer of that big inventory, the global energy market has become more sensitive to disruptions, whether real or prospective.\nFor instance, the shutdown in December of a British pipeline system in the North Sea removed an estimated nine million barrels of oil from the market over nearly three weeks. The move, which was made after the pipeline’s new owner, Ineos, found flaws in the system, propelled prices higher. A record-breaking cold snap in the United States, meanwhile, pushed up demand for heating oil, bolstering demand.\nBut now, there are additional pressing issues.\nAlthough the Trump administration grudgingly agreed on Friday not to reimpose comprehensive sanctions on Iran, there is concern that the recent crackdown on Iranian protests, coupled with Tehran’s involvement in conflicts in Syria and Yemen, will eventually be met by tough sanctions from Washington. Such measures would again cut into Iran’s ability to export oil.\nFor now, supplies from Iran have not been affected, but traders and analysts are nevertheless watching the rallies and their consequences.\nPolitical risks elsewhere are also helping to push prices higher, including long-running tensions between Iraq’s government in Baghdad and the autonomous Kurdish enclave in the north, and the  collapse of Venezuela’s oil industry. Both countries are major suppliers of crude — Iraq produces 4.5 million barrels of oil, and Venezuela adds around 1.8 million barrels — and any disruptions there could have a significant impact on global markets.\nThere are also factors mitigating a relentless rise in prices, though.\nFor one, the higher prices would most likely lead to increased investment and exploration for oil and, eventually, more production. This is especially true of smaller producers in the United States, whose output is already growing.\nThere is skepticism over whether drillers in Texas and elsewhere can increase output fast enough to create another glut. “There is a natural limit to what shale can do,” said Antoine Rostand, president of Kayrros, a market research firm. “Trees don’t grow to the sky.”\nBut these so-called swing producers have been crucial to previous price declines.\nThe International Energy Agency, in an Oil Market Report published in December, noted that new supplies coming onto the market, particularly from the United States, might still exceed growth in demand in the first half of the year.\nOn the whole, the oil industry appears to be well down the road of having adjusted to the steep price falls that began in 2014 and saw oil dipping to the $30-a-barrel range.\nAmong the shifts: OPEC has taken a more active role in managing global energy markets, with Russia — which is not a member — unofficially replacing weakened or uncooperative cartel members like Iran, Nigeria and Venezuela.\nOil companies have also reshaped themselves, sharply increasing efficiency and reducing costs to a point where they are profitable at current levels, or even lower ones. They have cut huge numbers of jobs, simplified the designs of their exploration infrastructure and embraced new technologies. Indeed, the availability of supplies at those lower costs may be the best bet for keeping recent price rises under control.", "date": "Jan. 16, 2018", "href": "https://www.nytimes.com/2018/01/16/business/energy-environment/oil-prices.html", "tags": "reaches iran market buoyant united energy briefly prices global oil price economy demand higher bolsters —"}