{"title": "Olives pitting US against EU in global trade fight", "content": "A trade battle is leaving a bitter taste in the mouths of Spain's olive growers.  \nTariffs levied against them by the US last year have cost the industry $27m (£20.8m) and are likely to have lasting effects on Spain's olive-growing regions. \nAntonio De Mora, general-secretary for Spain's Association of Table Olive Producers and Exporters (ASEMESA), says olive farming is a vital industry for Andalusia and nearby regions where there are few alternatives for jobs. \n\"The harvest of black olives has been greatly reduced as a result of the decrease in demand,\" he says. \n\"It is impossible to replace such an important market as the US in the short and medium term.\"\nIn June 2018 the US imposed tariffs on black olives from Spain, which it said were being sold below market value. It placed tariffs of up to 25.5% to counteract the alleged dumping and an additional duty of up to 27.02% to counter what Washington deemed were unfair subsidies from the European Union. \nAccording to ASEMESA, exports of black olives have fallen by 60% since the tariffs were imposed. \nSpain is the world's largest olive producer and exporter: the country exported $67.6m (£52.4m) worth of olives to the US in 2017 before any tariffs were put in place. \n\"If the customs duties remain, we will certainly lose the majority of the US black olive market,\" says Mr De Mora. \nIn January, Cecilia Malmstrom, the European Union's trade commissioner, petitioned the World Trade Organization (WTO) to address this matter.  \nShe said in a tweet these tariffs were \"unjustified, unwarranted and go against the rules\" of the WTO.\nThe original complaint came from two California-based olive producers, Bell-Carter Foods Inc and Musco Family Olive Co. The companies claimed that Spanish growers were selling their olives at 70% below their true market value. \nCalifornia is the main olive growing state in the US with a climate similar to the Mediterranean. For nearly a century the US industry focused on \"ripe olives\" - the black olives that Americans typically use on pizza and in salads. \nBut in the late 1990s, many farmers began to switch to producing olive oil. \nAccording to Sam Israelit, owner of Spanish Oaks Ranch in central California, many farmers switched because olive oil generated more value per-tonne than the ripe fruit.\n\"Consumers are willing to pay $20-25 for a good bottle of olive oil - and table olives just don't get that margin.\" \nThis switch allowed Spanish producers to become even more dominant in the US - and left Bell-Carter Foods and Musco Family Olive as the only two major producers of US table olives. \nIn the summer of 2017, US Commerce Secretary Wilbur Ross announced his department would investigate the claims of olive dumping. \nUnder President Trump's administration, the number of investigations into unfair trade practices has risen significantly.  \nAccording to the US Commerce Department, 137 new investigations into claims of dumping and subsidies had been opened by the end of 2018. That's an increase of more than 300% compared to the number of investigations undertaken in the first two years of the Obama administration. \nBut some say the tariffs on olives and other products are just a smoke screen to go after the wider global trade system, which President Trump and his supporters have called \"rigged\". \n\"Olives for me are a pretext,\" says Tomas Garcia Azcarate, a researcher at the Spanish National Research Council. He says the US is using the olive duties as a way to attack the EU's common agricultural policy (CAP) which gives subsidies to farmers. \n\"The economic consequence [to olives] is not the most important element here, this is a test case,\" says Mr Garcia Azcarate. \nAntonio De Mora and ASEMESA argue Spanish producers can sell their products at such low prices because of technological efficiencies and not government subsidies. \nBut the potential consequences to the EU's CAP are what some say held Cecilia Malmstrom and the EU from bringing this case to the WTO sooner. \nSteve Suppan, senior policy analyst for the Institute for Agriculture and Trade Policy, says Europe regards this as a \"stalking horse for an attack on the CAP\" and the effects could \"undermine the support that the EU gives its farmers\".\nMore from the BBC's series taking an international perspective on trade:\nIf Europe loses the olive fight it could open the doors to challenges against other agricultural products.  \nAll this comes as the US and EU prepare to thrash out a free trade deal of their own. US producers would like to see agriculture included in negotiations but so far EU officials have refused to include it. \nThe US and EU have 60 days to negotiate a settlement over the Spanish olives. If no deal is reached then the EU could ask a panel of WTO judges to make a ruling. \nEven here there is a catch: the US has been blocking the appointment of judges to the WTO's appellate body, the world's top trade court. There are just three judges left on that panel, which usually has seven.\nThe US has accused WTO judges of overreaching and violating procedures. But some countries say this is part of a larger effort to break down the WTO which US President Trump has called \"the worst deal ever made\".\nThat has left Spanish olive growers feeling like pawns. Without other markets to replace their US sales, many of these farmers may be left as casualties of a broader battle to reshape global trade.  ", "date": "21 February 2019", "href": "https://www.bbc.com/news/business-47287036", "tags": "us producers eu pitting olives global olive tariffs trade says spanish fight wto"}