{"title": "Omar al-Bashir: Sudan's ousted president", "content": "Sudan's ousted President Omar al-Bashir's career has been defined by war. He came to power in a military coup in 1989 and ruled what was until 2011 Africa's largest country with an iron fist.\nWhen he seized power, Sudan was in the midst of a 21-year civil war between north and south.\nAlthough his government signed a deal to end that conflict in 2005, another one was breaking out at the same time - in the western region of Darfur, where Mr Bashir is accused of organising war crimes and crimes against humanity by the International Criminal Court (ICC).\nDespite an international arrest warrant issued by the ICC, he won consecutive elections in 2010 and 2015. However, his last victory was marred by a boycott from the main opposition parties.\nThe arrest warrant has led to an international travel ban. However, Mr Bashir still made diplomatic visits to Egypt, Saudi Arabia and South Africa. He was forced into a hasty departure from South Africa in June 2015 after a court considered whether to enforce the arrest warrant.\nBefore taking the helm, he was a commander in the army, responsible for leading operations in the south against the late rebel leader John Garang.\nWhen he signed the peace deal with Garang and his Sudan People's Liberation Movement, he took pains to stress the deal had not been a defeat. \"We did not sign it after we had been broken. We signed it while we were at the peak of our victories,\" he said.\nGenocide\nCrimes against humanity\nWar crimes\nHis goal was always to keep a unified Sudan, but a referendum on secession for South Sudan was agreed as part of the peace deal.\nIn the January 2011 referendum, about 99% of South Sudanese voters were in favour of separation. The independent state of South Sudan was declared six months later. \nWhile he agreed to let South Sudan go, his attitude to Darfur, where a conflict has raged since 2003 when rebels took up arms at alleged government discrimination, has been characterised by belligerence.\nBut he denies international accusations that he has backed Arab Janjaweed militias accused of war crimes against the region's black African communities.\nMr Bashir was born in 1944 to a farming family in northern Sudan, which was then part of the Egyptian Kingdom. He is a member of Al-Bedairyya Al-Dahmashyya, a Bedouin tribe.\nHe joined the Egyptian army as a young man and rose through the ranks, fighting in the 1973 war against Israel.\nLittle is known about his private life. He has no children and took a second wife in his 50s. He married the widow of Ibrahim Shams al-Din, considered a war hero in the north - as an example to others, he said. \nThe long civil war had seen many colleagues fall, and he implored others to marry again so war widows could be taken care of.\nAs head of state, his focus largely remained soldiering - the political lead being taken by two other figures.\nThe first in the 1990s was Hassan al-Turabi, a prominent Sunni Muslim who until his death in 2016 advocated an Islamic state and ushered in a bill introducing Sharia to all provinces but the south.\nAfter they fell out in 2000, Mr Turabi told the BBC: \"He's a military person who has been in power for a while and he wants to assert military power.\"\nThen Osman Ali Taha, a politician who negotiated the north-south deal, came to the fore. But his influence waned and the president took centre stage. \nSudan analyst Alex de Waal said Mr Bashir's longevity in office was probably down to the fact that powerful rivals in the ruling National Congress Party distrusted each other more than they did Mr Bashir.\nBut political unrest gained momentum quickly. Nationwide protests first started in December 2018 after the government announced that prices for fuel and bread would rise.\nThis turned into a wider call for Mr Bashir and his government to step down. Mr Bashir declared a state of emergency in February 2019, reshuffling his cabinet and replacing all state governors with members of the army and security forces.\nAfter months of unrest, Sudan's military stepped in and finally toppled Mr Bashir on 11 April 2019.\nHowever, any hopes of calming tensions quickly dissolved. Protesters vowed to stay on the streets after hearing that a transitional period of two years had begun under a military council.\nOil money flows - and leaves\nFor a while during his presidency, there were pockets full of dollars as the oil flowed, controls were lifted and the telecommunications system revolutionised. But the economy floundered since the secession of the south, which took three-quarters of the country's oil with it. Belts are being tightened in Khartoum.\nMr Bashir - who became president when it was punishable by death to be found in possession of US dollars - has denied accusations that access to government funds and oil money was an underlying cause of the unrest in Darfur.\nHe was angered and humiliated in May 2008 when Darfur rebels nearly entered Khartoum, his fortress capital.\nMany feared the ICC's indictment against him in March 2009 on five counts of crimes against humanity and two of war crimes would provoke Mr Bashir into flexing his muscles.\nBut in February 2010 he signed a ceasefire with the Jem rebels who attacked Omdurman, just across the River Nile from Khartoum. However, Jem abandoned peace talks soon after, accusing Khartoum's forces of launching new raids in Darfur.\nMr Bashir had said Sudan would not stand in the way of South Sudan's independence, but tension has been rising since the region went its separate way.", "date": "11 April 2019", "href": "https://www.bbc.co.uk/news/world-africa-16010445", "tags": "darfur crimes south bashir military president omar war sudan al-bashir ousted government deal"}