{"title": "On Census Citizenship Question, Supreme Court’s Conservatives Appear UnitedListen to ‘The Daily’: Why the Supreme Court Is Ruling on the Census", "content": "WASHINGTON — The Supreme Court’s conservative majority seemed ready on Tuesday to allow the Trump administration to add a question on citizenship to the 2020 census, which critics say would undermine its accuracy by discouraging both legal and unauthorized immigrants from filling out the forms.\nThe case, the latest test of executive power in the Trump era, was heard by the court against the backdrop of the administration’s aggressive efforts to reduce illegal immigration as well as accusations of bad faith against the architect of the revised census questionnaire, Commerce Secretary Wilbur Ross. It appeared to divide the court along the usual lines, with its five conservative members poised to defer to the administration and the court’s four liberal members ready to question its motives and methods.\nThe court’s decision, expected in late June, will be consequential. By one government estimate, about 6.5 million people might not be counted if the citizenship question is allowed. That could reduce Democratic representation when congressional districts are allocated in 2021 and affect how hundreds of billions of dollars in federal spending are distributed. Courts have also found that Arizona, California, Florida, Illinois, New York and Texas could risk losing seats in the House, and that several states could lose federal money.\nJustice Sonia Sotomayor, who took the lead in challenging the administration’s proposal, said that adding the question would do damage to the fundamental purpose of the census, which is to count everyone in the nation. “There is no doubt that people will respond less,” she said. “That has been proven in study after study.”\n[How the Supreme Court’s decision on the census could alter American politics.]\nSolicitor General Noel J. Francisco, representing the Trump administration, acknowledged that the question could depress participation. But he said the information it would yield was valuable.\n“At the end of the day,” he said, “if you add any particular question onto the census, you’re always trading off information and accuracy.”\nHow to strike that balance, he said, was a policy judgment properly made by Mr. Ross. The more conservative justices appeared to agree.\nJustice Neil M. Gorsuch noted that questions about citizenship had been asked on many census forms over the years and are commonplace around the world.\n“It’s not like anybody in the room is suggesting the question is improper to ask in some way, shape or form,” Justice Gorsuch said. “And what we do, as well, with the evidence of practice around the world and virtually every English-speaking country and a great many others besides ask this question in their censuses?”\nJustice Brett M. Kavanaugh also discussed international trends. “The United Nations recommends that countries ask a citizenship question on the census,” he said. “And a number of other countries do it. Spain, Germany, Canada, Australia, Ireland and Mexico ask a citizenship question.”\nBarbara D. Underwood, New York’s solicitor general, representing states and localities challenging Mr. Ross’s decision, responded that “the U.N. also says to be careful to test questions to make sure they don’t interfere with the enumeration.”\nShe said the court should protect the accuracy of the census form given that information about citizenship can be obtained in other ways.\n“The question,” she said, “is whether it should be collected on the very instrument whose principal function is to count the population, when we have such strong evidence that it will depress that count and make it less accurate.”\nMuch of the argument, which lasted 80 minutes rather than the usual hour, concerned statistical modeling. “This gets really, really technical,” Justice Samuel A. Alito Jr. said in a frustrated voice.\nThe case — United States Department of Commerce v. New York, No. 18-966 — has its roots in the text of the Constitution, which requires an “actual enumeration” every 10 years, with the House of Representatives to be apportioned based on “the whole number of persons in each state.”\nIn addition to counting the number of people in the nation, the census has also sought other kinds of information. Whatever the Supreme Court rules, the 2020 short form will include questions about sex, age, race and Hispanic or Latino origin. Some of those questions may discourage participation, too.\nDale E. Ho, a lawyer with the American Civil Liberties Union, said the citizenship question would do more than suppress the response rate. It would also introduce inaccuracies, he said. “The evidence shows,” he said, “that noncitizens respond to the question inaccurately one-third of the time.”\nThe more liberal justices said that was a reason to defer to expert statisticians in the Census Bureau who opposed adding the question.\nJustice Elena Kagan said she could not understand why Mr. Ross had rejected the conclusions of his own experts. “I searched the record,” she said, “and I don’t see any reason.”\nMr. Francisco said the evidence supplied by the experts was not definitive. “Look,” he said, “there’s no question that the bureau staff preferred not to have this question on the census. But what they were telling the secretary was that they couldn’t tell which model would be more or less accurate.”\nThe federal government has long gathered information about citizenship. But since 1950, it has not included a question about it in the census forms sent once a decade to each household. Mr. Ross, the commerce secretary, has said he ordered the citizenship question to be added back solely in response to a December 2017 request from the Justice Department, which said data about citizenship would help it enforce the Voting Rights Act of 1965.\nThree federal trial judges have ruled that the evidence in the record demonstrates that Mr. Ross was not telling the truth. He had long before decided to add the question, the judges found, and he pressured the Justice Department to supply a rationale.\nJustice Sotomayor suggested Mr. Ross had manufactured the reason. “This is a solution in search of a problem,” she said.\nMr. Francisco rejected that critique. “It is quite common,” he said, “for cabinet secretaries to come into office with ideas and inclinations to discuss with their staff and discuss with their colleagues whether there is a legal and policy basis for that inclination.”\nDocuments disclosed in the case showed that Mr. Ross had discussed the citizenship issue early in his tenure with Stephen K. Bannon, the former White House chief strategist and an architect of the Trump administration’s tough policies against immigrants, and that Mr. Ross had met at Mr. Bannon’s direction with Kris Kobach, the former Kansas secretary of state and a vehement opponent of unlawful immigration.\nBut Mr. Francisco said the Justice Department’s request was the key to the case. “There’s no evidence in this record that the secretary would have asked this question had the Department of Justice not requested it,” Mr. Francisco said. “And there’s no evidence in this record that the secretary didn’t believe that the Department of Justice actually wanted this information to improve Voting Rights Act enforcement.”\nJustice Kagan said the record contained plenty of evidence that Mr. Ross had been “shopping for a need” to ask the question by approaching both the Justice Department and the Department of Homeland Security.\nShe described Mr. Ross’s efforts: “Goes to the Justice Department. Justice Department says we don’t need anything. Goes to D.H.S. D.H.S. says they don’t need anything. Goes back to the Justice Department. Makes it clear that he’s going to put in a call to the attorney general. Finally, the Justice Department comes back to him and says, ‘O.K., we can give you what you want.’”\n“So you can’t read this record without sensing,” Justice Kagan said, “that this need is a contrived one.”\nThe Supreme Court heard the case on an expedited schedule, stepping in before any appeals court had ruled on the matter. The court’s speed was almost certainly a result of a looming deadline — the census forms are set to be printed in June.", "date": "April 23, 2019", "href": "https://www.nytimes.com/2019/04/23/us/politics/supreme-court-census-citizenship.html", "tags": "census ‘ court daily department ” supreme ruling justice citizenship unitedlisten conservatives appear question"}