{"title": "On North Korea and Iran, Intelligence Chiefs Contradict Trump", "content": "WASHINGTON — A new American intelligence assessment of global threats has concluded that North Korea is unlikely to give up its nuclear stockpiles and that Iran is not, for now, taking steps necessary to make a bomb, directly contradicting the rationale of two of President Trump’s foreign policy initiatives.\nThose conclusions are part of an annual “Worldwide Threat Assessment” released on Tuesday that also stressed the growing cyberthreat from Russia and China, which it said were now “more aligned than at any point since the mid-1950s.”\nThe 42-page threat report found that American trade policies and “unilateralism” — central themes of Mr. Trump’s “America First” approach — have strained traditional alliances and prompted foreign partners to seek new relationships.\nIn testimony before the Senate Intelligence Committee linked to the release of the report, the nation’s intelligence chiefs tried to avoid directly questioning administration policies. Yet they detailed a different ranking of the threats facing the United States, starting with cyberattacks and moving on to the endurance of the Islamic State and the capabilities of both North Korea and Iran.\nDan Coats, the national intelligence director, told lawmakers that the Islamic State would continue “to stoke violence” in Syria. He was backed up by the written review, which said there were thousands of fighters in Iraq and Syria and a dozen Islamic State networks around the world.\nJust last month, Mr. Trump said that “we have won against ISIS; we’ve beaten them, and we’ve beaten them badly” in announcing the withdrawal of American troops from Syria.\nThe starkest contradiction drawn by the intelligence chiefs was their assessment of North Korea.\nMr. Trump is expected to meet next month with Kim Jong-un, the North Korean leader, in a second round of direct negotiations aimed at ridding Pyongyang of its nuclear weapons. After his last meeting, in Singapore, Mr. Trump tweeted that “there is no longer a Nuclear Threat from North Korea.”\nMr. Coats described his concerns in opposite terms.\nHe cited “some activity that is inconsistent with full denuclearization,” adding that most of what North Korea has dismantled is reversible. He said the North’s “leaders ultimately view nuclear weapons as critical to regime survival.”\nSimilarly, the threat review declared that “we currently assess North Korea will seek to retain its W.M.D. capability and is unlikely to completely give up its nuclear weapons and production capability.”\nMr. Trump has often noted, accurately, that North Korea has suspended missile tests; its last major test was 14 months ago. But on Tuesday, Gina Haspel, the C.I.A. director, said the government in Pyongyang “is committed to developing a long-range nuclear-armed missile that would pose a direct threat to the United States.”\nMs. Haspel said it was encouraging that North Korea was communicating with the United States. But under questioning by Senator Kamala Harris, the California Democrat who this month announced her candidacy for president, Ms. Haspel said the diplomatic objective was still to insist that North Korea fully disclose and dismantle its nuclear program.\nOn Iran, Mr. Coats cited Tehran’s continued support of terrorism in Europe and the Middle East, including sponsoring Houthis in Yemen and Shiite militants in Iraq. He also said that he believed that Iranian hard-liners would continue to challenge centrist rivals.\nBut on one of Mr. Trump’s key assertions — that Iran had cheated on the spirit of the 2015 nuclear agreement even if it was temporarily following its terms — Mr. Coats said Tehran continued to comply with the deal even after the president announced in May that the United States would withdraw from it.\n“We do not believe Iran is currently undertaking activities we judge necessary to produce a nuclear device,” Mr. Coats said.\nHe added, however, that Iranian officials have “publicly threatened to push the boundaries” of the nuclear agreement if it did not see benefits that were promised, including a resumption of oil sales and an end to American sanctions against its financial transactions around the world.\nMr. Trump has called the nuclear agreement “defective at its core” and warned that Iran would “be on the cusp of acquiring the world’s most dangerous weapons” if it remained in place. The agreement still stands, largely with support from European capitals.\nSenator Angus King, the Maine independent who caucuses with Democrats, asked Ms. Haspel point-blank if Iran remained in compliance with the nuclear deal.\nShe said it was, but added that Iranian leaders were considering steps that would “lessen their adherence” to the agreement.\n“They are making some preparations that would increase their ability to take a step back if they make that decision,” Ms. Haspel said. “So at the moment, technically they are in compliance, but we do see them debating amongst themselves as they’ve failed to realize the economic benefits they hoped for from the deal.”\nIntelligence officials have long taken stronger positions than Mr. Trump on North Korea’s continuing nuclear activity, the strength of the Islamic State and Russia’s attempts to influence elections. Mr. Trump has often chafed at assessments he finds at variance with his worldview.\nApril F. Doss, a former associate general counsel at the National Security Agency, said it is not surprising for the intelligence community to stake out facts at odds with the administration view, given that the most recent National Intelligence Strategy noted the spy agencies’ responsibility to “speak truth to power.”\nThe intelligence chiefs emphasized “the commitment to analyzing intelligence in a manner tied to objective facts, not domestic partisan agendas,” said Ms. Doss, now a partner at the law firm Saul Ewing Arnstein & Lehr.\nMr. Trump famously clashed with the spy agencies over their conclusions that Russia was behind the hacking and influence operations that marred the 2016 presidential election. On Tuesday, the new director of the Cyber Command, Gen. Paul Nakasone, told the Senate committee that the American efforts to blunt Russian interference in the recent midterm elections had been successful, though he gave no details — an effort Mr. Trump has never discussed.\nMuch of the hearing focused on cyberthreats from Russia and particularly from China, which the written report said is now positioned to conduct effective cyberattacks against American infrastructure. It specifically cited Beijing’s ability to cut off natural gas pipelines.\nLawmakers discussed the challenges that new technologies being developed by China, Russia and others were posing.\n“We’re now living in yet another new age, a time characterized by hybrid warfare, weaponized disinformation, all occurring within the context of a world producing more data than mankind has ever seen,” said Senator Richard M. Burr, Republican of North Carolina and the committee’s chairman.\nForeign enemies “want to see the United States weakened, if not destroyed,” he said. “They want to see us abandon our friends and our allies. They want to see us lessen our global presence. They want to see us squabble and divide. But their tools are different.”\nSenator Tom Cotton, Republican of Arkansas, joined Mr. King to highlight dangers posed by Huawei, the Chinese telecommunication giant, which was named in Justice Department indictments on Monday.\nMr. King said the company needed to choose between being “a worldwide telecommunications company or an agent of the Chinese government.”\nResponding, Lt. Gen. Robert P. Ashley Jr., the director of the Defense Intelligence Agency, said no Chinese company could truly choose whether to cooperate or hand over data, given Beijing’s grip.\n“It is really authoritarian capitalism in the way the government provides oversight and puts very strict rules in place,” General Ashley said. “It is very problematic.”\nThe written threat review also found that Russia’s ability to conduct cyberespionage and influence campaigns remains similar to its efforts in the 2016 American presidential election. But, it said, the bigger concern is that “Moscow is now staging cyberattack assets to allow it to disrupt or damage U.S. civilian and military infrastructure during a crisis.”\nIt specifically noted Russia’s planting of malware in the United States electricity grid. Russia already has the ability to bring the grid down “for at least a few hours,” the review concluded, but is “mapping our critical infrastructure with the long-term goal of being able to cause substantial damage.”\nTaken together, the report paints a picture of threats vastly different from those asserted by Mr. Trump.\nNotably missing in the written review was evidence that would support building a wall on the southwestern border; the first mention of Mexico and drug cartels was published nearly halfway through the report — following a range of more pressing threats.\nMr. Trump has said the wall is among the most critical security threats facing the United States.", "date": "Jan. 29, 2019", "href": "https://www.nytimes.com/2019/01/29/us/politics/kim-jong-trump.html", "tags": "iran intelligence mr. nuclear contradict ” trump chiefs russia north korea"}