{"title": "On Trade, the U.S. and China Consider the Unthinkable: Breaking Up", "content": "BEIJING — The economic relationship between China and the United States has defined the modern era. It helped lift hundreds of millions of people in China out of poverty. It gave affordable iPhones and other gadgets to American consumers, handed big profits to American companies and delivered 1.3 billion hungry customers to American farmers.\nNow some people in both countries want to tear it apart.\nAs a top Chinese economic policymaker meets with the Trump administration this week in hopes of heading off a potential trade war, some officials in both countries are planning for a time when the world’s two biggest economies do not need each other quite so much any more. They are seeking nothing less than a fundamental rethinking of a trade relationship that encompasses more than $700 billion in goods and services that flow between the countries every year.\nFull disengagement is impossible, leaders on both sides acknowledge. But the plans being developed in Beijing and Washington anticipate a time when the economic engines of China and the United States are not so closely linked, particularly in high-tech industries.\n“In the next step of tackling technology, we must cast aside illusions and rely on ourselves,” President Xi Jinping of China said last month after visiting a new computer microchip factory in the country’s center.\nBeijing has Made in China 2025, a plan that calls for the country to become largely self-sufficient and globally competitive in 10 advanced manufacturing sectors now dominated by the West. These include commercial aircraft, robotics, 5G mobile phone communications and computer microchips.\nChina currently depends on the United States and its allies for those elements of a high-tech future. Washington showed that last month with its move to deny American-made components to ZTE, bringing the Chinese company’s factories to a halt.\nBut Washington is also worried about China’s efforts to build homegrown champions. The Trump administration blocked the chip maker Broadcom’s proposed acquisition of Qualcomm, a rival, this year, over concerns that the deal would give China’s Huawei an advantage in 5G technology.\nThe United States has outlined its own strategy of sorts to wean itself from China. Should the Trump administration enact its threatened tariffs on $150 billion in Chinese-made goods, the thinking goes, American corporations would begin to reduce their reliance on Chinese-made small components, machinery and other dull-but-essential parts in the global supply chain.\nPresident Trump’s proposed tariffs are partly targeted at industries where customers would have an easier time switching to a supplier based in either the United States or a friendly ally like Germany, Japan, Taiwan, South Korea, Mexico or India. In most of the initial product categories the administration has identified for tariffs, less than half of the goods imported by American companies come from China.\nLevi’s has a plan for protecting itself should tensions escalate further. If the Trump administration imposes a levy on clothes made in China, the company could sell American consumers jeans made in Vietnam, Cambodia or one of the three dozen or so other countries where it has suppliers.\n“It’s a shell game,” said Chip Bergh, the chief executive of Levi’s. He added, “We’ll probably still be making a lot of product in China but it just won’t be coming to the U.S.” He noted that jeans made in China could be sold to consumers in Mexico instead.\nThe tariffs are also geared toward the products that will shape the future. China exports almost nothing now in some categories that the Trump administration carefully included in its list for planned tariffs, like electric cars and satellites. But China’s leaders hope that with government nurturing, such industries will soon become big exporters.\nAmerican laws and World Trade Organization rules allow countries to impose tariffs on subsidized goods from overseas that harm domestic industries. But the Trump administration is trying to pre-empt Chinese exports of subsidized high-tech goods to the United States by imposing tariffs in advance.\nUnited States trade officials are counting on tariffs to have long-lasting effects. Decades-old levies on imported pickup trucks, for example, help explain why essentially all pickups sold in the United States — even those made by Japanese companies like Toyota — are made in America.\nAmerican trade policy “will respond to hostile economic competitors, will recognize the importance of technology, and will seek opportunities to work with other countries that share our goals,” Robert E. Lighthizer, the United States trade representative, recently told the Senate Finance Committee.\nThe focus on disengagement reflect broader political realities. China is rapidly building a world-class navy; conducting military exercises in Africa and off the shores of northern Europe; and developing some of the world’s most advanced stealth fighter planes and ballistic missiles. The military muscle-flexing has caused alarm in Washington and directly influenced trade policy.\nIn China, leaders were alarmed five years ago by the former National Security Agency contractor Edward Snowden’s disclosures that American intelligence services had involved technology companies in the United States in its spying on China and its allies. China also faces rising labor costs — meaning cheap manufacturing will no longer provide as many jobs — and has a rising class of educated young people for whom it needs to find well-paying, high-tech jobs. While many American and European companies see Made in China 2025 as building up government-supported rivals, Chinese leaders see the plan as essential to the country’s future prosperity.\nZTE’s punishment, in particular, exposed big gaps in China’s economic prowess.\n“It seems likely that the current trade dispute, and the ZTE sanctions in particular, will spur the Chinese government to double down on its economic autarky model, where they seek self-sufficiency in a wider array of technology-based products,” said Robert D. Atkinson, the president of the Information Technology and Innovation Foundation, a Washington policy research group backed partly by Western technology companies.\nThe Chinese and American plans both face long odds.\nAt first glance, China’s might seem to have a better chance of success. The country’s state-controlled banking system can steer huge loans at very low interest rates to any industry the central government chooses. Local governments have also been urged to promote targeted industries, which they can do through subsidies like providing downtown land at virtually no cost. Semiconductor factories are now rising in major cities all over China, posing a formidable challenge to the industry’s global players.\nBut China has a long way to go. It trails the United States significantly in crucial areas like microchips, software design and high-end precision manufacturing. As one example, semiconductors designed in the United States make up half the chips China buys every year. American companies can already design and will soon be manufacturing semiconductors with circuits just one-fifth of the size of Chinese circuits.\nBut the United States faces its own challenges. Washington could find it extremely difficult to lure back factories that moved to China over the years. Chinese workers may be more expensive to employ than they once were, but they are still paid a quarter or less than American workers. China has also become a vast new market in its own right — one that companies are loath to leave — and has invested huge sums in highways, bullet trains and other systems that make connecting buyers and sellers cheap and easy.\nAnd some industries simply may never come back. For example, Mr. Trump’s proposed tariffs will not touch the consumer electronics industry, in an acknowledgment that the business of making iPhones and Xboxes will stay in China for the foreseeable future.\nFoxconn, a Taiwan company that makes iPhones and other devices, has begun building a manufacturing complex in India and is preparing to build one in the United States, too. Devendra Fadnavis, the chief minister of Maharashtra state in India, which includes Mumbai, said in an interview that he had recently met with a group of chief executives of American companies who also wanted to place big bets on new factories in the country.\n“They were very bullish on India,” Mr. Fadnavis said, “and now I’m getting more and more inquiries from the U.S.”\nBut politics, not economics, have played a major role in those decisions, and progress has been slow. Despite a plan to build factories employing 50,000 people in the western Indian state of Maharashtra by 2020, Foxconn now has 16,500 workers in all of India. In China, it has one million.\n“We are continuing to invest in expanding our presence and capabilities in locations throughout China,” Foxconn said in a statement.\nJie Zhao, a public policy specialist at Fudan University, predicted that increased economic self-reliance in the United States and China would not come quickly, but that it may lie ahead anyway.\n“Neither China nor the U.S. can eliminate the economic interdependence of each other at this moment in time,” she said. “But reducing their dependence could be an option for getting ahead in the technological competition and world-power reorganization.”", "date": "May 16, 2018", "href": "https://www.nytimes.com/2018/05/16/business/china-us-trade-disengage.html", "tags": "american china unthinkable consider u.s. united states companies ” economic chinese trade tariffs breaking"}