{"title": "One Of The Stupidest Anti-Obamacare Arguments Is Making A Comeback", "content": "There have been a lot of truly dumb and audaciously dishonest things said about the Affordable Care Act, aka Obamacare, over the years.\nThink death panels and microchips embedded under the skin.\nBut what might be one of the most boldly absurd things Republicans have said about the law is that it failed because there are still people who have no health insurance.\nSure, an estimated 20 million people have health coverage because of the law, and the national uninsured rate is the lowest it’s ever been. But some people remain uninsured. Train wreck!\n“Obamacare itself has woefully fallen short of its goal to cover the American people,” Vice President Mike Pence said during an remarks to Department of Health and Human Services employees Tuesday.\nAnd here’s Health and Human Services Secretary Tom Price ― who absolutely knows better ― lamenting this state of affairs on Twitter Tuesday, using a chart Pence displayed on stage at HHS headquarters.\nFirst, that “only 10 million enrolled” refers solely to the Affordable Care Act’s health insurance exchange marketplaces, and completely ignores the law’s Medicaid expansion, which has provided coverage to more people than the exchanges in 31 states and the District of Columbia, which adopted the expansion.\nSen. John Cornyn (R-Texas) has been trotting out this bogus argument for years, most recently on Twitter a few weeks ago. (It’s hard to say whether Cornyn knows better.)\nSen. Bernie Sanders (I-Vt.) surely must find this yearning for universal coverage from his Republican colleagues to be utterly heartwarming. He’s got a plan for that!\nBut about that 28 million. That’s how many people the Centers for Disease Control and Prevention say lacked health coverage last year, and it amounts to 9 percent of the population, down from 14.4 percent in 2013, the year before the Affordable Care Act’s coverage expansion began. (The Congressional Budget Office pegs this year’s number at 26 million.)\nThose are big numbers, and no one who believes in universal coverage is satisfied that the Affordable Care Act left so many people without help.\nLet’s be clear, though: Mike Pence, Tom Price and John Cornyn don’t belong to the group of Americans that believes in universal coverage.\nNor do President Donald Trump, House Speaker Paul Ryan (R-Wis.), or Senate Majority Leader Mitch McConnell (R-Ky.). And neither does any member of Congress who voted for the GOP’s American Health Care Act.\nHow do we know? Because that bill would make the number of uninsured much, much bigger. This, presumably, is why Trump reportedly told Republican senators that the House bill is “mean.”\nUnder the legislation the House passed last month ― which the Senate is using as the basis for its legislation ― there would be 51 million uninsured people in the United States by 2026, compared with the 28 million under current law (Obamacare), according to the Congressional Budget Office.\nBy comparison, when the CBO assessed the Affordable Care Act in 2010, it projected the law would shrink the number of Americans without health coverage from 51 million to 23 million in 2019. After the Supreme Court ruled in 2012 that states could refuse the law’s Medicaid expansion, the CBO revised its prediction, saying 29 million would be uninsured in 2019, and 30 million by 2022.\nSo why does a law designed to help people get health coverage leave so many people uninsured?\nIt’s partly by design, because undocumented immigrants deliberately are excluded from the Affordable Care Act’s benefits. It’s partly because there are a lot of people who are eligible for Medicaid coverage or subsidized private health insurance who haven’t signed up. And it’s partly because there are many people who can’t afford or don’t want health insurance, either offered by an employer or via the exchanges, and so they don’t buy it.\nThe Henry J. Kaiser Family Foundation created this chart breaking that down, using data from the U.S. Census Bureau: \nThe largest group is undocumented immigrants, legally barred from even using their own money to buy health insurance from the exchanges and from enrolling in Medicaid.\nIf Mike Pence wants to change that, he’d find a lot of Democrats willing to have that conversation.\nMore than four in 10 of the uninsured are eligible for assistance, but, for whatever reason, aren’t getting it. For some portion of those individuals, it’s because even with financial assistance, they still find the insurance too expensive. Others probably don’t even know that help is available. \nIf Tom Price wants to increase aid for poor and middle-income households to buy coverage, and to devote more resources to getting the word out about programs that can help, Democrats would be more than happy to work out a deal.\nThere are more than 2 million people who’d be eligible for Medicaid if they lived in states that took up the Affordable Care Act’s expansion.\nDemocrats would welcome it if John Cornyn pressured his home-state officials in Texas ― which has the highest uninsured rate in the country ― to expand Medicaid.\nAnd then there are the 7.5 million people who either earn too much to qualify for the Affordable Care Act’s tax credits, or can’t get those subsidies because their employers offered them health benefits and they turned them down. It stands to reason that cost is a big reason why these folks are uninsured. So, again, if Pence, Price and Cornyn are so concerned about the plight of these people, they could promote policies that address it.\nInstead, the Republican Party is putting all its weight behind legislation that would help far fewer people. Don’t expect Mike Pence to stand in front of a bar graph showing the number of uninsured going up and up and up under the legislation his boss is in such a hurry to sign.", "date": "\n06/14/2017", "href": "https://www.huffpost.com/entry/one-of-the-stupidest-anti-obamacare-arguments-is-making-a-comeback_n_59403222e4b09ad4fbe39eb3", "tags": "arguments anti-obamacare coverage making health one comeback act affordable law uninsured million care stupidest"}