{"title": "One Dead in Synagogue Shooting Near San Diego; Officials Call It Hate Crime", "content": "LOS ANGELES — The gunman entered the synagogue on Saturday yelling anti-Semitic slurs, and opened fire with an A.R. 15-style gun. He paused when the rabbi of the congregation tried to talk with him. But he fired again, shooting the rabbi in the hand.\nHis attack left a 60-year-old woman dead, the rabbi wounded and a 34-year-old man and a girl with shrapnel wounds.\nIt was the Sabbath and the last day of Passover, a holiday that celebrates Jewish freedom.\nThe shooting, at Chabad of Poway, about 25 miles north of San Diego, is the most recent in a series of deadly attacks at houses of worship, including the mass shooting at mosques in New Zealand last month and the church bombings in Sri Lanka this past week. It came exactly six months after one of the worst acts of violence against the American Jewish community in decades left 11 dead in a Pittsburgh synagogue.\n[Update: Rabbi injured in synagogue shooting says “terror will not win.”]\nLocal officials called the shooting in Poway, Calif., a hate crime. The gunman, whom officials identified as John Earnest, a 19-year-old resident of San Diego, screamed that Jews were ruining the world as he stormed the synagogue, according to a government official with knowledge of the investigation who spoke on the condition of anonymity because the official was not authorized to speak publicly.\nThe gunman then fled the building, perhaps because his gun stopped working, the authorities said. An off-duty Border Patrol agent at the synagogue shot at the suspect’s vehicle as he tried to escape. The bullets punctured the suspect’s car but did not injure him.\nThe synagogue did not have a guard at the time, the official said, and there were about 40 to 60 people there at the time of the shooting. Some had come to services especially to say Yizkor, a memorial prayer for the dead that is said on Jewish holidays.\nThe rabbi, Yisroel Goldstein, and three of his congregants were taken to Palomar Medical Center.\nThe San Diego police chief, David Nisleit, said that after the shooting, the gunman called the California Highway Patrol to report his location on Interstate 15 in Rancho Bernardo. He then surrendered to a police officer who was responding to the attack, jumping out of his vehicle with his hands up.\nThe police said they were investigating whether the gunman had posted a manifesto before the shooting on the online message board 8chan.\nThe document, an anti-Semitic screed filled with racist slurs and white nationalist conspiracy theories, echoes the manifesto that was posted to 8chan by the gunman in last month’s mosque slayings in Christchurch, New Zealand. The document’s author, who identified himself as John Earnest, claimed to have been inspired by the Christchurch massacre, as well as the shooting in Pittsburgh, and motivated by the same white nationalist cause.\nPresident Trump offered his sympathies from Washington. “Our entire nation mourns the loss of life, prays for the wounded, and stands in solidarity with the Jewish community,” he said. “We forcefully condemn the evil of anti-Semitism and hate, which must be defeated.”\nJonathan Greenblatt, the chief executive and national director of the Anti-Defamation League, which has tracked an increase in anti-Semitic acts in recent years, said the shooting was part of a pattern of deadly extremism.\n“This was a pointed attack on Chabad, on the visible Jewish community here, and this is a collective attack on all Jewish communities — this is anti-Semitism unleashed,” Mr. Greenblatt said. “In a pattern where prejudice is minimized in an environment where intolerance is trivialized and when prejudice becomes politicized, we shouldn’t be surprised.”\nThe author of the manifesto also said that he was responsible for a fire at a mosque in Escondido, Calif., last month, and that he had written graffiti related to the New Zealand attacks at the scene.\nChief Craig Carter of the Escondido Police Department said that investigators were examining whether the claim was legitimate. “If it is indeed the same person, that would definitely give closure to the mosque and our community,” Chief Carter said.\nThe document also referred to a live video stream and linked to a Facebook page, an indication that the author may have tried to stream the shooting in real time.\nAttendance at the synagogue was larger than usual because of the holiday, with many older congregants there to pray for their deceased parents, said Oscar Stewart, who was inside the synagogue during the shooting. At the time, Rabbi Goldstein was speaking to a congregant in the lobby.\nWhen Mr. Stewart heard shots ring out, he said his training from his years in the military kicked in.\n“He looked scared,” Mr. Stewart said. “I yelled as loud as I could in my mean sergeant voice. I yelled, ‘Get down!,’ and then I ran toward him.”\nMr. Stewart said the gunman fled shortly after. “He was a coward,” he added.\nNancy Levanoni, 80, who has been going to the synagogue for 17 years, said, “Apparently, God was looking after us because we got there a little later than normal.”\nServices started at 10 a.m. and Ms. Levanoni and her husband, Menachem Levanoni, 81, the former president of the synagogue, got there closer to 11:15 a.m.\n“As we were getting out of the car, we heard gunshots,” she said. “I thought maybe someone was stepping on those little plastic bubbles.”\nThey headed toward the synagogue, where Ms. Levanoni saw the rabbi bleeding from a finger, where he appeared to have been shot. One of her closest friends was on the floor, she said.\nMs. Levanoni learned that her friend had been shot and was seriously injured. The pair had been friends for 17 years and the victim was very active in the synagogue, she said.\n“She can’t do enough for people around her,” Ms. Levanoni said. “If you are sick, she brings you food. She’s a wonderful, wonderful person.”\nWalter Vandivort, who lives in the neighborhood of the synagogue, said he had heard gunshots while he was indoors.\nHe described the neighborhood as a “peaceful, middle-class” area that had never seen this kind of violence in the decades he had lived there.\n“I see the Orthodox Jews walking to their synagogue and we’ve never had a problem,” he said. The Chabad of Poway was established in 1986, according to its website, part of the Lubavitch movement that focuses on outreach.\nPoway, which describes itself as “the city in the country,” is both rural and urban, a place where sports stars have made their homes, and where horse trailers are parked in front of many houses.\nNeighbors gathered on the sidewalks near the synagogue as police officers taped off and closed major roads. Officials in San Diego said that they would increase highly visible patrols and security through the weekend, but that there were no other specific threats.\nAs helicopters flew overhead, Judith Zimmer, a member of Chabad Poway, stood outside of nearby Poway High School, which was being used as a meeting place, and tried to call her daughters in San Diego to tell them that she was fine and had not been at the service at the time of the shooting.\n“I was going to go with a friend, but she hurt her foot and I decided to stay home,” Ms. Zimmer said with tears in her eyes. “We’re a close-knit group here and Poway is a wonderful place to live, but hate happens all over San Diego. I’m sad and disappointed, but I’m not afraid.”\nPeople held hands as they walked into the high school. One man was holding a teenage girl tightly, his arm wrapped around her. Most of them looked down at the ground as they went inside.\nAs palm trees swayed under a bright blue sky, officers diverted traffic, and drivers looked out of their windows trying to see past the yellow tape that was blocking the main thoroughfare.\n“I heard what happened and had to come over and see if I could help,” said Avi Edberg, who attends Temple Adat Shalom, another Poway synagogue. “My friend is still being interviewed by the police. I’m going to wait for her. I know she’s not at the hospital, so that’s a good thing, right? This is so horrible. Just horrible.”", "date": "April 27, 2019", "href": "https://www.nytimes.com/2019/04/27/us/poway-synagogue-shooting.html", "tags": "shooting near call gunman officials hate “ diego poway one san crime synagogue dead rabbi jewish"}