{"title": "One Legacy of Merkel? Angry East German Men Fueling the Far Right", "content": "EBERSBACH-NEUGERSDORF, Germany — Frank Dehmel was on the streets of East Germany in 1989. Every Monday, he marched against the Communist regime, demanding freedom and democracy and chanting with the crowds: “We are the people!”\nThree decades later, Mr. Dehmel is on the streets again, older and angrier, and chanting the same slogan — this time for the far right.\nHe won freedom and democracy when the Berlin Wall came down 29 years ago on Nov. 9. But he lost everything else: His job, his status, his country — and his wife. Like so many eastern women, she went west to look for work and never came back.\nTo understand why the far right is on the march again in Germany, it helps to understand the many grievances of its most loyal supporters: men in the former Communist East.\nThe emergence of Eastern Man as a disruptive political force stands as a prime legacy of Chancellor Angela Merkel’s 13 years in power. As she prepared Germans last week for her eventual political exit, some noted that, politically at least, her Germany was more divided between East and West than at any point since reunification.\nNo doubt the far right has made gains across Germany. The Alternative for Germany, or AfD, won 13 percent of votes in last year’s elections, enough to make it the leading opposition voice in Parliament. It is now represented in every one of the country’s 16 state legislatures.\nBut support for the AfD in the East is on average more than double that in the West. Among eastern men, the party is the strongest political force, with 28 percent having cast their ballots for the AfD last year.\nEastern Man, a figure long patronized, pitied or just ignored in the West, is in the process of again reshaping German politics.\nNo one more embodies the frustrations of eastern men — or has been more the object of their ire — than Ms. Merkel, an eastern woman who rose to the pinnacle of power and provides a daily reminder of their own failure.\nYet Ms. Merkel never became the ambassador for the East that people yearned for: Living standards in the region still lag those in the West, even after what is perceived as a traumatic economic takeover.\nMr. Dehmel calls her a “traitor” and worse.\nAfter reunification, Mr. Dehmel recalled, western men in suits and Mercedes-Benzes arrived in his eastern home state of Saxony, soon running businesses, running universities, running the regional government, “running everything.”\nAnd that was before more than a million asylum seekers, many of them young men, came to Germany in 2015.\n“I didn’t risk my skin back then to become a third-class citizen,” said Mr. Dehmel, now 57, counting off the perceived hierarchy on his fingers: “First there are western Germans, then there are asylum seekers, then it’s us.”\nOne-third of male voters in Saxony, where he lives, cast their ballots for the far right last year — by far more than any other place in the country.\n“We have a crisis of masculinity in the East and it is feeding the far right,” said Petra Köpping, minister for integration in Saxony.\nWhen Ms. Köpping took office in 2014, she thought her job was to integrate immigrants. But as hundreds of thousands of asylum seekers began arriving in Germany a year later, a middle-aged white man heckled her at a town-hall-style meeting.\n“Why don’t you integrate us first?” the man had shouted.\nThat question, which has since become the title of a book written by Ms. Köpping, prompted her to tour her eastern home state and interview dozens of angry men. The disappointed hopes and humiliations of 1989, she found, still fester.\nSome three million jobs, most of them in traditionally male industries, were lost over two years. The working-class heroes of Socialism became the working-class losers of capitalism.\nEast German men were abandoned by their newly united country practically overnight, Ms. Köpping said: “They are the original left-behinds.”\nAnd they were quite literally left behind — by the women.\nLong before the #MeToo movement, Communism succeeded in creating a broad class of women who were independent, emancipated, often better educated and working in more adaptable service jobs than eastern men.\nAfter the wall came down, the East lost more than 10 percent of its population. Two-thirds of those who left and did not come back were young women.\nIt was the most extreme case of female flight in Europe, said Reiner Klingholz, director of the Berlin Institute for Population and Development, who has studied the phenomenon. Only the Arctic Circle and a few islands off the coast of Turkey suffer comparable male-female imbalances.\nIn large swaths of rural eastern Germany, men today still outnumber women, and the regions where the women disappeared map almost exactly onto the regions that vote for the Alternative for Germany today.\n“There is a gender element to the rise of the far right that is not sufficiently acknowledged and studied,” Mr. Klingholz said.\nOnly 16 percent of the Alternative for Germany’s registered members are women. And only 9 percent of female voters cast their ballot for the party last year, compared with 16 percent of male voters.\nThe far right is disproportionally male. And so is eastern Germany.\nThere are on average nine women for every 10 men between the ages of 20 to 40 in the former East, statistics from 2015 show. But that average disguises a surplus of women in big cities — and a much starker shortage in smaller towns and rural areas.\nChemnitz, the site of far-right riots in late August, has eight women for every 10 men ages 20 to 40. In Weisskeissel, a village near the Polish border, the ratio is three women to five men. In Glaubitz, it is almost one woman to four men.\nMr. Dehmel’s hometown, Ebersbach, once a thriving textile hub on the Czech border, lost seven in 10 of its jobs and almost half its population after 1989. Schools were closed and train services cut. To halt the decline it merged with the neighboring town of Neugersdorf.\n“We lost a generation,” said Verena Hergenröder, the mayor of Ebersbach-Neugersdorf, an independent.\nUnemployment, once over 25 percent, is now below 3 percent. But the region feels less than thriving. Empty dwellings dot residential neighborhoods. The train station is boarded up. One bit of graffiti proclaims: “There is enough love for everyone.”\nBut people here know that is not true.\nThere were two women for every three men ages 22 to 35 when Mr. Klingholz and his team visited in 2007 to make it a case study. That generation is now 11 years older — the core voting age of the Alternative for Germany.\nOliver Graf is one of them. Soft-spoken and polite, Mr. Graf works in construction and volunteers for the local fire brigade. He says he hardly knows anyone “who does not vote for the AfD,” the strongest party in town.\nAt 37, Mr. Graf says he is ready to start a family. He has been restoring his own house. But he is single, like several of his male friends. It’s a topic of conversation, he said. As he put it, “it’s hard to meet someone.”\nThe shortfall of women is not visible in everyday life.\n“Men don’t know it’s there and if you show them the numbers, they’re often surprised,” Mr. Klingholz said. “All they know is that they have trouble finding a partner.”\nBernd Noack, a former mayor of Ebersbach, remembers being surprised, too, when he was first confronted with the issue a decade ago. “I didn’t believe it at first,” he said.\nAt the time, he ran the numbers himself. “Twenty-six percent of the young men couldn’t find a wife,” Mr. Noack recalled.\nSuddenly some things started making sense, he said: the fights over women in discothèques, the barely disguised hostility toward foreign men in the town.\nOnce, a local company had brought 24 young apprentices over from Spain. They were urged to stay away from the nightclubs, Mr. Noack said, code for “staying away from the local women,” he said.\nThe women who have stayed are prominent in public life. Not just the mayor is a woman. The pastor is a woman. One of the few bars open at night, the Brauerei, is run by a woman, too.\nHer son helps her out. Her daughter, who graduated from high school in 1989, months before the wall came down, moved away and married a western man. Most marriages between easterners and westerners are between eastern women and western men.\n“The anger of eastern men also has something to do with the success of eastern women,” said Frank Richter, an eastern theologian and prominent thinker.\nIf eastern men dislike Ms. Merkel so viscerally, it is not just because she let in a million asylum seekers, Mr. Richter said, “but because she is so utterly familiar to eastern men and a daily reminder of their own failure.”\nMs. Köpping, another successful eastern woman, worries about the rage. Over the past two years she has toured her home state and held regular citizens’ office hours, trying to understand the anger of the men — and it was, she said, almost always men.\nOne of them, a 69-year-old former factory worker, broke down in tears when he recounted how his factory had been closed down, the brand new machines sold to a western German company.\nAnother told her he stopped going to high school reunions because he was too ashamed that, despite multiple retraining programs, he had not found another stable job.\nA third, who regularly marches with Pegida, an acronym that stands for Patriotic Europeans Against the Islamization of the West, raged about young male migrants stabbing and raping “our women.”\n“Most men I met have suffered so many injustices and setbacks, they have lost all self-confidence,” Ms. Köpping said.\nAs of 2015, she added, they also feel threatened by young male migrants, who do not necessarily live anywhere near them, but whose difficult journey proves they are everything eastern men are not — dynamic, determined and driven — “otherwise they would not have made it here in the first place.”\nLast year, Ms. Köpping got a postcard from one of the men she had met during a Pegida march. “Dear Ms. Köpping,” it read, “if you get me a wife I will stop marching with Pegida.”\nMr. Dehmel said he, too, takes the train from Ebersbach to Dresden most Mondays to join the weekly Pegida march. In September, he traveled all the way to Chemnitz to join far-right protests after the death of a German man, allegedly at the hands of two asylum seekers.\nOn a recent afternoon he was buying ammunition for his rifle at the local gun shop. Gunther Fritz, the gun shop owner, who is also single, said it was no coincidence that the slogans on the streets in 2018 are the same ones as in 1989.\n“We got a sense of power back then, and we’re not going to let anyone take that away from us,” Mr. Fritz said. “The West was handed democracy after the war, we in the East had to get it for ourselves.”\n“You watch,” he added, “we brought down one system. We can do it again.”", "date": "Nov. 5, 2018", "href": "https://www.nytimes.com/2018/11/05/world/europe/merkel-east-germany-nationalists-populism.html", "tags": "legacy merkel germany german right ” one eastern fueling women men — far angry east"}