{"title": "Ongoing Trump Migraine: His Initial Foreign Policy Team", "content": "WASHINGTON — One lasted only 24 days as President Trump’s national security adviser, done in by his lack of candor about conversations he had with the Russian ambassador. Another has been hauled in front of a federal grand jury investigating Russia’s interference in the election.\nA third has pleaded guilty to lying to federal agents about his own contacts with Russians.\nSuch is the fate of some of the earliest foreign policy advisers that Donald J. Trump announced with great fanfare in early 2016, a time when he was closing in on the Republican presidential nomination. It was a team born out of a political problem: Mr. Trump’s surprise march to the nomination had left the party’s establishment openly questioning whether he had the foreign policy experience and was too much of a loose cannon to be entrusted with the presidency.\nMr. Trump’s solution was to cobble together a list of men who were almost immediately written off as a collection of fringe thinkers and has-beens and unknowns in Washington foreign policy circles. Some from that group have now created far deeper problems for Mr. Trump, providing federal and congressional investigators with evidence of suspicious interactions with Russian officials and their emissaries.\nCourt documents and interviews with some of the advisers themselves revealed that many on the team embraced a common view: that the United States ought to seek a rapprochement with Russia after years of worsening relations during the Obama administration. Now, however, their suspected links to Russia have put them under legal scrutiny and cast a shadow over the Trump presidency.\nWhite House officials and former campaign aides insist that two of the three foreign policy advisers now under scrutiny by federal authorities had very little influence on Mr. Trump’s campaign. They say that George Papadopoulos, who secretly pleaded guilty to charges of lying to federal agents in early October, was a young, low-level volunteer who served the campaign for only a few months.\nThey have described Carter Page, an energy executive who F.B.I. agents suspected had once been marked for recruitment by Russian spies, as a gadfly who had been “put on notice” by the campaign and whom Mr. Trump “does not know.” Mr. Page’s trip to Moscow in July 2016 was one of the triggers leading the F.B.I. to open a counterintelligence investigation into the Trump campaign, and he has appeared before a grand jury in the investigation led by Robert S. Mueller III, the special counsel.\nIt is harder for the White House to distance itself from Michael T. Flynn, a retired military intelligence officer who was forced out in February after less than a month as Mr. Trump’s national security adviser. The White House has said Mr. Flynn resigned after it became clear he had not been forthright about conversations he had in late December with Sergey I. Kislyak, who was then the Russian ambassador.\nThe fact that so many of Mr. Trump’s foreign policy aides from that period have now acknowledged contacts with Russian officials or their intermediaries hints at Moscow’s eagerness to establish links to his campaign.\nMr. Flynn’s pro-Russian tilt was well established before he joined the Trump campaign. He had pushed for greater cooperation with Russia on counterterrorism issues while director of the Defense Intelligence Agency from 2012 to 2014. He became even more vocal after he was forced to retire by President Barack Obama, arguing that Russia was a necessary ally in a “world war” against Islamist militancy. Mr. Flynn even traveled to Russia in December 2015 for a paid speaking engagement with RT, the Kremlin-financed news network that American intelligence says is a propaganda operation. The trip also included an invitation to RT’s anniversary dinner, where he was photographed sitting at the elbow of President Vladimir V. Putin of Russia.\nIt has since become clear that the White House knew before the inauguration that Mr. Flynn was already under federal investigation for secretly working as a paid agent of Turkey during the campaign. That investigation has widened to examine possible money laundering and failure to disclose payments from Russian companies, including RT.\nAlthough as a candidate Mr. Trump touted the “many great national security people” at his side, he was reduced in large part to unknowns or carry-overs from other failed campaigns, even as late as March 2016, when he was the clear front-runner. More than 50 conservative foreign policy experts signed an open letter condemning his national security views.\nAnd his own statements were confusing: “Yes, there is a team. There’s not a team. I’m going to be forming a team,” Mr. Trump said on MSNBC’s “Morning Joe” on March 8, 2016.\nFinally, in late March, Mr. Trump presented his team, led by Jeff Sessions, the Alabama senator and future attorney general. Among the other five he named were Mr. Page and Mr. Papadopoulos, whom he described as “an energy and oil consultant, excellent guy.”\nMr. Papadopoulos, then 28, had some minor campaign experience. After he promised to raise substantial sums from the Greek-American community, Ben Carson’s campaign hired him for $5,000 a month to serve on its national security and foreign policy advisory committee.\nAfter Mr. Carson’s campaign collapsed, Mr. Papadopoulos moved into Mr. Trump’s orbit. According to interviews and the court papers released Monday, he discussed the campaign’s priorities with Sam Clovis, then a top policy adviser and campaign supervisor, and “understood that a principal foreign policy focus of the campaign was an improved U.S. relationship with Russia.”\nIn a statement from his lawyer, Victoria Toensing, Mr. Clovis denied that. “That was not Dr. Clovis’s view,” it said.\nSarah Huckabee Sanders, the White House press secretary, told reporters during a news briefing on Tuesday that the Trump campaign had voluntarily given Mr. Papadopoulos’s emails to investigators. “That is what led to the process and the place that we’re in,” Ms. Sanders said, adding that the campaign had been “fully cooperating and helping with that.”\nIn late March last year, Mr. Papadopoulos emailed Mr. Clovis and others that he had discussed with his contacts — a London-based professor with Moscow ties and a Russian woman whom he described as a relative of Mr. Putin’s — the possibility of a meeting between the Trump campaign and Russia’s leadership.\n“Great work,” Mr. Clovis responded, according to the court documents and interviews.\nAt a March 31 meeting in a foreman’s lounge at the Trump Hotel in Washington, which was under construction, with Mr. Trump and the rest of the foreign policy team, Mr. Papadopoulos pitched the idea of a personal meeting between Mr. Trump and Mr. Putin. Mr. Clovis and others immediately expressed doubts about the wisdom of the idea, noting that Russia was under United States sanctions and denouncing the “optics” of a meeting with Mr. Putin, according to a former campaign aide who attended the meeting.\nBut Mr. Trump listened with interest and asked questions of Mr. Papadopoulos. Mr. Trump “didn’t say yes, and he didn’t say no,” said the former aide, who agreed to describe the meeting on the condition of anonymity.\nFinally, Mr. Sessions, as the campaign’s top national security official, spoke vehemently against the idea, asking others not to discuss it again. Mr. Trump did not challenge him, the former aide said.\nNonetheless, Mr. Papadopoulos continued to pursue the notion of some sort of meeting for several months, updating Trump campaign officials on his efforts, the court records showed.\nHe emailed one high-ranking campaign official saying that the Russian Ministry of Foreign Affairs had asked if the campaign would send a representative to Russia, and he offered to go. In August 2016, Mr. Clovis wrote Mr. Papadopoulos encouraging him and another adviser to make the trip, “if it is feasible.” It never took place.\nMs. Toensing, Mr. Clovis’s lawyer, said that Mr. Clovis agreed that Mr. Papadopoulos should travel as a private individual, not as a campaign aide.\n“He was hitting on everyone,” she said. “And they all ignore him and the trips didn’t occur.”\nFormer campaign officials say Mr. Papadopoulos peppered them with unwanted emails. After he criticized the British leadership on television, he wrote asking if he would be fired.\nStephen K. Bannon, then the campaign chairman, did not bother to respond.", "date": "Oct. 31, 2017", "href": "https://www.nytimes.com/2017/10/31/us/trump-foreign-policy-advisers.html", "tags": "policy initial papadopoulos clovis team migraine ” trump ongoing russia foreign campaign"}