{"title": "OPEC, Russia Weigh Production Cuts to Prop Up Oil Prices", "content": "Major oil producers meeting in Abu Dhabi on Sunday signaled that they were considering once again changing course and cutting production.\nBut the group, which included the Saudi oil minister, Khalid al-Falih, and his Russian counterpart, Alexander Novak, did not make any firm decisions. Those are more likely to come when officials gather in Vienna in the first week of December for a meeting of the Organization of the Petroleum Exporting Countries.\nA statement after the meeting on Sunday, however, did warn that the gap between supply and demand could widen next year, which “may require new strategies to balance the market.”\nThe producers at the meeting, from OPEC and non-OPEC nations, are clearly worried about the recent reversal of oil prices. After rising strongly this year on concerns about future supply shortages, oil prices have been sliding of late. Brent crude, the international benchmark, has fallen almost 20 percent to just over $70 a barrel from about $86 a barrel on Oct. 4. “The concerns have diametrically flipped,” said Antoine Halff, a founding partner of Kayrros, a market research firm based in Paris.\nThere are several reasons for the price drop. After restraining output since early 2017, the Saudis and Russians have significantly increased production in recent months, in part a response to pressure from President Trump. At the same time, Iranian output, which was expected to be hit hard by the Trump administration’s reimposition of sanctions this year, appears to be holding up better than expected.\nThe granting of temporary exemptions to several of Tehran’s biggest customers, including China, Japan and India, has also caused analysts to question whether their forecasts about Iranian exports were too dire.\nIn addition, output from shale oil producers in the United States has been growing much faster than analysts previously expected.\nThe Saudis, the world’s largest oil exporters, are determined to try to shape the market to their liking, but doing so in the coming weeks and months may prove difficult, analysts say. For one thing, many uncertainties remain, including the impact of the Iran sanctions, which took effect on Nov. 5.\nIn addition, the Saudis, who suggested before the meeting that they would cut production by half a million barrels a day beginning next month, may need to take most of the hit themselves.\nWhile Russia has become closely aligned with Saudi Arabia over the last two years, the signals are that Moscow, whose oil companies have invested heavily in increasing their output, will be reluctant to begin reining in production again so soon.\n“In the final analysis, the Saudis are still the swing producers in the oil markets, whether they like it or not,” said Bhushan Bahree, an OPEC analyst at IHS Markit.", "date": "Nov. 11, 2018", "href": "https://www.nytimes.com/2018/11/11/business/opec-oil-prices-production-cuts.html", "tags": "may output saudis cuts production weigh prices oil meeting opec year prop russia producers"}