{"title": "Opposition to Judge in Stanford Sexual Assault Case Grows, In and Out of Court", "content": "SAN FRANCISCO — A California judge who was criticized for handing down a short jail term in a case involving a sexual assault at Stanford University is facing a growing number of impediments both inside and outside the courtroom.\nSince Judge Aaron Persky of Santa Clara Superior Court sentenced a former champion swimmer for Stanford, Brock Turner, to what is effectively a three-month jail term, a dozen jurors have objected to serving in his courtroom. He was also the subject of a successful motion on Tuesday by the district attorney’s office to stop him from presiding over another sexual assault case.\nAnd since he handed down the sentence, a petition to remove him from the bench has attracted 1.4 million supporters, its organizers say.\nJudge Persky’s sentence in the Turner case gained national prominence when the victim released a powerful statement that she had made during the sentencing to BuzzFeed. The statement, which has been read millions of times online, describes her personal anguish during the assault and the trial.\nThe case that Judge Persky was removed from on Tuesday involved a male nurse accused of touching, without any medical reason, the genitals of a sedated female patient.\nIn the motion to remove Judge Persky, the prosecution said he was “prejudiced against the party or the interests of the party,” said Stacey Capps, the chief trial deputy in the Santa Clara County district attorney’s office. The prosecution was unable to have a “a fair and impartial trial or hearing” with Judge Persky hearing the case, the motion said.\nIn an interview, Ms. Capps said such motions were made “with some regularity” in the court, but usually by the defense. The motions are rarely opposed.\nJeffrey F. Rosen, the Santa Clara district attorney, said in a statement Tuesday that he had lost confidence in the judge to try the case. The statement also cited another case that Judge Persky dismissed on Monday before a jury could deliberate.\nIn that case, the police stopped a woman in a stolen car and found what they said were stolen items in her bag. Jury selection in the case had been more difficult than usual, with as many as 16 jurors refusing to serve because they said they were unsettled by Judge Persky’s sentence in the Stanford sexual assault case.\n“I’ve never seen a juror tell a judge, I can’t be fair because of the judge,” said James Leonard, the supervising deputy district attorney. “It was shocking.”\nIn his statement, Mr. Rosen said he was “disappointed and puzzled” that the theft case had been dismissed.\n“After this and the recent turn of events, we lack confidence that Judge Persky can fairly participate in this upcoming hearing in which a male nurse sexually assaulted an anesthetized female patient,” Mr. Rosen said.\nThe prosecutor called the motion to dismiss Judge Persky “a rare and carefully considered step.”\nMr. Rosen also said, “In the future, we will evaluate each case on its own merits and decide if we should use our legal right to ask for another judge in order to protect public safety and pursue justice.”\nJudge Persky faces an election in November but is running uncontested.\nA Stanford law professor, Michele Dauber, has led the campaign to remove Judge Persky from office. Ms. Dauber, who helped release the victim’s statement to the media, is also a friend of hers.\nIn Washington, on the floor of the House of Representatives on Wednesday night, 18 members of Congress took turns reading the statement. The reading was part of an effort to gain support for legislation that would single out universities that do not properly address campus assaults, said Representative Jackie Speier, Democrat of California, who organized the reading.", "date": "June 15, 2016", "href": "https://www.nytimes.com/2016/06/16/us/stanford-brock-turner-judge.html", "tags": "stanford opposition judge grows court ” statement sexual case also persky assault"}