{"title": "Optimistic Fed Outlines an End to Its Stimulus", "content": "WASHINGTON — The Federal Reserve, increasingly confident in the durability of economic growth, expects to start pulling back later this year from its efforts to stimulate the economy, the Fed chairman, Ben S. Bernanke, said on Wednesday.\nMr. Bernanke, offering new details, said the central bank intends to scale down gradually its monthly purchases of Treasury securities and mortgage-backed bonds beginning later this year and ending when the unemployment rate hits 7 percent, which the Fed expects to happen by the middle of next year. \nThe central bank would then take several more years to unwind the rest of its extraordinary stimulus campaign, slowly raising short-term interest rates from essentially zero to more normal levels after the jobless rate has fallen to 6.5 percent or lower.\nHe emphasized, however, that the timing of the retreat depends on the health of the economy; if growth falters, the central bank would slow, or even reverse, the process. The expectations of Fed officials for the next several years, published Wednesday, are more optimistic than the consensus of private forecasters. \nPulling back “would basically say that we’ve had a relatively decent economic outcome in terms of sustained improvement in growth and unemployment,” Mr. Bernanke said. “If things are worse, we will do more. If things are better, we will do less.”\nMr. Bernanke’s comments, which followed a two-day meeting of the Fed’s policy-making committee, appeared to disappoint investors on Wall Street who had hoped that the central bank would do more for longer. Stocks fell, with the broad Standard & Poor’s 500-stock index dropping 1.39 percent; interest rates rose. \nThe impact on the economy will take longer to judge. The Fed’s goal is to pull back as the economy gains strength so its departure is barely felt, like a parent who lets go of a bike at the moment a child is ready to ride. But the Fed has removed its hands too soon several times in recent years. On the other side of the equation, the central bank, at some point, runs the risk of pushing too hard for too long, which can also cause crashes.\nGennadiy Goldberg, an analyst at TD Securities, described the market’s reaction as “emblematic of the lumpy path toward normalization,” illustrating the limits of the Fed’s ability to control the way that the economy will respond to its retreat.\nThe housing market is an example. The Fed, deciding last year that it needed to do more, began to buy mortgage bonds in an effort to drive down borrowing costs. The lower rates spurred a wave of refinancing and home buying. But now, as the recovery gains momentum and the Fed signals that it plans to pull back, interest rates are beginning to rise and mortgage refinancing is beginning to wane.\nMr. Bernanke said on Wednesday that the rate increases were a “good thing,” a sign that the economy is returning to health.\nBut Ian Shepherdson, chief economist at Pantheon Macroeconomics, said the Fed still runs the risk of withdrawing its extra support for the economy too soon.\n“Later in the cycle, we will be happy to take that view too,” Mr. Shepherdson wrote Wednesday. “But not now, and it is very odd coming from a Fed chairman who has placed so much emphasis on the role of housing in the recovery. We do not think the market is yet ready to absorb higher rates.”\nThe Fed, in a statement released after the meeting of the Federal Open Market Committee, sounded notes of increased optimism about the economy, but unusually, the statement did not describe the bond-buying timeline. Mr. Bernanke said he had been “deputized” to share the details at the news conference.\nThe statement said that the economy was expanding “at a moderate pace” and that the job market was improving. Most significantly, it noted that risks to growth had “diminished since last fall,” an important assertion because the Fed has been trying in part to shield the economy from the consequences of reductions in federal spending. Those consequences have been milder than expected. \nIn a separate forecast released at the same time, Fed officials predicted that the unemployment rate would decline more quickly than they had projected, dropping to between 6.5 percent and 6.8 percent by the end of 2014. In March, they predicted that the rate would fall by the end of next year to between 6.7 percent and 7 percent.\nThe Fed said that it would continue for now to buy $85 billion a month in Treasury securities and mortgage-backed bonds, in addition to holding short-term interest rates near zero. Both policies are intended to ease financial conditions, to encourage economic activity and to increase the pace of job creation.\nTwo of the 12 members of the Federal Open Market Committee dissented. Esther George, president of the Federal Reserve Bank of Kansas City, reiterated her concern that the Fed was doing too much. James Bullard, president of the Federal Reserve Bank of St. Louis, broke with the majority for the first time this year to express concern about the sagging pace of inflation. \nEconomic conditions have improved modestly since the Fed began its latest round of asset purchases last September. The economy has added about 197,000 jobs a month, and the unemployment rate has fallen slightly to 7.6 percent in May from 7.8 percent in September. \nBut the economic damage of the recession remains largely unrepaired. Job growth is basically keeping pace with population growth. The share of American adults with jobs has not increased in three years. Moreover, the Fed’s preferred measure of inflation has shrunk to an annual pace 1.05 percent, the lowest level in more than 50 years, as the economy continues to operate below capacity. \nThe Fed would prefer annual inflation to run closer to 2 percent, diminishing the risk of outright deflation, or a general fall in the level of prices, which can paralyze economic activity as buyers wait for lower prices. \nDespite the fact that unemployment remains high and inflation remains low, the Fed has shown no sign of interest in expanding the pace of its stimulus campaign. Officials say that they are doing as much as they can. The debate instead has focused on how soon the Fed can afford to start buying fewer bonds.\nMr. Bernanke said on Wednesday that even as the Fed pulls back, it still would be increasing its total bond holdings each month, and therefore that the stimulating effect also would continue to increase. He also emphasized the Fed’s intent to hold short-term rates near zero well beyond the end of the asset purchases, a policy that the Fed regards as significantly more potent.\n“Our intent from the beginning was to use asset purchases as a way to achieve some near-term momentum and then to allow the low interest rate policy to carry us through,” he said.\nThe Fed has said that rates would remain near zero at least as long as the unemployment rate remained above 6.5 percent. Mr. Bernanke said the Fed might well hold rates low for longer, particularly if inflation remained weak. He added that the Fed would consider adopting a lower threshold. The goal, he said, was to stabilize unemployment between 5 percent and 6 percent.\nMr. Bernanke is unlikely to preside over those decisions. His second term as chairman ends next January, and President Obama reinforced expectations Monday that Mr. Bernanke would not be nominated by the White House to serve a third term. Mr. Bernanke declined to answer several questions about the president’s remarks and his own plans at his news conference on Wednesday, insisting that Fed policy should be the sole focus.", "date": "June 19, 2013", "href": "https://www.nytimes.com/2013/06/20/business/economy/fed-more-optimistic-about-economy-maintains-bond-buying.html", "tags": "fed optimistic percent outlines “ end stimulus would economy bernanke rate"}