{"title": "Ordinary Iranians on Trump Talks Offer: ‘Why Not Try the Americans?’", "content": "TEHRAN — Iran’s leaders cannot stand the thought of talking to the United States and say President Trump cannot be trusted. But Jamshid Moniri, a 45-year-old building contractor sweating under the Tehran summer sun, summed up what many ordinary Iranians think.\n“Of course we should talk to Trump,” he said on Tuesday. “What is wrong with talks? We’d be nuts not to talk to him.”\nThe day before, Mr. Trump, who withdrew the United States from the 2015 nuclear agreement with Iran in May despite Iran’s documented compliance, said he was ready to sit down with Iran’s leaders “without preconditions.”\n“I’ll meet with anybody,” Mr. Trump said in Washington. “If they want to meet, I’ll meet. Anytime they want.”\nOn Tuesday, in Tehran, Mr. Trump’s open invitation seemed to be on everybody’s mind. Increasingly desperate, many say they would welcome any option that could ease Iran’s economic quagmire.\nThe Iranian currency, the rial, has lost 80 percent of its value during the past year — and nearly 20 percent just in the past few days. Foreign investors have left to avoid new American sanctions that take effect starting in less than a week. And almost every week low-level protests over prices or wages erupt somewhere in the country that have the potential to spread if the economic free-fall worsens.\nMr. Moniri, the contractor, said he feared that what is considered bad now could get a lot worse. “So we should welcome talks,” he said. “Our leaders should welcome this opportunity.”\nBut if anything, Iran’s leaders seem paralyzed by Mr. Trump’s offer.\nDirect talks with the United States go against their ideology. And in their minds, sitting down publicly with Mr. Trump, whom they have called particularly ignorant, capricious, arrogant and rude, would be an especially humiliating submission to imperialism and pressure.\nWhen dealing with the United States over the past decades, Iranian leaders have often preferred to do it through secret talks, far from ordinary Iranians, who are bombarded daily with organized anti-Americanism from their schoolbooks to state television.\n“There can only be talks when Trump respects the signatures of the U.S. administration in the nuclear agreement,” said Hossein Sheikholeslam, a senior adviser to Iran’s foreign minister, Mohammad Javad Zarif. “Trump should reverse the pullout from the nuclear deal, or else there will be no talks.”\nAyatollah Ali Khamenei, the supreme leader, who has enshrined anti-Americanism as a tenet of his legacy, made clear after Mr. Trump renounced the nuclear agreement that he would never talk with the American leader. “Trump will wither away, perish, and his body will decompose, but, the Islamic Republic will still be thriving,” Mr. Khamenei proclaimed in a speech.\nHis view was reinforced on Tuesday by the commander of the Islamic Revolutionary Guards Corps, the powerful paramilitary force that is intensely loyal to Mr. Khamenei.\n“Mr. Trump! Iran is not North Korea to accept your offer for a meeting,” said the commander, Maj. Gen. Mohammad Ali Jafari, in remarks quoted by Reuters. “Even U.S. presidents after you will not see that day.”\nBut many ordinary Iranians said Tuesday that they thought direct talks with Mr. Trump could be a pathway to solving Iran’s most pressing problems.\nSitting behind the wheel of a Peugeot 206, a French car produced in Iran, Ghader Safarzadeh explained that he thinks of himself as a patient man. His spotless car resembled his well-kept black mustache.\nLiving off a dwindling pension, Mr. Safarzadeh works a couple of days a week as a taxi driver. He calculated that with the rising dollar, a cab ride that last year earned him the equivalent of $5 now made him $1.50.\n“We can’t live like this for very long,” he said.\nPriced in rials, the costs of houses and cars have quickly doubled. At the Allaedin mobile phone bazaar, an iPhone X now costs four times more in rials than a year ago. People fear their wages in the Iranian currency could soon become practically worthless. The French school in Tehran is seeking teachers from abroad, but can offer a salary of only 20 million rials, or $200, a month.\nThere seemed no doubt in Mr. Safarzadeh’s mind that his leaders must talk to Mr. Trump. “What should be first is the economic welfare of the people,” he said.\nAnti-Americanism has held Iran back, and especially now, with an unpredictable leader in the United States, it is dangerous, he said. “Our leaders need to be wise and talk to this man,” he said. “Everybody else is doing it, why should we be different?”\nOthers said they had no idea who to trust anymore.\n“They are both bad, Trump and our leaders,’’ said Shahnaz Bagheri, a widow in her 60s. The past year had been tough for her. Her husband died after a long illness, Mrs. Bagheri said, and she has been overtaken by economic worries.\n“Sanctions, devaluation — what should come of us?” she said.\nFor Mrs. Bagheri, Mr. Trump and Iran’s ruling establishment are doing the same disservice.\n“They are bothering ordinary people,” she said. “They all speak as if they care for Iranians, but in reality all pressure is on us.”\nStill, Mrs. Bagheri expressed doubt that direct talks between Mr. Trump and President Hassan Rouhani of Iran would automatically help improve the lives of ordinary Iranians.\n“This Trump has many complexes and he is not interested in compromise, so talking to him might mean we end up losing even more,” Mrs. Bagheri said. “I just want a better life for our people.”\nThe economic problems, combined with dozens of corruption cases that have exposed high-level greed, have made it difficult for Iran’s leaders to convince people that talking to the United States is a bad option, something supreme leader Ayatollah Khamenei highlighted in a speech two weeks ago.\n“Of course Trump is manipulating our people by calling for talks,” said Nader Karimi Joni, a journalist and activist critical of Iran’s government. “He knows our leaders will decline. For ordinary people in Iran, it doesn’t matter whether Trump can be trusted, is crazy or even is serious about really negotiating. They just hear Trump wants to talk and our leaders don’t.”\nIran’s leadership has been trying to show the appearance of unity, and has taken on a defensive posture. Both President Rouhani and several commanders warned that they could close the Strait of Hormuz, a key passageway for global oil traffic, whenever they like.\nBut not everybody believes that would accomplish much.\n“Let’s face it,” said Reza Asghari, a 50-year-old businessman. “We can’t really close off the Strait without inviting U.S. military action. In fact, we can’t even make preconditions for direct talks. Who are we to do that? We need jobs, not more tension.”\nRumors are swirling across Tehran that secret talks with the United States have already begun. On Friday the foreign minister of Oman, the Persian Gulf sultanate that hosted the secret meetings between Iranian and American officials that led to the nuclear talks, may visit Tehran. The minister, Yusuf bin Alawi bin Abdullah, was in Washington last week.\nSome Iranians have expressed hope that Russia, which supports the nuclear agreement and has sought to strengthen strategic ties with Iran, will help cushion the effect of reimposed sanctions.\nStill, Russia-Iran relations have their own tense history. The countries are rivals in oil production. Many Iranians mistrust Russia over what they view as its past failures to honor agreements on arms sales and energy.\n“We are betting on the Russians for support, but they have betrayed us many times,” said Kheba Majidi, a 35-year-old graduate student who was walking home from the green grounds of Tehran University. “Our officials should be wise before it’s too late and start negotiations publicly. Why not try the Americans?”", "date": "July 31, 2018", "href": "https://www.nytimes.com/2018/07/31/world/middleeast/iran-trump-talks.html", "tags": "iran ordinary ‘ leaders tehran united ” trump try offer iranians americans said talks"}