{"title": "Ordinary North Koreans dare to speak out despite fear", "content": "Speaking to ordinary citizens inside North Korea is almost impossible, with visitors heavily policed and communication with the outside world blocked. But two residents were willing to speak to the BBC's Victoria Derbyshire programme, despite the threat of death or imprisonment.\nIn North Korea, where leader Kim Jong-un has almost godlike status, to question him out loud is for many unthinkable.\nCitizens are taught he is all-knowing, and told to inform on dissenters - including their own family members.\nBy speaking out, market trader Sun Hui - not her real name - knows she is putting her life at risk.\n\"Mostly, people criticise Kim Jong-un for being a businessman,\" she says, reflecting wider discontent.\n\"People say that he acts the same as us, but takes away our money.\n\"[They say] the little man uses his head to suck up money like a little vampire.\"\nOver many months, the programme has been using a covert communications network to put questions to ordinary North Koreans. The BBC has taken steps to conceal their identities and to ensure their continued anonymity.\nIf the regime knew of Sun Hui's real identity, she would face severe punishment - imprisonment in one of the regime's hard labour camps or even execution.\nAnd she may not be the only one to be punished - three generations of her family could also be sent to prison.\nSun Hui lives with her husband and two daughters, eating three meals a day when business is good. When it isn't, the rice is mixed with maize.\nAt the markets where she works, street food, clothes and smuggled electronics are just some of the things sold.\nMore than five million people are either \"directly or indirectly\" reliant on these general markets sanctioned by the regime, according to Daily NK.\nThe Seoul-based media organisation reports on life inside North Korea and worked with the Victoria Derbyshire programme to facilitate the report using its network inside North Korea.\nThe market trade in North Korea directly contradicts the regime's hard-line communism, but it also allows the population to feed itself amid a largely-defunct ration system and economic sanctions against the country.\nThe regime cannot afford another instance like the \"the arduous march\" - the name given to the mid-90s famine that left more than a million people dead.\nSun Hui says the number of local people who assess Kim Jong-un positively is increasing, because he leaves the markets alone and \"doesn't crack down much, no matter what we do\".\nThe markets, sometimes containing hundreds of stalls, can also be a breeding ground for gossip and rumour.\n\"I've heard at the market that the president of the US is coming,\" Sun Hui says.\n \"People don't know much about the meeting,\" she continues, \"but everyone dislikes America.\n\"We say the reason for us living in poverty is because America split us and sealed us off [from South Korea].\"\nInformation going into the country is strictly controlled by the North Korean regime, whose propaganda is heavily critical of the US and its southern neighbour, South Korea.\n\"But things are changing a little recently,\" says Sun Hui.\n\"They say we should get along with the South.\n\"Recently they say we should be living in peace with America, for everyone to have a better life.\"\nIt is a significant development.\nWhile not unprecedented, this internal softening towards the West coupled with the supposed destruction of tunnels at a nuclear test site - which was seen as a goodwill gesture by the regime - points to Kim Jong-un being much more open to reconciling with the US.\nDespite it being called off, there are moves which suggest a summit between the North Korean leader and US President Donald Trump may yet happen. \nChol Ho, who works in North Korea's military, says his hope from life is simply \"to live well without envy - until we die - without being sick\".\nHe hopes the same lifestyle will be afforded to his parents, and his children.\nChol Ho - not his real name - has also been speaking to the Victoria Derbyshire programme in secret, and says there is dissent within the country, from people who \"complain about their everyday lives\".\n\"Sometimes people get caught by the state security department, the Bowibu, for saying the wrong things,\" he explains.\n\"People do suddenly disappear, but it hasn't happened here recently.\"\nThose Chol Ho is referring to are often sent to the country's prison camps - where it has been reported that detainees are subjected to torture, forced to dig their own graves, and rape is used as punishment. \nA single camp can hold as many as 20,000 inmates, according to Amnesty International.\nIt is the \"terror\" of such camps that \"keeps society going\", according to Sun Hui.\nShe says \"there's a lot of government captures\" where she lives.\nChol Ho believes some people are sent there by the Bowibu because officials \"make up stories for their own performance\".\n\"They make people say that they were planning to go to China, and then report them,\" he says.\nWatching films and TV shows smuggled in from abroad can lead to 10 years imprisonment in the country's hard labour camps.\nThe regime fights hard to prevent the consumption of foreign media, as it undermines its anti-Western propaganda, but many are successfully brought in through China on USB sticks or counterfeit DVDs.\n\"Korean things are the most popular of course,\" says Sun Hui, who admits to sometimes watching Korean dramas and foreign films at night.\n\"But the crackdown on them is strong.\n\"I've heard the cost of bribes if you're caught is huge, but people still want to watch them.\n\"It's easy to understand, and people are curious about how South Koreans live.\"\nBut while an increasing number of North Koreans are able to get a glimpse of life outside their country, many still do not know how they themselves are perceived.\nChol Ho admits he knows nothing of how citizens like him are viewed by the outside world. He has only met North Koreans.\nBut he insists while life \"is difficult… our people are nice\".\n\"We have a saying that neighbours are better than cousins. If something happens to our neighbours we visit each other,\" he says.\nIn some parts of the country, residents defect to South Korea via China, risking their life.\nIn recent years the number of people defecting has fallen, largely because of increased border security and a widely-criticised agreement with the Chinese to repatriate North Koreans found in the country.  \nWhere Sun Hui lives, away from the country's borders, defections \"do not happen here much\", she says.\nBut when they do, those left behind do not refer to South Korea by its name.\n\"When a neighbour disappears we just say, 'He went to Lower Town',\" she explains.\nNone of the people appearing in our videos were contributors or involved in any way.\nWatch the BBC's Victoria Derbyshire programme on weekdays between 09:00 and 11:00 on BBC Two and the BBC News Channel in the UK.  ", "date": "29 May 2018", "href": "https://www.bbc.com/news/world-asia-44290822", "tags": "country ordinary despite hui us speak dare koreans sun fear says regime north life korea"}