{"title": "Oregon romance novelist charged in husband's murder", "content": "A 68-year-old romance novelist has been accused of shooting and killing her husband in the north-western US state of Oregon. \nNancy Crampton Brophy was arraigned on Wednesday, months after her husband, chef Daniel Brophy, 63, was murdered.\nA day after his death on 2 June, Mrs Brophy, a self-published author of steamy romance and suspense novels, spoke at a vigil for him.\nPolice did not reveal a motive or how they determined her to be a suspect.\nShe was charged with murder and unlawful use of a firearm, according to a police statement.\nMr Brophy was a respected teacher at the Oregon Culinary Institute. He was shot and killed in the kitchen area of the Institute.\nHis mother, Karen Brophy, told ABC News the family \"is in shock\". \nMrs Brophy's sister, Holly Crampton, told ABC: \"None of us believe it. It's craziness and it's just not true.\"\nAfter the shooting, neighbours told the Oregonian newspaper that Mrs Brophy seemed largely unaffected. She reportedly admitted that police had marked her as a suspect.\nOn Facebook, she described her husband as her \"best friend\" and said she was \"struggling to make sense of everything\" following his death.\nMrs Brophy also spoke at the vigil held for her late husband the day after the shooting.\nThe newspaper reported the couple had been married for over 25 years.\nMrs Brophy has authored several novels, including The Wrong Husband, The Wrong Hero and The Wrong Cop. \nShe called her husband \"Mr Right\" on her website biography page and said, \"like all marriages, we've had our ups and downs, more good times than bad\".\nMrs Brophy, who is currently being held at the Multnomah County Jail, is scheduled to appear in court on 17 September. \nA judge has sealed a document detailing the prosecution's case at their request, the Oregonian reported. This document would have provided insight into possible motive.\nA request to have her released until the trial was rejected due to enough probable cause, according to the newspaper.\nOn her site, she describes writing fiction as unearthing \"portions of your own life that you've long forgotten or had purposely buried deep. Granted, sometimes it is smarter to change the ending\".\nShe also detailed her life with her husband in the \"beautiful, green\" Portland area, raising chickens and turkeys in their backyard, adding: \"For those of you who have longed for this, let me caution you. \n\"The old adage is true. Be careful what you wish for, when the gods are truly angry, they grant us our wishes.\"", "date": "7 September 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-45450562", "tags": "husband shooting oregon novelist us newspaper brophy murder mrs romance wrong told police charged"}