{"title": "Otto Warmbier: How did North Korea holiday end in jail, and a coma?", "content": "Everyone in frame is smiling and laughing in the North Korean cold. Otto Warmbier, like the other tourists, launches a snowball, captured in slow motion on what appears to be a camera phone.\nIt's the kind of innocent fun you expect to be captured on a tour group holiday. Otto turns to his right, mouth wide open, laughing.\n\"This is the Otto I know and love. This is my brother,\" wrote Austin Warmbier, who released the video, which was shot during a three-night North Korea tour at the end of 2015.\nTwo months later, Otto would again appear on video, but in very different circumstances. \nHead bowed and clutching a prepared \"confession\", the 21-year-old student walked out in front of North Korean TV cameras to speak, explaining why he had been arrested at the end of that tour, when everyone else had been allowed to leave.\nLooming over him were the oversized portraits of North Korea's former supreme leaders, Kim Il-sung and Kim Jong-il.\nHe wore a cream-coloured jacket and tie. Before speaking, he got up and offered a low bow.\nOtto thanked the North Korean government for the \"opportunity to apologise for my crime, to beg for forgiveness and to beg for any assistance to save my life\".\nHe said he tried to steal a propaganda sign from a hotel as a \"trophy\" for a US church with the \"connivance of the US administration\" in order to \"harm the work ethic and motivation of the Korean people\".\nLater, he would break down in tears: \"I have made the single worst decision of my life, but I am only human.\"\nOn 13 June, Otto Warmbier returned to the US after 17 months of captivity in North Korea. But he was in a coma, could not communicate and had severe brain damage.\nOne week later, he was dead. His family blamed the \"awful torturous mistreatment\" they say he received from North Korea.\nMuch remains unknown about how Otto's health deteriorated. Doctors at Cincinnati Medical Center say they saw no sign he was physically abused but they and his family also don't buy North Korea's story that he contracted botulism and fell into a coma after taking a sleeping pill. \nBut how did a brilliant student from an Ohio suburb with hopes of becoming an investment banker end up imprisoned in a pariah state? \nThe Warmbiers hail from a small suburb called Wyoming in Cincinnati, Ohio, where father Fred owns a small company.\nOtto attended the best high school in the state, and was prom and homecoming king.\nHe was not only popular but also studious - he graduated as Salutatorian (the second-highest ranking student in his year) - and a talented athlete. His football coach has said he was a gifted player and a natural leader.\nOtto went on to study economics and commerce with a minor in global sustainability at the University of Virginia and flourished there, according to the Washington Post.\nThe newspaper interviewed Otto's classmates at their graduation ceremony in May, where #FreeOtto stickers were handed out. The 22-year-old was in his third year of university when he was detained in North Korea. This should have been his graduation too. \nFriends described him as a \"sports fan who can reel off stats about seemingly any team, a friendly Midwesterner who can break down underground rap lyrics (and craft some of his own), a deep thinker who would challenge himself and others to question their place in the world, a guy from an entrepreneurial family who ate half-price sushi, an insatiably curious person with a strong work ethic and a delight in the ridiculous,\" the paper reported.\nOtto is said to have known long before his college peers what he wanted to pursue as a career: investment banking.\nAccording to his LinkedIn profile, he sat on the committee of a student investment fund and travelled to London in 2015 to complete a course in advanced econometrics at the London School of Economics.\nHis studiousness - and interest in travel - were what took him to Asia. Otto had been set to study at a university in Hong Kong on a study abroad programme in January 2016 and decided to stop in North Korea on the way.\nHe went through a China-based company called Young Pioneer Tours, which boasts of providing \"budget travel to destinations your mother would rather you stayed away from\".\nDanny Gratton, from Staffordshire in the UK, shared a room with Otto during the three-night trip - they were the only two members of the tour group who were there on their own.\n\"From the second I met him we hit it off. He was very bright, intelligent and likeable,\" he told the BBC.\nThe night Otto is said to have tried to take the sign from within a staff-only area of the 1,000-room Yanggakdo International Hotel was New Year's Eve 2015, the second night of the tour.\nEarlier, the group had taken a trip to the border with South Korea before returning, having a meal and taking a coach to Pyongyang's main square, where there was a big fireworks display. They had food and drank beer, Mr Gratton said.\nHowever there was no rowdy behaviour - \"It wasn't that sort of holiday,\" Mr Gratton said. \"We toed the line.\" He said there was \"no indication at all\" that Otto had taken the hotel propaganda sign and he had not mentioned it.\nThe North Korean government has released grainy video footage showing a dark figure whose face cannot be seen removing a sign in a corridor.\nOtto was taken away by guards as the pair went through immigration control at Pyongyang International Airport on 2 January 2016.\n\"We were the last two people to go through passport control. We handed over our passports and the guy pointed at Otto and pointed to the door. Two security guards came over and ushered him away,\" said Mr Gratton.\n\"I made an ironic comment. I actually said 'Well we won't be seeing you again'. He sort of laughed at me and that was the last we saw of him. \n\"They made the decision to take an American. It was just his time, he was in the wrong place at the wrong time.\"\nLater, once the remaining group arrived in Beijing, one of the tour guides is reported to have spoken to Otto on the phone, who said he had a \"severe headache and wanted to be taken to the hospital\", the Post reports, citing another passenger.\nTroy Collings from Young Pioneer Tours told the BBC none of its employees had direct contact with Otto after he was escorted away. One guide stayed in Pyongyang to try to make contact and offer assistance but was unable to do so, he said.\nOtto's detention was the only time the North Korean legal authorities had taken issue with anyone on a tour, Mr Collings added.\nIn a statement after his death, Young Pioneer Tours said it would no longer be taking Americans to North Korea. \n\"The way his detention was handled was appalling and a tragedy like this must never be repeated,\" it said in a statement. \n\"Despite constant requests, we were denied any opportunity to meet him or anyone in contact with him in Pyongyang, only receiving assurances that he was fine.\"\nNorth Korea only confirmed that Otto had been arrested weeks later, on 22 January. He gave his televised statement in late February and was given 15 years' hard labour, for crimes against the state, in March.\nObservers said the sentence seemed unusually high for a foreigner and could be related to deepening tensions between North Korea and the US over the former's nuclear programme.\nIt's unclear what happened to Otto between his sentencing and the announcement of his release on 14 June by the US government.\nBut his father Fred says he slipped into the coma \"the day after he was sentenced\" - well over a year ago. \nSpeaking at a press conference wearing the same jacket worn by his son on the day he \"confessed\" in Pyongyang, he said the North Korean government had \"brutalised and terrorised\" Otto.\nNorth Korea says it released him on \"humanitarian grounds\".\nIntelligence agencies in the North might have kept the state of his health under wraps, including from top officials, out of fear, says Stephan Haggard, director of the Korea-Pacific Programme at the University of California, San Diego.\nAt some stage, someone would have realised \"that the worst of all possible worlds is for the guy to die in custody\", kickstarting a frantic diplomatic effort to get him out, he told the AFP news agency.\nHow harsh is prison in North Korea?\nDr Daniel Kanter, one of those looking after Otto in Cincinnati, said last week that he was in \"a state of unresponsive wakefulness\". He had not spoken but had \"spontaneous eye opening and blinking\", he said.\nRespiratory arrest is believed to be the cause of the brain damage, but it remains unclear what caused it. There are no signs that Otto was beaten.\nWhen the plane carrying Otto touched down last week, people gathered at the airport cheered.\n\"It's just been so long that he's been there that to hear he is actually coming home was incredible,\" his college roommate Emmett Saulnier told CNN before Otto arrived.\nHe was carried out with a tube attached to his nose, and sent straight to hospital by ambulance.\nThe University of Virginia welcomed his return, but President Teresa Sullivan said the community was \"deeply concerned and saddened\" to learn of his condition.\n\"I knelt down by his side and I hugged him and I told him I missed him and I was so glad he made it home,\" Fred Warmbier said.\n\"These things are tough to process but he's with us and we're trying to make him comfortable and we want to be a part of his life.\"\nBut on 19 June, the Warmbier family announced that Otto had \"completed his journey home\" and died in hospital surrounded by his family. \nThey repeated their insistence that North Korea had killed him.\n\"The awful torturous mistreatment our son received at the hands of the North Koreans ensured that no other outcome was possible beyond the sad one we experienced today.\" ", "date": "20 June 2017", "href": "https://www.bbc.com/news/world-us-canada-40308028", "tags": "us later korean tour end jail coma otto warmbier holiday north korea"}