{"title": "Ousted Communist Official’s Brother Is Living in United States, China Says", "content": "HONG KONG — China for the first time acknowledged on Friday that the brother of a disgraced former Communist Party official was living in the United States.\nLing Wancheng — the youngest brother of the former official, Ling Jihua, who for years held a post equivalent to that of the White House chief of staff — is in the United States, and China is in communication with American officials over the case, the head of international cooperation for the party’s anticorruption commission, Liu Jianchao, told reporters in Beijing.\nThe New York Times reported in August that Ling Wancheng, also known as Wang Cheng or Jason Wang, was living in the United States and owned a $2.5 million home in Northern California. Because his older brother was in possession of some of the country’s most closely guarded secrets, Mr. Ling, should he seek asylum, could potentially be one of the most damaging defectors in the 66-year history of the People’s Republic.\nMr. Liu, responding to a question at a news conference, did not provide details on whether or how China might seek to repatriate Mr. Ling, saying only that China was “dealing” with the case and “had undertaken communication with the United States.”\nLing Jihua is one of the most senior officials to be taken down in President Xi Jinping’s anticorruption campaign, which is now in its fourth year. The top aide to Hu Jintao, Mr. Xi’s predecessor, Mr. Ling was expelled from the Communist Party in July and is awaiting trial. An internal Communist Party investigation said that he had taken bribes, committed adultery and, using language that took a sharp turn from the usual corruption inquiries, improperly hoarded a large amount of state and party “core secrets.”\nIt is not known whether Ling Wancheng was in possession of any of those secrets and what discussions he has had with American officials.\nWhat is known is that while his brother advanced in politics, Mr. Ling made hundreds of millions of dollars investing in Chinese companies before their initial public offerings. He and his wife bought a 7,800-square-foot home in Loomis, Calif., from a professional basketball player in 2013. A company with the same address that Mr. Ling used when he bought his home also bought at least two golf courses in the United States, one near his home in the foothills of the Sierra Nevada and the other in Carson City, Nev. Mr. Ling is known to be an avid golfer.", "date": "Jan. 15, 2016", "href": "https://www.nytimes.com/2016/01/16/world/asia/ling-wancheng-us.html", "tags": "living china home united communist states party official says ling brother ousted — known"}