{"title": "Outrage After Anti-Muslim Poster Smears Rep- Ilhan Omar At W-V- Capitol", "content": "CHARLESTON, W.Va. (AP) — An anti-Muslim poster outside the West Virginia House of Delegates chamber falsely connecting a freshman congresswoman to the Sept. 11 terrorist attacks has drawn strong rebukes from local and national lawmakers, while causing the resignation of a Capitol staffer and the reported injury of another.\nThe sign, which loomed over a table loaded with other Islamophobic flyers on a “WV GOP Day” at the legislature Friday, bore an image of the burning World Trade Center juxtaposed with a picture of U.S. Rep. Ilhan Omar, one of the first Muslim congresswomen ever elected.\n″‘Never forget’ — You said,” was written over the Twin Towers. On Omar’s picture, a caption read, “I am the proof you have forgotten.”\n“No wonder why I am on the “Hitlist” of a domestic terrorist and “Assassinate Ilhan Omar” is written on my local gas stations,” Omar, a Minnesota Democrat, wrote on Twitter as the images went viral. “Look no further, the GOP’s anti-Muslim display likening me to a terrorist rocks in state capitols and no one is condemning them!”\nOn Saturday, the West Virginia’s Republican party condemned the appearance of the anti-Muslim flyers and posters.\n“Our party supports freedom of speech, but we do not endorse speech that advances intolerant and hateful views,” West Virginia Republican Party Chairwoman Melody Potter wrote in a statement, which added that they did not approve of the sign and had asked the exhibitor to remove it. No one acknowledged permitting the display.\nThe group whose name appeared on a sign next to the display, ACT for America, has been designated as a hate group by the Southern Poverty Law Center. The organization, which describes itself as a national security advocacy group, issued a statement Saturday saying it was not behind the images.\n“Anyone who claimed to be with ACT for America was doing so without the permission and approval of ACT for America,” the statement read. “ACT has one million members and 45,000 activists and chapter leaders. It is impossible for our National headquarter for monitor the behavior of every single individual who claims to represent us.”\nOnlookers outside the House chambers Friday snapped photos of the poster and the additional literature.\n“Readin’, Writin’, And Jihadin,′ The Islamization of American Public Schools,” read one of the pamphlets. Another flyer warned of “The Four Stages of Islamic Conquest.”\nMany House delegates denounced the display just as the body convened. One lawmaker admitted to getting so mad that he kicked a House door open, which resulted in a doorkeeper being physically injured, according to the speaker of the House. Another delegate grew furious, saying he had heard a staffer make an anti-Muslim remark.\n“The sergeant of arms of this body, that represents the people of the state of West Virginia, said, ‘All Muslims are terrorists.’ That’s beyond shameful,” said Del. Michael Angelucci, a Democrat, his voice rising to a shout. “And that’s not freedom of speech. That’s hate speech, and it has no place in this house.”\nThe sergeant of arms, Anne Lieberman, resigned later Friday. She has declined to comment after being reached by phone by The Associated Press.\nRepublican House Speaker Roger Hanshaw questioned how things had gone so wrong.\n“We owe it to ourselves; we owe it our constituents; we owe it to the men and women and children and families that we represent to do better than we are,” Hanshaw told lawmakers.\n“We have allowed national level politics to become a cancer on our state, to become a cancer on our legislature, to invade our chamber in a way that frankly makes me ashamed,” Hanshaw said.", "date": "\n03/03/2019", "href": "https://www.huffpost.com/entry/outrage-after-anti-muslim-poster-smears-rep-ilhan-omar-at-wv-capitol_n_5c7bff65e4b0e5e313cbc0f2", "tags": "anti-muslim “ outrage capitol virginia omar w-v- house poster one west ilhan smears rep- national"}