{"title": "Outspoken and Precocious, Florida Students Struggle With Loss When the Cameras Turn Off", "content": "PARKLAND, Fla. — After a gunman turned their high school into a sprawling crime scene last week, three freshman friends leapt into the student movement for tougher gun laws. They rode a bus to the State Capitol and chased down lawmakers. They vowed to march on Washington. They shouted and waved signs saying “Protect Kids” and “Stop Killing the Future.”\nBut at night, in the blackness that recalls the dark classroom where she hid as a gunman murdered her classmates, Samara Barrack, 15, cannot stop thinking about that afternoon, when she fled through a blood-covered hallway. Samantha Deitsch, also 15, grieves a friend from journalism class. Aria Siccone, 14, who walked past the bodies of students from her last-period study hall, feels nothing sometimes. Just numbness.\n“I keep having flashbacks,” Samara said. “There’s times I want to cry and can’t. There’s times I want to have fun and am hysterical.”\nThis is the reality that confronts students at Marjory Stoneman Douglas High School when the cameras turn off and the day’s rallies are over. They have won praise for their strength and eloquence on the world’s stage. But even as they raise millions of dollars and plan nationwide rallies, parse the details of assault-weapons laws and spar with politicians and conservative critics, the young survivors of the massacre are struggling with the loss of their friends and educators, and the nightmares that flood back in moments of stillness.\nAnd Parkland, once named Florida’s safest city by a home-security group, is today a place carved open by rage, grief and questions about whether any child, anywhere, can ever be safe from a spray of bullets.\nIt is a place where friends now attend counseling together, where parents worry how their children will head to campus when classes resume on Wednesday. It is a place where strangers hug one another in a memorial park that bears crosses and Stars of David for the 17 victims, where others break down as they lay flowers at the fence surrounding M.S.D., as the school is known.\n“It’s ripped the rug out because we’re such a close-knit community,” the Parkland mayor, Christine Hunschofsky, said.\nThe Spanish-tiled houses and fairway-view homes of subdivisions named Heron Bay and Water’s Edge are filled with families who chose Parkland for its schools and safety. It draws families from Florida and beyond, and the parental contact lists for school groups are filled with area codes from Boston, New Jersey, New York and Philadelphia. Children ride their bikes to community pools and grow up listening to alligators chortle at night. The Parkland bubble, people call it.\n“It’s beautiful and brand-new, and has been since I’ve gotten here,” said Sara Giovanello, a senior whose family moved from Long Island, N.Y., when she was 9. “I feel like they’re building something more every day.”\nAnd to teachers and parents, Stoneman Douglas High School, with its rank of 50th in the state by U.S. News and World Report and its 94 percent graduation rate, was its crown jewel. It is a vast campus of 3,000 students whose schedules overflow with extracurricular activities: sports, speech, drama, literary clubs, a gay-straight alliance, poetry slams, television production, a marching band and more.\nCaitlyn Rosenblatt, 16, who grew up here, put it like this: “The day I was born, my parents knew I was going to Stoneman Douglas.”\nBefore the shooting, arguments over gun control were hashed out in debate classes. Meditations on isolation and death were composed for speech tournaments. A congressman who represents the heavily Democratic area addressed students at the invitation of the politics club. Student mental-health issues were discussed in The Eagle Eye, the school newspaper.\nNow, as students brace themselves to return to classes this week, evenings at friends’ houses have turned into organizing meetings. Group phone chats that once revolved around physics problems and A.P. Literature sonnets are now filled with plans for rallies, vigils and news about legislation and gun politics. Their personal social media accounts are now hugely popular springboards for action, such as the student journalist David Hogg’s call for a boycott of Florida’s spring break season if lawmakers do not tighten gun laws.\nStudents said that activism has helped them grieve, and wrought some purpose from the senseless killings of their friends. Ashley Turner, a senior, made plans to donate blood, and said she thought enduring all of this would make her stronger.\nBut she still wakes in the middle of the night, her heart pounding, her body beaded with sweat.\n“I attended five funerals,” she said. “There are times where I just want to cry. There are times when I feel nothing. There are times where I feel angry and just want to snap at people.”\nJack Haimowitz, 18, now rarely falls asleep before 1 a.m., so every night, he chooses three friends from his phone contacts and calls to check in. Are you eating? Are you O.K.? Some scroll through their phones for hours, scared to sleep, Jack said. Others feel helpless or cry when he calls.\nHe thinks all the time about his friend Joaquin Oliver — Guac to friends — who loved football and basketball. Jack sometimes thumbs through the text messages he sent Joaquin after the shots were fired, asking where he was, whether he was injured, whether the rumors were true, begging for a reply.\nEven tiny things can reanimate what some students simply call “the event.” Lea Serrano, 14, who heard the shooting from just a few feet away, flinched a day later when her father handed her an object wrapped in black. It was simply a bag with headphones inside. A set of keys jangling when she and her family were at a seafood restaurant prompted fears that someone would shoot her.\n“This stuff comes in waves,” she said.\nBut the world was calm for the moment in Samara Barrack’s backyard, the pool washing a soft blue light over the three friends who bounced and laughed on a trampoline. They had been leaning on one another more than ever since the shooting, sleeping over and texting and sharing memories of running the mile with Alaina Petty, killed at 14, or mimicking people in viral videos with Jaime Guttenberg, killed at 14.\n“We can be silly together,” Samara said.\nAria, who witnessed part of the shooting through the window of her classroom door, has played and replayed those minutes in her head, trying to reconstruct what she saw and square it against reports on the news. She gets upset when she hears a detail that she insists is wrong. She knows, she says. She was there.\n“I don’t feel anything, and it’s really weird,” Aria said. “I can’t cry anymore. Or feel things.”\nThey talked about being worried about their friends, how some seemed O.K. and others “not O.K.” They said they hoped to nudge a few toward counseling.\nInside, the girls’ parents wondered what “O.K.” meant, now and in the future. They were awed by how their children had responded to the shooting by researching gun laws and trying to forge change. But they worried about how their children were processing the trauma and grief, and how they could ever reclaim their childhoods.\n“They had to grow up, just like that,” Samantha’s father, Rik Deitsch, said.\n“I don’t know if we’ve seen the worst,” said Steven Siccone, Aria’s father. “I think it’s still to come.”\n“They’re happy when they’re with each other,” Samara’s mother, Michele Barrack, said.\nThe girls went upstairs to Samara’s room, where they flopped onto her bed and cuddled a 6-week-old puppy that Samantha’s parents had bought after the shooting. They named it Misty, to echo M.S.D., and cooed at it and encouraged it to waddle across the floor.\nThen Samara’s sixth-grade sister offered a suggestion: “Let’s all talk about our fears.”\nAria said hers was the doctor’s office: “Getting shots.”\n“Mine is yawning and your jaw getting stuck,” Samantha said.\nSamara thought for a moment.\n“Mine is being trapped in a room and having something close in on you.”", "date": "Feb. 25, 2018", "href": "https://www.nytimes.com/2018/02/25/us/florida-shooting-parkland-students.html", "tags": "shooting outspoken friends cameras feel ” school turn samara loss parkland students florida precocious struggle"}