{"title": "Over 100 Charges, 34 People and 3 Companies: The Investigations Surrounding Trump, Explained", "content": "This article was last updated on Jan. 25, 2019.\nSince President Trump took office, his administration has been clouded by federal investigations that carry the specter of devastating legal and political consequences.\nIn the investigation by the special counsel, Robert S. Mueller III, into possible links between the Trump campaign and Russia’s election interference, 34 people and three companies have been charged on more than 100 criminal counts. \nSix of them — including three Trump associates — have pleaded guilty, and one, Mr. Trump’s former campaign chairman Paul Manafort, was convicted. Twenty-five others are Russians accused of interfering in the 2016 presidential election.\nRoger Stone, a longtime informal adviser to President Trump, was arrested Friday and indicted on charges including making false statements, witness tampering and obstruction of an official proceeding.\nIn a separate inquiry pursued by federal prosecutors in Manhattan, Michael D. Cohen, the president’s former personal lawyer and fixer, pleaded guilty to multiple charges, including campaign finance violations related to payments he made to two women who said they had affairs with Mr. Trump. \nHere is a look at the charges and the people facing them as a result of the investigations.\nMr. Manafort was convicted on charges including tax and bank fraud at his trial in federal court in Alexandria, Va.\nSince he was charged, Mr. Manafort has maintained his innocence and has sued the Justice Department, claiming that Mr. Mueller overstepped his authority as special counsel by bringing charges unrelated to Russian election interference. The dozens of counts of money laundering and bank fraud charges he faced were related to his work as a lobbyist and political consultant for Viktor F. Yanukovych, the Russia-aligned former president of Ukraine who was ousted in 2014.\nIn early June, Mr. Mueller charged Mr. Manafort with obstruction of justice, accusing him of trying tamper with witnesses in his case. Prosecutors said he had violated the terms of his release (Mr. Manafort was free on a $10 million bond awaiting trial), and a federal judge sent him to jail to await trial.\nMr. Manafort pleaded not guilty to those charges and additional charges related to his alleged failure to register as a foreign agent and conspiracy to launder money. A second trial for those charges was set for September in Washington. \nMr. Cohen, Mr. Trump’s former personal fixer and lawyer, pleaded guilty to multiple charges, including campaign finance violations, tax evasion and bank fraud. \nThe campaign finance violations relate to two payments Mr. Cohen said he made to two women during the 2016 campaign to prevent them from publicly airing their allegations that they had affairs with Mr. Trump. Mr. Cohen said Mr. Trump had requested the payments be arranged.\nMr. Cohen’s plea deal did not include a requirement that he cooperate with federal prosecutors. However, he can provide information or evidence to them or Mr. Mueller’s investigators later. \nMr. Papadopoulos, a former foreign policy adviser to the Trump campaign, pleaded guilty on Oct. 5 to lying to the F.B.I. about a conversation with a professor during which he was told that Moscow had “dirt” on Hillary Clinton and “thousands of emails,” according to court records. He was sentenced to 14 days in jail, fined $9,500 and ordered to complete 200 hours of community service and one year of probation after he serves his sentence.\nMr. Papadopoulos initially told investigators that he met with the professor, who has known ties to the Kremlin, before he joined the Trump campaign. In fact, the meeting happened days after he became a campaign adviser, and he repeatedly tried to arrange meetings between Russian government officials and the Trump campaign.\nHe has been cooperating with the Mueller investigation since his arrest last July at Dulles Airport outside Washington. Mr. Papadopoulos was the first person to plead guilty in the inquiry.\nIn court filings, Mr. Mueller had recommended that Mr. Papadopoulos be sentenced for up to six months in prison for repeatedly lying to investigators. \nMr. Flynn, President Trump’s first national security adviser, pleaded guilty in early December to lying to the F.B.I. about conversations he had in 2016 with the Russian ambassador to the United States at the time, Sergey I. Kislyak. Prosecutors said that in separate conversations, Mr. Flynn discussed an upcoming United Nations Security Council vote over whether Israel should be condemned for building settlements and over sanctions that President Barack Obama had issued against Russia.\nAlthough his sentencing is delayed, court documents indicate Mr. Flynn will face zero to six months of prison time.\nThe first senior White House official to agree to a deal with prosecutors, Mr. Flynn has been cooperating with Mr. Mueller’s investigation. He said in a statement at the time that the decision to cooperate and the guilty plea “reflect a decision I made in the best interests of my family and of our country.”\nRichard Pinedo, a Southern California computer science major, pleaded guilty in February to identity fraud after he created and sold fake bank accounts from 2014 through the end of 2017. While his indictment supported the charges Mr. Mueller brought against 13 Russian nationals for election meddling, a spokesman for the special counsel said prosecutors had “no evidence and there is no allegation he was a witting participant in the Russian efforts to interfere in U.S. elections and political processes.”\nMr. Pinedo has been cooperating with the Mueller investigation.\nThe son-in-law of a Russian billionaire and a lawyer who worked with the former Trump campaign aides Rick Gates and Paul Manafort, Mr. van der Zwaan pleaded guilty to lying to prosecutors about a conversation he had with Mr. Gates in September 2016. Mr. van der Zwaan, a 33-year-old Dutch citizen, is a former lawyer in London for a powerful New York-based law firm — Skadden, Arps, Slate, Meagher & Flom.\nIn April, Mr. van der Zwaan became the first person to be sentenced in the special counsel’s investigation. He was sentenced to 30 days in prison and fined $20,000.\nRick Gates, the former deputy chairman for Mr. Trump’s presidential campaign, pleaded guilty  in February to a pair of charges, conspiracy against the United States and lying to investigators. The plea deal came as Mr. Mueller was levying dozens of new charges of bank fraud and money laundering against Mr. Gates and Mr. Manafort, the campaign’s former chairman and a longtime associate of Mr. Gates.\nThe men were first indicted in October, and both pleaded not guilty. For nearly four months, Mr. Gates stood by that decision but said in February that “the reality of how long this legal process will likely take, the cost, and the circuslike atmosphere of an anticipated trial” had prompted a change of heart.\nMr. Gates, who agreed to cooperate with the special counsel’s investigation, testified against Mr. Manafort.\nThirteen Russians: Yevgeny Prigozhin, Mikhail Bystrov, Mikhail Burchik, Aleksandra Krylova, Anna Bogacheva, Sergey Polozov, Maria Bovda, Robert Bovda, Dzheykhun Ogly, Vadim Podkopaev, Gleb Vasilchenko, Irina Kaverzina and Vladimir Venkov.\nThree companies: Internet Research Agency, Concord Management, Concord Catering\nA Russian associate: Konstantin V. Kilimnik\nIn a sprawling 37-page indictment, Mr. Mueller charged the 13 Russians with conspiracy to defraud the United States, and connected them with a four-year effort to undermine and influence the 2016 presidential election. The Russians — and the three companies that facilitated and funded their work — are accused of using social media, the identities of American citizens and politically charged topics to manipulate an already divisive campaign.\nThree of the Russians were also indicted with conspiracy to commit wire fraud and bank fraud and five were also charged with aggravated identity theft.\nNone of the defendants were arrested, as Russia rarely extradites its citizens to the United States to face legal proceedings. But the indictments are designed to openly name and shame the Russians in order to make it difficult for them to continue to work or travel abroad. They also risk capture and extradition if they travel outside Russia.\nIn June, Mr. Mueller charged Mr. Kilimnik, who he had previously referenced without identification in court documents, with obstruction of justice. Prosecutors said Mr. Kilimnik, a Russian Army-trained linguist, helped Mr. Manafort try to persuade other associates to lie about their work on a project related to Mr. Manafort’s Ukrainian clients.\nMr. Kilimnik may never stand trial since, like the other Russians indicted in the investigation, he is a Russian citizen currently living in his home country. ", "date": "Feb. 23, 2018", "href": "https://www.nytimes.com/2018/02/23/us/politics/mueller-investigation-charges.html", "tags": "surrounding people investigations guilty pleaded manafort companies explained former charges trump campaign mueller"}