{"title": "Over $10 to Drive in Manhattan? What We Know About the Congestion Pricing Plan", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nDriving in Manhattan may never be the same again.\nIt will soon cost more — well over $10 — to drive into the busiest neighborhoods, from 60th Street in Midtown all the way to the Battery.\nThe fees are part of a groundbreaking congestion pricing plan in the new $175 billion New York State budget, which Gov. Andrew M. Cuomo and lawmakers agreed upon early Sunday morning.\nNew York will become the first American city to charge such fees, though congestion pricing has been in place for years in London, Stockholm and Singapore, among other communities. The fees are expected to raise billions of dollars to fix the city’s troubled subway system and thin out streets that have become strangled by traffic.\nThe new fees will be imposed on vehicles that enter Manhattan below 60th Street.\nCongestion fees are not expected to start until 2021, and no actual fee amounts have been decided. A plan proposed by Gov. Andrew M. Cuomo would establish a panel of experts who would set the fees. The Triborough Bridge and Tunnel Authority, which is part of the Metropolitan Transportation Authority, would collect the fees.\nSamuel I. Schwartz, a traffic expert known as Gridlock Sam, says drivers will probably pay $12 to $14 for cars and around $25 for trucks entering the city during peak business (and traffic) hours, and less at night and on weekends. Mr. Schwartz was on a state task force on congestion pricing that last year recommended fees of $11.52 for cars and $25.34 for trucks.\nHis estimates are based on state leaders’ goal to raise $1 billion annually from congestion fees, which would then be used to secure bonds totaling $15 billion for repairs and improvements to public transit.\nDrivers who already use tolled tunnels or the Henry Hudson Bridge from the Bronx to Manhattan would receive a credit toward the congestion fees. Drivers crossing the Brooklyn Bridge and headed directly north on the F.D.R. Drive past 60th Street would not be charged.\nState legislators are considering several possible exemptions for drivers who are low income, have disabilities or are going to medical appointments. Assemblyman David I. Weprin, a Democrat from Queens and a leading opponent of congestion pricing, has called for an exemption for all city residents, which seems unlikely.\nThough details are being worked out, fees are expected to apply to people driving into the congestion zone from elsewhere in the city, including parts of Manhattan north of 60th Street and other boroughs, as well as beyond.\nDrivers who live in the congestion zone would not pay when they drive within the zone or when they leave the zone, but they will when they return from elsewhere.\nOf course, that could change if an exemption or discount is granted to residents of the congestion zone. For instance, London offers a 90 percent discount for registered residents of its congestion zone.\nBut more exemptions could mean higher tolls for everyone else.\nAfter all, the fees are supposed to generate $1 billion a year. “Every exemption you provide is less revenue coming into the system,” said Kate Slevin, a senior vice president for the Regional Plan Association, a research and advocacy group that supports congestion pricing.\nAlex Matthiessen, the head of a grass-roots campaign to support congestion pricing, said too many exemptions could hollow out the plan, making it ineffective. “Now we must guard against a race to the bottom as legislators seek carve-outs and exemptions for every class of driver.”\nInstead, he suggested taking other measures, such as offering discounts on commuter railroads for city residents and subsidizing ride-app services like Uber for those with disabilities, to ensure more people benefit from congestion pricing.\nThe new fees will be charged through an electronic tolling system, most likely expanding upon existing E-ZPass technology used for cashless tolling at the city’s bridges and tunnels.\nDrivers entering the designated congestion zone would be automatically charged fees through E-ZPass tags in their cars. If they did not have a tag, a camera would snap a picture of the license plate to bill the driver later.\n“All the technology is proven; it’s used in New York today,” said Bruce Schaller, a former city transportation official who directed the development of a plan to bring congestion pricing to the city more than a decade ago under the mayor at the time, Michael R. Bloomberg. “It will work the same way as we had planned.”\nOne of the biggest challenges, Mr. Schaller said, will be finding places to mount all the E-ZPass readers and cameras so that they are not “visually intrusive.” Gantries might have to be installed over wide avenues. Interstate agreements might also be needed so the city could track down drivers with out-of-state license plates.\nLondon, Stockholm and Singapore have been held up as international models for congestion pricing. In each city, the fees were greeted with skepticism and anger from many commuters and civic and business leaders. But the fees later proved effective in reducing traffic, congestion and air pollution.\nWithin a year of the fees being charged in 2003, the number of vehicles entering an eight-square-mile area of London dropped by 18 percent, according to city officials. Traffic delays went down 30 percent. The average speed of vehicles in the zone rose to 10 miles per hour from 8.8 m.p.h.\nAir quality improved, too, with a 12 percent reduction in emissions of nitrogen oxides and particulate matter from vehicles in the zone.\nIn all three cities, the fees have also raised millions for transportation and infrastructure, including for new buses, bikes lanes and other public transit services to accommodate drivers who leave their cars at home.\nBut, still, many drivers have complained, especially as the fees have gone up over time — more than doubling in London from when the fees were first instituted.\nAnd one important reminder is that even with congestion pricing, traffic problems do not simply go away. London’s gridlock has returned in recent years, in part because of an influx of Uber and other ride-app cars.\nSubway riders stand to see more reliable service and fewer headaches with hefty new investment in the transit system. Those riding commuter trains and buses outside Manhattan should also benefit from extra spending.\nFewer cars will also mean cleaner air, more room for cyclists and less fraught crossings for pedestrians.\nEven drivers could get something out of it, with Mr. Schwartz pointing out that they will no longer be trapped in as much traffic.\n“It will cost them the toll charge,” he said. “But it will save them the cost of gas and time.”", "date": "March 26, 2019", "href": "https://www.nytimes.com/2019/03/26/nyregion/what-is-congestion-pricing.html", "tags": "know traffic plan drivers manhattan city drive fees new zone pricing congestion"}