{"title": "Overwhelmed by the Manafort and Cohen News? We’ll Catch You Up", "content": "Within a few whirlwind minutes on Tuesday, major developments were revealed in the cases of two associates of President Trump.\nMichael D. Cohen pleaded guilty to breaking campaign finance laws, saying he committed them at the direction of Mr. Trump, and Paul Manafort was convicted on multiple counts of fraud.\nConfused or overwhelmed by the developments? Here’s a look at what happened.\nOr, you can listen to Wednesday's episode of The Daily on the meaning of Tuesday’s revelations.\nOn Tuesday, Mr. Cohen, President Trump’s former lawyer and fixer, pleaded guilty to breaking campaign finance laws, and admitted to arranging payments to two women at Mr. Trump’s behest to secure their silence about affairs they said they had with him. Mr. Cohen said the payments were made “for the principal purpose of influencing the election.”\nMore details:\n• You can watch here how Mr. Cohen, once named Mr. Trump’s “pit bull,” turned on him.\n• Read about the tense and somber hearing in the courtroom and watch a video of Mr. Cohen leaving court.\n• The documents filed in Mr. Cohen’s case also laid out how it all began: in the world of supermarket tabloids.\n• If Mr. Cohen’s admissions and accusations are true, Mr. Trump committed serious crimes. Here’s a legal analysis of what prosecutors could do now.\n• Here are six takeaways from Mr. Cohen’s guilty plea.\n• This graphic shows how the payments were made. One of them involved the help of a third party, a tabloid publisher and Trump ally accused of buying the rights to one of the women’s stories only to bury it.\n• But Mr. Cohen says he wasn’t the only one who knew about the payments. Read about how he says two senior Trump Organization executives had a role in the arrangement.\n• Here’s how Mr. Cohen built his shadowy business empire.\n• And here’s a look at what the Trump team said about the payments to Stephanie Clifford, the pornographic film actress better known as Stormy Daniels. You can also watch a timeline of how it progressed.\n• Additionally, New York investigators issued a subpoena on Wednesday to Mr. Cohen for documents related to the Donald J. Trump Foundation as part of the investigation by Gov. Andrew M. Cuomo’s administration into whether the president’s charity violated tax laws.\nMr. Manafort, the former campaign chairman for Mr. Trump, was convicted of five counts of tax fraud, two counts of bank fraud and one count of failure to disclose a foreign bank account.\nOf the 18 total charges against him, the judge declared a mistrial on 10 counts. The verdict was the most significant victory yet for the special counsel, Robert S. Mueller III.\nRead more:\n• More than 30 others have been charged as a result of the Mueller investigation.\n• Here’s a look at Mr. Manafort’s rise and fall and how his ambition set the stage for his own downfall.\n• Watch a video that traces his trail of scandals.\nMr. Trump responded to Mr. Manafort’s conviction after landing in Charleston, W.Va., for a rally on Tuesday night, calling Mr. Manafort “a good man.”\nOn Wednesday, Mr. Trump praised Mr. Manafort on Twitter as “brave” for refusing to “break” under pressure, in contrast to Mr. Cohen, whom the president accused of fabricating stories “in order to get a ‘deal.’” In a separate tweet, Mr. Trump also offered a negative review of Mr. Cohen’s legal services.\n“If anyone is looking for a good lawyer,” he wrote, “I would strongly suggest that you don’t retain the services of Michael Cohen!”\nInside the White House, the mood was grim.\nWhat’s next for Mr. Manafort and Mr. Cohen? The president could pardon them, but Lanny Davis, Mr. Cohen’s lawyer, said in several interviews on television on Wednesday that his client would not accept one, if given.\n“He considers a pardon from somebody who has acted so corruptly as president to be something he would never accept,” Mr. Davis said on NBC’s “Today” show.\nThe two men also might have incentives to cooperate with prosecutors in the special counsel’s investigation, a former federal prosecutor said. With their legal trouble, one person could benefit: Mr. Mueller — and here’s why.\nAs television journalists struggled to keep up with the developing drama on Tuesday, even the president’s most loyal defenders said in private that the legal setbacks could divide Republicans in Congress and open Mr. Trump himself to impeachment in the House.\nSpeaking of impeachment: When is an offense impeachable? Look to the framers of the Constitution for an answer.\nNow, some senior Republican Party leaders are urging their incumbents to speak out about the wrongdoing around Mr. Trump, with one saying, “Where there’s smoke, and there’s a lot of smoke, there may well be fire.”\nA New York Times reporter also answered some questions submitted by readers.\n[Want a newsletter that gives you what you need to know to begin your day? Sign up for the Morning Briefing.]", "date": "Aug. 22, 2018", "href": "https://www.nytimes.com/2018/08/22/us/politics/trump-cohen-manafort-guide.html", "tags": "news • manafort ” trump cohen one overwhelmed catch"}