{"title": "Pain of Pakistan's outcast Ahmadis", "content": "Pakistan's constitution was amended 40 years ago to declare Ahmadis to be non-Muslims. Regarded by orthodox Muslims as heretical, Ahmadis are not allowed to refer to their places of worship as mosques or to publicly quote from the Koran - acts punishable by imprisonment of up to three years. \nCritics of the anti-Ahmadi laws say they have encouraged violence against the community. Residents of the all-Ahmadi town of Rabwah told BBC Urdu's Nosheen Abbas of their fears for the future. \nUsama Munir used to be a banker in Lahore, but after his father was killed in attacks on Ahmadi mosques in the city in 2010, he decided to move to Rabwah. \nUsama was in one of the mosques in Lahore, but survived the attacks which were blamed on Sunni militants. \nHe felt his survival was another chance at life and he moved to Rabwah to dedicate himself to the Ahmadi community's  local chapter (known as Jamaat). \nHumaira (not her real identity) is a student outside Rabwah. \nShe says she faces discrimination on a daily basis - unlike her older sister who also studied at the same university, she is unable to stay in the dorm because Ahmadi students are not welcome there, she says. \nHer older sister told us that moves to ban Ahmadi students from the dorms had begun while she was a student. Humaira says she and other young Ahmadis need to fight against this discrimination. \nMirza Khursheed Ahmed is the head of all the Ahmadi missions in Pakistan. \nHe believes that the atmosphere in Pakistan is growing ever more difficult for Ahmadis.\nHe says that when the state denies rights to one group it leads to wider religious intolerance.\nChaudhry Hamidullah, who has lived in Rabwah for years, believes the community will see better days - but says the younger generation should be prepared for tough times. \nAnti-Ahmadi laws had set a precedent in the country and any community could be stigmatised in the future, he said. ", "date": "30 September 2014", "href": "https://www.bbc.co.uk/news/world-asia-29415356", "tags": "ahmadis mosques ahmadi community anti-ahmadi laws pakistan rabwah says pain years outcast"}