{"title": "Pakistan's war on street crime: 'The police killed our precious daughter'", "content": "Amal Umer, a 10-year-old Pakistani girl, was shot in the head on 13 August by a police officer who was targeting an armed robber at a busy Karachi intersection. Her parents have mounted a campaign to change what they say is a broken and unaccountable system - and they are starting to see results, as BBC Urdu's Saher Baloch writes.\nIt would have been easy for Beenish Umer and her husband Umer Adil to be overwhelmed by grief. \nA joyous family trip to an orchestral concert on the eve of Pakistan's independence day turned into a nightmare when their car was caught in the cross-fire of a confrontation between police and a street mugger.\nBut the couple are not allowing their sorrow to keep them silent. They do not want Amal's death to be forgotten and to be seen by authorities as acceptable \"collateral damage\" in a violent police war against street crime.\n\"Our child won't come back to us. We are coming to terms with the reality of it,\" says Beenish in an interview at the couple's home in Karachi, a mega-city of more than 20 million in Pakistan's south. \"But if by opening up we can bring about a change in how incidents [like this] are treated around here then it would be a success.\"\nThey believe that both the police and health system failed their daughter, and want to challenge what they say is a prevailing culture of impunity among Pakistani law-enforcers.\nLaid out on the table in front of the couple is a large poster covered with pictures of Amal and the family. In the middle, in marker pen, it says: \"We Miss You.\" \nAanya, their youngest daughter, has been trying to come to terms with her sister's absence. \"She can't express what she is going through as is the case with any six- or seven-year-old,\" says Beenish. \nThe couple gained a significant victory on 25 September when the Supreme Court of Pakistan ordered an investigation into Amal's death and criticised a private hospital and police for their actions.\nIt was around 22:00 on 13 August that the family stopped at a traffic light on a side road leading to a major avenue in the south of Karachi.\nThey saw that an armed man was threatening drivers and asking them to hand their phones over at gunpoint. He was making his way towards them. \nThey rolled down the window and calmly offered Beenish's purse and Umer's mobile to the mugger, who was growing increasingly agitated. He snatched the items but to their relief, moved on to another car behind them.\n\"We thought the worst was behind us until we heard multiple gunshots and a bullet went through our car's windscreen [from behind],\" says Beenish. \nAanya, in the backseat, began screaming. \nAfter the gunfire stopped, Beenish, in a panic, turned to check on her daughters. Aanya was in shock and crying. But Amal was quiet. Beenish reached out to touch her youngest daughter, who was bleeding. She had been shot in the head. \nUmer sped to the nearest hospital, frantically yelling at cars out of his window to move out of the way.\nFrom that moment on, they describe a night of agony and frustration. \"Right from the moment we arrived at the National Medical Center, the hospital staff, as well as the police officers we dealt with, made us feel as if it was our fault that we were on that road that night,\" says Umer.\nBeenish said that the hospital staff intubated Amal while Aanya sat on a stool outside, covered in her sister's blood. She says the staff then asked them to take Amal to another hospital.\n\"We said fine, we'd take her there. But can you at least arrange for an ambulance? To which their answer was to make the call ourselves,\" says Umer. \"They also refused to give us the ambu bag [a manual resuscitator] or the tubes that were enabling her to breathe.\"\nThe hospital administrator disputes this account. Dr Omer Jang told the Dawn newspaper that doctors did all they could to save Amal but that she was already \"clinically dead\" by the time she was put on the ventilator.\nUmer and Beenish say they spent another 15 minutes arguing with an ambulance service provider from a charity, by which time their precious daughter was gone. \nThe initial investigation by the police tried to exonerate its officers. Multiple police accounts were given - the thief was running away and that is why the police fired; he had opened fired at the police; Amal was hit by a bullet from the thief's gun, and so on.\nBeenish and Umer argued the bullet came from behind their car, fired by a policeman. \nA few days later, a deputy inspector general in the Sindh province police, Javed Odho, admitted that Amal had died after being unintentionally shot by a police officer, who he said was responding to fire from one of two armed thieves who had been mugging drivers. A one-inch bullet hole was found in the boot of Umer's car. According to Mr Odho, the policeman responsible was suspended and one of the thieves was killed.\nMr Odho has since asked the higher command to stop issuing AK-47 assault rifles, or Kalashnikovs, as standard to police officers in Karachi. \nIn recent years, street crime such as mugging and theft has surged across Karachi, with major roads and traffic lights a particular danger zone. \nThe city's newly appointed police chief, Ameer Ahmed Sheikh, defended the police's historic use of assault weapons, arguing that criminals have long had easy access to such arms. \nThe police have said the thief who robbed the family was part of a larger gang that had already carried out a spate of muggings on the same evening. \nIt's clear that the couple are still grappling with the reality of what has happened but they say they want to give voice to a silent majority who are continually let down by \"the system of impunity\".\n\"We belong to a culture where coming out with the truth and crying openly is seen as a weakness,\" says Beenish. \"But if it brings about a change within our desensitised system and the officers working for it; if it begins a debate about making hospital staff and doctors accountable for their actions and lack of ethics, then in that case we don't see it as a weakness.\"\nTheir efforts are bearing fruit. As part of its inquiry, the Supreme Court has called the director of the National Medical Center to appear before it. \nThe couple are filmmakers and say they have received an outpouring of support. But they also faced criticism for being an urban, wealthy family with easy access to the police and media.\nCritics say millions of Pakistanis with stories of hardship have no such opportunity. But such arguments can hurt.\n\"If we were really that privileged, we wouldn't have had to beg hospital staff to arrange an ambulance for us… while seeing [one of] our children fighting for her life and another sitting on a stool outside drenched in her sibling's blood,\" says Umer.  \nTheir voices are clearly being heard, but Beenish and Umer fear that once the dust settles, nothing will really change.\n\"My daughter is not coming back and I have to live with this reality every day,\" says Beenish. \"But I want to make sure I keep speaking out, [so] it doesn't happen to another Amal.\"", "date": "14 October 2018", "href": "https://www.bbc.com/news/world-asia-45665582", "tags": "hospital pakistan beenish street umer crime say war killed precious daughter says couple police karachi amal family"}