{"title": "Pakistan election raises fears of 'creeping coup'", "content": "A day before Pakistan's 11th national election, the country's dream of undiluted democracy appears to be receding - again.\nIn its 70-year history, Pakistan has alternated between quasi-democracy and pure military rule. In the process it has become embroiled in international conflicts and morphed into a home base for Islamist militancy.\nOver the past decade, Pakistanis have witnessed democracy at its most undiluted thus far, but it's now under threat from what some say appears to be a \"democratic coup\" of sorts.\nAnd just as in the past, the country's powerful military establishment remains the chief suspect behind the fresh round of political manipulation.\nIn the past, the military used to either stage a direct coup or use special powers to sack an elected government and then manipulate elections to ensure it wasn't re-elected.\nIn 2008, those special powers were done away with, leading to a first in 2013: an elected government completing its five-year term.\nBut since then the tide appears to have reversed, and critics say the establishment is resorting to more primitive tactics to recover its edge.\nA three-pronged approach is in evidence.\nFirst, as some legal experts have observed, the courts have selectively applied the law to clip the wings of the outgoing government, thereby creating an advantage for its rivals.\nOn Sunday, Justice Shaukat Aziz Siddiqui of the Islamabad High Court said that the ISI intelligence service was interfering in the judiciary, and had pressured judges not to release convicted ex-PM Nawaz Sharif ahead of the vote.\nMr Sharif was disqualified from office by the Supreme Court on questionable grounds last year, and has since been sentenced to 10 years in jail by a trial court, in a ruling which one legal expert described as an embarrassment to his community.\nAccording to the Dawn newspaper, Justice Siddiqui told the Rawalpindi Bar Association he was not afraid of speaking out against the powerful ISI, saying: \"I am not afraid even if I am assassinated.\" \nSecond, authorities have either looked the other way as banned militant groups have joined the election process, or have actively helped them to do so.\nAnd third, the military has been given what many call an obscenely large role in administering the voting process on election day.\nThe first two stages have already unfolded enough for one to see their preliminary results.\nMany candidates from Mr Sharif's PML-N have been lured to leave the party and either join the PTI party of rival and former cricketer Imran Khan, or stand as independents.\nThere is evidence that those who have resisted such demands have faced physical violence, had their businesses attacked or have been disqualified from office.\nOther parties with a stake in undiluted democracy, such as the PPP party of assassinated former Prime Minister Benazir Bhutto, are also under threat. The party is now led by her widower, former President Asif Zardari, and fronted by their son, Bilawal Zardari Bhutto.\nSome PPP leaders have been named in renewed money-laundering allegations, while authorities in the field have been accused of disrupting its election campaign. The party, as well as other secular groups, also faces the prospect of militant attacks.\nOne such party, the leftist Awami National Party, lost a prime candidate in a suicide attack in Peshawar last week. Two more candidates, including one from the PTI, have since been killed in similar attacks.\nIn Balochistan, a secular candidate, Gizen Marri, has been battling travel restrictions and house arrest, while a man linked by many to sectarian militancy, Shafiq Mengal, is free to stand for election in a neighbouring constituency.\nMr Marri is being stopped probably because of his strong views on provincial rights, an idea which runs contrary to the military's strictly centrist approach.\nBut Mr Mengal's reported links to the sectarian Lashkar-e-Jhangvi (LeJ) militant group and his alleged involvement in several attacks in Balochistan are being ignored, secular parties say, apparently because he has been acting as the military's proxy against Baloch nationalists. \nIn June, Pakistan removed another leader with LeJ links, Maulana Mohammad Ahmad Ludhianvi, from its terror watch list, apparently to free him up to lead his group in the election campaign, which it is contesting under a different name.\nThe Jamatud Dawa (JuD) group, whose leader Hafiz Saeed is on a UN terror blacklist, has also been allowed to field candidates under the banner of a different party.\nMr Saeed is accused of being behind co-ordinated attacks in Mumbai, India, that killed 166 people in November 2008.\nMore recently, Fazlur Rehman Khalil, the founder of the Harkatul Mujahideen (HuM) militant group, ended his long hibernation to announce his support for Imran Khan's PTI party. He is on a US terrorism black list.\nTaken together, all of these moves point to a scenario where left-wing or pro-democracy parties are being squeezed by legal or physical threats.\nThis has left the field open for Imran Khan's PTI party and the religious extremists.\nIf this is any guide to the probable outcome, the aim appears to be to ensure no clear mandate for any one party, a result which the establishment can then manipulate to determine who the next prime minister will be.\nAnd since all of this is being done in plain sight, the media has been put under pressure - by unidentified authorities - to offer only selective coverage of events.\nSo while on the surface the country still seems to be going through the motions of democracy, many say that what is actually happening is far from democratic.\nA former senator and columnist, Afrasiab Khattak, has called it a \"creeping coup.\"\nThis alleged effort has been \"conceived by the deep state [meaning the military] and midwifed by the judiciary\", he wrote in a recent newspaper column.\nAnd this has led, he said, to a \"fascist-like strangulation of democratic freedoms and the media\".", "date": "23 July 2018", "href": "https://www.bbc.co.uk/news/world-asia-44924389", "tags": "militant election military appears pakistan since fears raises party democracy one say coup"}