{"title": "Pakistan Christian: Which countries still have blasphemy laws?", "content": "Laws prohibiting blasphemy or harming religious feelings exist in many countries, although in some places they are rarely used even if they still exist on the statute book.\nBlasphemy is defined as speaking insultingly about a particular religion or god.\nSome countries also penalise apostasy, which means abandoning or denying a particular faith.\nThe US Commission on International Religious Freedom report for 2017 lists 71 countries that have blasphemy laws, in some cases punishable by death. \nThe US Library of Congress said in 2017 there were 77 countries which have laws \"criminalising blasphemy, defaming religion, harming religious feelings, and similar conduct\".\nIts report states that blasphemy laws are more likely to be actively enforced in the Islamic world. \nHowever, such laws exist across continents and have also been used in Europe.\nThe most recent high-profile example in the Muslim world is the case of Pakistani Christian Asia Bibi, whose conviction has been overturned after eight years in prison.\nIn Pakistan, the blasphemy law has been controversial as it has been used against Christian and other minorities in the Muslim-majority country. \nRights organisation Amnesty International says the law is used to pursue vendettas and justify vigilante violence.\n\"On the basis of little or no evidence, the accused will struggle to establish their innocence while angry and violent mobs seek to intimidate the police, witnesses, prosecutors, lawyers and judges,\" it states.\nIn Pakistan, most victims of the blasphemy laws have actually been Muslim or from the Ahmadi sect (declared non-Muslim by Pakistan), not Christian or other minorities, according to one Pakistani rights groups which looked back at cases over the last 30 years.\nThe penalties for blasphemy in such countries can be severe. \nApart from Pakistan, Iran, Saudi Arabia and Mauritania have also handed down death sentences in recent years.\nHowever, it's not always clear how many death sentences have been imposed. \n\"Accusations are often heard in Sharia courts, where reportage is bad or the process of any kind of statistical analysis is lacking,\" says Bob Churchill of the International Humanist and Ethical Union (IHEU), an alliance of humanist groups that campaigns against blasphemy laws.\nSome high-profile cases that have attracted international attention have ended with the death sentence being commuted.\nIn 2016, a poet in Saudi Arabia was sentenced to death after being accused of insulting Islam, but this was later commuted to lashes and imprisonment.\nAccording to the IHEU, a key concern is that the authorities in some countries do little to intervene and allow mob justice to take its course, or blame the victim if they are targeted by extremists. \n\"Officials in Bangladesh, including the prime minister, responded to the murder of atheist bloggers by saying that they shouldn't express things that radical Islamists don't want to hear,\" says Mr Churchill.\nIn Europe, there have also been blasphemy cases in a number of countries.\nThe use of such laws has sometimes become tied up with attempts by the authorities to curtail hate crime - particularly as directed against religious minorities.\nIreland has now voted in a referendum to decriminalise blasphemy, which was enshrined in the constitution.\nIceland, Norway and Malta have also abolished blasphemy laws in recent years. \nIn the US, there are no federal blasphemy laws, although some states still have them.\nThey would, however, almost certainly come into conflict with the free speech and religion clauses of the US constitution if they were to be applied. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "31 October 2018", "href": "https://www.bbc.com/news/world-46046074", "tags": "religious christian us laws pakistan blasphemy used death countries cases international also still"}