{"title": "Pakistan Taliban faction claims park attack on Lahore Christians", "content": "A Taliban splinter group says it carried out a suicide attack on a park in Lahore, Pakistan, which killed more than 70 people, including children.\nJamaat-ul-Ahrar said it had targeted Christians celebrating Easter, though police have said they are still investigating the claim.\nThere were scenes of carnage as parents searched for children amid the debris.\nPakistan's president condemned the attack, and the regional government has announced three days of mourning.  \nAt least 300 people were injured, with officials saying they expected the death toll to rise. \nAll major hospitals in the area were put on an emergency footing after the blast, early on Sunday evening. \nThe bombing of the amusement park on Easter Sunday was the bloodiest attack on Christians in Pakistan since the 2013 Peshawar church bombing that killed more than 80 people.\nBut many believe there may be a wider context to the latest attack - 27 March was the deadline set by an alliance of more than 30 religious groups for the provincial government of Punjab to withdraw a new women's rights law they oppose.\nAnd supporters of Mumtaz Qadri, a police guard executed last month for the 2011 killing of a provincial governor who advocated reform of the blasphemy laws, have also launched protests. They brought forward the customary 40th day mourning for Qadri by 13 days to coincide with 27 March and several thousand have now occupied a high-security zone in Islamabad to press demands which include the implementation of Sharia law.\nSunday's carnage in Lahore was claimed by Jamaat-ul-Ahrar, an increasingly effective faction of the Pakistani Taliban which has carried out several attacks in the north-western Peshawar valley region during the last few months.   \nWho are Pakistan's Christians? \nLahore is one of Pakistan's most liberal and wealthy cities. It is the political powerbase of Prime Minister Nawaz Sharif, and has seen relatively few terror attacks in recent years.\nA spokesman for Jamaat-ul-Ahrar, Ehsanullah Ehsan, said the group wanted to send a message to Mr Sharif that they \"have entered Lahore\", and threatened further attacks. \nJamaat-ul-Ahrar is a breakaway group from Tehrik-e Taliban Pakistan. It has carried out several other attacks on Pakistani civilians and security forces in recent months. \nMr Sharif expressed \"grief and sorrow over the sad demise of innocent lives\". He has postponed a planned trip to the UK. \nThe explosion, believed to have been carried out by one suicide bomber, hit the main gate to the Gulshan-e-Iqbal park in the early evening, a short distance from the children's playground. \nOfficials said the device had been packed with ball bearings. \nThe popular was more crowded than usual, as Lahore's minority Christians were celebrating Easter at its funfair. \nOne man, who gave his name as Danish, said the park had been so full when he arrived he had not been able to enter. \n\"We went to a canteen to have something to eat, when there was suddenly a big blast,\" he told Reuters.\n\"Everyone went panic, running to all directions. Many of them were blocked at the gate of the park. Dead bodies can be found everywhere.\"\nHasan Imran, 30, a local resident, told Reuters:  \"When the blast occurred, the flames were so high they reached above the trees and I saw bodies flying in the air.\"\nOne man told Pakistan's Geo TV station he was heading towards a fairground ride with his wife and two children when he heard a huge bang and all four of them were thrown to the floor. \nAnother man, who did not give his name, told the Associated Press he had taken 20 children to hospital, saying: \"I can't explain to you the tragic situation.\" \nPolice chief Haider Ashraf said the park had been a soft target for the militants, saying that while Pakistan is \"in a warlike situation\" there had been no specific alert issued for the park.\nShebaz Sharif, the chief minister of Punjab, later tweeted: \"Words cannot describe agony we are in to see our children's blood spilled by cowards.\"\nHe said that those who target civilians \"do not deserve to be called humans\" and that Pakistan would \"make sure that your terror infrastructure is dismantled completely\".\nUN Secretary-General Ban Ki-moon called the attack \"appalling\", saying the perpetrators should \"be brought swiftly to justice\". \nPakistan has suffered regular incidents of Taliban-related violence, sectarian strife and criminal gang activity.", "date": "28 March 2016", "href": "https://www.bbc.co.uk/news/world-asia-35909677", "tags": "saying pakistan park claims lahore carried christians children taliban jamaat-ul-ahrar attack faction"}