{"title": "Panama Papers: Putin associates linked to 'money laundering'", "content": "A suspected money laundering ring involving close associates of Vladimir Putin has been uncovered in a leak of confidential documents.  \nThe billion-dollar operation was run by Bank Rossiya, which is subject to US and EU sanctions following Russia's annexation of Crimea.\nEvidence seen by BBC Panorama reveals for the first time how the bank operates.\nDocuments show how money has been channelled through offshore companies.\nThey suggest Sonnette Overseas, International Media Overseas, Sunbarn and Sandalwood Continental have profited from fake share transactions, bogus consulting deals, uncommercial loans and the purchase of under-priced assets.\nThe documents show that International Media Overseas and Sonnette Overseas were officially owned by one of the Russian president's closest friends. \nConcert cellist Sergei Roldugin has known Vladimir Putin since they were teenagers and is godfather to the president's daughter Maria.  \nOn paper, Mr Roldugin has personally made hundreds of millions of dollars in profits from the suspicious deals.\nBut documents from Mr Roldugin's companies state that: \"The company is a corporate screen established principally to protect the identity and confidentiality of the ultimate beneficial owner of the company.\" \nThe cellist has previously told reporters that he is not a businessman. His involvement in the complex offshore deals will raise suspicion that he is simply acting as a front for someone else.\nIn one example, documents show that Sandalwood Continental bought an asset for just $1 (70p) and sold it three months later for $133m (£93m). \nSandalwood was also given $800m (£562m) of loans by a Russian state bank. There is no evidence in the documents of Sandalwood providing security for the loans or making repayments.\nTom Keatinge - who runs the Centre for Financial Crime and Security Studies - says the transactions appear to be evidence of money laundering.\n\"There's nothing that I have seen which would make me say anything other than 'Stop, we need to investigate very closely what's going on here.' Whether it's loans being written off with no apparent compensation, other than the dollar, or whether it's loans being assigned through multiple pairs of hands for no obvious reason.\" \nThe documents show that one of the Roldugin companies, International Media Overseas, borrowed $6m (£4.2m) in 2007. Three months later the loan was written off for just $1, so the cellist's company had been given $6m.\nIn another suspicious deal in 2011, International Media Overseas bought all the rights - including interest and repayments - to a $200m (£140m) loan. \nInternational Media Overseas paid just a single dollar, even though the interest payments alone were worth $8m (£5.6m) a year to Mr Roldugin's company. \nAndrew Mitchell QC, one of the UK's leading experts on money laundering, says the deals are highly suspicious: \"There can't be a commercial basis for transferring $200m and the rights to $8m a year for a dollar.\" \nInternational Media Overseas also failed to disclose Mr Roldugin's connection to the Russian president when it opened three bank accounts.\nThe application form for each account asked whether Mr Roldugin had any relations to so-called PEPs or Politically Exposed Persons. Mr Roldugin's forms said he didn't, which was clearly not true.\nInternational Media Overseas was also involved in dozens of suspicious share transactions. In one scheme, the company sold shares to a broker who then sold them back at a lower price the next day. \nMr Roldugin's company always made a profit and the documents show that these profits were worked out in advance of the share deals.\nInternational Media Overseas also profited from a scheme where share deals were set up and then cancelled before they took place. Mr Roldugin's company was then paid compensation for the failed deals. \nThe leaked documents show that the share purchase agreements and the cancellation agreements were signed at the same time, so there doesn't seem to have been any intention to genuinely buy or sell the shares. \nAndrew Mitchell QC has seen the share transactions. He said: \"This is not business, this is creating the appearance of business in order to continually move and hide assets\". \nThe leaked documents show that Mr Roldugin's other company - Sonnette Overseas - had a secret interest in the Russian lorry maker called Kamaz.\nIn 2008, Sonnette paid $1.5m (£1m) to join a consortium that had an option to buy a company that owned a valuable stake in Kamaz.\nThe documents spell out what was expected from Mr Roldugin's company. They say Sonnette should ensure that plans to increase the consortium's stake in Kamaz \"received most favoured treatment\".\nSandalwood Continental appears to be at the heart of the suspected money laundering ring. It borrowed $800m (£562m) in a series of uncommercial loans from a state-owned bank, before lending the cash on to other companies. \nThe leaked documents show that some of the Sandalwood cash was loaned to a company which owns a ski resort that is popular with the Russian president.  \nVladimir Putin opened the Igora resort in 2006 and went skiing there in 2011 and 2012. His daughter Katerina's wedding was held at Igora in 2013. \nThe company which received the money is now part owned by Bank Rossiya owner Yuri Kovalchuk, who was described as one of President Putin's cashiers when the US government placed him on the sanctions list.\nBank Rossiya has been described by the US government as the \"personal bank for senior officials of the Russian Federation\".\nMr Kovalchuk's lawyer said he did not understand why his client was being asked questions, when all information about Bank Rossiya that was subject to mandatory disclosure was available in public sources. \nThe fourth offshore company in the leaked files - Sunbarn - has also profited from a series of suspicious deals.\nIn one example, it was given shares by Bank Rossiya which it subsequently sold for $25m. In another example it received $30m (£21m) in consultancy payments for providing advice about investing and trading in Russia through a Cypriot company.  \nSunbarn also received loans totalling $231m (£162m) from companies owned by or linked to another childhood friend of the Russian president - the billionaire Arkady Rotenberg. Once again, there was no security for the loans and no evidence of any repayment. \nAround the time the loans were made to Sunbarn, one of Mr Rotenberg's companies was awarded a lucrative contract to work on a $40bn (£28bn) gas pipeline from Russia to Europe. The South Stream gas project has since been cancelled.\nBank Rossiya, Sergey Roldugin and Arkady Rotenberg have not responded to the questions put to them by the BBC.\nPanorama: Tax Havens of the Rich and Powerful Exposed is on BBC One at 19:30 BST on Monday 4 April and will be available later via BBC iPlayer.", "date": "3 April 2016", "href": "https://www.bbc.com/news/world-europe-35918845", "tags": "company overseas loans associates show panama laundering documents bank one papers roldugin international linked putin"}