{"title": "Panasonic to move Europe headquarters from UK to Amsterdam", "content": "Panasonic will move its European headquarters from the UK to Amsterdam in October as Brexit approaches. \nThe aim is to avoid potential tax issues linked to the UK's decision to leave the EU, said Panasonic Europe's chief executive Laurent Abadie.\nIn the run-up to March 2019, a number of multinational firms have said they plan to move jobs out of the UK.\nSeveral Japanese financial companies have said they intend to move their main EU bases away from London.\nPanasonic's decision was driven by a fear that Japan could start considering the UK a tax haven if it cuts corporate tax rates to attract business, Mr Abadie told the Nikkei Asian Review newspaper.\nIf Panasonic ends up paying less tax in the UK, that could render it liable for a bigger tax bill in Japan.\nMr Abadie told the Nikkei Asian Review that Panasonic had been considering the move for 15 months, because of Brexit-related concerns such as access to free flow of goods and people. \nPanasonic Europe later issued a statement confirming that it was transferring its regional headquarters from Bracknell in the UK to Amsterdam from 1 October.\nIt said it was doing so for several reasons, including \"improved efficiency and cost competitiveness\".\nIt said \"fewer than approximately 10\" people would be affected out of a staff of 30.\n\"No Panasonic UK business operations will be affected by the EU headquarters move,\" the statement added.\nIn 2016, the UK government pledged to cut corporation tax to encourage businesses to continue investing in the UK after the Brexit referendum.\nBritain voted to leave the EU in 2016, but with less than a year to go, the UK and the EU are struggling to reach consensus on the terms of the exit.\nJapan is a major investor in the UK, where more than 800 Japanese companies employ more than 100,000 people. \nHowever, financial firms including Nomura, Sumitomo Mitsui and Daiwa have already said they will no longer maintain their EU headquarters in London.", "date": "30 August 2018", "href": "https://www.bbc.co.uk/news/business-45351288", "tags": "headquarters uk panasonic eu tax japan amsterdam abadie move europe"}