{"title": "Paramedics Wanted to Enter Parkland School, but Sheriff’s Office Said No, Report Finds", "content": "While students and teachers lay gravely wounded inside Marjory Stoneman Douglas High School, a Fire Department official outside was begging to send in paramedics.\nIn the chaos immediately after the shooting rampage on Feb. 14 in Parkland, Fla., the Coral Springs Fire Department’s deputy chief, Michael McNally, repeatedly asked to dispatch specialized teams of paramedics and police officers to treat victims.\nBut his requests, according to a report the department released on Thursday, were denied by a captain with the Broward County Sheriff’s Office who was overseeing the law enforcement response.\nChief McNally wrote that he asked six times to send in the groups, but that Capt. Jan Jordan kept offering the same response: She “would have to check before approving this request.”\nWhile the Fire Department’s specialized paramedic units were kept out of the school, medics assigned to SWAT officers entered the building and removed injured teachers and students. The SWAT teams were searching the hallways and classrooms for the gunman but stopped and helped victims if they were still alive, the authorities said.\n“Viable patients were being brought to us in a well-organized manner,” Mike Moser, a division chief with the Fire Department, said in an interview on Friday. “We were able to take everyone out of the school that we were able to.”\nSince the shooting nearly four months ago, which left 14 students and three staff members dead, law enforcement officers have described widespread confusion and maddening lapses among the multiple agencies that responded.\nA deputy assigned to the school stayed outside during the shooting. Broward County deputies and Coral Springs police officers could not communicate over their radios because they had separate systems. And officers reviewing surveillance video to try to locate the gunman did not immediately realize that it was on a 20-minute delay.\nThe two-page report by Chief McNally, which outlines his interactions with the authorities outside the school, was the latest account of frustration and bewilderment over the law enforcement response.\nAfter he arrived at the school, he offered four times to send in paramedics while the police were watching security footage to find the gunman, identified as Nikolas Cruz, a former student. The deputy chief told Captain Jordan that the teams — which each consist of three to four police officers and at least three paramedics — were specially trained to treat victims in an active shooter situation and would enter only the areas that the police had searched.\nHe offered two more times after the police discovered the video delay and saw that the gunman had escaped unnoticed from the building. The deputy chief was told to wait. “Once again, the incident commander advised, ‘She would have to check and let me know,’” he wrote in the report.\nA Broward County Sheriff’s Office spokeswoman said on Friday that paramedics were allowed in only “after it has been confirmed the threat is mitigated.”\n“Reporters will be able to provide a more accurate narrative once all the facts are gathered and the investigation is completed as well as the findings from the independent reviews by the Florida Department of Law Enforcement and the M.S.D. Commission,” the spokeswoman said, referring to the Marjory Stoneman Douglas Commission.\nThe gunman opened fire with a semiautomatic AR-15, a civilian version of the military’s standard rifle that produces devastating wounds to organs and severe bleeding. Many victims bled to death before reaching the hospital.\nThe police arrested Mr. Cruz about an hour after the shooting while he was walking on a residential street about two miles from the school. Even though the suspect was in custody and the school had been deemed safe, the Fire Department’s specialized teams were advised to stand down.\nNobody who remained in the school at that point could be saved, Chief Moser said.", "date": "June 1, 2018", "href": "https://www.nytimes.com/2018/06/01/us/parkland-shooting-paramedic-police-response.html", "tags": "finds sheriff wanted office fire officers report gunman department paramedics chief police ” parkland school enter said"}