{"title": "Parental conflict: 'It was like a war situation'", "content": "When parents separate, access to children can be one of the hardest issues to agree. \nSometimes a child will refuse to see one parent - and social workers have to work out what is happening. \nThe BBC reported on new guidelines in England, which include - for the first time - the possibility of a pattern of behaviour called \"parental alienation\". \nIt involves one parent deliberately turning a child against the other. \nOur report stirred up memories for some adults of being caught up in high-conflict separations, who wanted to tell us their story anonymously. \n\"It's a way for the parent to take control of the children - that's how it was for my mum.\"\nMary was a teenager when her parents separated after a few stormy years in their relationship.\nLooking back, she thinks her mother tried to bind her children to her emotionally, partly as a way of feeling secure. \n\"My mum told us that he'd cheated on her and that he'd left us and didn't love us.\"\nWhile Mary wasn't told she couldn't stay with her dad,  she was encouraged to sabotage her time with him. \nAfter a few years, Mary stopped talking to him and dropped out of contact for a year.\n\"I thought he was the enemy.  I felt it was like a war situation.  We were on one side and he was on the other side.\"\nLater Mary got back in touch with her father. \nBut if she told her Mum she had had a good time visiting him, the atmosphere at home would change. \nEither Mary's mother would stop talking to her, or completely withhold affection and lock herself away.  \n\"I had fun with my dad - eventually I came to the conclusion if I didn't have fun with my dad,  I wouldn't be punished.\"\nThere were other complications.  Mary's mother drank too much and sometimes neglected her children. \nLooking back as an adult, Mary says she is still dealing with the emotional damage. Damage that has left her with a difficulty trusting others in close relationships. \nMary is in contact with her father now but barely speaks to her mother. \nShe is trying to work through the impact of these years, in therapy. \n\"I still have nightmares about that time, less frequent now, but I have them  - occasionally.  I've accepted they'll always be with me.\"\nLouisa was seven years old when her parents broke up and she left to live with her mother. \n\"I always remember feeling guilty when we drove away from the house, leaving him on his own.\"\nLouisa had a good relationship with her father, whom she \"loved to bits\". \nHer mother's anger scared her.  She remembers looking for the number for Childline but being too frightened to ring. \nLouisa's mother would tell her and the other children the reason they didn't have certain things was because her dad was withholding money. \nIt was only later that she found out this wasn't true. \nHe was always used as a negative, telling Louisa: \"You're just like him.\" \nThere was a lot of emotional blackmail in her upbringing. \n\"Don't you know what I've done for you, what he's done to me?\" her mother would scream. \nLouisa's mother then had a relationship with a man who was violent and who physically threatened her.  \n\"I wasn't allowed to talk to my dad on my own.  I'd have to make excuses to walk the dog, so I could get to a phone box to talk to him.\n\"I was terrified of the repercussions. She would go to work and bar the phone and check if he'd called.\"\nHer mother moved them so far away that it became even harder to see her dad. \nUsually, her father passed on birthday cards from her grandmother but one year one was sent to their home direct. \n\"Because I got a card, she didn't speak to me on my birthday.\" \nIn her later teenage years, Louisa left to live with her father. \nIt wasn't easy at first to rebuild their relationship, as contact had been intermittent. \nLouisa says she now struggles to have any feelings for her mother. \"It's a blank.\"\nHer greatest sadness is her younger siblings, who were too little when her parents split to have a clear, untarnished, memory of their father.\nDr Andrew Reeves, chair of the British Association of Counselling and Psychotherapy, says people who have been through these experiences can be left with unresolved anger, and difficulties with trust within their own adult relationships.\n\"There's no template for a solution.  It's important to be able to make sense of it as an adult, and get support in making decisions that are best for you.\"\nHe suggests that trying to bring an adult perspective can help progress towards a position of neutrality, when thinking about what has happened.  \nSome people seek counselling, others work through issues in their close relationships. \nEither way he says a decision about whether to get back in contact with a parent is highly personal. \nDr Reeves said it needs to be approached with realistic expectations of what might come out of it. \n Childline is open 24 hours a day, 365 days a year on 0800 1111.", "date": "27 December 2018", "href": "https://www.bbc.co.uk/news/education-46633862", "tags": "left mother situation dad parental years conflict one war mary children father like louisa"}