{"title": "Parents and Students Plead With Trump: ‘How Many Children Have to Get Shot?’", "content": "WASHINGTON — An anguished father mourning his 18-year-old daughter vented his anger and pleaded for safer schools.\nA fear-stricken student who watched classmates die last week wept openly as he called for banning assault weapons.\nA mother who lost her 6-year-old son in a school shooting just over five years ago warned that more parents would lose their children if President Trump did not act, adding, “Don’t let that happen on your watch.”\nOne by one at the White House on Wednesday afternoon, survivors of school shootings and family members of victims shared their stories and their calls to action. The extraordinary public exchange with the president gave voice to an intensely emotional debate over how to respond to the latest gun massacre in an American school.\nA week after a gunman opened fire with an AR-15-style assault rifle at Marjory Stoneman Douglas High School in Parkland, Fla., killing 17 people and prompting a rash of student-driven lobbying for new gun restrictions, Mr. Trump met for more than an hour with grieving people in search of solutions. News cameras captured the unusual listening session, revealing an emotional give-and-take between a president and private citizens that is typically shielded from public view.\nMr. Trump used the event to pitch his own ideas about how to prevent such debacles in the future, polling the group about whether they supported allowing teachers and other school employees to carry concealed weapons, an idea he said could have halted the carnage in Parkland.\n“That coach was very brave, saved a lot of lives, I suspect,” Mr. Trump said, apparently referring to Aaron Feis, a coach at Stoneman Douglas who reportedly died using his body as a shield to protect students. “But if he had a firearm, he wouldn’t have had to run, he would have shot and that would have been the end of it.”\nMr. Trump said he would press to strengthen background checks for people buying guns and press for enhanced mental health measures. “We’re going to go very strongly into age — age of purchase,” he added, appearing to refer to a proposal to set an age threshold for buying certain weapons, including the AR-15.\nBut in a session that began as a subdued conversation and sometimes descended into tears and shouting, policy proposals were overshadowed by raw expressions of fear, anger and sorrow.\n“We’re here because my daughter has no voice — she was murdered last week, and she was taken from us, shot nine times,” said Andrew Pollack, whose daughter Meadow was one of the 17 killed in Parkland. “How many schools, how many children have to get shot? It stops here, with this administration and me, because I’m not going to sleep until it’s fixed.”\nMost of the students and parents invited from the Florida school appeared to support Mr. Trump, many of them prefacing their comments with praise for his leadership. But even fans of the president vented anger and desperation, laying the challenge of responding to the tragedy at his feet.\n“It should have been one school shooting, and we should have fixed it — and I’m pissed,” said Mr. Pollack, the only parent of a child killed in Parkland who was at the session, raising his voice as he looked at Mr. Trump. “Because my daughter, I’m not going to see again.”\nSamuel Zeif, 18, told of texting his parents and brothers from the second floor of Stoneman Douglas, believing that he would be killed, and he dissolved into tears as he begged the president, “Let’s never let this happen again — please, please.”\n“I don’t understand why I can still go in a store and buy a weapon of war, an A-R,” Mr. Zeif said, referring to the AR-15 rifle. “How is it that easy to buy this type of weapon? How do we not stop this after Columbine, after Sandy Hook? I’m sitting with a mother who lost her son. It’s still happening.”\nMr. Trump, who has often struggled to express empathy in the face of tragedy, appeared moved by the personal stories, even as he asked repeatedly whether anyone in the ornate room at the White House knew how such horrors could be prevented.\n“I know you’ve been through a lot — most of you have been through a lot more than you ever thought possible,” Mr. Trump said, seated in a circle with students and parents. “All I can say is that we’re fighting hard for you, and we will not stop.”\n“I grieve for you,” Mr. Trump added. “To me, there could be nothing worse than what you’ve gone through.”\nDuring the session, Mr. Trump held a card that appeared to remind him of the basics of compassion when dealing with grieving survivors. “What would you most want me to know about your experience?” read one handwritten note on the card, captured in photographs of the event. “I hear you,” read another.\nMr. Pollack said he did not favor adopting new gun restrictions, but pleaded for Democrats and Republicans to come together to create new school safety measures.\n“It’s not about gun laws right now — that’s another fight, another battle,” he said. “We need our children safe.”\nYet the subtext of the discussion was a contentious debate over gun restrictions and an all-too-familiar cycle of outrage, activism and promises of action, and then the inevitable inertia of Washington because of the opposition by the National Rifle Association and its allies.\nMr. Trump, a strident defender of gun rights who ran for office with the strong backing of the N.R.A., has come under immense pressure to endorse new gun limits after the Parkland massacre. The mass shooting has prompted a wave of youth activism that has reverberated from South Florida to Washington, where hundreds of students gathered outside the White House gates on Wednesday before the listening session, chanting, “Enough is enough!” and, “Hands up! — Don’t shoot!”\nMark Barden, who lost his 7-year-old son Daniel at Sandy Hook Elementary School in Newtown, Conn., in 2012, said it was futile to believe Congress would act on new policies.\n“We tried this legislative approach,” said Mr. Barden, a founder and managing director of Sandy Hook Promise, a nonprofit advocacy group created after the massacre. “I’ve been in this building before many times, wringing our hands, pleading with legislators — ‘What can we do?’ — until we finally said we have to go home and do this ourselves.”\nHe and Nicole Hockley, who lost her 6-year-old son Dylan at Sandy Hook, pressed Mr. Trump to consider prevention programs that train schools and educators to identify students in crisis and intervene before they attempt to harm themselves or others.\n“Rather than arm them with a firearm,” Ms. Hockley said of teachers, “I would rather arm them with the knowledge of how to prevent these acts from happening in the first place.”\nOne of Mr. Pollack’s sons, Hunter, said he would prefer that educators carried weapons, arguing that more firearms on campus would lead to safer schools.\nYet it was the emotional appeals that appeared to have more influence on Mr. Trump.\nMr. Barden pulled out a photograph of his son showing a gaptoothed grin.\nMr. Pollack spoke movingly of “my beautiful daughter I’m never going to see again.”\nMs. Hockley implored the president not to allow another massacre of children on his watch, saying: “Consider your own children. You don’t want to be me — no parent does.”\nAs he ended the session, Mr. Trump promised their stories would not go unheard or unaddressed.\n“Thank you for pouring out your hearts,” he said. “Because the world is watching, and we’re going to come up with a solution.”", "date": "Feb. 21, 2018", "href": "https://www.nytimes.com/2018/02/21/us/politics/trump-guns-school-shooting.html", "tags": "‘ many shot parents ” trump school gun children plead students get —"}