{"title": "Paris attacks: What happened on the night", "content": "The attacks in Paris on the night of Friday 13 November by gunmen and suicide bombers hit a concert hall, a major stadium, restaurants and bars, almost simultaneously - and left 130 people dead and hundreds wounded.\nThe attacks were described by President Francois Hollande as an \"act of war\" organised by the Islamic State (IS) militant group.\nShootings and bomb blasts left 130 people dead and hundreds wounded, with more than 100 in a critical condition. \n\"Three co-ordinated teams\" were believed to have been behind the attacks, according to Paris chief prosecutor Francois Molins.  \nIn the days immediately after the attacks, French police carried out hundreds of raids across the country, as the search for suspects continued. Raids also took place in the Belgian city of Brussels.\nThis is how the attacks happened.\nThe first of three explosions occurred outside the Stade de France stadium on the northern fringe of Paris where France were playing Germany in an international football friendly. \nA man wearing a suicide belt was reportedly prevented from entering the stadium after a routine security check detected the explosives. According to the Wall Street Journal, the man backed away from security guards and detonated the explosives. \nThe bomber and a passer-by were killed.\nThe game, attended by President Francois Hollande, was being broadcast on TV. After a second man detonated his suicide vest outside a different stadium entrance at 21:30, the president was rushed to safety. \nA third suicide bomber blew himself at a fast-food outlet near the stadium at 21:53. The attackers all wore identical explosive vests. \nWho were the victims?\nFear stalks Paris\nShooting: Le Carillon\nMeanwhile, other attacks were unfolding nearer to the centre of town, around popular nightlife spots. The first took place at about 21:25 in the 10th district (arrondissement), not far from the Place de la Republique.\nThe gunmen arrived at the scene in a black Seat car, later found abandoned, about three miles (nearly 5km) away in the eastern suburb of Montreuil.\nWitnesses at Le Carillon bar, 18 rue Alibert, said they initially thought a firecracker had gone off before realising that they were under fire from semi-automatic rifles. \n\"People dropped to the ground. We put a table over our heads to protect us,\" said Ben Grant, who was with his wife at the back of the bar.\nBar reels from attack\nRestaurant attack: Le Petit Cambodge\nWitnesses describe how a man then crossed the road and turned his gun on a restaurant, Le Petit Cambodge (Little Cambodia). \nFifteen people died in the attack on the bar and restaurant, with 15 severely injured. More than 100 bullets were fired.\nThen came an attack on diners a few streets south of rue Alibert, in front of the Cafe Bonne Biere and La Casa Nostra pizzeria in rue de la Fontaine au Roi. Five people were killed and eight were severely injured.  \nAgain, witnesses reported that the gunmen were travelling in a black Seat. \nThe next reports of shootings came to the south of the first restaurant attacks, at La Belle Equipe bar in the rue de Charonne in the 11th district.\nWitnesses said that the attackers arrived in a black Seat. Two men opened fire on the terrace of the cafe.\n\"It lasted at least three minutes,\" one witness said. \"Then they got back in their car and headed towards Charonne station.\"\nNineteen people died in the shooting, with a further nine in a critical condition. \nImages of aftermath of shootings\nEyewitness accounts from the scene\nA few minutes later, an attacker - later revealed to be Braham Abdeslam - killed himself by detonating a suicide bomb at the restaurant Le Comptoir Voltaire on the Boulevard Voltaire, the chief prosecutor said. \nOne other person was severely injured in this incident. \nThe deadliest attack of the night came at a concert venue on Boulevard Voltaire, also in the 11th district, where Californian rock group Eagles of Death Metal was playing. The 1,500-seat Bataclan hall was sold out.\nThe Paris chief prosecutor said three attackers wearing suicide belts were involved - earlier reports spoke of four attackers. Witnesses said they arrived in a black Volkswagen Polo then stormed in through the main entrance and into the back of the concert hall.\nEighty-nine people died as the men fired Kalashnikov-type assault rifles into the crowd. At least 99 others were taken to hospital in a critical condition. \nWhat happened at the Bataclan?\n'I saw people on the ground and blood'\nOne of the attackers was said to have shouted \"God is great\" in Arabic. One witness heard a gunman blaming President Hollande for intervening in Syria. It was the first clear evidence that Paris was once again being targeted by Islamists.\n\"We thought it was fireworks but then there were men shooting in all directions. So we all lay on the floor and started crawling towards the stage,\" one woman said.\nSome escaped via an emergency exit to the left of the stage. Others managed to find a route onto the roof. \nBy now, President Hollande was in crisis talks with Prime Minister Manuel Valls as well as Interior Minister Bernard Cazeneuve. Mr Hollande announced a state of emergency throughout France and a tightening of border controls.\nThe order was then given to send elite security forces into the concert hall. As the operation came to a head, at about 00:20, a police officer shot one of the gunmen, and his suicide belt detonated. The siege ended with the other two blowing themselves up. \nThe three attackers have since been identified as Omar Ismail Mostefai, 29, Samy Animour, 28, and Foued Mohamed-Aggad, 23. \nWho were the attackers?", "date": "9 December 2015", "href": "https://www.bbc.co.uk/news/world-europe-34818994", "tags": "people suicide attackers three one night attacks stadium paris happened"}