{"title": "Paris balcony boy family thank Mali 'Spiderman' Mamoudou Gassama", "content": "The family of a small boy dramatically rescued after dangling from a balcony in Paris, France have expressed their thanks to the Malian man who saved him.\n\"He's truly a hero,\" the boy's grandmother said of migrant Mamoudou Gassama, who scaled four floors to pluck the child from danger.\nThe four-year-old's father, who had left him in their flat and gone shopping, faces charges of failing to look after his child, reports say.\nMr Gassama will be given citizenship.\nFrench President Emmanuel Macron personally thanked him, gave him a medal for courage and said he would also be offered a role in the fire service.\nMore details have begun to emerge of the circumstances surrounding the incident. \nThe boy left Réunion, where his mother and grandmother live, about three weeks ago and moved to Paris to join his father, who works in the city. His mother and the couple's second child were due to join them in June.\nThe father lived on the sixth-floor of the building in northern Paris, the building's concierge told BFMTV.\nThe boy had already fallen two storeys before somehow managing to grab hold of the fourth-floor balcony, according to this version of events.\nWhen asked by a resident in the neighbouring fourth-floor flat where he lived, he is reported to have pointed upwards.\nHis mother told Antenne Réunion that the boy's father was not used to looking after him on his own and had left him alone before.\n\"I can't justify what my husband did. People will say it could have happened to anyone and it has happened to other people. My son was just lucky,\" she said.\nAfter doing the shopping, the boy's father had delayed going home to play Pokemon Go, prosecutors said.\nSome reaction to the incident has focused on a man on the balcony of the neighbouring fourth-floor flat, who appears to be close enough to the boy to lift him before Mr Gassama arrives.\nBut the neighbour told Le Parisien newspaper that he was holding on to the boy's hand but could not pull him up because of a divider separating the two balconies.\n\"I didn't want to take the risk of letting go of his hand, I thought it better to do things step by step,\" he said.\nHe said the boy had been wearing a Spiderman outfit, was bleeding from his toe and had a torn nail. \nFirefighters came into his flat and climbed over the balcony divider to reach the boy and Mr Gassama, he said.\nHe has been taken into care by the French authorities, French media said.\nThe father is reported to have been left devastated by what happened, BFMTV said.\nThe French offence of failing in one's legal duty as a parent can be punished by two years in prison and a fine of €30,000 ($35,000; £26,000).\nHis mother is also due to be interviewed by social workers in Réunion, Antenne Réunion said.\nSpeaking to French TV station RMC, the boy's grandmother described how she felt seeing the video of her grandson hanging off the balcony.\n\"My God, I was very shocked. My grandson, my grandson, save him!\" she said.\n\"Thankfully he [Mr Gassama] knew how to climb, because there were a lot of people below but he didn't just fold his arms. He raced up to the fourth floor. That was truly incredible. He was very brave,\" she said.\nThe 22-year-old left the town of Yaguine in south-western Mali as a teenager in 2013.\nHe took the migrant route across the Sahara desert through Burkina Faso, Niger and Libya, and crossed the Mediterranean to Italy in 2014 at the second attempt after having once been intercepted at sea by police.\n\"I had no means to live and no-one to help me,\" Mr Gassama told Mr Macron.\nDuring his journey, he spent a year working in Libya, where migrants are frequently exploited and even enslaved by gangs. \n\"I suffered a lot. We were caught and beaten but I did not lose hope,\" he said.\nHe told Mr Macron that he had travelled to France because he did not know anyone in Italy and his brother had been living in France for many years.\nIn Paris he worked cash-in-hand on building sites and lived in a hostel in the eastern suburb of Montreuil - known as \"little Bamako\" because of its large Malian population. He had not applied for asylum and was living illegally in France.\nIn the hostel, he has been sharing a room with relatives and sleeping on a mattress on the floor.\nOn Monday Mr Gassama met another Malian migrant given French citizenship for his acts of courage - Lassana Bathily, who helped customers in a Jewish supermarket in western Paris hide when a supporter of the Islamic State group took hostages there in 2015.\nMr Bathily, who has written a book about his experience, said Mr Gassama was \"still in a state of emotion\" following his daring rescue.\n\"He asked me about my experience and what I went through during the attack to get some advice,\" Mr Bathily told BFMTV. \"We weren't in it for anything but afterwards everyone was interested in us.\n\"He reacted like a human being. He didn't think it would become a media event.\"\nOn Tuesday Mr Gassama received French residency, a first step towards citizenship. He also signed a contract for an internship with the Paris fire service.", "date": "29 May 2018", "href": "https://www.bbc.co.uk/news/world-europe-44287494", "tags": "boy left gassama mr balcony mali mamoudou paris thank told father french family"}