{"title": "Parkland Shooting: Where Gun Control and School Safety Stand Today ", "content": "On Feb. 14, 2018, a former student slaughtered 17 people at Marjory Stoneman Douglas High School in Parkland, Fla. \nThe next day, David Hogg, a student who survived the attack, expressed his frustration at the pattern of political inaction that seems to follow mass shootings in the United States. He was not surprised that there had been another school shooting, he said, and that fact alone “says so much about the current state that our country is in, and how much has to be done.”\n“We need to do something,” he said. In the course of the next year, students would change the way the nation handles mass shootings, spurring new gun legislation and school safety measures, and holding to account the adults they felt had failed them.\nHere’s a look at where they made those changes happen, and where they were disappointed. \nWith Parkland, it was the students who set the agenda. Their openness about their pain made them formidable leaders of the movement for gun control, and their displays of strength and utter grief struck a chord with a nation numbed by repeated acts of violence.\nIn the weeks after the shooting, busloads of Stoneman Douglas students took their case to the Florida capital and to Washington. With a rallying cry of “Never Again,” they gathered support from other young people and activists, and their March for Our Lives campaign spurred huge rallies and hundreds of protests, including a nationwide school walkout. The students’ pleas reached the White House, imploring President Trump to better protect schools and limit access to guns. \nAnd the movement brought youth activism to a new age — finding global power in social media and pushing public officials to acknowledge their accountability. \n[Read how the Parkland massacre has changed the lives of the survivors in their own words.]\nThree months after the massacre in Parkland, 10 people were killed in yet another school shooting, this one in Santa Fe, Tex., compounding the Stoneman Douglas students’ outrage and resolve, and placing them in a new role: consoling those who were suffering as they were. “Something about Parkland has been different,” said Melissa Strassner, a survivor of the Columbine school shooting in 1999. “They truly have inspired a nation.”\nStoneman Douglas students and parents were outraged by what they viewed as gross incompetence on the part of school and law enforcement officials. Video showed that a sheriff’s deputy assigned to the school did not enter the building as the attack unfolded. Seven other deputies remained outside as gunshots rang out, a state commission found. And another officer prevented paramedics from entering.\nThe school district also appeared to have missed several warning signs about the former student charged in the massacre, Nikolas Cruz. The parents of two 14-year-old students who were killed decided to run for the school board to fix what they thought went wrong. One of them won.\nAnd in January, Florida’s new Republican governor, Ron DeSantis, suspended Sheriff Scott Israel for his “neglect of duty” and “incompetence.” Mr. Israel, who is a Democrat and a vocal opponent of the National Rifle Association, continues to insist that the criticism of him is politically motivated and that “there was no wrongdoing on my part.” Multiple deputies have also been suspended, and one ultimately resigned.\nIn the case of Mr. Cruz, the warning signs were many. There were the boasts about killing animals, the expulsion, the stalking of a female classmate, the repeated calls from his mother to the police. School counselors and a sheriff’s deputy decided at one point that he should be forcibly committed for psychiatric evaluation, only to apparently change their minds the next day. Multiple tips to the F.B.I. were left uninvestigated — one woman told the bureau’s tip line she was worried about Mr. Cruz going “into a school and just shooting the place up.” \nAt that time, there was no law in Florida that would have prevented Mr. Cruz from buying a gun or would have allowed the police to take away his weapon. A gun control bill the state passed in March now allows law enforcement — with judicial approval — to bar a person deemed dangerous from owning guns for up to a year. Florida courts granted more than 1,000 such orders in the first nine months after the law took effect, according to The Associated Press. Eight other states have passed similar “red flag” laws in the last year, bringing the total with such laws to 14. Several more states are expected to take up measures in 2019.\nState legislatures, both Republican- and Democratic-controlled, passed 76 gun control laws in the past year  — from bans on bump stocks and caps on magazine sizes to new minimum-age requirements and expanded background checks. Among the victories for gun control advocates was an omnibus bill in Florida that raised the minimum age to purchase a firearm in the state to 21 and extended the waiting period to three days. In all, more than half the states passed at least one gun control measure in 2018, with Washington and New York joining the trend in 2019. \nAt the same time, there were significantly fewer new state laws expanding gun rights in 2018 than the year before, according to an end-of-year report by the national advocacy group Giffords. Data provided by the N.R.A. also indicated that the number of enacted gun control measures outnumbered pro-gun measures for the first time in at least six years.\nBut at the federal level, any momentum for change was quickly stymied by partisan gridlock. Republican leaders in Congress remained silent as their Democratic colleagues called, once again, for changes in the wake of a mass shooting. The White House flip-flopped on promises to raise the minimum age to purchase rifles and to enforce universal background checks. And the N.R.A. pressed lawmakers, including the president, to give priority to the interests of gun owners.\n[Nearly 1,200 children have been killed by gun violence since the shooting in Parkland. Read how teenage journalists told their stories.]\nIn the end, the only significant national change was a ban on bump stocks — which members of both parties had been calling for since the Las Vegas shooting in October 2017. \nThe House of Representatives, where Democrats took power in January, has now made gun safety a priority, and the Judiciary Committee passed two gun-control bills on Wednesday that would strengthen background checks and close a loophole that allowed Dylann S. Roof to buy a gun that he used in the Charleston church massacre in 2015.  But with a Republican Senate and president, the chances of either measure moving beyond the House are virtually nil.\nIn the days after Parkland, a flood of threats and false alarms heightened the focus on school security nationwide. Schools have turned to an array of measures: hiring armed guards, requiring students to carry clear backpacks, arming teachers with baseball bats. Some campuses have added more cameras and metal detectors or hired companies to monitor students’ social media for potential threats — all of which has created a lucrative market for school security.\nThe president voiced support in the days after Parkland for arming teachers with guns as a way to prevent further massacres. It was an early indicator of the tack that he and congressional Republicans would take in addressing the shooting. In March, Mr. Trump announced the creation of a federal commission to examine school safety proposals, including raising the minimum age for buying certain firearms. But two months later, Education Secretary Betsy DeVos informed a Senate committee that the commission would not look at the role guns play in school violence. Its final report played down the role of guns, and advised schools to improve mental health services and train school personnel to use firearms.\nWhen it became clear that Congress would not act on guns, the Parkland students turned their attention to rallying young voters and increasing turnout in the midterm elections in November.\nMadison Leal, a student at Stoneman Douglas, said in March about politicians who would not take action: “I’m going to vote them out of office. And so is my entire generation. And they’ll be sorry then.” \nIn the summer, a busload of students traveled the country on a Road to Change tour aimed at registering young voters. In tandem with various voter groups and celebrities promoting registration, the Parkland students helped spike record numbers for young voter registration, registering thousands of voters at their rallies. The March for Our Lives campaign reported a 10 percent increase in youth turnout in 2018, compared with the previous midterm elections in 2014.\nTwo dozen pro-gun candidates were defeated in contests for House seats, though 88 of the 129 candidates backed by the N.R.A. did win. Gun control featured prominently as an issue in the midterms, and underdog candidates like Lucy McBath of Georgia, Jason Crow of Colorado and Abigail Spanberger of Virginia won seats in the House after campaigning strongly for gun control measures.\nOne thing was clear from the midterms: Young voters were energized. The results of that may continue to be felt in the years and decades to come. ", "date": "Feb. 13, 2019", "href": "https://www.nytimes.com/2019/02/13/us/parkland-shooting.html", "tags": "shooting control safety new gun ” parkland school stand today students"}