{"title": "Parkland Parent Lori Alhadeff Wins Election to School Board in Florida", "content": "PARKLAND, Fla. — When Alyssa Alhadeff and Alaina Petty, both 14, died this year in a mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla., their grief-stricken parents publicly mourned their daughters and questioned politicians over what could be done to prevent another tragedy.\nThen they entered the political arena themselves, launching campaigns for the elected body with the most power over their daughters’ education: the Broward County School Board.\nOn Tuesday, one of them, Lori Alhadeff, won her election to the board, promising to focus on security and hold accountable administrators she sees as responsible for failing to quickly adopt safety measures after the shooting, which left 17 students and educators dead on Feb. 14. The other parent, Ryan Petty, was trailing late into the night behind the incumbent, Donna Korn, who would need at least 50 percent of the vote to avoid a runoff.\n“I’m so excited to honor my daughter, Alyssa, and the 16 other victims in the Parkland shooting, and to be able to be the voice of change,” Ms. Alhadeff, 43, said after her victory.\nThe Parkland shooting drew much more attention than most other school killings in part because student survivors and victims’ families in the affluent and mostly liberal community almost immediately engaged in gun politics, speaking loudly and forcefully to state and federal lawmakers. Several families started their own school safety and awareness efforts, and some parents even appeared in television ads for Democratic candidates for Florida governor, advocating stricter gun control.\nAt the local level, however, the attention turned to the school district, where Parkland families emerged as critics of Superintendent Robert W. Runcie’s administration, saying he should have been more transparent about the education system’s dealings with the former student accused in the killings, and taken more decisive steps to secure school campuses in the wake of the shooting.\n[Get more results from Tuesday’s primary in Florida.]\nMr. Runcie’s employment appeared at risk if his critics won school board seats. But most of the incumbents supportive of the superintendent fended off their challengers on Tuesday. Ms. Alhadeff has been less critical than Mr. Petty of the superintendent, saying she will wait to make up her mind until she takes her seat and reviews the inner workings of his administration.\nMr. Runcie has defended his actions, acknowledging some mistakes but noting that no playbook exists for how to prevent or respond to a devastating school rampage.\n“There’s no easy fix, and it’s going to take us a while to go through this very difficult process,” he told reporters in Parkland this month. “But at this moment in our journey, what we need in this school system, in our community, is stability in leadership.”\nMs. Alhadeff won a Parkland-based seat where the incumbent, Abby Freedman, chose not to seek re-election. One of her opponents, Tennille Doe-Decoste, is the mother of the best friend of Joaquin Oliver, one of the students killed at Stoneman Douglas. Another candidate, Richard Mendelson, a former Stoneman Douglas teacher, is a friend of the family of Aaron Feis, a coach who died in the shooting. Mr. Mendelson lost to an incumbent, Laurie Rich Levinson.\nMr. Petty tried to oust Ms. Korn, a seven-year incumbent, in a countywide seat. He faced criticism for old posts on Twitter that Ms. Korn said showed him to be bigoted. He apologized for his past comments.\nA group of Parkland victims’ families, Stand With Parkland, had called for wholesale change on the school board. Some parents took particular issue with a speech Ms. Korn delivered to district employees this month, in which she said the previous school year had been “amazing.”\n“It was difficult to hear those words,” said April Schentrup, whose 16-year-old daughter, Carmen, was killed in the shooting. Ms. Schentrup was a public school principal at the time of the shooting, but was reassigned afterward to oversee district safety and security. “We know it wasn’t the best year in Broward schools,” she said.\nMs. Korn apologized, but the controversy underscored the ugly tone some school board races took in the weeks that followed. The police were even called after candidates and their volunteers verbally tussled at early voting polls.", "date": "Aug. 28, 2018", "href": "https://www.nytimes.com/2018/08/28/us/parkland-school-board-election.html", "tags": "shooting election wins alhadeff lori school ms. ” board parkland florida parent korn"}