{"title": "Parkland Parents Run for School Board, Saying District Let Gunman ‘Slip Through the Cracks’", "content": "FORT LAUDERDALE, Fla. — The scrutiny after the mass shooting at a high school in Parkland, Fla., immediately fell on law enforcement’s failures to heed warnings about the confessed gunman’s troubling behavior and prevent him from carrying out his deadly rampage. It took weeks for the focus to turn in earnest on the shortcomings of another level of government that knew Nikolas Cruz well: the Broward County Public Schools.\nAnd now the parents of two 14-year-old students who were among those killed at Marjory Stoneman Douglas High School have concluded that the best way to fix what they think went wrong — and to prevent another massacre from ever taking place — is to run for the school board themselves.\nLori Alhadeff, who lost her daughter, Alyssa, and Ryan Petty, who lost his daughter, Alaina, announced their candidacies side-by-side on Tuesday, pledging to hold the district accountable for making its schools safe. Their campaigns are a direct response to lingering questions about whether the district could have done more to stop Mr. Cruz, a former student, from killing 17 students and educators in February.\n“Like many of the families, we’ve dedicated ourselves to changing the system that would allow someone like Nikolas Cruz to slip through the cracks,” Mr. Petty, a telecom executive, said at a news conference outside the Broward County Governmental Center shortly after he and Ms. Alhadeff filed for the Aug. 28 election.\nBoth said schools must be more aggressive about protecting students and staff.\n“I did not want any other parent to go through the pain and anguish that I go through every day,” said Ms. Alhadeff, a former schoolteacher who wore a red bracelet inscribed with the motto “Live Like Alyssa.” “I did not want any child to have to ever say to their mother, ‘Mommy, am I going to die today when I go to school?’”\nThe initial criticism directed at public officials was targeted at the Broward Sheriff’s Office, and especially Scot Peterson, the school resource officer who did not go into the freshman building where the shooting took place to try to confront Mr. Cruz. On Tuesday, The Sun Sentinel of South Florida revealed that Mr. Peterson, who retired after being placed under internal investigation, last month began receiving a monthly state pension of $8,702.\nDoubts about the school district’s handling of Mr. Cruz have centered around a disciplinary program known as Promise, which was promoted by Superintendent Robert W. Runcie as a means of decreasing the number of suspensions and expulsions of minority students.\nMr. Runcie had insisted after the shooting that Mr. Cruz had not been enrolled in the program. “This student was never referred to the Promise program,” he told The New York Times in an interview 12 days after the shooting. “People are trying, in my view, to create a narrative to falsely connect dots that don’t exist.”\nBut then the local NPR affiliate, WLRN, revealed earlier this month that Mr. Cruz had been referred to the program as a middle school student in 2013, after he was caught vandalizing a school bathroom.\nThe day after the report, Mr. Runcie confirmed that the school district had turned up records showing Mr. Cruz had indeed been assigned to the program. He appears never to have taken part in it, for reasons that remain unclear.\nAt a public meeting on May 7, the superintendent maintained he had shared that information as soon as he learned it, and said he had not known about Mr. Cruz’s referral earlier because not all records in his file were kept electronically or in the same location.\n“I know there’s some out there concerned that we somehow misled the public. Some will say we lied,” Mr. Runcie said. “I will tell you, we have worked really hard to provide information.”\nThe May 7 meeting and an April 18 forum on school safety featured students and parents who had benefited from the Promise program. But other students, parents and teachers also told Mr. Runcie and school board members that, in practice, the program also appeared to encourage schools to take a more lax approach toward all disciplinary matters, both minor and serious. On Sunday, The Sun Sentinel reported that lenient discipline at Broward schools let criminal behavior go unpunished.\nNeither Ms. Alhadeff nor Mr. Petty targeted Mr. Runcie in their remarks on Tuesday, though the two candidates did mention the Promise program. Asked if they would seek to oust the superintendent as elected school board members, the candidates committed only to pressing district administrators for accountability and transparency.\n“He’s a good person,” Ms. Alhadeff said of the superintendent. “I will ask him the tough questions, and I will work with him in a professional manner.”\n“I’m all for giving kids second chances,” she added in reference to the Promise program. “What has happened is, we’ve gone from complete extremes: from over-disciplining kids to not disciplining kids at all.”\nSchool board seats are nonpartisan, though Ms. Alhadeff is a registered Democrat and Mr. Petty a registered Republican, state records show. They have formed a joint political committee, Broward Parents for Better and Safer Schools, to support their campaigns.\nMs. Alhadeff is running for a single-member seat based in Parkland, while Mr. Petty is a candidate for an at-large seat elected countywide. There are incumbents in both districts, though the one in Ms. Alhadeff’s district has not yet filed for re-election. For the two parents, the campaigns are less about unseating members they are unhappy with and more about having a voice and making a difference, they said.\nThe day after the shooting, Ms. Alhadeff, 43, made an emotional, televised plea to President Trump to “please do something” that went viral online. She later appeared at a CNN town hall asking why all schools have not been equipped with metal detectors and bullet-resistant glass.\nMr. Petty, 48, spent time in the State Capitol in Tallahassee after the shooting, successfully lobbying lawmakers to pass gun legislation that, among other limits, raised the minimum age to purchase any firearm to 21 from 18. Mr. Petty later appeared alongside Gov. Rick Scott when he signed the bill, which had been opposed by the National Rifle Association. The governor then named Mr. Petty to a state commission investigating the shooting.\nBefore Feb. 14, Mr. Petty said that even though he volunteered at his children’s school, he had been unaware of the impact school board members and their policies have on students’ welfare.\n“Where we feel we can be the most effective right now is making sure the kids in Broward County, and the teachers, are safe,” he said.", "date": "May 15, 2018", "href": "https://www.nytimes.com/2018/05/15/us/parkland-parents-school-board.html", "tags": "gunman saying ‘ cracks cruz let parents alhadeff run slip ” ms. petty board parkland district school program"}