{"title": "Parkland Activists Took On the N.R.A. Here’s How It Turned Out.", "content": "HOLLYWOOD, Fla. — After the shooting massacre at a high school in Parkland, Fla., survivors found themselves taking on the National Rifle Association as they crisscrossed the country rallying young adults to register and vote against candidates opposed to gun control.\nOn Tuesday, the Parkland students got a dose of political reality.\nWhile their registration drives enrolled thousands of younger votes, the students were unable to turn key races in their home state. Ron DeSantis was elected governor and Rick Scott was leading the vote for United States senator. Both Republicans were endorsed by the National Rifle Association.\n“Things didn’t necessarily go our way but we know that this is the start, that it’s going to be a long road,” one of the most vocal students, David Hogg, said on Wednesday. “The Florida elections were very close, which is encouraging. For us, the loss in Florida is a call to action.”\nIn midterm elections dominated by health care and immigration, the results on Tuesday also showed that Americans are still wrestling with who should be allowed to purchase guns, how they should be regulated and what defines responsible gun ownership.\nThe outcomes let both sides claim some margin of victory. Two dozen N.R.A.-backed candidates and longtime gun lobby supporters were defeated in House contests, according to Giffords, the gun safety group. And 88 of 129 candidates backed by the group won their races.\nBut groups that oppose gun control also claimed victory. Along with Mr. Scott and Mr. DeSantis, Senate candidates endorsed by the N.R.A., like the Republicans Mike Braun in Indiana and Marsha Blackburn in Tennessee, defeated their Democratic opponents.\nThe director of public affairs for the N.R.A., Jennifer Baker, said on Wednesday that “the gun control lobby suffered big losses to pro-Second Amendment candidates in their most high profile races.”\nA Republican-controlled Senate, Ms. Baker added, would “continue to confirm pro-Second Amendment judges to the lower courts all the way to the Supreme Court.”\nVoters between the ages of 18 and 29 went to the ballot boxes in greater numbers in House and Senate in races across the country, according to an analysis released on Wednesday by the Institute of Politics at Harvard.\nYoung voters, according to an analysis of exit polls, also helped Jacky Rosen, a Democrat, win the Senate seat in Nevada, and contributed to Beto O’Rouke’s strong showing against Ted Cruz in the Texas Senate race. In Florida, the Harvard research showed, young voters chose the Democratic candidate for governor, Andrew Gillum, over Mr. DeSantis, 62 percent to 36 percent, though Mr. Gillum ultimately lost.\nJohn Della Volpe, director of polling at the Institute of Politics, said that politics had become more tangible for younger adults in recent years.\nThe attitudes of youth started to shift after the 2016 election, from fear to hope for the future, he said. Then came Parkland on Feb. 14. A “traumatized generation” became an “energized generation,” which Mr. Volpe expected would help shape a more progressive domestic agenda and demand gun control legislation.\n“Parkland turbocharged a movement that was going to happen anyway; the tragedy gave them some momentum,” he said. The Parkland students helped the movement, he added, by giving “youth very specific ways to engage: register to vote, sign a petition, call a lawmaker.”\nAt least one person associated with Parkland saw the Florida midterms as a victory.\nHunter Pollack, 21, is the brother of Meadow Pollack, 18, who died in the shooting. Mr. Pollack’s father appeared in a political ad for Mr. DeSantis.\n“The F.B.I. failed my sister. The Broward Sheriff failed my sister. The Broward School Board failed my sister, and Andrew Gillum was a candidate who aligned himself with those failed politicians,” Hunter Pollack said.\n“If he were elected, I’m positive shootings would continue to happen in schools,” Mr. Pollack said. “He would not take school security seriously. He’s a guy who doesn’t even believe in police officers in schools.”\nMr. DeSantis, he said, vowed to get justice for the 17 victims and hold all parties “accountable.”\nA Parkland shooting survivor, Jaclyn Corin, who is a founder of March for Our Lives, the student-led gun control movement, said she had woken up on Wednesday ready to continue building.\n“It felt like Feb. 15 in that we know we have to make a change. We have to,” said Ms. Corin, 18, who voted for the first time this election. “We were not successful in this race, but we understand even more work needs to be done.”\n“Young people are sick and tired of going to funerals of their friends,” she said. “They are sick and tired of seeing kids their age shot at schools, in theaters, at concerts.”", "date": "Nov. 7, 2018", "href": "https://www.nytimes.com/2018/11/07/us/elections-gun-control-florida.html", "tags": "mr. candidates turned took control desantis n.r.a ” gun senate activists parkland"}