{"title": "Parliament Square peace campaigner Brian Haw dies", "content": "Peace campaigner Brian Haw has died after \"a long hard fight\" against lung cancer, his family has announced.\nMr Haw, 62, set up a camp in London's Parliament Square in 2001 in protest against UK and US foreign policy.\nIn March 2011, a High Court ruling obtained by London's mayor forced him to move his camp on to the pavement.\nIn a statement posted on Mr Haw's website, his family said he had died on 18 June in Germany, where he had been receiving medical treatment.\nThey said Mr Haw, from Redditch, Worcestershire, passed away in his sleep in no pain. \nAn additional statement on his website from his campaign representatives said: \"Brian showed great determination and courage during the many long hard years he led his Peace Campaign in Parliament Square, during which it is well documented that he was relentlessly persecuted by the authorities which eventually took its toll on his health.\n\"Brian showed the same courage and determination in his battle with cancer. He was keenly aware of and deeply concerned that so many civilians in Iraq, Afghanistan and Palestine did not have access to the same treatments that were made available to him.\n\"Parliament, the police, and courts etc, should forever be ashamed of their disgraceful behaviour towards Brian.\"\nAndrew Burgin, from the Stop the War Coalition, said Mr Haw's death was a tragic loss.\n\"Brian was a fantastic inspiration to us all, a stalwart of the peace camp,\" he said. \"We hope that his work goes on.\"\nLabour MP Jeremy Corbyn praised Mr Haw for reminding MPs \"of the consequences of their decisions\".\nFellow Labour MP Paul Flynn paid tribute to the peace campaigner on Twitter, saying: \"Brian Haw's 10 years of 24/7 protest in all weathers against the futile wars in Iraq/Helmand deserves the nation's thanks and admiration.\"\nLabour's John McDonnell, who served as a character witness for Mr Haw when he was arrested, tweeted that he respected Mr Haw's commitment to his campaign for peace.\nMr Haw set up camp in Parliament Square Gardens on 2 June 2001, in response to sanctions against Iraq. His protest grew broader after the invasions of Afghanistan and Iraq. \nSupporters at the camp have left his camping chair in place and his collection of bleak war photos at the site remains untouched.\nOver the past decade, Mr Haw fought a lengthy battle with the authorities to keep his camp in place.\nIn April 2002 Westminster City Council began legal action under the Highways Act to remove his camp on the grounds that he was a \"nuisance\", but the case never came to court. It later succeeded in limiting the hours he could use a megaphone but failed in an attempt to remove his placards for \"obstruction\" and \"unlawful advertising\".\nLegislation passed in 2005 banned unauthorised protests within a square mile of Parliament but Mr Haw's protest was initially ruled to be outside the Act because it had been established before it came into effect.\nIn May 2006, however, the Court of Appeal said Mr Haw would need police permission to continue the protest. This was granted, but police limited his protest site to an area 3m wide by 1m deep by 3m high. They later tried to seize almost all his placards on the grounds he had breached those limits and left the site open to terrorists but a judge in 2007 ruled he had no case to answer.\nIn May 2010, Mr Haw was charged with obstructing police during searches of tents on the green. Speaking after a court appearance, he set out his intention to remain in the square for the rest of his life. \n\"We're there because our country is committing infanticide, genocide, the looting of nations. I'm determined to be there until they kill me. How much longer will that be?\" \nIn March this year, Mayor of London Boris Johnson won a possession order to evict Mr Haw and other campaigners from Parliament Square Gardens, which is owned by the Greater London Authority (GLA).\nMr Haw and many of the protesters subsequently moved on to the pavement - owned by Westminster Council. Westminster Council has been seeking a removal order, on the grounds the camp is obstructing the public highway. \nIf the council wins its court bid, the camp could be permanently removed.\nMr Haw was born in 1949, initially living in Barking, Essex. He was a member of the merchant navy, ran a removals business and worked as a carpenter.\nAn evangelical Christian, his faith saw him visit Northern Ireland during the Troubles, and the killing fields of Cambodia. \nHe also worked with troubled youngsters in Redditch, Worcestershire, where he lived with his wife Kay and his seven children before starting his Parliament Square protest.\nHe said the children of Iraq and other countries were \"every bit as valuable and worthy of love as my precious wife and children\".\n\"I want to go back to my own kids and look them in the face again, knowing that I've done all I can to try and save the children of Iraq and other countries who are dying because of my government's unjust, amoral, fear - and money-driven policies,\" he said.", "date": "19 June 2011", "href": "https://www.bbc.co.uk/news/uk-13828800", "tags": "brian haw protest square camp parliament court peace campaigner dies"}