{"title": "Passengers Are Stranded as Another European Airline Collapses", "content": "Primera Air, a small low-cost airline that spent the last year expanding its reach from northern Europe to hubs in North America, filed for bankruptcy and ceased flying on Monday night, leaving passengers stranded at airports on both sides of the Atlantic.\nThe airline had been jostling for a toehold in the crowded European market, where consolidation and the fierce battle for customers have led to the collapse of several airlines in recent years, including Air Berlin, Alitalia and Monarch in Britain.\nBut Primera’s finances started to erode as it continued to offer new routes while contending with higher fuel costs, delayed airplane deliveries and issues like corrosion on its aircraft.\nOn Monday night, after 14 years of operations, the company said it had failed to get an agreement for a short-term loan from its bank.\n“Without additional financing, we do not see any possibility to continue our operations,” Primera’s board said in a statement.\nThe abrupt end left many hundreds of passengers stranded at airports. At Dulles International Airport outside Washington, Pavithra Selvakumar, a 24-year-old student, was stuck trying to get back to Britain after her Primera flight was canceled.\nThere was no staff at the airline’s desk, she said Tuesday, and she was among 30 to 40 people trying to sort out their journeys. Some of them canceled their vacations.\n“I could see a girl crying here, there were old people, people with kids,” Ms. Selvakumar said. She was waiting to see if her family and friends might be able to transfer her some money for another flight.\nAt Paris Charles de Gaulle airport, flights for about 370 Primera passengers were canceled, officials said. One of them, Eric Jetner, a 33-year-old singer and actor who had a ticket for a Monday night flight to Newark, said what was going on was unclear to even the staff at the desks.\n“The front desk attendants said they were trying to call the president of the company and nobody was answering the call,” Mr. Jetner said. Later, a letter was handed out explaining that the company had ceased operations, but there were not enough copies for everyone.\n“We had to take a picture of it,” he added.\nAt London’s Stansted Airport, 400 travelers were affected.\nPrimera had been growing at a furious pace. Over the last year, it regularly announced new flights from different airports in Europe, like Stansted, to airports in the United States and Canada. It tried to attract customers with trans-Atlantic fares as low as 149 pounds, or about $193, and flew narrow-body planes, like Boeing 737s. These aircraft were also used for shorter flights in Europe, keeping costs low.\nStill, the fleet was small. The company, based in Latvia and Denmark, had only 15 aircraft, according to its website, and one of the planes had problems with corrosion. One  tangled with a Ryanair aircraft on a runway in May. And a delay in the delivery of planes from Airbus this year forced the company to cancel routes from Birmingham, England, to New York and Toronto.\nDespite low prices and new trans-Atlantic routes, the company could not grow fast enough to outpace rising oil prices, said Andrew Charlton, managing director of Aviation Advocacy, a consultancy. All low-cost airlines “have to live on the edge of their cash flow to get big enough to get the scale to be successful,” Mr. Charlton said.\nAs the summer holiday period came to a close and bills started to pile up, the company decided to fold.\nOther European airlines have done the same in recent weeks. The Swiss airline Skyworks filed for bankruptcy at the beginning of September, while VLM, a Belgian airline, went into liquidation in August. Small Planet Airlines Germany, which tried to take the part of the market once occupied by Air Berlin before it went bankrupt last year, started restructuring in September.\nAnd other low-cost airlines could follow as they also struggle with the narrow margins, Mr. Charlton said. “Even if you take two or three routes from them, that will tip the balance,” he explained.", "date": "Oct. 2, 2018", "href": "https://www.nytimes.com/2018/10/02/business/primera-air-collapse.html", "tags": "company european airlines primera airline collapses new ” another year airports stranded passengers"}