{"title": "Paterson Signs Bill to Rein in State’s Free-Spending Public Authorities", "content": "ALBANY — After years of debate and a string of corruption scandals, state officials moved on Friday to impose sweeping new oversight provisions on the state’s hundreds of public authorities, which have long functioned as a virtual shadow government largely immune to public accountability.\nThe law, passed by the Legislature this month and signed by Gov. David A. Paterson on Friday, was hailed by government watchdog groups as one of the most significant reforms in decades. It was one of the few such efforts led chiefly by the Legislature, long a place where bills intended to promote greater government accountability go to wither and die.\nPublic authorities have been a powerful yet inscrutable force in New York for decades, charged with running the state’s highways and mass transit systems, spearheading economic development and managing power plants. They range from the sprawling Metropolitan Transportation Authority to the small Oneida-Herkimer Solid Waste Authority.\n“Today, we return to the control of the people of the state their most powerful institutions,” said Assemblyman Richard L. Brodsky, a Westchester Democrat, who was a chief sponsor of the new legislation. “If you go to school in New York City, you use the School Construction Authority. If you go to a hospital, you use the Health and Hospitals Corporation. The subways. The buses. The lives of New Yorkers are impacted by the operations of state authorities to an infinitely greater extent than they are by the departments of state government.”\nFor the first time, board members of those authorities will have a legal obligation, known as a fiduciary duty, to protect the interests and mission of the authorities they supervise, rather than being beholden to the mayors, governors and legislative leaders who appoint them. The new law will require authorities to seek approval from the state comptroller for most contracts of over $1 million that are not competitively bid.\nThe legislation also vastly expanded a small state office charged with overseeing the authorities known as the Authority Budget Office. It received the power to subpoena authorities, initiate the suspension or removal of board members and compel authorities to propose a plan that would reduce the amount of debt they issue.\nMr. Paterson said that passing the law this year was crucial because of the state’s perilous fiscal condition, which the public authorities have added to with the enormous amount of debt they have taken on. Taxpayers have almost no say over that debt, but are ultimately responsible for it. Public authorities have between $140 billion and $150 billion in debt — significantly more than the state’s entire annual budget.\n“Public authorities play a tremendous role in government,” Mr. Paterson said. “But for a very long period of time, they have operated really without any oversight and operated very much in the dark, and often have amassed crippling back-door financing that has threatened the stability of our economy.”\nMr. Brodsky, who spent months battling New York City officials over the legality of public financing for the new Yankee Stadium, said that if the law had been in effect, it would have forced far more transparency on city officials as they negotiated the Yankees deal.\n“Three billion dollars in taxpayer-backed debt was issued by 12 anonymous people who were essentially doing the bidding of the mayor,” Mr. Brodsky said, referring to the board of the New York City Industrial Development Agency, which issued the bonds on behalf of the Yankees, the wealthiest team in baseball.\nThe bill’s passage was a defeat for the Bloomberg administration, which initially sought to block it and later negotiated some modifications.\nUnder the new law, authorities, some of which have acquired significant and, in some cases, secret real estate holdings, will also face limits on the sale of real property. With some exceptions, authorities will no longer be allowed to sell real estate for below-market value, as the Metropolitan Transportation Authority did when it sold rights to build over railyards in Brooklyn to the developers of the Atlantic Yards project.\nIn theory, authorities are designed to perform some of the duties of public agencies with the nimbleness of private corporations, issuing tax-free debt to build large infrastructure projects like schools and airports, stimulate urban renewal and manage public facilities like bridges and parking garages. Many of them, like the New York State Thruway Authority or the transportation agency, collect tolls or other fees to finance their activities\nBut once created by the Legislature, public authorities face neither the accountability of elected officials nor the market pressures of truly private enterprises. Board members usually could not be removed for anything less than legal violations. And investigations by legislative committees and others in recent years revealed a string of abuses.\nIn 2002, for example, a subsidiary of the Thruway Authority quietly sold the rights to develop 45 miles of prime Erie Canal shoreline for just $30,000, a deal that was scrapped after it came to light.", "date": "DEC. 11, 2009", "href": "https://www.nytimes.com/2009/12/12/nyregion/12authorities.html", "tags": "authority public authorities debt york signs ” rein state bill free-spending new paterson law"}