{"title": "Paul Manafort Was Deep in Debt. He Saw an Opportunity in Trump.", "content": "WASHINGTON — Paul Manafort’s services did not come cheap. His consulting work helped prop up foreign strongmen, who in turn kept him in $12,000 bespoke suits from Beverly Hills.\nBut by 2016, Mr. Manafort was broke. His longtime cash cow, the Ukrainian president Viktor F. Yanukovych, was out of office, living in exile. Mr. Manafort had $1 million in clothing debt alone, his business was hemorrhaging money and he was angling for bank loans to stay afloat.\nHe was in such bad shape that one of his accountants, Cynthia Laporta, who testified on Friday at Mr. Manafort’s fraud trial, said she had agreed in 2015 to fraudulently lower his reported income on a tax return because she had been told he was unable to pay what he owed. She saved him about a half-million dollars in taxes.\nThe problems did not go away by 2016, so it was a peculiar time to volunteer his services to the Trump campaign. “I am not looking for a paid job,” Mr. Manafort wrote in a memo proposing he help Donald J. Trump secure the Republican nomination for president.\nMr. Manafort’s work running the campaign is the backdrop to his federal bank and tax fraud trial in Northern Virginia. Prosecutors are not addressing that work. But as they present evidence that he was growing desperate for money, the question of why Mr. Manafort, now 69, agreed to an unpaid job for Mr. Trump has become increasingly tantalizing.\nWhile his trial is unlikely to reveal the answer, there is evidence that Mr. Manafort saw Mr. Trump’s campaign as a potential loss leader — an upfront freebie that he could use to boost his stature and eventually parlay into more work for foreign clients. After working decades earlier for Bob Dole, George Bush, Ronald Reagan and Gerald Ford, Mr. Manafort viewed the Trump campaign as a chance to return to prominence on the biggest stage in American politics, his associates said.\nMr. Manafort’s memo made its way to Mr. Trump through a mutual friend, Thomas J. Barrack Jr., who described Mr. Manafort to the candidate as “the most experienced and lethal of managers” and “a killer.” For the notoriously stingy Mr. Trump, the price was right. And he liked the fact that he and Mr. Manafort lived in the same Trump-owned Manhattan high rise. He once quipped that it was great to have a campaign chairman who paid him money, and not the other way around, campaign officials said.\nRunning a winning presidential campaign is a surefire path to a White House job. But Mr. Manafort told people he had no interest in working in the Trump administration. “My dad is Trump’s right-hand man right now and will be through November,” Mr. Manafort’s daughter, Andrea Manafort Shand, wrote in a text message that was publicly disclosed after her phone had been hacked. “But he won’t accept any position in the White House.”\nBut Mr. Manafort recognized that his work with the Trump campaign was worth something. In April 2016, just days after becoming a Trump campaign strategist, he tried to use his positive news media coverage as leverage in a debt dispute with a Russian oligarch, Oleg V. Deripaska.\n“I assume you have shown our friends my media coverage, right?” Mr. Manafort wrote in an email to a business partner.\n“Absolutely,” the partner, Konstantin V. Kilimnik, responded. “Every article.”\n“How do we use to get whole,” Manafort asked. The emails were reported by The Washington Post and The Atlantic.\nLater, Mr. Manafort suggested providing campaign briefings to Mr. Deripaska. No evidence has emerged that such briefings occurred.\nAs Mr. Manafort ascended to one of the premier jobs in American politics, prosecutors now say, his career was privately in shambles. In early 2016, his accountant testified, he worked to mortgage some of his seven or eight homes. Prosecutors said he had become accustomed to a lavish lifestyle and was preoccupied with clinging to it.\nAt the helm of Mr. Trump’s candidacy, Mr. Manafort knew from experience that he was well positioned to bounce back. In the early 1980s, Mr. Manafort used his experience as a midlevel campaign aide for Reagan to build the pre-eminent lobbying and consulting shop of Reagan-era Washington. He helped major corporations broker access to the president’s inner circle — and he was paid handsomely for his services.\nA Trump victory would have positioned him for a triumphant and lucrative return to Washington lobbying.\nAt the F.B.I., agents began to wonder whether Mr. Manafort had something else in the works. In late July 2016, agents learned that Russian operatives had offered help to a Trump campaign aide, George Papadopoulos. A second campaign adviser, Carter Page, traveled that month to Russia and met with a suspected Russian intelligence officer.\nThe F.B.I. began investigating whether Mr. Manafort, with his deep ties to the pro-Russia political movement in Ukraine, was involved in the Russian operation to interfere in the election. The Justice Department never brought charges accusing him of any involvement, but the investigation helped unravel whatever career plans Mr. Manafort plotted for himself.\nThe news media attention that he once saw as so valuable ultimately helped knock him from his powerful post. Journalists revealed confidential details about his work in Ukraine, including a ledger showing millions of dollars in secret payments — revelations that forced his departure in August 2016.\nProsecutors, who had scrutinized Mr. Manafort’s foreign lobbying for years, began investigating that area in earnest. By the time Mr. Trump was sworn into office, Mr. Manafort was under scrutiny in at least two investigations. If convicted of the charges against him, he faces years in prison and millions of dollars in fines.\nMr. Manafort’s lawyers say he almost certainly would not have faced charges if not for his brief, unpaid stint with the Trump campaign.", "date": "Aug. 3, 2018", "href": "https://www.nytimes.com/2018/08/03/us/politics/paul-manafort-trump-campaign.html", "tags": "debt work washington deep manafort paul ” trump helped — opportunity campaign saw"}