{"title": "Paul Manafort’s Prison Sentence Is Nearly Doubled to 7½ Years", "content": "WASHINGTON — A federal judge on Wednesday nearly doubled the prison sentence of President Trump’s former campaign chairman, Paul Manafort, to seven and a half years, denouncing him as a man who “spent a significant portion of his career gaming the system.”\nMinutes later, the Manhattan district attorney filed a raft of  state criminal charges, including mortgage fraud, that could ensure that Mr. Manafort remains behind bars even if the president decides — as he has appeared to hint — to pardon Mr. Manafort for his crimes. Convictions for state crimes are not subject to federal pardons.\nThe proceedings amounted to a wrenching defeat for Mr. Manafort, 69, who came to his sentencing in a wheelchair because of gout and pleading for probation so he could spend his final years with his wife.\nJudge Amy Berman Jackson of United States District Court in Washington expressed scant sympathy for his plight. Rather, she closed out the highest-profile prosecution brought by the special counsel, Robert S. Mueller III, with a blistering critique of Mr. Manafort’s character and a rapid-fire litany of his legal and ethical transgressions.\nShe said that Mr. Manafort had used his many talents as a strategist to evade taxes, deceive banks, subvert lobbying laws and obstruct justice — all so he could sustain an “ostentatiously opulent” lifestyle with “more houses than a family can enjoy, more suits than one man can wear.”\nEver since his initial bail hearing, she said, he had misled her and the prosecutors, part of what she called his determined efforts to obscure the facts. Even on his sentencing day, she implied, he appeared to be making a play for a presidential pardon by wrongly suggesting that he was merely the victim of overzealous prosecutors who had hoped to prove that the Trump campaign had conspired with the Russian government to tilt the 2016 election.\n“The defendant is not public enemy No. 1, but he is also not a victim either,” Judge Jackson said.\nShe stopped short of giving Mr. Manafort the maximum 10-year term that she could have imposed, adding three and a half years to the nearly four-year term Mr. Manafort received last week in a related prosecution in Alexandria, Va. Explaining why she was not harsher, she cited guidelines intended to limit punishment in overlapping cases and the fact that Mr. Manafort’s effort to tamper with witnesses who could testify against him had been “nipped in the bud.”\nHer attitude stood in stark contrast to that of Judge T. S. Ellis III of United States District Court in Northern Virginia, who said last week that Mr. Manafort had “led an otherwise blameless life” in sentencing him to 47 months for eight felonies, a punishment that some legal experts described as startlingly low.\nIn an apparent reference to Judge Ellis, Judge Jackson noted that she was bound strictly by the case in front of her. “What is happening today is not and cannot be a review and a revision by a sentence imposed by another court,” she said.\nBut she said the scale of Mr. Manafort’s crimes was remarkable. “It is hard to overstate the number of lies and the amount of fraud and the amount of money involved,” she said. “There is no question that this defendant knew better and he knew what he was doing.”\nOutside the courthouse, Mr. Manafort’s lead lawyer, Kevin Downing, described Judge Jackson’s decision as “such a callous, harsh sentence that is totally unnecessary.” Mr. Downing, who was repeatedly interrupted by protesters, called it a “very sad day.”\nMr. Manafort’s defense lawyers had repeatedly suggested that their client would be a free man had he not worked for the Trump campaign for five months in 2016, implying that Mr. Mueller’s investigators pursued him for crimes unrelated to the campaign only because they hoped to use him as a steppingstone in the Russia inquiry.\nJudge Jackson firmly dismissed that argument, noting that investigators often find evidence of unrelated crimes during inquiries, and that “the perpetrators uncovered that way do not get a pass.” She said the argument was aimed at “some other audience,” an apparent allusion to the White House, not at her.\nThe judge accused Mr. Manafort of a sleight of hand throughout the criminal proceeding against him, including wrongly inflating his assets in a bail hearing and exaggerating the harshness of his conditions in jail. She suggested that he had sought to outmaneuver prosecutors by agreeing to plead guilty to conspiracy and cooperate with them, then backtracking and lying to the special counsel’s office and a grand jury.\n“Was he spinning the facts beforehand to get a good deal, or was he spinning them afterwards to protect others?” she asked. “We don’t know.”\nEven Mr. Manafort’s apology for his crimes rang somewhat hollow, she said, because it appeared to be prompted by Judge Ellis’s criticism that he did not seem sufficiently contrite during last week’s sentencing.\nEach of the conspiracy charges considered at Wednesday’s hearing carried a maximum prison term of five years. But because the underlying conduct for one conspiracy count was much the same as the bank and tax fraud scheme for which Mr. Manafort was convicted in Northern Virginia, Judge Jackson cut his punishment for that charge in half, to 30 months. “He cannot be sentenced for those components twice,” she said.\nShe sentenced him to 13 months on the second conspiracy charge, which involved obstruction of justice, saying his efforts to influence the testimony of witnesses had largely come to naught because the witnesses had rebuffed him.\nIn requesting probation, Mr. Manafort noted that he would turn 70 in two weeks and had already been stripped of his wealth. “Please let my wife and I be together,” he said. “I am a different person than the one who came before you in October 2017,” when he was first indicted.\nMuch of the hearing in Washington focused on Mr. Manafort’s violations of the law requiring foreign lobbyists to disclose their activities in the United States — probably because the other charges had been aired at length in the Virginia case.\nAndrew Weissmann, the lead prosecutor, said Mr. Manafort and others, at his behest, secretly lobbied for the government of Viktor F. Yanukovych, the pro-Russian president who led Ukraine from 2010 to 2014. Former European politicians and other members of Mr. Manafort’s team presented themselves as independent experts, disguising their true client.\n“This deliberate effort to obscure the facts undermines our political discourse,” Judge Jackson said.\n[Read how Mr. Manafort’s sentence compares to other white-collar criminals.]\nJudge Jackson tends to be relatively lenient on convicted criminals who appear before her. In the five years that ended in 2017, she handed down an average prison sentence of 32 months, below the Washington district’s average of 46 months and the nationwide average of 47 months, according to court data maintained by Syracuse University’s Transactional Records Access Clearinghouse.\nBut she also has gone out of her way to make clear that being well connected earns no chits in her court. “She knows who commits white-collar crime,” said Heather Shaner, a Washington lawyer who represented an embezzler in her court. “And she thinks it’s perfectly fine to punish them if they commit a crime and hold them to a higher standard because they have the education, and because they have the wealth.”\nThe prospect that Mr. Trump could pardon Mr. Manafort has hung over the proceedings for many months. Late last year, Mr. Trump said that he “wouldn’t take it off the table.” More recently, he said, “I don’t even discuss it.”\nAsked again after Wednesday’s sentencing, Mr. Trump said: “I have not even given it a thought, as of this moment. It’s not something that’s right now on my mind.” He added, “I feel very badly for Paul Manafort,” saying “certainly, on a human basis, it’s a very sad thing.”\nHe said again that the special counsel’s investigation was “a hoax.” In remarks that appeared aimed at the president, Mr. Downing said outside the courthouse that “two courts have ruled no evidence of any collusion with the Russians.”\nIn fact, Judge Jackson and Judge Ellis simply noted that the evidence against Mr. Manafort was not related to Russia’s election meddling.\nThe new charges filed in New York, in an indictment secured by the Manhattan district attorney, Cyrus R. Vance Jr., were apparently meant to ensure that Mr. Manafort would be punished even if he was pardoned. They were rooted in the same financial fraud that led to Mr. Manafort’s downfall in federal courthouses. He is charged with falsifying business records to obtain millions of dollars in loans from two banks.\n“No one is beyond the law in New York,” Mr. Vance said. He said his investigation had “yielded serious criminal charges for which the defendant has not been held accountable.”\nWhile a spokesman for Mr. Manafort said he had no comment, some legal experts predicted that Mr. Manafort would challenge the new charges on the grounds of double jeopardy.", "date": "March 13, 2019", "href": "https://www.nytimes.com/2019/03/13/us/politics/paul-manafort-sentencing.html", "tags": "sentence “ manafort judge nearly jackson paul doubled charges prison months years"}