{"title": "Paul Manafort Is Sentenced to Less Than 4 Years in 1 of 2 Cases Against Him", "content": "ALEXANDRIA, Va. — Paul Manafort, the political consultant and Trump presidential campaign chairman whose lucrative work in Ukraine and ties to well-connected Russians made him a target of the special counsel, Robert S. Mueller III, was sentenced on Thursday to nearly four years in prison in the financial fraud case that left his grand lifestyle and power-broker reputation in ruins.\nThe sentence in the highest-profile criminal case mounted by the special counsel’s office was far lighter than the 19- to 24-year prison term recommended under sentencing guidelines. Judge T. S. Ellis III of the United States District Court in Alexandria, Va., said that although Mr. Manafort’s crimes were “very serious,” following the guidelines would have resulted in an unduly harsh punishment.\nA team of Mr. Mueller’s prosecutors sat glum-faced as Judge Ellis delivered his decision. Mr. Manafort, who has gout and came to the hearing in a wheelchair with his foot heavily bandaged, had asked the judge for compassion. “To say I feel humiliated and ashamed would be a gross understatement,” he said in a barely audible voice, reading from a prepared statement.\nOf the half-dozen former Trump associates prosecuted by Mr. Mueller, Mr. Manafort garnered the harshest punishment yet in the case that came to a conclusion on Thursday — the first of two for which Mr. Manafort is being sentenced this month. While prosecutors sought no specific sentence, some legal experts said a prison term that amounts to one-fifth of the lightest punishment recommended had to disappoint them.\n“It’s atrociously low,” said Barbara McQuade, a former United States attorney who teaches law at the University of Michigan and watched much of Mr. Manafort’s trial over the summer. While “many judges do sentence leniently in white-collar cases,” she said, “dropping all the way from 19 years to four years is absurd.”\n[“I am a Caesar in my own Rome,” Judge Ellis once said as he demanded a breakneck pace during the Manafort trial.]\nMr. Manafort’s allies had long believed that Mr. Manafort had a chance of leniency from Judge Ellis, a Reagan appointee who sparred repeatedly with the special counsel’s team during the trial and has publicly voiced concerns that independent prosecutors have too much power. Minutes after the three-hour hearing started, Judge Ellis, unprompted, noted that Mr. Manafort was “not before this court for anything having to do with collusion with the Russian government to influence this election,” the core of Mr. Mueller’s inquiry.\nAlthough Judge Ellis seemed swayed by the defense’s arguments, Mr. Manafort may face a less sympathetic reception next week when he is sentenced in the District of Columbia on two conspiracy counts by Judge Amy Berman Jackson of the United States District Court. Those charges each carry a maximum of five years. Kevin Downing, one of Mr. Manafort’s lawyers, asked Judge Ellis to order that Mr. Manafort serve both sentences simultaneously. But Judge Ellis said that was up to Judge Jackson.\nFor nearly two years, prosecutors pursued Mr. Manafort on two tracks, charging him with more than two dozen felonies, including obstruction of justice, bank fraud and violations of lobbying laws. They ultimately won Mr. Manafort’s pledge to cooperate after he was convicted of eight felonies in the Northern Virginia case and faced a second trial in Washington.\nBut although he met with the special counsel’s office for a total of about 50 hours, prosecutors said on Thursday that Mr. Manafort provided little information of value for their inquiry into how Russian operatives interfered in the 2016 presidential race and whether any Trump associates conspired with them.\nMost of what Mr. Manafort told the office of the special counsel “we already knew or was already in documents,” Greg D. Andres, the lead prosecutor in the case, said in court. “It certainly wasn’t 50 hours of information that was useful.”\nThe evidence in the case before Judge Ellis showed that Mr. Manafort hid millions of dollars of income in overseas accounts and lied to banks to obtain millions more in loans — a financial scheme that prosecutors said was rooted in greed and in Mr. Manafort’s sense that he was above the law.\nThey described him as a hardened, remorseless criminal who never fully accepted responsibility for his offenses and who continued to lie to federal prosecutors even after he pleaded guilty to two conspiracy counts in a related case in Washington and agreed to cooperate with the special counsel’s office last fall.\n[The rise and fall of Paul Manafort: greed, deception and ego.]\nBut defense lawyers cited Mr. Manafort’s age, health problems and lack of a criminal record. He will turn 70 next month.\nJudge Ellis said that Mr. Manafort “has lived an otherwise blameless life,” and he cited other tax cases that had resulted in minimal prison time. “The government cannot sweep away the history of all these other sentences,” he said.\nThe judge ordered Mr. Manafort to pay $25 million in restitution and a $50,000 fine. He also gave Mr. Manafort credit for the nine months he had already spent in jail, which could mean Mr. Manafort would be released in just over three years.\nMr. Manafort was a prime target for Mr. Mueller, who is believed to be winding down his 22-month investigation and is expected to deliver a report soon to Attorney General William P. Barr. While the prosecutions against Mr. Manafort did not involve his five months of work for the Trump campaign, prosecutors clearly hoped for the collateral benefit of winning his cooperation with the Russia inquiry.\nAt a closed hearing in February, Andrew Weissmann, one of Mr. Mueller’s top deputies, told Judge Jackson that it was highly unusual for the government to strike a plea deal with a defendant like Mr. Manafort who had already put the government through a trial. He alluded to the government’s motives for making such a pact, citing “enormous interest” in “the intelligence that could be gathered in having a cooperating witness in this particular investigation.”\nBut prosecutors abandoned the plea agreement in November, saying Mr. Manafort had repeatedly lied to them. In a recent ruling, Judge Jackson agreed that Mr. Manafort had deceived investigators about three matters.\nOne was revealed through an inadvertent mistake in a  court filing in January that showed that Mr. Manafort had lied to the prosecutors about his interactions with a Russian associate, Konstantin V. Kilimnik, who has been identified by prosecutors as having ties to Russian intelligence. Those interactions included Mr. Manafort’s transferring campaign polling data to Mr. Kilimnik.\nThe special counsel’s office had wanted that information kept out of the public eye to protect an open investigation. It remains unclear why Mr. Kilimnik would want such polling data, what exactly he did with it and whether the data transfer might have helped inform the Russian government’s covert operation to interfere with the American election.\nIt is also unclear why Mr. Manafort lied about it; prosecutors appeared to suggest that Mr. Manafort might have feared that the revelation that he had turned over polling data would have reduced his chances of receiving a presidential pardon for his crimes.\nBefore Judge Ellis, Mr. Manafort’s lawyers repeatedly suggested that the special counsel’s office pursued their client because of his importance to the Russia inquiry. They said his political consulting work for four American presidents, including Mr. Trump, spoke to his high ideals. And they argued that the special counsel’s office had vilified him for what are essentially garden-variety crimes that for other defendants merited only limited time behind bars.\n“Most importantly, what you saw today is the same thing that we have said from Day 1,” Mr. Downing, one of Mr. Manafort’s lawyers, said in a short statement outside the courthouse. “There is absolutely no evidence that Paul Manafort was involved in any collusion with any government official or Russia.”\nWhile Judge Ellis faulted Mr. Manafort for not apologizing for his criminal conduct, he also noted that the special counsel’s office had not requested a specific prison term.\nDuring the trial, prosecutors put forward exhaustive evidence of how Mr. Manafort had illegally concealed his work on behalf of political parties in Ukraine that were aligned with Russia and of how he hid more than $55 million in payments from that work in more than 30 overseas bank accounts.\nOnce his income from Ukraine dried up, the evidence showed, Mr. Manafort deceived banks to obtain loans to sustain a lavish lifestyle. At the same time, he worked for the Trump campaign at no cost, apparently hoping his status as campaign chairman would attract deep-pocketed foreign clients. He was fired from the campaign after five months when the scandal over his hidden income from Ukraine broke in August 2016.\n“The defendant blames everyone from the special counsel’s office to his Ukrainian clients for his own criminal choices,” prosecutors wrote in a sentencing memo.\nMr. Manafort was indicted on 18 counts in the Northern Virginia case, but the jury convicted him on only eight: five counts of tax fraud, two counts of bank fraud and one count of failure to disclose a foreign bank account. Because of one holdout juror, the panel deadlocked on the other charges. Mr. Manafort admitted that he was guilty of those as well, though, as part of his plea agreement.", "date": "March 7, 2019", "href": "https://www.nytimes.com/2019/03/07/us/politics/paul-manafort-sentencing.html", "tags": "prosecutors manafort judge counsel paul ” sentenced ellis cases years special less"}