{"title": "Paul Ryan's Big Plan To Replace Obamacare Is An Old Idea That Doesn't Work", "content": "WASHINGTON -- If you were hoping Republicans had fresh new solutions for health care reform up their sleeves, you might find the recent hints from House Speaker Paul Ryan (R-Wis.) a bit disappointing.\nAfter six years of the GOP failing to come up with a comprehensive alternative to the Affordable Care Act, what Ryan outlined during an appearance at Georgetown University on Wednesday was essentially another stab at a decades-old idea that's never really worked -- an idea that would involve allowing health insurance companies to resume charging sick people higher rates than healthy people.\nThe cornerstone of Ryan's approach is so-called high-risk pools, a form of health insurance designed for people with the most serious health conditions and highest costs, who were mostly locked out of the regular private market before the Affordable Care Act required insurers to accept all applicants.\nIf the concept sounds familiar, it's because high-risk pools have existed since 1976, and are a go-to policy proposal for Republicans who don't want to be accused of not caring about people with pre-existing conditions.\nHigh-risk pools have been part of countless conservative reform platforms, including a recent plan from the House Republican Study Committee and a not-so-recent one from the 2008 presidential campaign of Sen. John McCain (R-Ariz.). \nThey were even included in a 2009 House Republican bill that was supposed to be the GOP alternative to the ACA, but that the Congressional Budget Office said would only reduce the ranks of the uninsured by 3 million people over a decade (in contrast to Obamacare, which has reduced the uninsured by 20 million since 2013).\n\"We can and should and must fix that,\" Ryan said in response to a question from a student who said his family had benefited from Obamacare's protections for people with pre-existing conditions. \n\"The smarter way, in my opinion, is that we as a society make a decision at the government level that we will buck up and subsidize those people with pre-existing conditions.\" Ryan said. Reuters first reported Ryan's remarks.\nThe problem is, high-risk pools -- which existed in 35 states before the Affordable Care Act made them virtually obsolete -- always failed to achieve their goal of providing a true insurer of last resort to those who needed it. \nThe biggest reason is money: Covering the medical costs of the sickest people in the country is very expensive, and the government has never devoted the funds necessary to make this work. \n\"High-risk pools are never successful in providing affordable coverage for people who otherwise had no alternative,\" said Edwin Park, vice president for health policy at the Center on Budget and Policy Priorities. \"Conceptually, it doesn't work. You can keep throwing money at it, but it's a losing proposition over time.\"\nRyan said the federal government would subsidize these high-risk pools at the state level. But promises of additional government spending on health seem dubious from the leader of a House Republican Conference heavily influenced by tea party lawmakers trying to shrink the government as much as possible. \nAnd these are the same promises that led to the creation of the pre-Obamacare high-risk pools in the first place. They didn't pan out. \n\"For 35 years, states tried to meet this challenge, but never could,\" Karen Pollitz, a senior fellow at the Henry J. Kaiser Family Foundation, told The Huffington Post in an email. \nIn any given year, about one-fifth of Americans account for around four-fifths of health care spending, and high-risk pools are designed to attract the very sickest and most expensive customers, Pollitz said. \nFaced with this reality, the government cut back on the old high-risk pools rather than spend what it would have taken to make them functional.\n\"They looked for other ways to limit costs of their state high risk pool programs -- surcharging premiums, imposing high deductibles and low lifetime limits, and most of all, excluding people based on their pre-existing conditions,\" Pollitz said. \"That meant the vast majority of people who were eligible for and needed [high-risk pool] coverage couldn’t enroll.\"\nIn other words, states found out that covering all these sick people cost a ton of money they weren't willing to spend, so they scaled back the programs and cut off new enrollment. \nThese pools wound up covering only a small share of so-called uninsurable people and a tiny share of the total uninsured population, and low-income people typically couldn't afford the premiums, according to a study published in 2005. \nThe Government Accountability Office found that as of 2008, fewer than 200,000 people were covered by high-risk pools, out of nearly 4 million who should have been eligible.\nRyan also indicated he wants to \"open up underwriting,\" which in insurance jargon means allowing insurers to charge higher rates to people based on their medical histories. Under Obamacare, insurers can't do that. They also can't make women pay more than men, and they can only charge middle-aged people up to three times the premiums paid by young adults.\nRyan's proposal to \"open up underwriting\" would affect people not deemed sick enough to join a high-risk pool -- which could mean everyone with common ailments like diabetes and asthma, or a healthy person with a history of cancer or other diseases. That's how the insurance market worked when underwriting was permitted before the Affordable Care Act.\nThis was part of Ryan's argument to the college-aged audience that letting insurance companies once again discriminate against the sick, and moving the most ailing into a separate program, would be good for them. Young people would pay lower health insurance premiums if older, sicker people were in a separate program, he said.\nBut that doesn't account for the cost to taxpayers of whatever government subsidies would be provided to people in the high-risk pools. And it ignores the reality that everyone, if they live long enough, goes from being the healthy person to being the sick person, Pollitz said.\nEarlier in his appearance at Georgetown, Ryan repeated his promise that Republicans would finally tell Americans how they would do health care reform differently.\n\"What does patient-centered health care look like? We don't think the Affordable Care Act is working,\" he said. \"News flash: Republicans are against Obamacare. But we owe it to people to show what we would replace it with. We have to show what we would do differently.\"\nRyan didn't offer a lot of fine detail in his four-minute reply to the student's question. Republicans will supposedly unveil a health care plan this summer, and maybe it will address the shortcomings apparent in what Ryan did say this week. For now, though, his plan sounds like it won't be as good for people with pre-existing conditions as what they already have under Obamacare.", "date": "\n04/28/2016", "href": "https://www.huffpost.com/entry/paul-ryan-obamacare-replacement_n_57222c59e4b01a5ebde4b236", "tags": "care work high-risk obamacare ryan health paul -- pools old replace idea government plan big"}