{"title": "Paul Manafort Agrees to Cooperate With Special Counsel; Pleads Guilty to Reduced Charges", "content": "WASHINGTON — Paul Manafort agreed on Friday to tell all he knows to the special counsel, Robert S. Mueller III, as part of a plea deal that could shape the final stages of the inquiry into Russian interference in the 2016 election.\nThe deal was a surrender by Mr. Manafort, President Trump’s former campaign chairman, who had vowed for months to prove his innocence in a case stemming from his work as a political consultant in Ukraine. And it was a decisive triumph for Mr. Mueller, who now has a cooperating witness who was at the center of the Trump campaign during a crucial period in 2016 and has detailed insight into another target of federal prosecutors, the network of lobbyists and influence brokers seeking to help foreign interests in Washington.\nMr. Manafort’s decision, announced at a federal court hearing in Washington in which he pleaded guilty to two conspiracy charges, was likely to unsettle Mr. Trump, who had praised Mr. Manafort for standing up to prosecutors’ pressure and had hinted that he might pardon him.\n[Read the court documents.]\nIt is not clear what information Mr. Manafort offered prosecutors in three days of negotiations that led to the plea deal. But in court on Friday, Mr. Manafort agreed to an open-ended arrangement that requires him to answer “fully, truthfully, completely and forthrightly” questions about “any and all matters” the government wants to ask about.\nThe president’s personal lawyer, Rudolph W. Giuliani, quickly sought to distance Mr. Trump from the plea deal.\n“Once again an investigation has concluded with a plea having nothing to do with President Trump or the Trump campaign,” he said in a statement. “The reason: The president did nothing wrong and Paul Manafort will tell the truth.”\nMr. Mueller’s investigation has maintained such secrecy that it is impossible to know what puzzle pieces he might still be trying to fill in or what Mr. Manafort’s testimony might mean for Mr. Trump. But at a minimum, Mr. Manafort’s cooperation gives Mr. Mueller additional visibility into some key moments in the campaign and the role of other senior figures.\nMr. Manafort was a participant in the June 2016 meeting at Trump Tower that had been arranged by a Moscow lawyer who said she was delivering damaging information about Hillary Clinton on the Kremlin’s behalf. His cooperation could help Mr. Mueller establish how much, if anything, the Trump campaign knew about Russia’s efforts to boost Mr. Trump’s candidacy.\nMr. Manafort joins four other Trump aides who have offered cooperation in exchange for lesser charges in cases that Mr. Mueller’s office either pursued or referred to federal prosecutors in New York. They include Michael D. Cohen, the president’s longtime personal lawyer; Michael T. Flynn, the former national security adviser; Rick Gates, the former deputy campaign chairman; and George Papadopoulos, a former campaign adviser.\nMr. Manafort, 69, had insisted for a year that he would not help the special counsel’s office. But after being convicted on eight felony counts in a federal court in Virginia last month, and facing a second trial on more felony charges in federal court here, Mr. Manafort was confronted with the very real prospect of spending the rest of his life in prison.\nUnder the agreement announced on Friday, prosecutors replaced a seven-count indictment with one that charged two counts of conspiracy that carry a maximum penalty of 10 years behind bars. No sentencing date has been set for those charges or the ones he was convicted of in Northern Virginia.\nMr. Manafort also agreed to surrender most of his once-vast personal fortune including three houses and two apartments — one in Trump Tower in Manhattan.\nAt the court hearing, Mr. Manafort, who has been in jail since June, appeared weary and subdued. He sat grim-mouthed, eyes cast downward, as Andrew Weissmann, the lead prosecutor on his case, read through what Judge Amy Berman Jackson of United States District Court called the longest recitation of offenses she had ever heard in her courtroom. A full contingent of prosecutors and F.B.I. agents who had worked on Mr. Manafort’s case showed up for the hearing.\nKevin Downing, Mr. Manafort’s lead lawyer, said it was a “tough day for Mr. Manafort but he has accepted responsibility” for criminal conduct that dates back “many years.” He added, “He wanted to make sure his family was able to remain safe and live a good life.”\nIn deciding whether to plead guilty and cooperate with prosecutors, Mr. Manafort weighed the possibility that Mr. Trump would pardon him, according to two people familiar with his situation who spoke on the condition of anonymity. His lawyers and Mr. Trump’s personal lawyers had shared information about Mr. Mueller’s inquiry under a joint defense agreement, according to one person close to the president. When weeks passed after his conviction in Northern Virginia with no word of a pardon, Mr. Manafort decided he needed to rethink his legal strategy, another person said.\nMr. Trump assailed plea deals after Mr. Cohen, his longtime lawyer, pleaded guilty last month to breaking campaign finance laws and other charges, implicating Mr. Trump in the cover-up of a potential sex scandal during the 2016 presidential race. Mr. Trump said then that trading information on someone else for lesser charges or a lighter sentence “almost ought to be outlawed.”\nJohn M. Dowd, Mr. Trump’s former lawyer, emailed lawyers representing other clients who have been drawn into Mr. Mueller’s inquiry and said that Mr. Manafort “has no info on president or campaign.”\nOf all Mr. Trump’s campaign advisers, Mr. Manafort arguably had the deepest ties to Russian operatives and oligarchs. He worked for years in Ukraine with Konstantin V. Kilimnik, a Russian citizen who prosecutors have said had ties to a Russian intelligence service that continued into 2016.\nHe also had a business relationship with Oleg V. Deripaska, a Russian oligarch with ties to President Vladimir V. Putin of Russia. At one point, Mr. Deripaska lent Mr. Manafort $10 million that prosecutors suggested was never repaid.\nIn July 2016, just before the Republican National Convention when Mr. Manafort was heading the Trump campaign, he sent a message to Mr. Deripaska through Mr. Kilimnik that he was ready to provide “private briefings” about the presidential race.\nMr. Manafort could also be instrumental in investigations now underway of lobbyists and influence-brokers who worked with him in Ukraine, including Tony Podesta, a prominent Democratic lobbyist; Vin Weber, a former Republican member of Congress; and Gregory Craig, a former White House counsel in the administration of President Barack Obama. Prosecutors said on Friday that officials or employees from Mr. Podesta’s and Mr. Weber’s firms knew about Mr. Manafort’s machinations to disguise his lobbying work.\nAlthough they dismissed some charges, the prosecutors used the conspiracy charges to which Mr. Manafort pleaded guilty as umbrella counts, encompassing crimes ranging from money laundering to obstruction of justice. In court, Mr. Weissmann described a decade of criminal activity in which Mr. Manafort enriched himself by promoting the political career of Viktor F. Yanukovych, who was president of Ukraine from 2010 to 2014.\nHe described how Mr. Manafort had illegally operated as the hidden hand behind a multiyear campaign to burnish Mr. Yanukovych’s reputation in the United States and damage the image of his main political opponent, Yulia V. Tymoshenko, Ukraine’s former prime minister. The court documents revealed new details about how Mr. Manafort directed a host of players to lobby under false pretenses, pretending to be independent actors when they were in fact paid agents of Mr. Yanukovych.\nThat secrecy was important because Mr. Manafort not only never reported the lobbying activity to the Justice Department, as required, but he also hid tens of millions of dollars in payments from Ukraine, laundering money through overseas bank accounts and avoiding taxes on $15 million of his income.\nAmong other measures, Mr. Manafort orchestrated a widely panned 2012 report by an American law firm to try to tamp down criticism of the Ukraine government for prosecuting and jailing of Ms. Tymoshenko.\nMr. Manafort also coordinated with an unnamed senior Israeli official to undermine support for Ms. Tymoshenko within the Obama administration by suggesting Ms. Tymoshenko was anti-Semitic. “The Jewish community will take this out on Obama on Election Day if he does nothing,” Mr. Manafort wrote in one communication.\nHe worked with European consultants to plant articles in the United States alleging that Ms. Tymoshenko had orchestrated the murder of a Ukrainian official. He wrote to one colleague that he wanted “to plant some stink on Tymo,” using a nickname for Ms. Tymoshenko, but stressed that there should be “no fingerprints” on the articles.\nAnd he waged an “all-out campaign” to kill a Senate resolution that would have condemned Ms. Tymoshenko’s treatment by Mr. Yanukovych’s government without ever revealing to the senators that his lobbyists were paid by Ukrainian oligarchs backing Mr. Yanukovych. One consultant working for Mr. Manafort lobbied Mr. Obama directly on Ukraine by accompanying his country’s prime minister to an Oval Office meeting, the prosecutors said.\nMr. Manafort also acknowledged that he and Mr. Kilimnik, his Russian associate, tried to persuade two witnesses to lie to federal investigators about the lobbying campaign for Mr. Yanukovych in the United States.", "date": "Sept. 14, 2018", "href": "https://www.nytimes.com/2018/09/14/us/politics/manafort-plea-deal.html", "tags": "prosecutors cooperate guilty “ manafort pleads counsel court paul charges campaign agrees special reduced"}