{"title": "Paul Ryan Was Right- This Was A Defining Moment For The Republican Party", "content": "House Speaker Paul Ryan (R-Wis.) reportedly delivered a message to his colleagues earlier this week, seeking their support for the American Health Care Act: “This is who we are. This will define us.”\nIt was one of the more accurate things he’s said in a long time.\nThe AHCA would expose many millions of Americans, including some of society’s most vulnerable members, to the possibility of crippling medical expenses ― forcing them to choose between financial hardship, medical hardship or both.\nAt the same time, it would lower taxes on corporations and wealthy Americans, to the tune of $594 billion over 10 years.\nInsurance for millions, or tax cuts for millionaires ― that was one of the choices House Republicans faced on Thursday when they voted on the bill. And, with just a small handful of exceptions, they chose the latter.\nOverall, the AHCA would drain nearly $1 trillion out of federal health care programs, with most of the money coming straight from people who need it to get health care.\nThe biggest chunk would come out of Medicaid, a federal-state program that provides comprehensive insurance to people with incomes up to 133 percent of the poverty line, or $27,159 a year for a family of three. It’s a massive cut ― one that would force most states to roll back expansions that allowed millions to get insurance, and then gradually ratchet down the program’s funding even more.\nThe cuts would hit working-age adults hard, since they were among the groups Medicaid had historically excluded ― and, as a result, the group most likely to lose coverage if the AHCA were to become law. But the cuts would inevitably filter down to other groups, including the ones that the program has always targeted: children, elderly and the disabled.\nOne little-noticed provision would reduce funds that allow schools to cover health services for children who qualify for special education because of physical or mental impairments.\nYes, the AHCA would very literally take money away from disabled kids.\nAnother chunk of money would come from people buying health insurance on their own, rather than through employers ― and who, for the last three years, have been eligible for tax credits that discount premiums and in some cases out-of-pocket costs as well. Some are relatively poor, others firmly in the middle class. The AHCA would junk those credits and introduce new ones, shifting assistance away from the people with lower incomes and higher insurance costs ― in other words, the very ones least able to pay for insurance on their own.\nSome people would be better off ― primarily younger, more affluent people who don’t get much or any financial assistance.\nBut others would pay more for their insurance, more for their out-of-pocket medical expenses, or some combination thereof. Many would end up with no insurance at all, which is one reason that the Congressional Budget Office predicts the AHCA would deprive something like 24 million people of coverage. \nAnd then there is the matter of protection for people with pre-existing conditions ― the subject that has occupied so much attention in the last few weeks and especially the last few days, culminating in a monologue from the very apolitical late-night host Jimmy Kimmel, whose own newborn faced a life-threatening illness. \n“If your baby is going to die and it doesn’t have to, it shouldn’t matter how much money you make,” he said, before expressing the hope that it was a principle on which all Americans ― and lawmakers from both parties ― could agree.\nBy voting for the AHCA, House Republicans proved how misplaced Kimmel’s faith in them was. Thanks in part to amendments that House leaders made in order to satisfy their most conservative colleagues, the AHCA would allow states to apply for special waivers, so that insurance companies could go back to the days of “medical underwriting” ― that is, hiking premiums for people with pre-existing conditions, making insurance impossible to afford.\nIn a sign of how far expectations of health insurance have shifted in the last few years, Republicans were desperate to deny that their proposal would harm people with serious medical problems. Just one day ago, White House press secretary Sean Spicer stood up in the briefing room and said flatly that people with pre-existing conditions would not be worse off. \nTo back up this claim, Republicans have pointed over and over again to provisions of the bill that would, in theory, protect people with pre-existing medical conditions. But their claims do not hold up to scrutiny.\nPeople would not be subject to medical underwriting if they did not let their coverage lapse, Republicans have said ― neglecting to mention that, with the changes in tax credits, lapses in coverage would become much more common. Republicans have also promised a safety net, in the form of high-risk pools ― even though they have been tried before, never proved adequate, and under the AHCA would have inadequate funding.\nThe Affordable Care Act has real trade-offs: The protections for people with pre-existing conditions mean that people in relatively good health pay more for coverage. And the law is clearly struggling in some parts of the country ― as insurers, unable to cover costs in the newly reformed market, are hiking prices further or even leaving the markets altogether.\nThe latest sign of this came on Wednesday, as the last insurer offering individual coverage in Iowa announced it might abandon the market, leaving tens of thousands of residents with no options. The insurer was pleading for attention from the Trump administration, which has neglected and even tried to sabotage the law, but it was also looking for long-term modifications to help stabilize markets in places like Iowa where they are faltering.\nOne way to fix these problems would be to leave the law in place, while adding just a little more money ― whether through extra subsidies that could bring more young and healthy people into the insurance markets, or programs that reimburse insurers for people with unusually high claims.\nBut Republicans have not entertained the possibility of putting even a little more funding into the program, even as they have preparations for their next big legislative action ― which, it just so happens, is a massive tax cut that would give most of its benefits to corporations and the very wealthy.\nOf course, the AHCA would be a big down payment on tax cuts for the rich, because it would roll back the tax increases that finance the Affordable Care Act’s coverage expansion.\nThe portion of those taxes that fall on individuals fall exclusively on the very top earners in the U.S. ― in fact, according to an estimate by the Center on Budget and Policy Priorities, the wealthiest 400 households in America would get average tax breaks of $7 million each.\nThese people have no problem buying insurance, for what it’s worth. In fact, they are among that tiny group of Americans who could pay for even sustained medical care without coverage, straight out of their own pockets.\nWatching the vote Thursday, I couldn’t help but think back to March 2010, when Democrats controlled the House and voted in similarly narrow fashion to enact the Affordable Care Act. I was there in the Capitol on that day, and there was a perceptible feeling of joy among House Democrats, even though many had misgivings about the bill and understood the vote was politically risky.\nUndoubtedly some were happy simply because they’d won a partisan victory, or gotten a legislative favor that would help them back home. But many Democrats, particularly the leadership, clearly took satisfaction in the knowledge that the law would help spare millions of people from distress and even ruin ― and that it would do so right when these people, because of medical crisis, were at their most vulnerable moments in life.\nFrom TV shots of Republicans on Capitol Hill and then when they gathered at the White House, they seemed pretty joyful Thursday, too. Undoubtedly some believe their bill lives up to the party’s lofty rhetoric, and maybe they think it will really improve access for the poor while protecting the vulnerable. But it’s hard not to wonder how many of them simply haven’t bothered to learn how their proposal would shift resources from the have-nots to the haves ― and how many, perhaps, simply don’t care.\nThursday’s vote is not the end of the repeal story, of course, and not by a long shot. The Senate has not even begun to take up repeal seriously. Multiple Republican senators have spoken out forcefully against elements of the House bill, from the changes to pre-existing conditions to the cuts to Medicaid. And the party can only lose two senators’ votes. If somehow a bill gets through the Senate, it will likely look very different from its House counterpart, and finding a compromise could be elusive.\nBut whatever happens to the bill, the Thursday vote will represent a defining moment for Republicans. Just like Paul Ryan said.", "date": "\n05/04/2017", "href": "https://www.huffpost.com/entry/health-care-bill-republican-party_n_590b8052e4b0d5d9049a7ab5", "tags": "people care moment right- medical ahca ryan party even defining paul house ― republican republicans insurance"}