{"title": "Paul Ryan- Republicans Need To 'Pay Attention' To Democrats' Big Special Election Win", "content": "WASHINGTON ― Wisconsin Democrats scored a major upset victory Tuesday when they won a state Senate race in a district that Donald Trump easily carried in the 2016 presidential election. \nTop Wisconsin Republicans ― including House Speaker Paul Ryan ― acknowledged it was a blow to their party, and it could mean bad news for the GOP in the 2018 midterm elections. \n“I know this district fairly well. It’s not my district. It’s over in western Wisconsin. But typically, we’ve held this seat. And we lost this seat last night,” Ryan told reporters in Washington on Wednesday. “So yeah, I think we should pay attention to it.”\nGOP Gov. Scott Walker, who is up for re-election in Wisconsin this year, called it a “wake-up call.”\nDemocrat Patty Schachtner, a county medical examiner, defeated her Republican opponent in state Senate District 10. Walker called a special election for the seat after the incumbent, Republican Sheila Harsdorf, gave it up to become his agriculture secretary.\nHarsdorf first won the seat in 2000, and the district has been solidly Republican. In 2016, Harsdorf won re-election by 26 percentage points, and Trump beat Democratic rival Hillary Clinton by 17 points. Republican presidential candidate Mitt Romney carried the district in 2012. \nTuesday’s win was the latest in a series of victories for Democrats since Trump’s inauguration. The party has flipped 34 state legislative seats nationwide, compared with just four pick-ups for the GOP. Democrats last year also recaptured the governor’s mansion in New Jersey and ― in 2017′s highest-profile race ― gained a U.S. Senate seat in Alabama.", "date": "\n01/17/2018", "href": "https://www.huffpost.com/entry/paul-ryan-pay-attention_n_5a5f78e4e4b096ecfca9b0eb", "tags": "need election democrats win gop paul wisconsin seat ― ryan- republican senate district republicans state attention special big"}