{"title": "Paul Manafort’s Lawyers Argue He Has Been Unfairly ‘Vilified’ Before Sentencing", "content": "WASHINGTON — Lawyers for Paul Manafort, President Trump’s former campaign chairman, fought back Monday against the government’s portrait of their client as a hardened criminal, suggesting that he was facing the prospect of dying in prison only because he had been unfairly caught in the scandal over Russia’s interference in the 2016 presidential race.\nIn a sentencing memorandum to the federal judge who will decide his punishment next month for two felonies to which Mr. Manafort pleaded guilty last year, his legal team said his crimes did not warrant a substantial prison term, especially given his age. Mr. Manafort will turn 70 in early April.\nDisputing the prosecutors’ damning characterization of Mr. Manafort in a court filing last week, his lawyers insisted that Mr. Manafort was not only deeply remorseful, but “has suffered almost unprecedented public shame” for what they called garden-variety offenses. The memos are previews of the oral arguments that both sides will make before Judge Amy Berman Jackson of the United States District Court for the District of Columbia, who will sentence Mr. Manafort for the two conspiracy charges on March 13.\nJudge Jackson’s sentence will come five days after Mr. Manafort is sentenced for eight more felonies he was found guilty of last year in a related financial fraud case before Judge T.S. Ellis III of the United States District Court for the Eastern District of Virginia. A key question for both sides is whether Mr. Manafort will be allowed to serve the prison terms simultaneously, or whether they will be stacked atop each other.\nMr. Manafort’s lawyers asked that Judge Jackson’s sentence be “significantly below” the 10-year maximum prison term she could impose. But whatever punishment she decides upon, they asked that Mr. Manafort be allowed to serve it concurrently with his sentence in the Virginia case. Under advisory sentencing guidelines, Mr. Manafort could be sentenced to more than 24 years in prison for the financial fraud scheme.\nThe defense team argued that had the special counsel, Robert S. Mueller III, never been appointed to investigate Russian interference in the election, “Mr. Manafort might never have been indicted in the District of Columbia.”\nEven though Mr. Manafort has admitted his guilt in the conspiracy crimes, they said, Mr. Mueller’s team had pursued him with unusual vigor because he led Mr. Trump’s campaign during a critical period in 2016. He is one of the few defendants, they noted, to have ever been charged with a crime for failing to register as a foreign lobbyist with the Justice Department.\nIn their sentencing memo, unsealed on Saturday, Mr. Mueller’s prosecutors asked for no specific sentence. But they said that Mr. Manafort had “repeatedly and brazenly” violated a host of laws for more than a decade, that he had admitted to leading a conspiracy that encompassed serious crimes including money-laundering and obstruction of justice, and that he should be sentenced to a substantial prison term.\nThe defense lawyers dismissed the prosecutors’ argument that Mr. Manafort was likely to commit new crimes unless he received a lengthy sentence. “The special counsel’s attempt to portray him as a lifelong and irredeemable felon is beyond the pale and grossly overstates the facts,” they said. Mr. Manafort has been “vilified in a manner that this country has not experienced in decades,” they said.\nThey also suggested that Mr. Manafort should not be punished more harshly than Michael D. Cohen, the president’s former lawyer and longtime fixer. Mr. Cohen was sentenced to three years in prison after he pleaded guilty to lying to Congress, five counts of tax evasion, one count of false submissions to a bank and two campaign finance violations.", "date": "Feb. 25, 2019", "href": "https://www.nytimes.com/2019/02/25/us/politics/paul-manafort-sentencing-memo.html", "tags": "vilified ‘ sentencing sentence manafort judge paul ” prison lawyers district argue unfairly"}