{"title": "Paul Manafort: The man who helped Trump win", "content": "When Paul Manafort joined Donald Trump's presidential election campaign in March 2016, the 68-year-old political operative was a relatively minor player in Washington.\nThe former political consultant had worked on Republican presidential campaigns as far back as Gerald Ford's in 1976, and for clients around the world. It was hoped his 40 years of political experience would help temper some of the chaos and controversy surrounding Mr Trump.\nHe advocated a more disciplined, conventional campaign, calling for scripted speeches and teleprompters over Mr Trump's unpredictable, off-the-cuff, approach.\nManafort was soon promoted to chair the campaign and oversaw the period during which Mr Trump clinched the Republican nomination.\nHowever, he ended up falling prey to the controversy his appointment was intended to stifle. \nHe was convicted on eight charges of tax fraud, bank fraud and failing to disclose foreign bank accounts and sentenced to nearly four years in prison. \nBorn in New Britain, Connecticut, on 1 April 1949, Paul Manafort took law at Georgetown University.\nOther Republicans he worked for include the late President Ronald Reagan, former President George HW Bush and Bob Dole, who lost to Bill Clinton in the 1996 presidential election.\nBefore he became involved in the former Soviet Union he worked for such figures as the late Philippine strongman Ferdinand Marcos, the late leader of Zaire (now Democratic Republic of Congo) Mobutu Sese Seko and the late Angolan rebel leader Jonas Savimbi.\nBut on the Trump trail, it was his more recent work in Ukraine that raised questions.\nWhile Manafort was running the campaign, the Republican Party changed the language in its manifesto regarding the conflict in Ukraine, removing anti-Russian sentiment, allegedly at the behest of two Trump campaign representatives.\nHis tenure at the helm ended in August 2016 when he resigned after reports about his consultancy work for Ukraine's deposed pro-Russian former President, Viktor Yanukovych, when he was in office.\nThe New York Times reported that the Ukrainian government had uncovered ledgers pledging more than $12m (£9.2m) in cash payments for his work as an adviser to Mr Yanukovych. \nHe vehemently dismissed the allegations and denied any wrongdoing. \"The suggestion that I accepted cash payments is unfounded, silly, and nonsensical,\" he told NBC News.\nAny political payments directed to him he said \"were for my entire political team: campaign staff, polling and research, election integrity and television advertising\".\nThe Trump campaign did not give a reason for his departure, issuing only a standard statement wishing him well.\nSince then, the controversy around Manafort's ties to Russia has continued to grow.\nIt has also been alleged that he secretly worked for a Russian billionaire to assist President Putin's political goals in other parts of the former USSR. Manafort denied the allegation.\nIn June 2017, he retroactively registered as a foreign agent with the US justice department in relation to his consulting work between 2012-14 for Mr Yanukovych's political party in Ukraine.\nHe confirmed in a declaration that his firm, DMP International, had received more than $17m from the Party of the Regions.\nThen, in July, President Trump's son admitted to having met a Russian lawyer before the election who promised to reveal damaging material on Hillary Clinton. Manafort was reportedly at that meeting.\nThe following month, Manafort's spokesman confirmed the FBI had conducted a pre-dawn raid on his Virginia home, seizing files and other material.\nIt was later reported that Manafort had been wiretapped by the FBI due to concerns about his links with Moscow. The surveillance, granted under a court warrant, is said to have occurred both before and after the election.\nThe FBI is leading one of several investigations into alleged Russian interference in last year's US election. \nOf 18 charges against him, Manafort was found guilty of eight in August.\nHe filed a false tax return every year from 2010 to 2014, did not report a foreign bank account as required by law in 2012, and committed two instances of bank fraud related to two separate bank loans. \nHowever, the jury at his trial in Virginia failed to reach a verdict on 10 other charges and the judge declared a mistrial on those.\nThe indictments are not connected with allegations of collusion between Russia and the Trump campaign during the US election in 2016.\nBut he later agreed to co-operate with special counsel Robert Mueller's investigation into that matter, in a plea deal that had potential ramifications for the White House.\nA judge later found that Manafort had breached the deal by contacting witnesses to ask them to lie, and ordered him held in plea-trial detention.\nIn March he was sentenced to 47 years by Judge TS Ellis who told him he was surprised that Manafort did not \"express regret for engaging in wrongful conduct\".", "date": "8 March 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-41796461", "tags": "election manafort win former man helped trump paul political bank worked campaign"}