{"title": "Paul Manafort, Trump’s Former Campaign Chairman, Guilty of 8 Counts", "content": "ALEXANDRIA, Va. — Paul Manafort, President Trump’s former campaign chairman, was convicted on Tuesday in his financial fraud trial, bringing a dramatic end to a politically charged case that riveted the capital.\nThe verdict was a victory for the special counsel, Robert S. Mueller III, whose prosecutors introduced extensive evidence that Mr. Manafort hid millions of dollars in foreign accounts to evade taxes and lied to banks repeatedly to obtain millions of dollars in loans.\nMr. Manafort was convicted of five counts of tax fraud, two counts of bank fraud and one count of failure to disclose a foreign bank account. The jury was unable to reach a verdict on the remaining 10 counts, and the judge declared a mistrial on those charges.\nKevin Downing, a lawyer for Mr. Manafort, said the defense was “disappointed” by the verdict and that his client was “evaluating all of his options at this point.”\nPeter Carr, a spokesman for Mr. Mueller’s office, declined to comment.\nThe verdict was read out in United States District Court in Alexandria, Va., only minutes after Michael D. Cohen, Mr. Trump’s former fixer, pleaded guilty in federal court in Manhattan to violating campaign finance law and other charges.\n[Read more about Mr. Cohen’s appearance in court and his admission that he paid Stormy Daniels “at the direction” of President Trump.]\nMr. Manafort’s trial did not touch directly on Mr. Mueller’s inquiry into Russian interference in the 2016 election or on whether Mr. Trump has sought to obstruct the investigation.\nBut it was the first test of the special counsel’s ability to prosecute a case in a federal courtroom amid intense criticism from the president and his allies that the inquiry is a biased and unjustified witch hunt. And the outcome had substantial political implications, if only in denying Mr. Trump more ammunition for his campaign to discredit Mr. Mueller.\nBefore and during the trial, Mr. Trump both sought to defend Mr. Manafort as a victim of prosecutorial overreach and to distance himself from him, saying that Mr. Manafort had worked for him only relatively briefly.\nAfter the verdict was announced, Mr. Trump said he felt “very badly” for Mr. Manafort and continued to maintain that the prosecution had been politically motivated.\n“It doesn’t involve me,” Mr. Trump told reporters after landing in West Virginia for a rally on Tuesday evening. “It had nothing to do with Russian collusion.”\nThe trial focused on Mr. Manafort’s personal finances, in particular the tens of millions of dollars he made advising a political party in Ukraine that backed pro-Russia policies.\nDefense lawyers had argued that Rick Gates, Mr. Manafort’s former right-hand man and the government’s star witness, was the real mastermind of the frauds. Mr. Gates had been charged along with Mr. Manafort in the case, but pleaded guilty and agreed to testify against Mr. Manafort in exchange for the dismissal of a host of other charges and the possibility of a more lenient sentence.\nThe defense lawyers also suggested that Mr. Manafort had been targeted by prosecutors to pressure him into cooperating with Mr. Mueller’s inquiry into possible collusion by the Trump campaign with Russia in the 2016 election.\nIn his summation on Wednesday, Greg D. Andres, the lead prosecutor, told the jurors that the essence of the scheme was not complicated. “Mr. Manafort lied to keep more money when he had it, and lied to get more money when he didn’t,” he said.\nMr. Manafort faces a second criminal trial next month in Washington on seven other charges brought by the special counsel, including obstruction of justice, failure to register as a foreign agent and conspiracy to launder money.\nThe trial in Alexandria drew lines of spectators that wound around the courthouse and was punctuated by moments of high drama. It examined in some detail Mr. Manafort’s sumptuous lifestyle, including his $15,000 ostrich-skin jacket and $1,500 dress shirts, and the meticulously landscaped flower bed in the shape of a giant “M” at his 10-bedroom Hamptons estate in New York.\nMr. Gates, who was on the stand far longer than any other witness, appeared confident when questioned by prosecutors. But his credibility came under assault during cross-examination by defense lawyers, who questioned him about his “secret life” with a paramour in a London flat.\nMr. Andres and Judge T. S. Ellis III, who presided over the trial, butted heads repeatedly. Mr. Andres complained that the judge interrupted every time the prosecution questioned a witness. Judge Ellis responded that Mr. Andres was so frustrated that he appeared on the verge of tears, which Mr. Andres denied.\nAs the prosecution wound up its case last week, the proceedings suddenly ground to a mysterious halt, raising hopes among Mr. Manafort’s allies that the judge might declare a mistrial. But after hours of secret discussions between the judge and the lawyers for both sides, the trial resumed.\nMr. Andres argued that the evidence of Mr. Manafort’s guilt was contained in documents that he himself wrote or signed and sent to his accountants, to loan officers and to Mr. Gates. While Mr. Gates was “no Boy Scout,” Mr. Andres said, his account was buttressed by other witnesses, including Mr. Manafort’s tax accountant.\nTestifying under a grant of immunity, the accountant, Cynthia Laporta, said that she forwarded documents from Mr. Manafort to bank loan officers even though she believed they were false.\nThe defense said that Mr. Manafort had foolishly trusted Mr. Gates to handle his personal and business finances, and had relied on a phalanx of accountants and loan officers to flag serious mistakes in his financial filings.\nOnly after investigators from the special counsel’s office began “going through each piece of paper and finding anything that doesn’t match up to add to the weight of evidence against Mr. Manafort” did the discrepancies come to light, said Richard Westling, one of Mr. Manafort’s five lawyers.\nUsing multicolored flow charts in an attempt to simplify complex transactions, prosecutors tried to show that Mr. Manafort concealed more than $60 million in income in 31 foreign bank accounts opened in the names of shell companies.\nThe money came from Ukrainian oligarchs who paid Mr. Manafort to boost the political career of Viktor F. Yanukovych, a pro-Russian politician who, with Mr. Manafort’s help was elected president of Ukraine in 2010.\nFinancial analysts for the F.B.I. and the Internal Revenue Service testified that Mr. Manafort transferred more than $15 million from those accounts to pay for landscaping, clothing, rugs, home renovations and entertainment systems. In 2012 alone, he wired enough money from the hidden accounts to purchase a loft in SoHo, a brownstone in Brooklyn and a residence in Arlington, Va., they said. Mr. Manafort also disguised some of his income as loans to avoid taxes, witnesses testified.\nProsecutors claimed that Mr. Manafort initiated another scheme after Mr. Yanukovych was forced out of office in 2014.\nDefense lawyers acknowledged that Mr. Manafort had no income by the time the Trump campaign hired him in March 2016 as a volunteer, first to manage delegates to the Republican National Convention, then as campaign chairman. Still, he bought his annual season tickets to the New York Yankees, charging $210,600 to his American Express card that went unpaid for nearly a year.\nIn order to persuade three banks to loan him a total of $20 million, prosecutors said, Mr. Manafort added millions of dollars in fake income to his financial statements. Defense lawyers contended that the banks were well aware of Mr. Manafort’s overall financial situation, and gave him loans because he had a net worth of $21.2 million and valuable real estate as collateral.\nOut of the jury’s earshot, Mr. Andres complained repeatedly to Judge Ellis that he was erecting unfair obstacles for the prosecution, interjecting when they tried to examine their witnesses on the stand. “The court interrupts every single one of the government’s directs, every single one,” he said.\nThe judge had criticized independent counsels this year, apparently conflating them with special counsels like Mr. Mueller, who operates under the supervision of the Justice Department. By the midpoint of the trial, he was markedly more polite to the prosecutors. He agreed to apologize to the jury for wrongly accusing them of making a courtroom mistake with a key witness.\nMr. Manafort’s lawyers said the prosecutors were engaging in overkill. “They had already thrown the kitchen sink at him,” one of them, Thomas Zehnle, told the judge at one point. “Now they are throwing the plumbing and the pipes.”\nWithout directly accusing the prosecutors of selective prosecution, they tried throughout the trial to sow doubt about their intentions. At the government’s request, Judge Ellis instructed the jury to “ignore any argument about the Justice Department’s motive or lack of motive,” a last-minute warning that might only have underscored the question.", "date": "Aug. 21, 2018", "href": "https://www.nytimes.com/2018/08/21/us/politics/paul-manafort-trial-verdict.html", "tags": "prosecutors guilty counts trial manafort judge chairman former paul ” trump lawyers campaign"}