{"title": "Paul Ryan Budget Would Cut Medicaid Coverage In Half- Study", "content": "Republican vice presidential nominee Paul Ryan's plan to replace the Medicaid entitlement program with a system controlled by states would cut federal funding by $1.7 trillion and reduce enrollment by 50 percent, according to a new report released Tuesday.\nUnder the Ryan plan to cap federal spending on Medicaid and repeal President Barack Obama's health care reform law, 37.5 million fewer people would receive benefits, the Tuesday Urban Institute report concludes. Wisconsin Rep. Ryan, chairman of the House Budget Committee, shepherded his plan to passage in the Republican-led House in 2011 and 2012. Republican presidential nominee Mitt Romney also supports cutting federal Medicaid spending.\n\"The proposed changes and reductions in federal financing for Medicaid under the House Budget Plan would almost certainly worsen the problem of the uninsured and strain the nation’s safety net,\" the Urban Institute report says. \"Medicaid's ability to continue these many roles in the health care system would be significantly compromised under this proposal, with no obvious alternative to take its place.\"\nRomney and Ryan, with the support of the Republican Governors Association, tout Medicaid block-grant proposals as a way to reduce the federal budget deficit and to let states devise new ways of providing health care to needy people. \"We’ll take that health care program for the poor and we give it to the states to run because states run these programs more efficiently,\" Romney said during a debate with Obama Monday.\nEnacting Ryan's plan would reduce federal funding to states by $810 billion from 2013 to 2022, according to the new report. In addition, Romney and Ryan support scrapping health care reform, which the Congressional Budget Office projects will add 14 million people to Medicaid and the Children's Health Insurance Program, a related benefit, by 2022. Health care reform repeal would take an additional $932 billion out of Medicaid compared to what would be spent if all states expand Medicaid as the law allows. \nFederal Medicaid spending over those 10 years would be $4.6 trillion under current law and $2.8 trillion under Ryan's plan, which represents a 38 percent cut.\nThere is a limit to how innovative states could be if federal funding were cut by 38 percent, however, partly because states already are containing costs in their Medicaid programs, according to the Urban Institute.\n\"Over the past decade, per enrollee Medicaid spending grew by less than 3% per year, below the growth in per capita gross domestic product,\" the report says. \"Controlling Medicaid spending growth much below levels experienced in the past may be difficult to achieve.\"\nCurrently, Medicaid is jointly funded by the federal government and the states, each of which runs its program under federal guidelines about who must be covered and what benefits they receive. \nThe program is targeted to low-income people and mainly serves poor children and senior citizens in nursing homes, though it also covers some parents of poor children, pregnant women, people with disabilities and a small number of childless adults. Fifty-five million Americans received Medicaid benefits during an average month this year, the Urban Institute estimates.", "date": "\n10/23/2012", "href": "https://www.huffpost.com/entry/paul-ryan-budget-medicaid_n_2005899", "tags": "study care report coverage ryan cut medicaid would paul federal states half- budget program plan health"}