{"title": "Paying Money You Owe Isn't A 'Bailout,' Mr- President", "content": "Merriam-Webster defines the word “bailout” as “a rescue from financial distress.” The concept is pretty simple: Someone does something that results in a bad outcome, and someone else helps them out of the jam. The word itself refers to bailing water out of a leaky boat, so the metaphor fits.\nIn the midst of the financial crisis that happened in the last decade, President George W. Bush and Congress bailed out the giant banks that caused the problem, concluding that this distasteful action was better than the alternative, which could have been a worldwide collapse of the financial system and a depression that would’ve made the Great Recession look like a boom time. President Barack Obama bailed out the auto industry. And President George H.W. Bush bailed out failing savings and loan institutions back in the 1980s.\nPeople don’t like these government bailouts. They really, really don’t like them. The idea that a business made decisions so bad that the only way to prevent a catastrophe is for taxpayers to fix it doesn’t sit right with Americans.\nThat’s why “bailout” is a go-to insult politicians like to use to to describe things they don’t like. This pejorative has been especially popular with Republicans in recent years. Take President Donald Trump, seen here using the term to describe a part of the Affordable Care Act. \nTrump and members of his administration, along with a few GOP lawmakers, recently have started talking like this. It’s nonsense.\nSo what’s Trump referring to here? It’s a once-obscure, difficult-to-explain element of the Affordable Care Act called cost-sharing reductions. Right now, it’s about the most fraught subject in health policy. \nTrump is threatening to cut off the money that makes cost-sharing reductions work, which would deal instant damage to the Affordable Care Act’s health insurance system and the people who rely on it. This threat might sound familiar to anyone who has followed Trump’s lengthy history of not paying his business partners. \nRemember Merriam-Webster: A bailout is an action taken after something bad has occurred to help the party that did the bad thing, or at least is suffering from that bad thing. What a bailout isn’t is when someone pays a bill for services rendered, or when the federal government carries out a program as written. (This isn’t the first time Republicans have called an existing part of the regular structure of Obamacare a “bailout.” It wasn’t true before, either.)\nAs most people know, the Affordable Care Act offers tax credits to low- and middle-income households that reduce the monthly premiums for health insurance policies purchased via the law’s exchange marketplaces. But the lowest-income enrollees are eligible for a second kind of financial assistance ― those cost-sharing reductions, sometimes called CSRs.\nHere’s how they work: A person goes to the exchange and shops for coverage. If their income is low enough — up to 2.5 times the federal poverty level, which is $30,015 a year — their plans will come with lower deductibles and copayments. It’s a huge benefit for these enrollees who can, for example, take a deductible in the thousands of dollars and shrink it to just hundreds. More than 7 million people ― 58 percent of Obamacare enrollees ― received these subsidies this year.\nHealth insurance companies are required by the law to reduce these out-of-pocket costs and to pay the difference to the hospitals, doctors and other medical providers who treat their customers. Then the federal government pays the insurers back.\nThat last part is what Trump controls. No matter what he does, the insurers must lower these costs for their policyholders. But if Trump refuses to pay the companies back, some states would allow them to cancel their customers’ policies and leave the market altogether this year. And the companies that do continue to sell insurance through the exchanges would dramatically hike premiums next year to make up for the lost money. The White House went so far as saying they’d halt the payments next month, but backed down Wednesday.\nPaying this money is not a “bailout.” These health insurance companies didn’t screw up and come to Uncle Sam with their hands out. They entered into contracts with the government to sell certain kinds of health insurance under a certain set of rules, and one of those rules is they’d get the money they’re owed.\nActing in bad faith with a business partner is part of Trump’s modus operandi, but it doesn’t really fly when it’s the federal government doing the reneging. That’s a big reason why a slew of health care and business groups are urging Trump and Congress to stop messing around and pay the money.\nHere’s a partial list of the organizations making this plea: the American Medical Association; the American Hospital Association; the Federation of American Hospitals; America’s Health Insurance Plans; the Blue Cross and Blue Shield Association; the American Benefits Council (a group of large businesses); and the U.S. Chamber of Commerce.\nThe nation’s governors are worried, too. The National Governors Association — which represents all 50 governors from both political parties — asked Congress to fix this. It’s not often that every single governor agrees about something, and this is one of those times.\nThe power to blow up the health insurance market is in Trump’s hands because of a lawsuit House Republicans filed against the Obama administration in 2014. Lawmakers argued that Obama was making these cost-sharing reduction payments to insurers in violation of the law, because Congress authorized them, but didn’t approve the specific spending.\nA federal court ruled in favor of House Republicans last year, but allowed the Obama administration to continue making the payments while the case worked its way through appeals. When Trump became president, his administration became the defendant in the case, and along with House Republicans, asked the appeals court to delay proceedings on the lawsuit while the two parties figure out what to do. \nIn the meantime, the money keeps flowing to the insurance companies — but no one knows for how long, because Trump keeps saying he might cut them off. The result, as Molina Healthcare CEO Mario Molina explained to HuffPost this week, would be millions more uninsured, fewer choices for consumers because some insurers would refuse to sell plans under these circumstances, and much higher premiums for the insurance that remained.\nPut all that together, and it’s the American people who are going to need a bailout.\n Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n04/28/2017", "href": "https://www.huffpost.com/entry/trump-bailout-obamacare_n_5903aa88e4b0bb2d086e8b94?c4", "tags": "paying president bailout owe money mr- bad like insurance health"}