{"title": "Pelosi Urges Caution on Impeachment as Some Democrats Push to Begin", "content": "WASHINGTON — Speaker Nancy Pelosi, confronting a Democratic divide over the findings of the special counsel, urged her caucus on Monday to hold off impeaching President Trump for now, even as she denounced the “highly unethical and unscrupulous behavior” that she said had dishonored his office.\nHer comments, outlined in a letter to House Democrats on Monday and a subsequent conference call with them, seemed designed to increase support for the investigations already begun, rather than impeachment. But the conference call exposed the persistent divisions that Ms. Pelosi is trying to bridge, as several Democrats questioned the cost of not beginning the impeachment of Donald J. Trump.\nThe release last week of the report by the special counsel, Robert S. Mueller III, threw to Congress the fate of his investigation into Russian interference in the 2016 election and Mr. Trump’s efforts to interfere with it. Some House Democrats are convinced that impeachment proceedings would be doomed to fall short of removal from office and therefore would only help the president politically. Others argue that failing to impeach would effectively signal to this president and his successors that serious misdeeds will be tolerated by a legislative branch fearful of political consequence.\nMs. Pelosi tried to convince her colleagues that they have tools to hold Mr. Trump to account without impeaching him. Underscoring Ms. Pelosi’s approach, the Democrat-led Judiciary Committee announced as the call began that it had subpoenaed Donald F. McGahn II, the former White House counsel and one of the central figures of Mr. Mueller’s report, to appear at a public hearing in late May. The hearing, the committee’s chairman told colleagues, would be the first in a series of public sessions showcasing possible obstruction of justice, abuses of power and corruption in the Trump administration.\nRepresentatives Suzanne Bonamici of Oregon and Steve Cohen of Tennessee raised another possibility: voting to censure the president, the people on the call said.\n“We have to save our democracy. This isn’t about Democrats or Republicans. It’s about saving our democracy,” Ms. Pelosi told the 172 members who participated in the 87-minute conference call, keeping the possibility of impeachment alive. “If it is what we need to do to honor our responsibility to the Constitution — if that’s the place the facts take us, that’s the place we have to go.”\nSome young voices in the new Congress appear ready to push them there — and they are not going away.\n“We must begin impeachment proceedings and investigate if the president committed impeachable offenses,” Representative Ilhan Omar, Democrat of Minnesota, wrote on Twitter just before the call.\nFor now, House Democratic leaders appeared to have enough leeway to pursue investigations without formally convening impeachment proceedings. Representative Maxine Waters of California, the chairwoman of the Financial Services Committee and one of the most vocal proponents of impeachment, said her support for trying to remove Mr. Trump from office was no secret, but added that she would not push other members or outside liberal groups to join her, according to the people on the call, who spoke anonymously to share details from a confidential discussion.\nAnd Representative Brad Sherman, another Californian who has supported impeachment in the past, endorsed Ms. Pelosi’s approach.\nBut Representative Val B. Demings of Florida, a former police chief who sits on the Judiciary Committee and spoke on the call “as a 27-year law enforcement officer,” said she was grappling with the severity of Mr. Mueller’s findings. She signaled that she might be open to moving to impeachment more quickly.\n“While I understand we need to see the full report and all supporting documents, I believe we have enough evidence now,” she said. She added, “We are struggling to justify why we aren’t beginning impeachment proceedings.”\nRepresentative Jared Huffman of California urged colleagues to think not just about the political downsides of impeachment but also of the implications of not impeaching Mr. Trump, according to three people on the call.\nMs. Pelosi nodded to their concern.\n“I know it’s going to take courage on the part of all of our members to stick with a program that might not be as fast as they want,” she said, according to another person on the call. “But, again, I confess to you — and I say this to even my good friend Val Demings, for whom I have the highest esteem — I’m not struggling with this decision.”\nWith lawmakers scattered around the country for their spring recess — Ms. Pelosi spent last week overseas — Monday’s conference call amounted to a first chance for Democrats to hash out differences over what comes next. Those divisions, though, are likely to only attract more attention when Congress returns to Washington next week.\nOn the call, Representative Jerrold Nadler of New York, the chairman of the Judiciary Committee, walked through a string of public hearings in the coming weeks, including with Attorney General William P. Barr, who will testify before both the House and Senate next week, and Mr. Mueller, whom Democrats have asked to testify. Mr. Nadler also detailed his subpoena to Mr. McGahn, a key witness in the obstruction-of-justice investigation undertaken by Mr. Mueller, to compel production of relevant records by May 7 and to testify on May 21.\n“Mr. McGahn is a critical witness to many of the alleged instances of obstruction of justice and other misconduct described in the Mueller report,” Mr. Nadler said in a statement. “His testimony will help shed further light on the president’s attacks on the rule of law and his attempts to cover up those actions by lying to the American people and requesting others do the same.”\nIn that sense, the argument over impeachment may prove somewhat semantic — if Mr. Barr, Mr. Mueller and Mr. McGahn all appear before the Judiciary Committee, the proceedings will have the look of impeachment hearings without the title.\nMr. Trump insisted on Monday that there were no grounds to impeach him and told reporters he was “not even a little bit” concerned. Trumpeting Mr. Mueller’s conclusion that his campaign had not conspired with Russia to undermine the 2016 election and obscuring his more complicated assessment of whether the president obstructed justice, he said again that he had committed no “high crimes and misdemeanors.”\nMr. Trump’s statements of exoneration might affect the politics of a potential impeachment, firming up Republican opposition to the idea.\nDemocrats from swing districts remain fearful that a House consumed by impeachment could turn off voters who elected them to address more pressing problems in their lives.\n“I think my community would like to make sure we are legislating on the agenda that brought many freshmen here, and also making sure we get to the bottom of the Mueller report’s findings,” said Representative Chrissy Houlahan of Pennsylvania, a moderate freshman whose district had been Republican.\nIf Democrats were to proceed quickly with an impeachment inquiry, sending it along to the Senate, she said, “we lose our ability to be able to ask any further questions. And right now there are more questions than there are answers.”\nNothing in the Constitution says a crime must have occurred to warrant impeachment. Rather, it is up to any given Congress to determine what constitutes a high crime and misdemeanor, and in the past noncriminal acts have been so defined.\nMr. Mueller’s report documented in vivid detail about a dozen episodes in which Mr. Trump sought to beat back the investigation into Russian election interference to protect himself and his associates, including attempts to fire the special counsel and other Justice Department officials who could influence the case. But Mr. Mueller declined to indict the president or recommend impeachment because he said legal and factual constraints prevented him from reaching a traditional judgment about whether Mr. Trump’s actions amounted to obstruction of justice.\nInstead, he nodded to Congress’s ability to judge for itself.\nThe cautious approach from House leaders and their allies, including Mr. Nadler, is not new. Without at least some bipartisan support, they have insisted, impeaching Mr. Trump simply may not be worth it, since the Republican-controlled Senate would be unlikely to convict and remove him from office.\nSenator Mitch McConnell of Kentucky, the majority leader, bolstered that assessment Monday afternoon.\n“Well, look, I think it’s time to move on,” Mr. McConnell told reporters after an event in Owensboro, Ky. “This investigation was about collusion — there’s no collusion, no charges brought against the president on anything else. And I think the American people have had quite enough of it.”\nIn the meantime, House Democrats have tried to keep pressure on the Justice Department to hand over an unredacted copy of the more than 440-page Mueller report and all the evidence underlying it. Mr. Nadler issued a subpoena for those documents on Friday, and party leaders have consistently argued that whatever path they proceed on, Congress is entitled to all relevant material to make judgments.\nThe Justice Department offered last week to make a fuller version of the report available to House leaders — an offer Democrats rejected as too narrow — but has said it cannot legally share secretive grand jury information gathered as part of the investigation.", "date": "April 22, 2019", "href": "https://www.nytimes.com/2019/04/22/us/politics/impeaching-trump-pelosi.html", "tags": "call democrats mueller urges ” pelosi — caution impeachment push said begin"}