{"title": "Pence Pounces On Rep- Ilhan Omar’s Tweets, Suggests She Should ‘Face Consequences’", "content": "Vice President Mike Pence became the latest White House figure to criticize Rep. Ilhan Omar (D-Minn.) for a series of controversial tweets some have called anti-Semitic.\nOmar’s tweets “were a disgrace & her apology was inadequate,” Pence wrote Tuesday on Twitter. “Those who engage in anti-Semitic tropes should not just be denounced, they should face consequences for their words.”\nThe vice president was weighing in on a controversy that has embroiled Omar for weeks, most recently over a series of tweets sent this weekend in which the lawmaker appeared to suggest that Republican lawmakers’ support for Israel was simply about money.\n“It’s all about the Benjamins baby,” Omar wrote in reply to a tweet sent by a journalist commenting on the GOP’s defense of pro-Israeli policies.\nHer statements were immediately lambasted by fellow lawmakers, including House Speaker Nancy Pelosi (D-Calif.) and Senate Minority Leader Chuck Schumer (D-N.Y.).\n“Anti-Semitism must be called out, confronted and condemned whenever it is encountered, without exception,” Pelosi said in a joint statement with colleagues in response to the remarks.\nOmar quickly addressed the tweets on Monday, saying she “unequivocally apologized” for feeding into negative stereotypes about the Jewish community.\n“We have to always be willing to step back and think through criticism, just as I expect people to hear me when others attack me for my identity,” the lawmaker said.\nPresident Donald Trump weighed in Monday before a campaign-style rally in Texas for his border wall. He said that Omar should be “ashamed of herself” and that her apology wasn’t good enough. Asked what else she should do on the matter, he simply said Omar “knows what to say.” He later called on her to resign from Congress.\nOthers have said they accept her apology and would like to move on, including Rep. Max Rose (D-N.Y.), an early critic of the statements. \n“She’s a friend. I take her at her word,” Rose told reporters Monday. “We share great values. She wants to see a great country, and I look forward to working with her.”\nTrump himself has faced near-constant controversy for his xenophobia and racist attacks on many communities. He has regularly demeaned Mexicans and asylum seekers from Central America and has continued to mock Sen. Elizabeth Warren (D-Mass.) with anti-Native American rhetoric.\nIn 2016, he also drew fire for sharing an image of Hillary Clinton, then his Democratic presidential rival, that included a Star of David placed over an image of money. He later deleted the tweet, though he denied it was anti-Semitic.", "date": "\n02/12/2019", "href": "https://www.huffpost.com/entry/mike-pence-ilhan-omar_n_5c6380cce4b03de94296b6d5", "tags": "suggests face pounces ‘ anti-semitic consequences omar pence ” called ilhan apology rep- monday tweets"}