{"title": "Pentagon Suggests Countering Devastating Cyberattacks With Nuclear Arms", "content": "WASHINGTON — A newly drafted United States nuclear strategy that has been sent to President Trump for approval would permit the use of nuclear weapons to respond to a wide range of devastating but non-nuclear attacks on American infrastructure, including what current and former government officials described as the most crippling kind of cyberattacks.\nFor decades, American presidents have threatened “first use” of nuclear weapons against enemies in only very narrow and limited circumstances, such as in response to the use of biological weapons against the United States. But the new document is the first to expand that to include attempts to destroy wide-reaching infrastructure, like a country’s power grid or communications, that would be most vulnerable to cyberweapons.\nThe draft document, called the Nuclear Posture Review, was written at the Pentagon and is being reviewed by the White House. Its final release is expected in the coming weeks and represents a new look at the United States’ nuclear strategy. The draft was first published last week by HuffPost.\nIt called the strategic picture facing the United States quite bleak, citing not only Russian and Chinese nuclear advances but advances made by North Korea and, potentially, Iran.\n“We must look reality in the eye and see the world as it is, not as we wish it to be,” the draft document said. The Trump administration’s new initiative, it continued, “realigns our nuclear policy with a realistic assessment of the threats we face today and the uncertainties regarding the future security environment.”\nThe Pentagon declined to comment on the draft assessment because Mr. Trump has not yet approved it. The White House also declined to comment.\nBut three current and former senior government officials said large cyberattacks against the United States and its interests would be included in the kinds of foreign aggression that could justify a nuclear response — though they stressed there would be other, more conventional options for retaliation. The officials spoke on the condition of anonymity because they are not authorized to discuss the proposed policy.\nGary Samore, who was a top nuclear adviser to President Barack Obama, said much of the draft strategy “repeats the essential elements of Obama declaratory policy word for word” — including its declaration that the United States would “only consider the use of nuclear weapons in extreme circumstances to defend the vital interests of the United States or its allies and partners.”\nBut the biggest difference lies in new wording about what constitutes “extreme circumstances.”\nIn the Trump administration’s draft, those “circumstances could include significant non-nuclear strategic attacks.” It said that could include “attacks on the U.S., allied, or partner civilian population or infrastructure, and attacks on U.S. or allied nuclear forces, their command and control, or warning and attack assessment capabilities.”\nThe draft does not explicitly say that a crippling cyberattack against the United States would be among the extreme circumstances. But experts called a cyberattack one of the most efficient ways to paralyze systems like the power grid, cellphone networks and the backbone of the internet without using nuclear weapons.\n“In 2001, we struggled with how to establish deterrence for terrorism because terrorists don’t have populations or territory to hold at risk. Cyber poses a similar quandary,” said Kori Schake, a senior National Security Council and State Department official during President George W. Bush’s administration, who is now the deputy director general of the International Institute for Strategic Studies in London.\n“So if cyber can cause physical malfunction of major infrastructure resulting in deaths,” Ms. Schake said, the Pentagon has now found a way “to establish a deterrent dynamic.”\nThe draft review also cites “particular concern” about “expanding threats in space and cyberspace” to the command-and-control systems of the American nuclear arsenal that the review identifies as a “legacy of the Cold War.” It was the latest warning in a growing chorus that the nuclear response networks could themselves be disabled or fed false data in a cyberattack.\nSo far, all of the United States’ leading adversaries — including Russia, China, North Korea and Iran — have stopped well short of the kind of cyberattacks that could prompt a larger, and more violent response.\nThe Russians have placed malware called “Black Energy” in American utility systems, but never tried to cause a major blackout. They have sent cable-cutting submarines along the path of undersea fiber optic lines that connect the continents, but not cut them. North Korea has attacked companies like Sony, and used cyberweapons to cause chaos in the British health care system, but never directly taken on the United States.\nStill, the document recognizes that American, Russian and Chinese strategies have all been updated in recent years to reflect the reality that any conflict would begin with a lightning strike on space and communications systems. During the Obama administration, for example, a secret program, code-named “Nitro Zeus,” called for a blinding cyberattack on Iran in the event negotiations over its nuclear program failed and Washington found itself going to war with Tehran.\nThere are other differences with the Obama administration policy.\nThe draft strategy embraces the American production of a new generation of small, low-yield nuclear weapons — some of which were under development during the Obama administration. Some experts warn that such smaller weapons can blur the distinction between nuclear and non-nuclear weapons, and, as a result, be more tempting to use.\nAnd it states outright that Russia is testing its first autonomous nuclear torpedo, one that American officials believe would be guided largely by artificial intelligence to strike the United States even if communications with Moscow were terminated. It was Washington’s first public acknowledgment of such an undersea weapon, a prototype of which was first envisioned in the 1960s by Andrei Sakharov, the physicist who later ranked among the Soviet Union’s most famous dissidents.\nThe torpedo’s development was detected by the Obama administration and has been widely discussed in defense circles, but never publicly referred to by the Pentagon as a significant future threat.\nMr. Trump has rarely publicly criticized President Vladimir V. Putin of Russia for Russia’s aggressions around the world. But the Pentagon document describes Moscow’s actions as so destabilizing that the United States may be forced to reverse Mr. Obama’s commitment to reduce the role and size of the American nuclear arsenal.\nRussia is adopting “military strategies and capabilities that rely on nuclear escalation for their success,” Defense Secretary Jim Mattis wrote in an introduction to the report. “These developments, coupled with Russia’s invasion of Crimea and nuclear threats against our allies, mark Moscow’s unabashed return to Great Power competition.”\nIn most cases, the Trump administration plan would simply move forward nuclear weapons that Mr. Obama had endorsed, such as a new generation of nuclear cruise missiles — low-flying weapons with stubby wings that, when dropped from a bomber, hug the ground to avoid enemy radars and air defenses.\nBut the strategy envisions other new nuclear weapons. The draft policy calls for “the rapid development” of a cruise missile to be fired from submarines. Mr. Obama had retired that class. It also calls for the development of a low-yield warhead for ballistic missiles fired from submarines.\nIt is relatively easy for presidents to change the country’s declaratory policy on the use of nuclear arms and quite difficult for them to reshape its nuclear arsenal, which takes not only vast sums of money but many years and sometimes decades of planning and implementation.\nThe price tag for a 30-year makeover of the United States’ nuclear arsenal was put last year at $1.2 trillion. Analysts said the expanded Trump administration plan would push the bill much higher, noting that firm estimates will have to wait until the proposed federal budget for the 2019 fiscal year is made public.\n“Almost everything about this radical new policy will blur the line between nuclear and conventional,” said Andrew C. Weber, an assistant defense secretary during the Obama administration who directed an interagency panel that oversaw the country’s nuclear arsenal.\nIf adopted, he added, the new policy “will make nuclear war a lot more likely.”\nOne of the document’s edgiest conclusions involves the existence of a deadly new class of Russian nuclear torpedo — a cigar-shaped underwater missile meant to be fired from a submarine.\nTorpedoes tipped with nuclear arms were common during the Cold War, with the Soviet Union pioneering the weapons and developing them most vigorously. One Soviet model had a range of miles and a large warhead.\nMr. Sakharov, a famous Russian dissident in the 1970s and 1980s, envisioned a giant torpedo able to travel several hundred miles and incur heavy casualties with a warhead thousands of times more powerful than the Hiroshima bomb. Though his vision was rejected at the time, the new review discloses that Moscow has resurrected a weapon along the same lines.\nThe document calls it “a new intercontinental, nuclear-armed undersea autonomous torpedo.” In a diagram labeled “New Nuclear Delivery Vehicles over the Past Decade,” it identifies the torpedo by its code name, Status-6.\nNews stories have reported the possible existence of such a weapon since at least 2015, but the document’s reference appears to be the first time the federal government has confirmed its existence. The long-range torpedo with a monster warhead is apparently meant to shower coastal regions with deadly radioactivity, leaving cities uninhabitable.", "date": "Jan. 16, 2018", "href": "https://www.nytimes.com/2018/01/16/us/politics/pentagon-nuclear-review-cyberattack-trump.html", "tags": "suggests administration pentagon cyberattacks nuclear countering united states ” arms new draft devastating weapons"}