{"title": "Pentagon Officials Fear Bolton’s Actions Increase Risk of Clash With Iran", "content": "WASHINGTON — Senior Pentagon officials are voicing deepening fears that President Trump’s hawkish national security adviser, John R. Bolton, could precipitate a conflict with Iran at a time when Mr. Trump is losing leverage in the Middle East by pulling out American troops.\nAt Mr. Bolton’s direction, the National Security Council asked the Pentagon last year to provide the White House with military options to strike Iran, Defense Department and senior American officials said on Sunday.\nThe request, which alarmed then-Defense Secretary Jim Mattis and other Pentagon officials, came after Iranian-backed militants fired three mortars or rockets into an empty lot on the grounds of the United States Embassy in Baghdad in September.\nIn response to Mr. Bolton’s request, which The Wall Street Journal first reported, the Pentagon offered some general options, including a cross-border airstrike on an Iranian military facility that would have been mostly symbolic. But Mr. Mattis and other military leaders adamantly opposed retaliating, arguing that the attack was insignificant — a position that ultimately won out, these officials said.\nSuch a strike could have caused an armed conflict and could have prompted Iraq to order the United States to leave the country, said a senior American official, who spoke on the condition of anonymity to discuss internal policy deliberations.\nSince Mr. Bolton took over from H.R. McMaster in April, he has intensified the administration’s policy of isolating and pressuring Iran — reflecting an animus against Iran’s leaders that dates back to his days as an official in the George W. Bush administration. As a private citizen, he later called for military strikes on Iran, as well as regime change.\nMr. Bolton has made headway on some issues, like persuading Mr. Trump to withdraw from the Iran nuclear deal, but has had less success with others, like maintaining an American military presence in northeastern Syria to counter Iranian influence — something Mr. Bolton vowed to do only weeks before the president announced in December that he was pulling out.\nIn asking for military options, a senior administration official said, Mr. Bolton was merely doing his job as national security adviser. He pointed out that the Iranian-backed militants also targeted the American Consulate in Basra.\n“The N.S.C. coordinates policy and provides the president with options to anticipate and respond to a variety of threats,” said a spokesman for the National Security Council, Garrett Marquis.\nMr. Bolton, 70, is not the only Iran hawk in Mr. Trump’s circle of top advisers. Secretary of State Mike Pompeo declared in a speech at the American University in Cairo last week that “countries increasingly understand that we must confront the ayatollahs, not coddle them.”\nEarlier this month, he warned Iran against launching three spacecraft, describing them as a pretext for testing missile technology that is necessary to carry a warhead to the United States and other nations. His statement appeared aimed at building a legal case for diplomatic, military or covert action against the Iranian missile program.\nIt was surprising because Iran has used these modest space missions, mostly to deploy satellites, since 2005. The senior American official said that the Pentagon and the intelligence agencies disagreed with Mr. Pompeo’s interpretation of the threat posed by the satellite launches.\nSpeaking on Sunday on CBS’s “Face the Nation” during a visit to Abu Dhabi, in the United Arab Emirates, Mr. Pompeo discounted the argument that Mr. Trump’s decision to withdraw 2,000 American troops from Syria in the coming months undercuts Washington’s ability to achieve its other goals in the region.\n“That certainly includes in Syria,” he said. “It certainly includes into Iran, if need be.”\nBut Mr. Pompeo also opposed the idea of an airstrike on Iran after its attack on the embassy, according to a former senior administration official. On Sunday, he declined to comment about The Journal’s report. On each stop of his Middle East trip, Mr. Pompeo, a former Army officer, has spoken of the need to counter Iran, but has not talked of military action.\nWhen Mr. McMaster, then a three-star Army general, took over as national security adviser in early 2017, he ordered a new overall war plan for Iran. Mr. Mattis, who is himself an Iran hawk from his days as a Marine Corps commander in the region, delivered options. But those plans were not for the kind of pinpoint strikes that Mr. Bolton envisioned after the attack on the American Embassy on Sept. 6.\nOn the Sunday following the attack, the senior American official said, Mr. Bolton’s deputy at the time, Mira Ricardel, convened an emergency meeting of national security aides to Mr. Trump, called a deputies committee meeting, and asked for retaliatory options.\nOn Sept. 11, the White House said in a statement, “The United States will hold the regime in Tehran accountable for any attack that results in injury to our personnel or damage to United States government facilities. America will respond swiftly and decisively in defense of American lives.”\nWhat happened next illustrates Mr. Bolton’s management style. As the president’s national security adviser, he has largely eliminated the internal policy debates that could air high-level disagreements.\nMr. Bolton does not want to hear opposing views, these officials said, abhors leaks and wants to control everything that flows to the president. But the result is that there is not much consideration of options and, more important, the risk of escalation, according to these people.\nThe Pentagon declined to comment on Mr. Bolton’s request for military options, saying in a statement, “The Department of Defense is a planning organization and provides the president military options for a variety of threats; routinely reviewing and updating plans and activities to deal with a host of threats, including those posed by Iran, to deter and, if necessary, to respond to aggression.”\nA senior administration official said the United States would continue to pursue the withdrawal of Iranian-backed forces from Syria and a political solution in that country. He said the United States was leaving a contingent of American troops at the Al Tanf base in south-central Syria, as a deterrent to Iranian movements in that region.\nThe past few days have been turbulent for Mr. Bolton. He traveled to Turkey to present a list of conditions for the Syria withdrawal, including a pledge by the Turks not to attack America’s Kurdish allies in Syria. President Recep Tayyip Erdogan rejected that demand and refused to see Mr. Bolton.\nOn Sunday, Mr. Trump backed up his national security adviser, declaring on Twitter that the United States would “devastate Turkey economically if they hit Kurds.”\nWith Mr. Pompeo overseeing the nuclear negotiations with North Korea and taking a prominent role on China policy, Mr. Bolton has made Iran the heart of his focus as national security adviser. He scored an early victory when Mr. Trump withdrew from the nuclear deal negotiated by his predecessor, Barack Obama.\nMr. McMaster, backed by Mr. Mattis and former Secretary of State Rex W. Tillerson, had talked Mr. Trump out of withdrawing from the deal on multiple occasions. Even Mr. Pompeo tried to salvage the deal with the Europeans in the days before the president’s decision.\nIn March 2015, when Mr. Obama was negotiating the agreement, Mr. Bolton called for a military strike on Iran, writing in The New York Times that diplomacy would never prevent it from acquiring nuclear weapons.\n“The inconvenient truth is that only military action like Israel’s 1981 attack on Saddam Hussein’s Osirak reactor in Iraq or its 2007 destruction of a Syrian reactor, designed and built by North Korea, can accomplish what is required,” Mr. Bolton wrote. “Time is terribly short, but a strike can still succeed.”\nBefore he joined the Trump administration, Mr. Bolton advocated “the overthrow of the mullahs’ regime in Tehran.” Once in office, he told Voice of America that leadership change was “not the objective of the administration.”\nThe news of Mr. Bolton’s effort to find a way to strike back at Iran comes as evidence is rising that Tehran is considering — or at least threatening — to leave the nuclear agreement.\nThe chief of Iran’s nuclear program, Ali Akbar Salehi, an M.I.T.-educated physicist who helped negotiate the deal, said on Sunday that Tehran had begun “preliminary activities for designing” a process for enrichment of uranium.\nThe actual enrichment — which he said would be at 20 percent purity, just short of being sufficient to build a nuclear weapon — would violate the accord. Under its provisions, Iran could not enrich uranium at any significant quantities until 2030.\nBut the Iranian government has been under pressure to respond to Mr. Trump’s withdrawal and the reimposition of sanctions by the United States. European powers have been urging Iran not to leave the deal, fearing it would give the United States an excuse for military action.\nMr. Salehi did not say what the “preliminary activities” were, or give a timetable for action. But he said the country wanted to produce “modern fuel” for its Tehran Research Reactor, a small, aging reactor that was given to it, during the shah’s reign, by the United States.", "date": "Jan. 13, 2019", "href": "https://www.nytimes.com/2019/01/13/us/politics/bolton-iran-pentagon.html", "tags": "american iran officials pentagon “ military bolton clash risk united fear actions increase"}