{"title": "Pentagon Again Suspends Large-Scale Military Exercises With South Korea", "content": "WASHINGTON — The United States and South Korea will suspend two large-scale joint military exercises this spring, two American officials said Friday, as part of President Trump’s efforts to maintain the truce he has struck with Kim Jong-un, the leader of North Korea.\nA limited version of the training drills, however, are still expected to go forward, officials said. The United States and South Korea have long held large-scale exercises in the spring, known as Key Resolve and Foal Eagle — the latter of which usually includes thousands of ground, naval, air and special operations troops from both nations.\nThe decision to scale back the military exercises follows nuclear talks this week between Mr. Trump and Mr. Kim that ended without an agreement on how — or whether — to shut down North Korea’s nuclear weapons program. As the Trump administration continues to seek a resolution, a Defense Department official said, the high-profile missile exercises that Pyongyang views as provocative will be toned down.\nThe official said the decision to formally suspend the large-scale drills was expected to be announced by the United States and South Korea in the next few days. It was first reported by NBC News.\nIt is the latest in a series of planned military exercises that Washington and Seoul have canceled in the past year in order to avoid roiling Pyongyang. Mr. Trump has also said that the war drills cost too much.\nPentagon officials had braced for another suspension after the latest nuclear talks. Suspending exercises can hamper military readiness.\nAt the end of the summit meeting in Hanoi, Vietnam, on Thursday, Mr. Trump again called the exercises “very expensive.”\n“Look, you know, exercising is fun and it’s nice and they play the war games,” Mr. Trump told journalists in Hanoi. “And I’m not saying it’s not necessary, because, at some levels, it is. But at other levels, it’s not.”\nLast June, without consulting the Pentagon, the president suspended major military exercises with South Korea after meeting Mr. Kim in Singapore. Two months later, Mr. Trump rebuked then-Defense Secretary Jim Mattis for opening the door to resuming the exercises.\nMr. Mattis has since resigned.\nStill, American and South Korean soldiers, airmen and sailors have continued to carry out joint training sessions. In addition, the two sides have staged so-called tabletop or virtual exercises that they have not advertised.\nTop military officials acknowledge that in many ways, large-scale exercises like Foal Eagle are meant to deter North Korea with a show of force to demonstrate the capabilities of the United States and South Korean militaries.", "date": "March 1, 2019", "href": "https://www.nytimes.com/2019/03/01/world/asia/us-military-exercises-south-korea.html", "tags": "military pentagon united large-scale states suspends south exercises — korea"}