{"title": "Pentagon Inquiry Blames ISIS for Civilian Deaths in Mosul Strike", "content": "WASHINGTON — An American airstrike in March killed more than 100 Iraqi civilians by inadvertently setting off a large amount of explosives that Islamic State fighters had placed in a building in Mosul, according to a long-awaited military investigation made public on Thursday.\nCritics have said the March 17 airstrike demonstrated that the United States has been too quick to use air power in a congested city filled with hundreds of thousands of civilians.\nBut the Pentagon investigation put the primary blame on the Islamic State, also known as ISIS or ISIL, while asserting that the American-led coalition that is fighting the militants has drawn some lessons from the episode and has adjusted its tactics and procedures.\n“This investigation determined that ISIS deliberately staged explosives and snipers to harm civilians,” said Brig. Gen. Matthew C. Isler, who oversaw the investigation.\nThe investigation concluded that 105 civilians were killed: 101 in the building that was bombed, which was owned by a respected elder who invited people in the neighborhood to shelter there, and four in an adjacent structure. Thirty-six civilians who were believed to have been in the area have not been accounted for.\nThe toll is one of the highest in the American-led campaign against the Islamic State, though the investigation asserts that jihadists’ explosives were mainly at fault.\nThe battle for Mosul has been daunting for Iraqi forces, who have had about 980 troops killed and more than 6,000 wounded in the seven-month operation. The current challenge for the Iraqi forces is to defeat militants who appear to be determined to fight to the death in western Mosul, known for its narrow streets and difficult terrain. It is home to hundreds of thousands of civilians.\nTo make headway in taking the city, Iraqi forces have appealed for quicker airstrikes from coalition warplanes to protect them when they come under fire. Last year, the American-led command obliged by giving American advisers in the field the authority to call in bombing attacks without obtaining the approval of a brigadier general or ranking officer in a command center in Erbil, Iraq.\nThe March 17 strike, however, was approved by the Erbil-based command center, according to an unclassified summary of the investigation.\nThough that additional authority for calling in airstrikes was granted under the Obama administration, the stepped-up pace of military operations under President Trump, which carries the potential for more rapid gains on the battlefield as well as increased risk of civilian casualties, has also drawn attention.\nAccording to the investigation, the March episode began that morning when two Islamic State snipers in the city’s Mosul Jidideh section began firing at troops from Iraq’s Counterterrorism Service, which was fighting its way into western Mosul.\nAn Iraqi forward air controller called for the strike, which was approved by more senior Iraqi officers and coalition advisers. In Erbil, coalition officers evaluated the situation and decided to send an American plane to drop a single GBU-38 munition, which carries nearly 200 pounds of explosives.\nThe aim was to produce a blast by using a bomb with a delayed fuse that would damage only the top floor and front of the building, which was described as a well-built, two-story concrete structure, and kill the snipers. The bomb that was dropped, General Isler said, was not strong enough to have taken down the building.\nBut the blast, shortly before 8:30 a.m., set off the explosive material that Islamic State fighters had placed in on the second floor of the structure, causing it to collapse. Analysis of the debris found residue of explosive materials, including nitroglycerin, that Islamic State fighters are known to use but that are not used in the GBU-38.\nGeneral Isler said in a briefing for reporters that his assessment was that the Islamic State deliberately created a situation in which the United States would strike the building and set off the explosives, which he said were four times as powerful as the bomb that was dropped.\nNeither the American-led coalition nor Iraqi forces were aware that civilians and explosives were in the building, the investigation concluded.\nAccording to accounts from neighbors, the civilians went to the building voluntarily because it had thick walls and was one of the best constructed in the area; they took refuge in the basement and on the first floor to get away from the fighting.\nThe American-led coalition was not aware that civilians had gone there, perhaps because bad weather interfered with reconnaissance in the two days leading up to the strike. Nor did Iraqi forces always have a clear view of the area around the building.\nThe general said it was possible that civilians in the building were held against their will after they took sanctuary, though there was no proof of that. According to General Isler, residents of the adjacent building were warned by Islamic State fighters not to leave their home.\nAmnesty International urged the American-led coalition to show much greater restraint in using firepower inside Mosul. In addition to using airstrikes, American forces have been firing artillery and surface-to-surface Himars rockets at targets in the city.\n“We are curious to know whether any lessons were learned and what steps were taken to ensure such horrors do not occur again,” Amnesty International said in a statement. “As long as the conflict in Iraq is still raging, we call on Iraqi and U.S.-led coalition forces to desist from using explosive weapons with wide area effects, including artillery and mortars in crowded residential areas and to take all feasible precautions to avoid civilian casualties.”\nGeneral Isler said the American-led coalition had adjusted its tactics now that it had concluded the Islamic State was prepared to bait the coalition into attacking civilians.\n“We look for ISIS moving civilians and creating entrapment of civilians,” he said. But he would not detail how the tactics had been adjusted, saying the changes were being kept classified so the Islamic State would not know them.", "date": "May 25, 2017", "href": "https://www.nytimes.com/2017/05/25/us/politics/mosul-us-airstrike-civilian-deaths-isis-pentagon.html", "tags": "iraqi mosul forces civilians isis pentagon building inquiry investigation blames coalition american-led deaths civilian strike state islamic"}