{"title": "People Question Trump's Biblical Literacy After He Touts Bible Classes", "content": "President Donald Trump praised the idea of introducing Bible literacy classes into public schools on Monday, naturally sparking questions on Twitter about Trump’s own knowledge of the Bible. \nIn a morning tweet, the president offered encouragement to politicians in several states who have pushed legislation that would allow public schools to offer an optional elective course on the historical significance of the Bible.\n“Numerous states introducing Bible Literacy classes, giving students the option of studying the Bible,” Trump wrote. “Starting to make a turn back? Great!”\nHe posted the tweet soon after a “Fox & Friends” segment reporting that at least six states ― North Dakota, Missouri, Indiana, West Virginia, Virginia and Florida ― have seen the introduction of Bible literacy legislation this year. \nNorth Dakota state Rep. Aaron McWilliams, who is co-sponsoring a Bible literacy measure, appeared on the conservative talk show Monday morning to defend these bills.\nUnder his bill, the Bible courses would be entirely optional for schools to offer and for students to take, McWilliams said. The classes, he explained, would explore the Bible’s influence on history, legal systems, America’s founding fathers ― and other much broader concepts.\n“The concept of forgiveness, the concept of recompense, these are things that all come from the Bible,” McWilliams said. “If we don’t have a good foundational understanding of this, we’re not going to understand how the founding fathers of our country and other countries put it together to have the world that we have today.”\nWatch the “Fox & Friends” segment with McWilliams below.\nTrump’s approval of Bible literacy classes drew backlash from some of his critics on Twitter, with many chiming in to question his scriptural bona fides.\nThe president, who identifies as a Presbyterian, has repeatedly claimed that the Bible is his favorite book. Yet he’s had a few public blunders when asked to display his own knowledge of the Scriptures. He said in 2016 that his favorite Bible verse is the one that demands “an eye for an eye” as punishment for crimes. But that verse from Exodus was later specifically addressed by Jesus, who told his followers to “turn the other cheek” to their enemies instead.\nDuring a visit to Liberty University the same year, Trump famously referred to the biblical book Second Corinthians as “Two Corinthians,” eliciting some snickers from students at the evangelical school.\nFamily Research Council president Tony Perkins, a longtime Trump ally who helped craft the Liberty University speech, later admitted that the presidential candidate’s botched reference “shows that he’s not familiar with the Bible.”\nTrump’s ability to quote Scripture appears to have improved after he was elected to the White House, including in speeches after the Las Vegas and Parkland, Florida, mass shootings.  \nStill, some Christian and Jewish Americans suggested on Monday that there were other Bible verses the president should familiarize himself with. \nSome pointed out that the Bible calls on people of faith to welcome the stranger ― something Trump’s critics believe his immigration policies have failed to do.\nOthers pointed out that the Bible often presents God as a defender of the poor, the sick and the powerless ― and that it calls on religious people to show compassion for those marginalized members of society. \nTwitter users noted that this responsibility to care for the marginalized doesn’t extend only to individuals. The Bible, they said, calls on governments to be just, too. \nRachel Laser, president of Americans United for Separation of Church and State, described Trump’s tweet as an attempt to “pander to his Religious Right base,” particularly in light of recent polling that suggests his approval rating among white evangelicals dipped during the partial government shutdown.\n“As the leader of our diverse nation, the President should support religious freedom for all, not a select few ― and these bills do just the opposite,” Laser told HuffPost in an email.\nIn 2018, lawmakers in Alabama, Iowa and West Virginia floated Bible literacy bills that were eventually defeated, according to the American Civil Liberties Union. The effort had been more successful the previous year in Kentucky, where lawmakers passed a bill that allowed Bible courses to be taught in public schools. The ACLU contends that, in practice, these classes in Kentucky often flout constitutional restrictions that prohibit public school teachers from proselytizing students. \nAmericans United for Separation of Church and State says these bills are part of a larger coordinated campaign by Christian nationalist groups. The effort, dubbed Project Blitz, seeks to flood state legislatures across the country with centrally crafted “model” bills that promote conservative Christian views.\nAlong with the Bible literacy bills, there’s been a recent push to have the national motto “In God We Trust” posted on public property, including public schools. Lawmakers in Alaska, Kentucky, Missouri, South Carolina and Indiana have already introduced “In God We Trust” bills this year. \nProject Blitz has also been associated with bills that seek to allow workers in the private and public sectors to deny service to LGBTQ people and others based on the workers’ religious beliefs. \n“As evidenced by Project Blitz, the goal of these [Biblical literacy] bills is not to have an objective discussion about the Bible at all but to promote Christianity and ultimately to push a more aggressive political agenda that allows religion to be used to discriminate,” Laser said. ", "date": "\n01/28/2019", "href": "https://www.huffpost.com/entry/trump-bible-literacy-classes-public-schools_n_5c4f1a2ce4b0287e5b8cf500", "tags": "literacy people public bible classes ” trump ― touts bills biblical question"}