{"title": "People Are Pissed That Sam Took Credit For Gilly’s Discovery On ‘Game Of Thrones’", "content": "It seems that even the nicest guy in Westeros can be a tool.\nBy the Season 7 finale on “Game of Thrones,” it was revealed that Sam (John Bradley) really had been listening to Gilly (Hannah Murray) when she dropped part of the most crucial plot twist of the season.\nBut, to the dismay of many women viewers, Sam also took credit for Gilly’s find.\nNot only is it a scenario many women are familiar with, but it prompted some of them to express their straight-up disdain on Twitter.\nIn Season 7′s Episode 5, Gilly and Sam are sitting together reading through some historical records in Oldtown when Gilly asks what the word “annulment” means. After Sam provides the definition, Gilly casually drops the bombshell that Prince Rhaegar Targaryen had annulled his marriage to Elia Martell and instead married someone else ― strongly suspected to be Lyanna Stark, Jon’s mother ― in a secret ceremony in Dorne.\nThe information implied that Jon may not a bastard, but the rightful heir to the Iron Throne ― which is huge news.\nSam, however, is preoccupied with finding a way to prevent impending doom, and completely steamrolls Gilly and her juicy revelation.\nFlash-forward to the Season 7 finale, when Bran (Isaac Hempstead Wright) divulges to Sam that ― thanks to his all-knowing abilities as the Three-Eyed Raven ― he’s discovered Rhaegar Targaryen and Lyanna Stark to be Jon’s parents. That’s when Sam tells Bran about Rhaegar’s annulment, a bit of information he read in the diary of the High Septon Maynard. He gives zero credit to Gilly, his partner who has been supporting him throughout the show. \nSo, in an attempt to do what Sam should have done in the first place, we at HuffPost are here to say: Good job, Gilly!", "date": "\n08/28/2017", "href": "https://www.huffpost.com/entry/upset-sam-credit-gilly-discovery-jon-snow-parents-annulment-game-of-thrones_n_59a443b7e4b0821444c4db58", "tags": "people credit ‘ game finale many took sam season ” ― jon gilly thrones rhaegar pissed discovery"}