{"title": "PepsiCo buys Sodastream for $3.2bn", "content": "PepsiCo has announced it is buying Sodastream for $3.2bn (£2.5bn).\nIsrael-based Sodastream makes a machine and refillable cylinders allowing users to make their own carbonated drinks.\nThe deal gives Pepsi a new way of reaching customers in their homes at a time when its signature sugary drinks are becoming less popular.\nIt is also the company's first big acquisition since chief executive Indra Nooyi disclosed she would step down in October after 12 years at the helm.\nPepsiCo will buy all outstanding shares of Sodastream for $144 each - almost 11% higher than its closing price in New York on Friday.\nThe stock has soared 85% this year after rising by 78% in 2017. \nThe takeover has already been approved by the boards of both firms.\nPepsiCo president Ramon Laguarta, who will succeed Ms Nooyi on 3 October, said Sodastream was \"highly complementary and incremental\" to Pepsi's business.\n\"PepsiCo is finding new ways to reach consumers beyond the bottle,\" he added.\nSodastream has repositioned itself as a sparkling water maker to appeal to younger consumers who are more health and environmentally conscious and increasingly shun soft drinks.\n\"With sugary carbonates and juices struggling and no turnaround in sight, mitigating the losses through newer and healthier products will be essential for PepsiCo,\" said Euromonitor International analyst Matthew Barry. \nThe market research firm says bottled water sales rose 6.2% annually in the five years to 2017, while carbonated soft drinks sales were flat. \nIf regulators approve the deal, it is expected to be finalised by January 2019, subject to a vote by Sodastream shareholders.\nSodastream was originally founded in the UK in 1903 and went through various changes of ownership until it became a subsidiary of Cadbury Schweppes in 1985.\nIn 1998, it was bought by Israeli firm Soda-Club, with its UK manufacturing plant in Peterborough closing in 2003.", "date": "20 August 2018", "href": "https://www.bbc.co.uk/news/business-45244759", "tags": "pepsico buys drinks sugary sodastream october nooyi carbonated pepsi new deal"}