{"title": "Persimmon boss to leave after 'distraction' over pay", "content": "The boss of Persimmon Jeff Fairburn has been forced out after a row over his £75m pay award.\nPersimmon said he left by \"mutual agreement and at the request of the company\".\nIt said the issue was having a \"negative impact\" on the firm's reputation and on \"Jeff's ability to continue in his role\".\nLast month Mr Fairburn walked away from a BBC interview when asked about his pay.\n\"I'd rather not talk about that,\" he told a BBC reporter when asked in October about the pay award.\nMr Fairburn had seen his pay package reduced from £100m after a public outcry.\nHe will now keep £75m worth of shares when he leaves at the end of next month.\nThe company said it could not claw back any of the share awards, known as a long-term incentive award (LTIP).\nIt added that he would receive no further pay after he left on 31 December.\nHe will be given up to £10,000 to cover any legal fees, the company said.\nRoger Devlin, Persimmon's chairman, said there was ongoing \"distraction\" over the £75m pay award and a change of leadership was needed.\nHowever, he also pointed out that the company's stock market value had doubled since Mr Fairburn took over in 2013.\nMr Devlin, who was appointed chairman in June, also said that under his tenure the company had also handed more than £2.2bn to shareholders. \nSpeaking on a call with analysts, Mr Devlin noted that the financial performance could not trump other factors.\nRuss Mould, investment director at AJ Bell, said the \"disastrous [BBC] TV interview... may well have been the final straw\".\nYour boss offers you a pay deal that will only see you do well if the company does well.  \nAll the directors agree, and the shareholders are nearly unanimous in their support. The company does well - much better than expected - and your promised bonanza duly arrives. \nHooray! Or rather, oh no, if your name is Jeff Fairburn. \nThere was no issue with the way he ran the company, it was just reputational damage caused by the £75m pay award.\nThe public concern was stoked by the feeling that some of Persimmon's success was thanks to public subsidy - the Help to Buy programme has helped fuel the housing market, with Persimmon one of the beneficiaries. \nThere is also a wider concern - which is beginning to surface among economic commentators - that the big housebuilders are simply doing too well, with their enormous returns to shareholders over recent years the result not of good management but of the exploitation of what has become an oligopoly.\nMr Fairburn had previously said he would give a \"substantial proportion\" of the bonus to charity in an attempt to defuse the row. \nHowever, he acknowledged that had not worked, partly because he never disclosed how much would be handed over.\n\"It is clearly now in the best interests of Persimmon that I should step down,\" he said.\nThe bonus was based on awards of shares, the value of which rose sharply when low interest rates and a government house buying scheme helped raise Persimmon's performance.\nWhen the LTIP was set up in 2012 the shares were trading at £4 but by the time bonuses were handed out last year the shares were trading at £24.\nAs there was no cap on the award of shares, it meant there was no limit to the payout. \nChairman Roger Devlin replaced Nicholas Wrigley, whose resignation was announced in December.\nJonathan Davie, the non-executive director who was head of the remuneration committee, left at the same time.\nThe company said they had resigned because they realised the bonus scheme should have had a cap. \nThe company took further steps to attempt to defuse the row before April's annual general meeting by announcing that Mr Fairburn's bonus payout would be cut by £25m by reducing the number of shares he was entitled to.\nAt that meeting AGM 48.5% of investors' votes were cast against the remuneration report.\nEuan Stirling of Aberdeen Standard Investments said Persimmon's reputation had been \"tarnished\".\nAshley Hamilton Claxton, from Royal London Asset Management, said the company's move was \"understandable\", but was sorry to see \"changes to what we believe have been one of the best management teams in the industry\".\nDavid Jenkinson, currently managing director, will be appointed as interim chief executive from 31 December.\nHe had also been caught up in the pay row, as along with Mr Fairburn, and chief financial officer Mike Killoran he stood to share in a £200m payout.\nMr Jenkinson's share awards were cut by £2.5m to £40m ahead of the AGM.\nThe company said Mr Jenkinson's pay would not change while he was interim chief executive.", "date": "7 November 2018", "href": "https://www.bbc.co.uk/news/business-46122407", "tags": "company leave award boss fairburn persimmon shares pay also"}