{"title": "Pesticides put bees at risk, European watchdog confirms", "content": "Most uses of insecticides known as neonicotinoids represent a risk to wild bees and honeybees, the European Food Safety Authority has confirmed. \nThe use of neonicotinoids has been restricted in the European Union since 2013, following earlier risk assessments. \nNations will discuss a European Commission proposal to extend the ban next month.\nNeonicotinoids are the world's most widely used insecticide.\nThe new assessment considered more than 1,500 studies on the impacts of three neonicotinoids - clothianidin, imidacloprid and thiamethoxam.\n\"There is variability in the conclusions, due to factors such as the bee species, the intended use of the pesticide and the route of exposure,\"  said Jose Tarazona, head of the European Food Safety Authority's pesticides unit. \"Some low risks have been identified, but overall the risk to the three types of bees we have assessed is confirmed.\"\nThe EU banned the use of the three chemicals on flowering crops - seen as most attractive to bees - almost five years ago in a move then opposed by the UK. \nThe Environment Secretary Michael Gove recently reversed the government's position and said it would back a ban on non-flowering crops too, including wheat and sugar beet. \nA Defra spokesperson said the government had fully applied restrictions on the use of neonicotinoids introduced by the EU to date and, following an assessment by UK scientists, announced last November that it was in favour of further restrictions. \n\"We always keep the evidence on neonicotinoids under review and will look in detail at today's report from the European Food Safety Authority,\" said the spokesperson.\n\"We make all decisions on pesticides based on the science and they are only approved once regulators are satisfied they meet safety standards for people and the environment.\"\nHowever, the National Farmers Union said further restrictions were not justified as the assessments failed to take into account \"real field situations, where evidence shows there are a number of factors affecting bees\".\n\"The reality is that there is a balance between environmental protection and food production that has to be considered and the impacts of a 'no neonicotinoid' scenario on pollinators also need to be fully assessed,\" said NFU Senior Regulatory Affairs Adviser, Dr Chris Hartfield.\nBayer, a major producer of the neonicotinoids imidacloprid and clothianidin, said the assessments did not justify further restrictions. \n\"Bayer fundamentally disagrees with EFSA's updated risk assessment conclusions for the active substances imidacloprid and clothianidin,\" the company said in a statement. \"EFSA's findings place it outside the current mainstream science on bee health, as represented by recent similar assessments done by agencies such as the US EPA and Canadian PMRA.\" \nBees and other insects are vital for global food production as they pollinate most crops. The decline of pollinators in recent years has been blamed on disease, habitat loss and the widespread use of pesticides. \nFollow Helen on Twitter.", "date": "28 February 2018", "href": "https://www.bbc.co.uk/news/science-environment-43226205", "tags": "put european pesticides use neonicotinoids safety bees confirms restrictions assessments risk food watchdog"}