{"title": "Pete Davidson of ‘Saturday Night Live’ Is Accounted For After a Worrying Instagram Post", "content": "Pete Davidson, the “Saturday Night Live” star and ex-fiancé of the singer Ariana Grande, appeared to have deleted his Instagram account on Saturday shortly after posting a troubling message that began: “I really don’t want to be on this earth anymore.”\nA police officer was sent to the Manhattan studios of “Saturday Night Live” to check on him, and separately, an NBC representative contacted the New York Police Department to say Mr. Davidson was at work and was fine, the police said.\nIn his deleted post, Mr. Davidson wrote: “I’m doing my best to stay here for you but I actually don’t know how much longer I can last. All I’ve ever tried to do was help people. Just remember I told you so.” The note ended with a heart emoji.\nHis post was immediately followed by an outpouring of support on social media, and his name started trending on Twitter.\nThe episode apparently started on social media after the musician Kanye West responded to a comment on Twitter from Ms. Grande calling for people to stop paying attention to “grown men arguing online” and to new music being released by herself and Miley Cyrus.\nMs. Grande was apparently referring to an online feud between Mr. West and the rapper Drake. Mr. West responded that “People will no longer take mental health for a joke” and discussed his own mental health.\nMs. Grande apologized on Twitter for being “insensitive” and Mr. Davidson supported Mr. West on Instagram.\n“No one should ever point fingers at you for your bravery in speaking about mental health,” Mr. Davidson wrote. “I’m seriously disgusted.” Shortly after, Mr. Davidson posted the alarming remarks that led others to worry about his well-being.\nMs. Grande, in a comment later deleted from Twitter, seemed alarmed and apologized for “a dumb joke.”\nIn another comment on Twitter that was also deleted, Ms. Grande added: “I’m downstairs and I’m not going anywhere if you need anyone or anything. I know u have everyone u need and that’s not me, but i’m here too.”\nMr. Davidson has been open about his struggles with borderline personality disorder.\n“I’ve spoken about B.P.D. and being suicidal publicly only in the hopes that it will help bring awareness and help kids like myself who don’t want to be on this earth,” he wrote on Instagram this month. “No matter how hard the internet or anyone tries to make me kill myself. I won’t. I’m upset I even have to say this.”\nIn praising Mr. West, Mr. Davidson touched on what it takes to talk openly about mental health. “I can’t explain to you enough how difficult and scary it is to be honest about stuff like this,” he wrote.\nThe rapper and actress Nicki Minaj wrote on Twitter: “Go & give this man some love. My God,” after Mr. Davidson’s worrisome comments on Instagram, and then criticized the public for being “insensitive” and “flippant about mental illness.”\nMr. Davidson started dating Ms. Grande in May, and they were engaged in June. He described to Variety how he proposed to her in bed.\n“I didn’t want to do something corny,” he said. “We were in bed hanging, after watching a movie. I was like, ‘Will you marry me?’ It was really dope.”\nIn September, Ms. Grande’s former boyfriend, the rapper Mac Miller, died from what appeared to be a drug overdose. The next month, Ms. Grande and Mr. Davidson ended their relationship.\nMr. Davidson is best known for his work on “Saturday Night Live.” His father, Scott, a firefighter, was killed during the Sept. 11 terrorist attacks. Mr. Davidson was 7 at the time of his father’s death and has his badge number tattooed on his left arm.\nMr. Davidson’s mother told The New York Times in 2015 that her son was “sad” while growing up. He attended three high schools because of problems getting along with other students but started doing stand-up comedy when he was 16.\nMr. Davidson, who has Crohn’s disease, went to rehab in 2016 but later announced that he had a borderline personality disorder that left him “depressed all the time,” he said on “WTF,” a podcast with Marc Maron, in 2017.\nHe said the death of his father had affected him greatly.\n“My big thing is trust,” Mr. Davidson told Mr. Maron. “One day he was here and the next day he was gone.”\n[If you are having thoughts of suicide, call the National Suicide Prevention Lifeline at 1-800-273-8255 (TALK). You can find a list of additional resources at SpeakingOfSuicide.com/resources.]", "date": "Dec. 15, 2018", "href": "https://www.nytimes.com/2018/12/15/arts/television/pete-davidson-instagram-post.html", "tags": "grande mental ‘ live twitter wrote pete ” ms. night accounted west instagram post worrying davidson saturday"}