{"title": "Peter Thiel, Trump’s Tech Pal, Explains Himself", "content": "Let others tremble at the thought that Donald J. Trump may go too far. Peter Thiel worries that Mr. Trump may not go far enough.\n“Everyone says Trump is going to change everything way too much,” says the famed venture capitalist, contrarian and member of the Trump transition team. “Well, maybe Trump is going to change everything way too little. That seems like the much more plausible risk to me.”\nMr. Thiel is comfortable being a walking oxymoron: He is driven to save the world from the apocalypse. Yet he helped boost the man regarded by many as a danger to the planet.\n“The election had an apocalyptic feel to it,” says Mr. Thiel, wearing a gray Zegna suit and sipping white wine in a red leather booth at the Monkey Bar in Manhattan. “There was a way in which Trump was funny, so you could be apocalyptic and funny at the same time. It’s a strange combination, but it’s somehow very powerful psychologically.”\nAt the recent meeting of tech executives at Trump Tower — orchestrated by Mr. Thiel — the president-elect caressed Mr. Thiel’s hand so affectionately that body language experts went into a frenzy. I note that he looked uneasy being petted in front of his peers.\n“I was thinking, ‘I hope this doesn’t look too weird on TV,’” he says.\nI ask if he had to twist arms to lure some of the anti-Trump tech titans, like Jeff Bezos and Elon Musk.\n“I think, early on, everybody was worried that they would be the only person to show up,” Mr. Thiel says. “At the end, everybody was worried they would be the only person not to show up. I think the bigger tech companies all wanted to get a little bit off the ledge that they had gotten on.\n“Normally, if you’re a C.E.O. of a big company, you tend to be somewhat apolitical or politically pretty bland. But this year, it was this competition for who could be more anti-Trump. ‘If Trump wins, I will eat my sock.’ ‘I will eat my shoe.’ ‘I will eat my shoe, and then I will walk barefoot to Mexico to emigrate and leave the country.’\n“Somehow, I think Silicon Valley got even more spun up than Manhattan. There were hedge fund people I spoke to about a week after the election. They hadn’t supported Trump. But all of a sudden, they sort of changed their minds. The stock market went up, and they were like, ‘Yes, actually, I don’t understand why I was against him all year long.’”\nTalking about how the Billy Bush tape was not so shocking if you’ve worked on the Wall Street trading floor, Mr. Thiel says: “On the one hand, the tape was clearly offensive and inappropriate. At the same time, I worry there’s a part of Silicon Valley that is hyper-politically correct about sex. One of my friends has a theory that the rest of the country tolerates Silicon Valley because people there just don’t have that much sex. They’re not having that much fun.”\nI note that several Silicon Valley companies have pre-emptively said they will not help build a Muslim registry for the Trump administration. Will Palantir, the data-mining company of which Mr. Thiel was a founder, and whose clients include the N.S.A., the C.I.A. and the F.B.I., be involved in that? (Palantir’s C.E.O., Alex Karp, sat in at the Trump tech meeting.)\n“We would not do that,” Mr. Thiel says flatly.\nWhen I ask him if he can explain to Mr. Trump that climate change is not a hoax perpetrated by the Chinese, he offers a Chinese box of an answer: “Does he really think that? If he really thinks that, how would you influence that? If he really thinks that and you could influence him, what would be the best way to do it?”\n\nOne could have predicted Mr. Thiel’s affinity for Mr. Trump by reading his 2014 book, “Zero to One,” in which he offers three prongs of his philosophy: 1) It is better to risk boldness than triviality. 2) A bad plan is better than no plan. 3) Sales matter just as much as product.\nBut he was portrayed as an outcast in Silicon Valley and denounced as a jerk for supporting Mr. Trump and giving him $1.25 million. “I didn’t give him any money for a long time because I didn’t think it mattered, and then the campaign asked me to,” he says.\nHis critics demanded to know how someone who immigrated from Frankfurt to Cleveland as a child could support a campaign so bristling with intolerance. How could a gay man back someone who will probably nominate Supreme Court justices inclined to limit rights for gays and women? How could a futurist support a cave man who champions fossil fuels, puts profits over environmental protection and insists that we can turn back the clock on the effects of globalization on American workers?\n“There are reduced expectations for the younger generation, and this is the first time this has happened in American history,” Mr. Thiel says. “Even if there are aspects of Trump that are retro and that seem to be going back to the past, I think a lot of people want to go back to a past that was futuristic — ‘The Jetsons,’ ‘Star Trek.’ They’re dated but futuristic.”\nIt is a theme he has struck before, that Silicon Valley has not fulfilled the old dreams for bigger things. “Cellphones distract us from the fact that the subways are 100 years old,” he says.\nAn article entitled “Peter Thiel Is Poised to Become a National Villain,” in New York magazine, suggested he looked like he is enjoying that role.\nHe says he isn’t. Yet the billionaire views the visceral torrent against him with his usual rationality, surveying the scene deliberately, like the chess prodigy he once was. “I was surprised that it generated as much controversy as it did,” he says. “There was a push to remove me from the board of Facebook, which is kind of crazy, since I’m the longest-serving director there after Zuckerberg.”\nHe recalls that he went through a lot of “meta” debates about Mr. Trump in Silicon Valley. “One of my good friends said, ‘Peter, do you realize how crazy this is, how everybody thinks this is crazy?’ I was like: ‘Well, why am I wrong? What’s substantively wrong with this?’ And it all got referred back to ‘Everybody thinks Trump’s really crazy.’ So it’s like there’s a shortcut, which is: ‘I don’t need to explain it. It’s good enough that everybody thinks something. If everybody thinks this is crazy, I don’t even have to explain to you why it’s crazy. You should just change your mind.’”\nOn the Russian hacking, Mr. Thiel says: “There’s a strong circumstantial case that Russia did this thing. On the other hand, I was totally convinced that there were W.M.D.s in Iraq in 2002, 2003.”\nThe reaction from the gay community has been harsh, with one writer in The Advocate going so far as to suggest that Mr. Thiel was not even a gay man, because he did not “embrace the struggle.”\n“I think Trump is very good on gay rights,” Mr. Thiel says. “I don’t think he will reverse anything. I would obviously be concerned if I thought otherwise.”\nI ask if he’s comfortable with the idea that Vice President-elect Mike Pence, regarded in the gay community as an unreconstructed homophobe, is a heartbeat away from the presidency.\n“You know, maybe I should be worried but I’m not that worried about it,” he replies. “I don’t know. People know too many gay people. There are just all these ways I think stuff has just shifted. For speaking at the Republican convention, I got attacked way more by liberal gay people than by conservative Christian people.\n“I don’t think these things will particularly change. It’s like, even if you appointed a whole series of conservative Supreme Court justices, I’m not sure that Roe v. Wade would get overturned, ever. I don’t know if people even care about the Supreme Court. You know, you’d have thought the failure to have a vote on Merrick [Garland] would be a massive issue. And somehow it mattered to Democrats, but it didn’t matter to the public at large.”\nWould he like to get married and have kids?\nHe looks a bit startled by the question, then says: “Maybe.”\nI ask him if he worries about the bromance with Vladimir V. Putin and Mr. Trump’s bizarre affinity for dictators. “But should Russia be allied with the West or with China?” Mr. Thiel says. “There are these really bad dictators in the Middle East, and we got rid of them and in many cases there’s even worse chaos.”\nSo he doesn’t worry about Mr. Trump sending an intemperate tweet and spurring a war with North Korea?\n“A Twitter war is not a real war,” Mr. Thiel says.\nIf the worst fears of annihilation seem plausible, Mr. Thiel can always invest more in his libertarian fantasy of a new society of Seasteads: islands at sea with their own rules, starting with a French Polynesian lagoon. “They’re not quite feasible from an engineering perspective,” he says. “That’s still very far in the future.”\nHe does think, though, that human violence is more of a risk than a pandemic or robot army. “It’s the people behind the red-eyed robots that you need to be scared of,” he says.\nMr. Thiel is focused on ways to prolong life. He was intrigued by parabiosis, a blood regeneration trial in which people over 35 would receive transfusions from people aged 16 to 25 — an experiment that Anne Rice gave a thumbs up to.\n“Out of all the crazy things in this campaign, the vampire accusations were the craziest,” he says, adding that while blood transfusions may be helpful, there may be harmful factors and “we have to be very careful.”\n“I have not done anything of the sort” yet, he says about parabiosis. And because of the publicity, he says, he is now sifting through hundreds of proposals he has received from parabiosis ventures.\nMr. Thiel has, however, used human growth hormones and he has signed up for cryogenics. “We have to be more experimental in all our medical procedures,” he says. “We should not go gently into that good night.”\nI ask why everyone in Silicon Valley seemed so obsessed with immortality.\n“Why is everyone else so indifferent about their mortality?” he replies.\nHe has invested in many biotech companies and has been advising the Trump transition team on science. “Science is technology’s older brother who has fallen on hard times,” he says. “I have some strong opinions on this. At the F.D.A. today, aging is still not an indication for disease. And you’re not allowed to develop drugs that could stop aging. We have not even started yet.”\nGiven the passion of his friend Mr. Musk for colonizing Mars, has he influenced Trump’s thinking about NASA?\n“It’s this very large agency that has kind of lost its way over the last 30 to 40 years,” Mr. Thiel says. “When we went to the moon, it took less than a decade from the time Kennedy announced it to the time we got there. Mars is harder but surely possible.”\nHe says Mr. Trump’s foes want to cast the president-elect “as this uniquely evil person, Trump as Hitler; that doesn’t strike me as remotely plausible.”\n\nOver a four-hour dinner of duck and chocolate dessert — a surprisingly sybaritic meal for a man who admits he is prone to weird diets — Mr. Thiel shows, again and again, how he likes to “flip around” issues to see if conventional wisdom is wrong, a technique he calls Pyrrhonian skepticism.\n“Maybe I do always have this background program running where I’m trying to think of, ‘O.K., what’s the opposite of what you’re saying?’ and then I’ll try that,” he says. “It works surprisingly often.” He has even wondered if his most famous investment, Facebook, contributes to herd mentality.\nWhen I remark that President Obama had eight years without any ethical shadiness, Mr. Thiel flips it, noting: “But there’s a point where no corruption can be a bad thing. It can mean that things are too boring.”\nWhen I ask if he is concerned about conflicts of interest, either for himself or the Trump children, who sat in on the tech meeting, he flips that one, too: “I don’t want to dismiss ethical concerns here, but I worry that ‘conflict of interest’ gets overly weaponized in our politics. I think in many cases, when there’s a conflict of interest, it’s an indication that someone understands something way better than if there’s no conflict of interest. If there’s no conflict of interest, it’s often because you’re just not interested.”\nWhen I ask if Mr. Trump is “casting” cabinet members based on looks, Mr. Thiel challenges me: “You’re assuming that Trump thinks they matter too much. And maybe everyone else thinks they matter too little. Do you want America’s leading diplomat to look like a diplomat? Do you want the secretary of defense to look like a tough general, so maybe we don’t have to go on offense and we can stay on defense? I don’t know.”\nWhen I ask about the incestuous amplification of the Facebook news feed, he muses: “There’s nobody you know who knows anybody. There’s nobody you know who knows anybody who knows anybody, ad infinitum.”\nMr. Thiel and Mr. Trump are strange bedfellows, given that much of Mr. Thiel’s billions came from being one of the original investors in Facebook and Mr. Trump recently said it’s better to send important messages by courier. (“Well,” Mr. Thiel notes, “one does have to be very careful with what one says in an email.”)\nThe 70-year-old president-elect rose by wildly lunging with his Twitter rapier in an “unpresidented” way in the first campaign that blended politics, social media and reality. But the 49-year-old social-media visionary rarely updates his Facebook page and doesn’t tweet, “because you always want to get things exactly right” and “if you start doing it, you have to do it a lot.”\nAs Silicon Valley has devolved into a place that produces apps like one that sends the word “Yo,” Mr. Thiel worries its thinking is “not big enough to take our civilization to the next level.”\nWhen I ask if it is true that Jack Dorsey, Twitter’s chief executive, wasn’t invited to the Trump tech meeting because the Trump camp was angry that Twitter wouldn’t let the Republican nominee create a “Crooked Hillary” emoji, Mr. Thiel replies that “there were people upset about that,” but that he set up the meeting according to the market caps of the bigger tech companies.\n“I think the crazy thing is,” he says, “at a place like Twitter, they were all working for Trump this whole year even though they thought they were working for Sanders.”\nMr. Thiel says he fell into his role in the Trump candidacy.\n“It was one of my friends who called me up and said, ‘Hey, would you like to be a delegate at the Republican convention?”’ he recalls. “I said: ‘Actually, I kind of would. I think it would be fun to go.’ Then, two weeks before the election, they talked to me about speaking at the convention.”\nI note that the audience in his hometown, Cleveland, gave him a great reception when he appeared as only the third openly gay speaker at a Republican convention.\n“I’m not sure that my speech was that good,” he says. “I do think a lot of other speeches were just very bad.”\nHe had his first conversation with the man whom he sometimes calls “Mr. Trump” at the convention, when the Manhattan mogul told the San Francisco mogul, “You were terrific. We’re friends for life.” Mr. Thiel never did go to a Trump rally or watch a whole video of one. “I would think they were very repetitive,” he says.\nHe says that at the tech meeting, Mr. Trump showed “a phenomenal understanding of people. He’s very charismatic, but it’s because he sort of knows exactly what to say to different people to put them at ease.”\nI ask him if Mr. Trump and Mr. Musk are similar.\n“I’m going to get in trouble, but they are, actually. They’re both grandmaster-level salespeople and these very much larger-than-life figures.”\nHe recalls a story from his and Mr. Musk’s PayPal days, when Mr. Musk joined the engineering team’s poker game and bet everything on every hand, admitting only afterward that it was his first time playing poker. Then there was the time they were driving in Mr. Musk’s McLaren F1 car, “the fastest car in the world.” It hit an embankment, achieved liftoff, made a 360-degree horizontal turn, crashed and was destroyed.\n“It was a miracle neither of us were hurt,” Mr. Thiel says. “I wasn’t wearing a seatbelt, which is not advisable. Elon’s first comment was, ‘Wow, Peter, that was really intense.’ And then it was: ‘You know, I had read all these stories about people who made money and bought sports cars and crashed them. But I knew it would never happen to me, so I didn’t get any insurance.’ And then we hitchhiked the rest of the way to the meeting.”\n\nMr. Trump, with his litigious streak and his pugilistic attitude toward the press and his threat to change the libel laws, naturally admired Mr. Thiel’s legal smackdown of Gawker. The tech titan was disturbed by the “painful and paralyzing” stories published on the gossipy website and other blogs under the Gawker banner, including a 2007 post that originally appeared on Valleywag blithely headlined “Peter Thiel Is Totally Gay, People.”\nSo he secretly financed the lawsuit filed by Terry Bollea (the real name of the wrestler Hulk Hogan) against Gawker for posting an excerpt from a sex tape showing Mr. Hogan with a friend’s wife. A court ruled in Mr. Bollea’s favor, in a judgment of $140 million, which drove the site into bankruptcy. (The Gawker founder Nick Denton, who is also gay, described Mr. Thiel to Vanity Fair as “interesting — and scary.”)\n“It basically stands for the narrow proposition that you should not publish a sex tape,” Mr. Thiel says. “I think that’s an insult to journalists to suggest that’s journalism now. Transparency is good, but at some point it can go in this very toxic direction.”\nJust as there was “a self-fulfilling Hillary bubble” where “everybody was just too scared to say this was a really bad idea” to support this “very weak candidate,” Mr. Thiel believes Gawker manufactured “a totally insane bubble full of somewhat sociopathic people in New York.” When the case went to court in Florida, he contends, the culture that “you could do whatever you wanted and there were no consequences” was exposed.\nSavoring his victory, dismissing those who think the way to deal with vile and invasive stories is to grow a thicker skin, Mr. Thiel dressed as Hulk Hogan for the “Villains and Heroes” annual costume party last month, hosted on Long Island by the Mercer family, who were big Trump donors. He shows me a picture on his phone of him posing with Erik Prince, who founded the private military company Blackwater, and Mr. Trump — who had no costume — but jokes that it was “N.S.F.I.” (Not Safe for the Internet.)\n“There’s some resonances between Hogan beating Gawker and Trump beating the establishment in this country,” Mr. Thiel says. Hulk Hogan was “this crazy person” who didn’t seem like the best plaintiff, but “he didn’t give up.”\nUsing two wrestling terms he learned, Mr. Thiel says that many people assumed Mr. Trump was “kayfabe” — a move that looks real but is fake. But then his campaign turned into a “shoot” — the word for an unscripted move that suddenly becomes real.\n“People thought the whole Trump thing was fake, that it wasn’t going to go anywhere, that it was the most ridiculous thing imaginable, and then somehow he won, like Hogan did,” Mr. Thiel says. “And what I wonder is, whether maybe pro wrestling is one of the most real things we have in our society and what’s really disturbing is that the other stuff is much more fake. And whatever the superficialities of Mr. Trump might be, he was more authentic than the other politicians. He sort of talked in a way like ordinary people talk. It was not sort of this Orwellian newspeak jargon that so many of the candidates use. So he was sort of real. He actually wanted to win.”\nI ask Mr. Thiel about a prescient theory he proffered when I had dinner with him at the convention — again, flipping conventional wisdom — that Hillary was making a mistake by being too optimistic.\n“If you’re too optimistic, it sounds like you’re out of touch,” he says. “The Republicans needed a far more pessimistic candidate. Somehow, what was unusual about Trump is, he was very pessimistic but it still had an energizing aspect to it.”\nHe says he has no plans to buy a place in Washington. “One of the things that’s striking about talking to people who are politically working in D.C. is, it’s so hard to tell what any of them actually do,” he says. “It’s a sort of place where people measure input, not output. You have a 15-minute monologue describing a 15-page résumé, starting in seventh grade.”\nWhile many predict that Mr. Trump will crash and burn, Mr. Thiel does not think he will regret his role.\n“I always have very low expectations, so I’m rarely disappointed,” he says.\nI ask him how Mr. Trump, who is still putting out a lot of wacky, childish tweets, has struck him during the transition. Isn’t he running around with his hair on fire?\n“The hair seems fine,” Mr. Thiel says. “Mr. Trump seems fine.”", "date": "Jan. 11, 2017", "href": "https://www.nytimes.com/2017/01/11/fashion/peter-thiel-donald-trump-silicon-valley-technology-gawker.html", "tags": "think ‘ thiel explains peter tech ” trump says like pal"}