{"title": "PewDiePie Put in Spotlight After New Zealand Shooting", "content": "One of YouTube’s biggest celebrities found himself entangled early Friday in news coverage of the mass shooting at two mosques in New Zealand.\nA gunman who had broadcast part of the attack that left at least 49 people dead urged those watching to “subscribe to PewDiePie,” referring to the alias used by Felix Kjellberg, a Swede whose channel has long dominated YouTube and courted controversy along the way.\nMr. Kjellberg was quick to distance himself from the shooting.\n“I feel absolutely sickened having my name uttered by this person,” he said on Twitter. “My heart and thoughts go out to the victims, families and everyone affected by this tragedy.”\nMr. Kjellberg is no stranger to controversy. In recent years, he has been embraced by some on the far right and faced criticism for his use of anti-Semitic imagery and racist and sexist language. Here is a closer look at PewDiePie and the New Zealand gunman’s words.\nAs PewDiePie, Mr. Kjellberg has amassed a following of 89 million YouTube subscribers over the past decade with videos that feature a mix of comedic rants, commentary and video game narration.\nThough edited, the videos carry an intimate, unguarded aesthetic that has helped Mr. Kjellberg remain relevant and sought after by advertisers. According to Forbes, a sponsored video with PewDiePie can cost up to $450,000. Mr. Kjellberg earned $15.5 million last year.\n[Sign up for the Morning Briefing newsletter for a look at what you need to know to begin your day.]\nThere’s more to the gunman’s words — “subscribe to PewDiePie” — than meets the eye.\nKevin Roose, a columnist for The New York Times, wrote on Friday that the message may have served two purposes: to inflame political tensions and to serve as a knowing nod to those who might be watching the gunman’s actions with approval.\nTo achieve those ends, the gunman, who has not been officially identified, used a meme born out of a competition for YouTube dominance.\nLast year, T-Series, a music label and film production company based in India, emerged as a threat to PewDiePie’s top-ranked status on YouTube.\nIn response, Mr. Kjellberg jokingly rallied his fans to stave off T-Series, even going so far as to make a comedic diss track to play up the competition. Other YouTubers got in on the fight, too, with some buying radio and display advertising.\nAs with many other oft-repeated phrases online, “subscribe to PewDiePie” became a symbol, a meme, unto itself.\nIn 2017, Disney severed ties with Mr. Kjellberg and YouTube distanced itself from him after The Wall Street Journal identified at least nine of his videos that featured anti-Semitic gestures and imagery.\nIn one, a pair of men hired by Mr. Kjellberg unfurled a sign that read “Death to All Jews” and then laughed and danced. In another, he wears a brown military uniform, nodding along to archival footage of Hitler delivering a speech.\nSome of the videos were removed and Mr. Kjellberg described the segments as jokes, saying in a statement that he was “in no way supporting any kind of hateful attitudes” and that “I understand that these jokes were ultimately offensive.”\nDespite those comments, members of the far-right embraced what Mr. Kjellberg had done.\nA post on The Daily Stormer, a neo-Nazi website, noted that the videos raised questions about Mr. Kjellberg’s own views, but concluded that they didn’t matter: “The effect is the same; it normalizes Nazism, and marginalizes our enemies.”\nIn an article last year, Paul MacInnes, who writes on sports and popular culture for The Guardian, faulted mainstream publications for largely ignoring Mr. Kjellberg.\n“To call him an alt-right agitator would perhaps be unfair as he has never publicly identified with the proto-fascist movement,” Mr. MacInnes wrote. “But he shares much of their culture and amplifies it across the world. People should pay PewDiePie more attention.”\nLater in 2017, Mr. Kjellberg used a racial slur during a video game livestream, which he later described as “extremely immature and stupid.”\n“I said the worst word I could possibly think of, and it just sort of slipped out and I’m not going to make any excuse as to why,” he said in a video apologizing for his use of the word.\nLast year, Mr. Kjellberg got into a feud with Natalia Mogollon, another online personality famous on Twitch, where she goes by the alias Alinity Divine and narrates livestreams of video games.\nIn a video testing out an eye-tracking device, Mr. Kjellberg jokingly referred to women in one of the videos he watched, including Ms. Mogollon, as “stupid Twitch thots,” a derogatory term.\nMs. Mogollon took offense. In an ensuing back-and-forth, Mr. Kjellberg suggested that she intentionally dresses provocatively on her stream.\n“Oh, you’re just playing games with the shortest skirt ever, that’s our fault for looking at it in any sexual way, right?” he said.\nA few months later, he was criticized as insensitive for sharing a meme that made light of the singer Demi Lovato’s struggle with drugs.", "date": "March 15, 2019", "href": "https://www.nytimes.com/2019/03/15/technology/pewdiepie-new-zealand-shooting.html", "tags": "put spotlight shooting gunman pewdiepie “ youtube videos video zealand kjellberg new"}