{"title": "Philippine Journalist, a Thorn to Duterte, Turns Herself In to Face Charges", "content": "The founder of an online news start-up critical of the Philippine government turned herself in to the authorities in Manila on Monday after a warrant for her arrest was issued over the weekend.\nThe Philippine government has accused the journalist, Maria Ressa, and her news organization, Rappler, of evading taxes, a move that Rappler said was part of a broader attack on the news media in the Philippines by the government of President Rodrigo Duterte.\nMs. Ressa and Rappler were charged with five counts of tax fraud last week. The penalties could include a fine along with up to 10 years of imprisonment for Ms. Ressa. They have denied the charges.\nThe government prepared a warrant for Ms. Ressa’s arrest to coincide with her return to the Philippines on Sunday evening after a weekslong trip abroad that included appearances at several high-profile journalism awards ceremonies. In Washington, Ms. Ressa received the 2018 Knight International Journalism award. In New York, she was given the Press Freedom Award by the Committee to Protect Journalists.\n“I’m going to hold my government accountable for publicly calling me a criminal,” Ms. Ressa said in a brief conversation with a group of reporters who greeted her arrival at Ninoy Aquino International Airport in Manila late Sunday. “I am not a criminal.”\nOn Monday morning, Ms. Ressa arrived at the Pasig Regional Trial Court in Manila and provided head shots for the court and had her fingerprints taken. Her legal team filed a motion for Ms. Ressa to be set free on bail and paid 60,000 pesos, or about $1,100, to secure her release, her lawyer said by phone.\nIt is the latest in a series of crackdowns on the news media by the Duterte government. Mr. Duterte is one of a growing group of political strongmen who rode to power in recent years on a wave of populism in their countries and in the process tightened their grip on power. When challenged by the news media, these leaders have often turned on reporters, accusing them of being dishonest and manufacturing “fake news.”\nIn the Philippines, Mr. Duterte has waged an aggressive antidrug campaign that has led to the deaths of thousands of people. Local news organizations like Rappler closely documented the campaign, provoking international outcry over the killings and causing Mr. Duterte to turn his focus to the news media.\nHe has threatened several times to block the license renewal for ABS-CBN, the largest broadcast network in the Philippines. He has called reporters “spies” and “sons of bitches” and made thinly veiled death threats, warning reporters that they are “not exempted from assassination.”\nRappler, founded in 2012 as a scrappy investigative and entertainment outlet, has been a main target of his verbal abuse. Its star political reporter, Pia Ranada, in particular has been singled out. At one news conference, Mr. Duterte warned her not to go to his hometown, Davao, where he was once mayor, because “something bad will happen to you.”\nEarlier this year, Ms. Ranada was stripped of the press pass that allows her to cover Malacañang Palace, the Philippine equivalent to the White House. Rappler reporters have been barred from covering any official presidential events. Such treatment has alarmed media groups.\n“More than his inability to tolerate dissent, Duterte’s relentless persecution of the media appears to be part of the increasingly authoritarian direction his presidency has taken,” the National Union of Journalists of the Philippines said in a statement on Sunday night.\nRappler’s newsroom has also been on the front lines of a war against misinformation on Facebook, where most Filipinos get their news. Rappler reporters have been the targets of online death and rape threats so severe that senior editors have debated installing bulletproof windows in the news organization’s office.\nThis year, Rappler became an official fact checker for Facebook, which has called the Philippines “Patient Zero” in the battle over misinformation.\nThe Philippine government’s case against Ms. Ressa and Rappler was brought by the country’s Department of Justice and centers on a 2015 investment in Rappler by the Omidyar Network, an American organization owned by Pierre Omidyar, the founder of eBay. At the heart of that case is a financial transaction that is also the subject of a Philippine Securities and Exchange Commission effort this year to revoke Rappler’s license to operate.\nThe charges treat Rappler as though it were a “dealer in securities” and not a news organization, Ms. Ressa said, adding that Rappler has paid the right taxes required of a news organization in the Philippines.\nFrancis Lim, a lawyer for Ms. Ressa, said Monday in a statement sent by text message, “The police can no longer arrest her, as the court just approved the cash bail that she has posted for her liberty during the pendency of the case.”\nSeveral politicians criticized Mr. Duterte and his administration’s case against Ms. Ressa on Monday. One opposition congressman, Tom Villarin, said it was “a sure sign that the Duterte administration wants to throw this country into obscurity and darkness,” adding that “harassing journalists and putting critics in jail is the refuge of fascists and scoundrels.”\nRisa Hontiveros, an opposition senator, called the case an attempt to “muzzle the media into fear.”\n“In his attempt to be a full-fledged authoritarian, President Duterte wants to control the free flow of information and neutralize a potential channel of criticism,” Ms. Hontiveros said in an emailed statement.\nSpeaking on Sunday night from the airport, Ms. Ressa said that her arrest would not silence her.\n“I have been a journalist my entire life,” she said. “I will continue to hold the government accountable.”", "date": "Dec. 3, 2018", "href": "https://www.nytimes.com/2018/12/03/business/media/rappler-maria-ressa-arrest.html", "tags": "face thorn news rappler ressa media philippine duterte ” charges turns ms. government journalist"}