{"title": "Philando Castile: Transcript of Facebook Live shooting aftermath", "content": "The aftermath of a police shooting in the US state of Minnesota appears to have been filmed by the victim's girlfriend.\nPhilando Castile was shot while in his car, and his girlfriend broadcast a Facebook Live video-stream showing him covered in blood with a police officer pointing his gun at him.\n[At the start, the video shows the driver conscious, but bleeding heavily and moving his head slowly.]\nWoman: \"Stay with me...[addresses camera]. We got pulled over for a busted tail-light in the back...\"\n[camera pans to show what appears to be a police officer standing outside the car, pointing a gun at the driver]\nWoman: \"...and the police just...he, he's covered - they killed my boyfriend. He's licensed, he's licensed to carry.\n[man's voice heard groaning loudly]\n\"He was trying to get out his ID in his wallet out of his pocket, and he let the officer know that he was... that he had a firearm and that he was reaching for his wallet. And the officer just shot him in his arm. We're waiting for...\"\nOfficer [shouting]: \"Keep your hands [inaudible]\"\nWoman: \"I will, Sir, no worries, I will.\"\n[Officer shouts expletive]\nWoman: \"He just shot his arm off. We got pulled over on Larpenteur...\"\nOfficer [shouting]: \"I told him not to reach for it. I told him to get his head up.\"\nWoman: \"He had...you told him to get his ID, Sir. His driver's licence. Oh my God, please don't tell me he's dead...\"\n[camera pans to show driver not moving]\nWoman: \"Please don't tell me my boyfriend just went like that...\"\nOfficer [calmly]: \"Keep your hands where they are, please.\"\nWoman: \"Yes I will, I'll keep my hands where they are... Please don't tell me this, Lord. Please, Jesus, don't tell me that he's gone. Please don't tell me that he's gone. Please, officer, don't tell me that you just did this to him. You shot four bullets into him, Sir. He was just getting his licence and registration, Sir. \n[pause]\nOfficer [shouting]: \"Get the female passenger out.\"\nSecond officer [shouting]: \"Come out of the car with your hands up. Let me see your hands - exit now.\"\n[woman gets out of car; camera shows police car and police officer near it pointing gun at the woman - another police officer is behind him, holding a young girl]\nOfficer 2: \"Keep em up, keep em up...\"\nWoman: \"Where's my daughter? Have you got my daughter?\"\nOfficer 2 [shouting]: \"Face away from me and walk backwards [inaudible] - keep walking [repeats]. Get on your knees, get on your knees.\"\n[child is heard screaming - sound of handcuffs being applied is heard as the camera faces up to the sky]\nOfficer 2 [quieter]: \"Ma'am, you're just being detained right now while we get this sorted out, OK?\"\nYou can watch a video of the Facebook Live broadcast here.", "date": "7 July 2016", "href": "https://www.bbc.com/news/world-us-canada-36733681", "tags": "shooting transcript car live castile tell philando please woman facebook aftermath camera officer ... police get keep"}