{"title": "Pidgin - West African lingua franca", "content": "The BBC is launching 11 new language services and one of them is English-based Pidgin, which is one of the most widely spoken languages across West Africa, even though it is not officially recognised. \nThe Oxford English Dictionary definition of Pidgin is: A language containing lexical and other features from two or more languages, characteristically with simplified grammar and a smaller vocabulary than the languages from which it is derived, used for communication between people not having a common language; a lingua franca.\nSimply put, Pidgin English is a mixture of English and local languages which enables people who do not share a common language to communicate. \nMost African countries are made up of numerous different ethnic groups who do not necessarily have a lingua franca, so Pidgin has developed.\nIt is widely spoken in Nigeria, Ghana, Equatorial Guinea and Cameroon.\nThere are differences, because English is mixed with different languages in each country but they are usually mutually intelligible.\nA form of Pidgin has developed into a mother tongue for the Krio community in Sierra Leone, which non-Krios can find difficult to understand.\n\"It's quite fluid, it keeps changing all the time and it's expressive as well,\" says Bilkisu Labran, head of the new BBC language services for Nigeria. \n\"Sometimes, if you don't have a word for something, you can just create an onomatopoeic sound and just express yourself. And it will be appreciated and understood.\n\"I can talk about the gun shots that went 'gbagbagba' and you get my gist. So it vividly captures it instead of describing or trying to find a word to say: 'The gun shots were very loud'.\"\nAlso, Pidgin hardly follows standard grammatical rules so \"you can lose things like verbs\", by saying: 'I dey go' to mean 'I'm going'.\nOther examples are: \nIt is difficult to know the precise number of speakers across the region as it is not formally studied in schools and is spoken in varying degrees of proficiency.\nBut many millions of people undoubtedly speak it on a daily basis, especially young people.\nNigeria is estimated to have between three and five million people who primarily use Pidgin in their day-to-day interactions. But it is said to be a second language to a much higher number of up to 75 million people in Nigeria alone - about half the population.\nAlthough it is commonly spoken, Pidgin is not an official language anywhere in West Africa.\nIn many schools, children are disciplined if they are caught speaking Pidgin, rather than English.\nHowever, some local radio stations do broadcast in Pidgin.\nWest African Pidgin English, also called Guinea Coast Creole English, was a language of commerce spoken along the coast during the Atlantic slave trade in the late 17th and 18th Centuries. \nThis allowed British slave merchants and local African traders to conduct business. \nIt later spread to other parts of the West African colonies, becoming a useful trade language among local ethnic groups who spoke different languages.", "date": "16 November 2016", "href": "https://www.bbc.co.uk/news/world-africa-38000387", "tags": "african language pidgin franca english local spoken west languages nigeria lingua"}