{"title": "Pittsburgh Synagogue Shooting Suspect Charged With 29 Counts", "content": "Federal prosecutors filed 29 charges on Saturday evening against the man suspected of fatally shooting at least 11 people at a synagogue in Pittsburgh, Pennsylvania.\nThe suspect, 46-year-old Robert Bowers, allegedly opened fire Saturday morning at the Tree of Life Or L’Simcha Congregation. \nPittsburgh Public Safety Director Wendell Hissrich told reporters late Saturday afternoon that no children died in the shooting. Six people were reportedly injured, four of them police officers.  \nA news conference to discuss the charges is scheduled for Sunday morning, The Associated Press reported.﻿\nBob Jones, FBI special agent in charge of the Pittsburgh field office, said he believed the suspect was wielding an “assault rifle” and also had at least three handguns with him. \n“This is the most horrific crime scene I’ve seen with the Federal Bureau of Investigation,” he said.\nHissrich made similar comments at an earlier press conference that day.\n“It’s a very horrific crime scene,” Hissrich said at an earlier press conference. “It’s one of the worst that I’ve seen, and I’ve seen some plane crashes. It’s very bad.”\nLaw enforcement responded to reports of an active shooter at the synagogue, which was crowded for Saturday services in the Squirrel Hill neighborhood, shortly before 10 a.m. Police sources told KDKA that a gunman walked into the synagogue and yelled, “All Jews must die,” before opening fire.\nAttorney General Jeff Sessions said in a statement that the Department of Justice plans to charge the suspect with hate crimes, along with other criminal charges.\nCongregation member Zachary Weiss, 26, told HuffPost that his father, Stephen Weiss, had been filling in on Saturday for a sick rabbi.\n“Anytime a congregant passes away you lose a friend,” said Weiss, noting that his father was unharmed. “The city is coming together and right now that is all we can do.”\nMultiple victims were being treated by the University of Pittsburgh Medical Center, spokeswoman Amy Charley said in a statement on Saturday afternoon.\n“At this time, UPMC Presbyterian is treating four patients from the Tree of Life synagogue shooting,” she said. “Three victims are in surgery and one other is stable, awaiting surgery. Another patient at UPMC Presbyterian was treated and released. UPMC Mercy is treating a patient who is currently in surgery.”\nJeff Finkelstein of the Jewish Federation of Pittsburgh told WHNT that he estimated between 60 and 100 people were inside the building when the shooting occurred. The synagogue had a Torah study and Shabbat services scheduled for Saturday, and a bris ― a Jewish ceremony in which an infant boy is circumcised ― was reportedly also taking place.\nPennsylvania Gov. Tom Wolf issued a statement calling for action to prevent future mass shootings.\n“We must all pray and hope for no more loss of life. But we have been saying ‘this one is too many’ for far too long. Dangerous weapons are putting our citizens in harm’s way,” Wolf said.\n“And in the aftermath of this tragedy, we must come together and take action to prevent these tragedies in the future. We cannot accept this violence as normal.”\nThe Tree of Life Congregation, founded more than 150 years ago, merged with Or L’Simcha in 2010 to form Tree of Life Or L’Simcha, according to its website. The synagogue describes itself as a Conservative Jewish congregation ― “Conservative” referring to a denomination of Judaism unrelated to political leanings. The site states that the synagogue is “true to traditional teachings while being “progressive and relevant to the way we live today.”\nRabbi Emeritus Alvin Berkun, who was not in the building at the time, told ABC News that the Squirrel Hill neighborhood hosts a number of other synagogues, along with Jewish gift shops and bookstores and kosher bakeries.\n“Absolutely no crime, it’s an amazing neighborhood, it’s hard to believe it’s a city neighborhood,” he said.\nThe shooting took place on International Religious Freedom Day, the day that commemorates former President Bill Clinton signing the 1998 International Religious Freedom Act, which aimed to promote religious freedom through U.S. foreign policy.\nBoth New York City and Los Angeles confirmed that they were increasing security measures as a precaution in response to the Pittsburgh incident.\nThe New York Police Department told HuffPost it would be “deploying heavy weapons teams” at “houses of worship” across the city as a precaution in response to the Pittsburgh incident. Los Angeles Mayor Eric Garcetti tweeted that the LAPD would also be stepping up security.\nHuffPost reporter Saba Hamedy contributed to this report.\nThis story has been updated.", "date": "\n10/27/2018", "href": "https://www.huffpost.com/entry/tree-of-life-synagogue-shooter-pittsburgh_n_5bd475ffe4b055bc948c6ef2", "tags": "shooting suspect counts pittsburgh tree ” synagogue told charged life saturday"}