{"title": "Pittsburgh shooting: Multiple casualties at Squirrel Hill synagogue", "content": "Eleven people have been killed, officials say, in a gun attack on a synagogue in the US city of Pittsburgh, Pennsylvania.\nThe gunman, who opened fire as the Tree of Life synagogue held a service, was later taken into custody.\nPresident Donald Trump said \"a lot of people\" had been killed and injured in a \"wicked act of mass murder\".\nThe suspect, who has been officially identified as Robert Bowers, 46, was injured and is receiving treatment. \nTwo other people are in hospital in a critical condition, police said. \nFederal investigators are treating the shooting as a hate crime.\nThe Anti-Defamation League, a Jewish non-governmental organisation that fights anti-Semitism, said: \"We believe this is the deadliest attack on the Jewish community in the history of the United States.\"\nHundreds of people - from the neighbourhood and also all across Pittsburgh - later gathered for an interfaith vigil for the victims of the attack in Squirrel Hill.\nSophia Levin, a local resident and one of the organisers, told the BBC some people were \"really sad\" and the mood was \"heavy\". \nBut she added that people also wanted to be \"together, not alone\", and the vigil would help heal the city.\nPresident Trump said he would visit Pittsburgh, following the attack.\nOn Saturday morning, worshippers had gathered at the synagogue, in the Squirrel Hill neighbourhood, for a baby naming ceremony during the Sabbath.\nSquirrel Hill has one of the largest Jewish populations in Pennsylvania and this would have been the synagogue's busiest day of the week.\nAccording to reports Mr Bowers, a white male, entered the building armed with an assault rifle and two pistols.\nReports say he barricaded himself in a room at the synagogue when police approached.\nEmergency services arrived at the building at about 10:00 local time (14:00 GMT), and gunshots could be heard.\nPittsburgh's Public Safety Director Wendell Hissrich later confirmed Mr Bowers was in police custody and was being treated in hospital.\nThe crime scene was \"horrific\", he told reporters. \"One of the worst I've seen, and I've [worked] on some plane crashes. It's very bad,\" he added. \nHe said that two officers were injured in an \"initial confrontation\" and that a further two Swat officers were later hurt by the gunman when they entered the building. He said that no children were among the casualties. \nUS media said he had shouted \"All Jews must die\" as he carried out the attack.\nSocial media posts by someone with the name Robert Bowers were also reported to be full of anti-Semitic comments.\nPittsburgh FBI's special agent in charge of the investigation, Bob Jones, told a press conference that Mr Bowers did not appear to be known to authorities prior to events on Saturday. \nHe said that any motive remains unknown but that authorities believe he was acting alone. \nMr Jones added that the investigation was \"in the early stages\". \"We will look at every aspect of the suspect's life,\" he said. \nMr Bowers is receiving treatment for what has been described as multiple gunshot wounds. \nGary O'Donoghue, BBC News, Pittsburgh\nIn the dwindling light, and with the cold autumn rain falling, hundreds gathered in front of the 6th Presbyterian church just a few streets away from the Tree of Life Synagogue. \nHolding their candles, they sang the Jewish prayer of healing.\nThe elders in the community had wanted to wait a day before holding the vigil, but the young people said no - they wanted an immediate chance to share their grief and voice their hurt. \nFifteen-year-old Sophia Levin declared that she was a different Jew today to the one she was yesterday. Anti-Semitism, she said, had been something she thought happened elsewhere and in earlier times; but now she knew it was right here, right now. \nSome of these young people have been involved in the student gun control movement that sprang up after the Parkland shooting earlier this year. \nOne of them, Rebecca Glickman, told the crowd that gun control was needed now more than ever. \nShe told me that an anti-Semite with a gun is more dangerous than an anti-Semite without a gun, so that's a good place to start. \nHe called the shooting a \"terrible, terrible thing\".  \n\"To see this happen again and again, for so many years, it's just a shame,\" he told reporters on Saturday.\nHe described the gunman as a \"maniac\" and suggested the US should \"stiffen up our laws of the death penalty\".\n\"These people should pay the ultimate price. This has to stop,\" he said. \nLater on Saturday, Mr Trump appeared at the Future Farmers of America Convention in Indianapolis, saying: \"There must be no tolerance for anti-Semitism. It must be condemned and confronted everywhere and anywhere it appears.\" \nSpeaking to reporters after the event, Mr Trump said the attacker was not one of his supporters, describing him as \"sick\".  \nMr Trump has also said that the incident had \"little to do\" with US gun laws. \"If they had protection inside, maybe it could have been a different situation.\"\nFormer US President Barack Obama voiced a different position on the ongoing gun law debate,  tweeting: \"We have to stop making it so easy for those who want to harm the innocent to get their hands on a gun.\"\nPennsylvania Governor Tom Wolf said in a statement that the incident was an \"absolute tragedy\" and that such acts of violence could not be accepted as \"normal\". \nHe said: \"These senseless acts of violence are not who we are as Americans.\n\"My thoughts right now are focused on the victims, their families and making sure law enforcement has every resource they need.\"\nThe president of the Jewish Federation of Greater Pittsburgh, Jeff Finkelstein, said his \"heart goes out to all these families\".\n\"Now I'm just sad. This should not be happening. Period. It should not be happening in a synagogue. It should not be happening in our neighbourhood here in Squirrel Hill,\" he said. \nOther world leaders to condemn the attack include Israeli Prime Minister Benjamin Netanyahu, who said he was \"heartbroken and appalled\".\n\"We stand together with the American people in the face of this horrendous anti-Semitic brutality,\" he said in a video message.\nUK Prime Minister Theresa May said she was \"shocked\" by the attack.\n\"Our thoughts are with the Jewish community in Pittsburgh and all those affected by this sickening and cowardly act,\" she said.\nCanada's Prime Minister Justin Trudeau said his country's hearts \"are with the Jewish community in Pittsburgh today\". \nGerman Chancellor Angela Merkel said: \"We all have to stand up against anti-Semitism, everywhere.\" \nThe New York Police Department said it had deployed officers to synagogues throughout the city as a precaution. \nThe BBC's Dan Johnson in Washington says the shootings come at a tense time in the US, after a week in which mail bombs were sent to critics of Mr Trump, ahead of crucial mid-term elections next month.", "date": "28 October 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-46002549", "tags": "shooting people multiple us pittsburgh casualties gun squirrel synagogue attack jewish hill"}