{"title": "Plastic recycling: Why are 99.75% of coffee cups not recycled?", "content": "It's gradually becoming common knowledge that it's not as easy to recycle your takeaway coffee cup as people may have thought.\nIt's the mixture of paper and plastic in their inner lining -  designed to make them both heat and leakproof - that causes difficulties. \nThere are currently only a small number of specialist plants in the UK able to process the disposable used cups, and as a result, the vast majority of them (more than 99.75%) don't get recycled. \nIn 2011 it was estimated that 2.5 billion coffee cups were thrown away each year and that figure is likely to be higher now. \nSome of the biggest sellers of coffee in the UK, including Costa and Starbucks, say they have started recycling coffee cups, but that's only if customers dispose of their takeaway cups in store.\nAce UK, the representative body for beverage carton manufacturers, has 415 recycling points for coffee cups and other paper products across the UK. Cups deposited here will be taken to the company's own specialist recycling plant.\nThey are generally in places like car parks rather than on the street. \nCups that are left on the kerb in household recycling or in a bin on a high street or railway station, however, will generally end up in landfill.\nIndustry body the Paper Cup Alliance says the specialist plants that do have the technology already have the capacity to recycle all the cups we throw away - it's the infrastructure to transport them there that's currently lacking. \nA growing number of retailers and offices are buying compostable cups and one of the biggest providers in the UK is Vegware, which makes its products without any plastic so they biodegrade. \nIt sells compostable cups to office canteens, schools, hospitals and independent coffee shops and its sales have increased by more than a third in the last two years.  \nHowever, compostable cups have to be disposed of in food waste bins rather than in a normal recycling bin and this is an issue for both homeowners and managers of cafes or workplace canteens. \nTrewin Restorick, at environmental charity Hubbub, believes the right disposable method is not always clear to people and says: \"Compostable sounds better, but it can actually make things worse if they are put in the wrong bin.\"\nBecause they are designed to break down, if they end up in with the plastic recycling they can contaminate it. The same is true if you put an ordinary takeaway coffee cup in the recycling. \nThis costs councils money in sorting it and can even lead to the whole batch of recycled items being rejected.\nVegware says its products work best in an environment where the waste can be controlled, like a festival. In those kinds of environments people are likely to buy a drink onsite and throw it away onsite. \nThe amount of waste that gets rejected for recycling by councils in England has been rising. That waste then ends up in landfills or being burnt. \nThe proportion of recycling that gets rejected is still relatively small, though - less than 5%. \nIf compostable cups end up in landfill, unlike plastics they will break down. But this misses the opportunity to harness the energy produced through composting for another use - as fertiliser or even to generate electricity.\nThe three biggest coffee retailers in the UK - Costa, Starbucks and Caffe Nero - all provide incentives for customers to bring in their own reusable mug rather than using a disposable cup. \nCosta and Starbucks offer a 25p discount while Caffe Nero offers double stamps on its loyalty card, which it says is equal in value to 25p.\nGreggs and Pret a Manger -  the biggest \"food-focused\" sellers of coffee according to retail consultancy Allegra Strategies - also have discount schemes. Pret is the most generous with a 50p discount for shunning single-use cups.\nStarbucks has offered a discount for customers in the UK using their own mugs since it opened in 1998, and says about 1.8% of all hot drinks sold are in reusable cups.\nThe coffee shop chain is trialling a 5p \"latte levy\" charge on paper cups in 35 branches in London - a plan proposed on a national level by MPs and rejected by the government in March.\nThe trial has been in operation for six weeks so it's too soon to judge its success, but early indications are that it has increased sales of drinks in reusable cups compared with a discount alone. \nCosta Coffee says about 1% of hot drinks it sells are in reusable mugs and that has been consistent since the discount was introduced. \nThe company doesn't have data on reusable cup use from before the incentive scheme was introduced, so it's difficult to say whether the discount itself is encouraging some people to use non-disposable cups. \nCaffe Nero don't have figures on how many drinks are sold in reusable cups because they give extra loyalty card stamps as an incentive rather than discounting the drink itself. \nRead more from Reality Check\nSend us your questions", "date": "17 April 2018", "href": "https://www.bbc.co.uk/news/science-environment-43739043", "tags": "coffee recycled uk discount cups says plastic recycling reusable compostable cup"}