{"title": "Please Say These Details Of Ed Sheeran's 'Game Of Thrones' Scene Are Lies", "content": "After hearing Ed Sheeran was going to be on “Game of Thrones” Season 7, we thought maybe we found love right where we are.\nBut it seems like that was not meant to be.\nNews of Sheeran’s “Game of Thrones” appearance was announced at South by Southwest earlier this year. The “GoT” showrunners had apparently been trying to get the singer on the show for a while because Maisie Williams, who plays Arya, is a big fan.\nNow, Sheeran has reportedly shared details. \nAccording to various outlets, such as ScreenCrush and Watchers on the Wall, Sheeran told The Hits Radio:\nArya serious, dude?\nIf that happens, disappointment is coming.\nThat dialogue alone seems completely out of character for Arya. She’s got other things to worry about besides “nice” songs from likable British blokes.\nOne of the best parts of Season 6 was Arya seemingly reaching her final form as a revenge-thirsty assassin. The last time we saw her, she was serving Walder Frey pieces of his family in a pie. It doesn’t get more hardcore than that!\nBut now, she’s taking breaks to compliment Ed Sheeran? \n(Growing up is complicated.)\nOur only guess is that Arya must be saying, “Oh, that’s a nice song,” in a sinister way, like she’s Bane from “The Dark Knight Rises.”\nA supposed Season 7 leak claims Arya would be killing more Freys. If that’s the case, perhaps she does it Red Wedding-style and the song Sheeran plays will let the Freys know shiz is about to go down.\nAfter she finishes the Freys off, Arya will say, “Oh, that’s a nice song,” and walk away in slow-motion. Explosions will then go off behind her.\nThat’d be sick.\nIf it doesn’t happen that way, Sheeran must just play “Castle on the Hill” or something. \nYou can’t blame Arya too much. That is a nice song.\n”Game of Thrones” Season 7 premieres July 16.", "date": "\n05/01/2017", "href": "https://www.huffpost.com/entry/ed-sheerans-game-of-thrones-scene_n_5907301fe4b0bb2d086f9a73", "tags": "song game “ details sheeran scene season please nice ed say lies arya freys thrones"}