{"title": "Poland and Israel Try to Improve Ties, but History Intrudes", "content": "JERUSALEM — Prime Minister Benjamin Netanyahu of Israel, in the middle of a re-election campaign, seemed set to score back-to-back diplomatic triumphs in a span of just a few days, with Poland, of all countries, playing an important role in both.\nThis past week, Mr. Netanyahu attended a meeting in Warsaw, convened by the Trump administration, where five dozen nations discussed the common strategic threat posed by Iran.\nSunni Arab nations were also at the conference, and Mr. Netanyahu made the most of it, appearing behind closed doors alongside diplomats from Saudi Arabia, Yemen and Bahrain and later leaking a video in which Bahraini and Saudi officials could be heard echoing his frequent warnings that Iran is the Middle East’s greatest danger.\nAnd in Jerusalem on Monday night, Mr. Netanyahu had planned to welcome the leaders of Poland and three other East European countries whose support he has cultivated as a way to push back against interference by what they all perceive, to varying degrees, to be another common adversary: the European Union.\nYet whatever their shared interests now, the relationship between Israel and Poland is fraught with a grim historical legacy that often intrudes, as it did again this week.\nA comment by Mr. Netanyahu on Thursday that “the Poles cooperated with the Nazis” in the Holocaust had blown up by Sunday into a major diplomatic embarrassment, and by Monday, Poland said it was pulling out of the meeting with Israel.\nThe incident was compounded on Sunday night when Israel’s new acting foreign minister, Israel Katz — appointed by Mr. Netanyahu only hours earlier — recalled on television that Yitzhak Shamir, the former Israeli prime minister, whose parents and sisters were killed in the Holocaust, said, “The Poles suckled anti-Semitism from their mothers’ breasts.”\nThe Polish government was incensed, and Prime Minister Mateusz Morawiecki scrapped his visit to Israel, underscoring both his country’s continued sensitivities about its role in the Holocaust and the awkwardness of Mr. Netanyahu’s efforts to turn strange bedfellows into staunch allies.\nPoland then said it would send its foreign minister instead, before eventually abandoning the meeting altogether in light of what it said were “racist” remarks.\nSince 2017, Mr. Netanyahu has been courting the so-called Visegrad Group of right-wing and increasingly autocratic regimes in Poland, Hungary, the Czech Republic and Slovakia. Israel has sought to exploit their differences with the European Union, which has been a vocal critic of Israel’s treatment of the Palestinians. In the eyes of many Israelis, the bloc has unfairly pressured Israel more than the Palestinians to make concessions for peace.\nMr. Netanyahu’s efforts have borne fruit: When the United States broke with much of the international community in moving its embassy to Jerusalem last May, Hungary and the Czech Republic, along with Romania, prevented the European Union from issuing a joint statement denouncing the move.\nThe four nationalist, anti-immigrant Visegrad countries, for their part, have more than their share of grievances with Brussels and the liberal values the bloc represents. They have united to oppose European Union policies on admitting refugees, many of whom are Muslim. And, since the easing of the migration crisis, they have increasingly skirmished with the bloc over its attempts to crack down on their anti-democratic moves.\nHungary and Poland have faced sharp retaliatory action in Brussels over curbs on their judiciaries; Slovakia’s rule of law is under investigation by the European Parliament after a journalist digging into corruption was murdered there a year ago; and the billionaire Czech prime minister, Andrej Babis, is the subject of a European Commission investigation into conflicts of interest involving his businesses.\n“On both sides there is some naked political opportunism at work,” said Ian Bond, director of foreign policy at the Center for European Reform. “On Netanyahu’s side, the more he can find people fed up with the E.U. mainstream and get them tactically to back him, even if only to annoy other members of the Union, the better.”\nFor Hungary’s leader, Prime Minister Viktor Orban, who has battled persistent accusations of anti-Semitism, “it’s quite helpful to have Netanyahu on your side,” Mr. Bond added. “Because then, when the rest of Europe says you’re — if not an anti-Semite yourself — flirting with a lot of anti-Semitic currents, he can say, ‘I have the Benjamin Netanyahu seal of approval, what are you talking about?’”\nMr. Orban has singled out the billionaire liberal philanthropist George Soros, a Jew who was born in Hungary, as the central villain in his domestic political narrative. Mr. Netanyahu, who himself has demonized Mr. Soros as an enemy of Israel, went to the trouble of retracting a statement by Israel’s ambassador complaining about Mr. Orban’s vilification of Mr. Soros.\nIn July, Mr. Orban flew to Israel, praying at the Western Wall and visiting Yad Vashem, the memorial to the six million Jews killed in the Holocaust.\nMr. Netanyahu has had greater difficulty finessing the relationship with Poland.\nA year ago, the Polish government made it a crime to accuse the Polish nation of complicity in the Holocaust, setting off a diplomatic crisis after Israeli officials likened it to Holocaust denial. Israel raised concerns about a resurgence of anti-Semitism in Poland and demanded “zero tolerance” from the Warsaw government.\nUnder pressure from the United States, Poland backtracked by removing criminal penalties for provisions that critics said would distort history and hamper discussion of the Holocaust. Since then, Poland has sought to repair relations with Israel, and in July, Mr. Netanyahu and Prime Minister Morawiecki issued a joint statement meant to resolve the rift.\nThe Polish government saw the Warsaw conference this past week as an opportunity to demonstrate Poland’s commitment to Israel. On Thursday, Mr. Netanyahu joined Vice President Mike Pence and Mr. Morawiecki to honor the Jews of the Warsaw Ghetto uprising in 1943, laying flowers at the foot of the memorial.\nBut the relationship stumbled again this past week when Mr. Netanyahu was asked by an Israeli reporter about the Polish law allowing lawsuits against those who ascribe complicity in the Holocaust to the Polish people. His reply in Hebrew — “Poles collaborated with the Nazis, and I don’t know anyone who was ever sued for such a statement” — was translated by The Jerusalem Post as “the Polish nation collaborated.”\nMr. Morawiecki protested on Twitter, and Poland’s president suggested that Israel might not be the right place to hold the gathering. Israeli officials privately explained the translation mistake, but Mr. Netanyahu passed up a chance to clear up the miscommunication on camera, leaving it to an aide to issue a statement saying he had been misquoted.\nIn a phone call between Mr. Netanyahu and Mr. Morawiecki, the Polish leader said “the issue had caused a lot of pain in Poland,” according to an account of the conversation by Deputy Foreign Minister Szymon Szynkowski vel Sek.\nWhile Mr. Netanyahu’s challengers in the coming election were quick to seize on his latest troubles, other critics took a longer view, saying they regretted his inability to curtail what antagonizes the European Union most about Israel: its steady expansion of settlements on the West Bank.\n“If he were less beholden to the settlers,” said Einat Wilf, a former Israeli lawmaker from the Labor Party, “maybe he could get a few countries on our side that are not looking to be paid for in glossing over their World War II records.”", "date": "Feb. 17, 2019", "href": "https://www.nytimes.com/2019/02/17/world/middleeast/israel-poland-relations.html", "tags": "poland european history intrudes minister holocaust israel ” try netanyahu improve ties"}