{"title": "Police Close Sexual Assault Investigations of Mario Batali", "content": "Three investigations into sexual assault allegations against the celebrity chef Mario Batali have been closed because detectives could not find enough evidence to make an arrest, a New York Police Department official said Tuesday.\nThree women had come forward to report that Mr. Batali sexually assaulted them years earlier at two Manhattan restaurants where he was an owner or an investor. In all three cases, the victims said they had been drinking and could not fully remember what happened.\n[Read more about how the allegations have affected Mario Batali’s restaurant empire.]\nCharges could not be brought in two of the cases because they were beyond the New York State statute of limitations, which was lifted in 2006 but not made retroactive. Those investigations were closed last summer, according to the official, who spoke on the condition of anonymity because the official is not authorized to discuss the cases.\nProsecutors could not bring charges in the third case because cold-case detectives in the Special Victims Division could not find enough evidence to prove that a crime had occurred. That case was closed in August, the official said.\nThe third woman said she was raped eight or nine years ago after visiting the Spotted Pig, a West Village restaurant where Mr. Batali was an investor, the police official said. The woman said she had been drinking, and the next thing she recalled was waking up in the restaurant’s third-floor V.I.P. space, a notorious hangout that some employees have called “the rape room.”\n“She couldn’t put the pieces together,” the police official said. “Something happened to that victim in that room, but we don’t know if it’s criminal or not.”\nAlthough the statute of limitations prevented Mr. Batali from being charged in the two earlier cases, prosecutors could have tried to use them in the third case as evidence of a pattern of sexual misconduct.\nMr. Batali is not completely off the hook; the cases could be reopened if more evidence emerges, the police official said. The Police Department said Tuesday that it declines comment on the specifics of any particular investigation.\nMr. Batali did not respond to emails, texts and voice mail messages seeking comment. He has said that he “vehemently denies” having any nonconsensual sex, but has made no public statements on the matter since 2017. The closing of the two earlier cases against him was first reported Tuesday by the website TMZ. The existence of the third case had not been previously reported.\nRecent news-media attention to allegations of sexual assault against prominent men like Bill Cosby and Harvey Weinstein has galvanized a movement that has shifted cultural attitudes about rape and encouraged more victims to come forward about attacks that occurred years earlier. Last year in New York City, more than one in five of the 1,795 reports of rapes to the police were from previous years. Of those, 129 were said to have occurred more than five years ago, according to police data.\nThe police official said that prosecuting such cases relies heavily on the memory of victims and people they told about the incident. In the latest case, the cold-case detectives went to Texas to interview a woman who was at the Spotted Pig bar and whom the victim said she had told about the attack. But the witness was unable to provide them with enough to move the case forward, the official said.\nThe office of the Manhattan district attorney, which would have been responsible for prosecuting Mr. Batali, declined to comment on the cases.\nAll three women spoke to the police in the aftermath of articles in The New York Times and other media outlets, in which multiple women described a pattern of unwanted touching and sexual advances by Mr. Batali.\nIn the first incident, in 2004, a woman said she had been drinking at the bar at Babbo, a popular Greenwich Village restaurant then owned in part by Mr. Batali. She remembered going upstairs to use the bathroom, then nothing until she regained consciousness while Mr. Batali, she said, was raping her.\nThe second incident, in which a woman also reported being sexually assaulted while unconscious, was said to have taken place in 2005 at the Spotted Pig, where Mr. Batali was a partner with the restaurateur Ken Friedman and the chef April Bloomfield. Mr. Batali was a frequent (and frequently intoxicated) visitor at the restaurant, where the staff had nicknamed him “the Red Menace,” a reference to his long red hair.\nIn August, in a separate case, a Massachusetts woman filed a lawsuit against him, saying that he groped her at a Boston bar in April 2017, inflicting emotional distress.", "date": "Jan. 8, 2019", "href": "https://www.nytimes.com/2019/01/08/dining/mario-batali-sexual-assault-no-charges-nypd.html", "tags": "investigations mario could years close batali official woman sexual cases police case assault"}