{"title": "Policing Champions League final in Cardiff cost £5.7m", "content": "It cost £5.7m to police the Champions League final in Cardiff in June, new figures have revealed.\nMore than half was met with grants from the Home Office, Welsh Government and Football Association of Wales (FAW).\nSouth Wales Police deployed 1,556 officers from 30 May - 4 June and spent £2.1m of its £262.7m budget.\nDeputy Chief Constable Richard Lewis said fans and players got \"a true Welsh welcome and in return they embraced the hospitality of our capital city\".\nMore than 300,000 fans descended on Cardiff to see Real Madrid beat Juventus 4-1 in the world's biggest club football match.\nThere were seven arrests directly linked to the Champions League operation - five for ticket fraud, one for drink-driving and one for breach of the peace.\nA \"significant\" police presence was maintained in Cardiff on the Sunday after the final as the London Bridge terror attack happened the night before and the UK terror threat was at critical.\nEarlier this month, South Wales Police Chief Constable Matt Jukes said the cost of policing major events in Cardiff and Swansea had gone up 50% in the past year.\nHe said the force needed more money to cover the increased cost.\nDCC Lewis said: \"Our policing style here in south Wales is professional but friendly and approachable - something we are immensely proud of and something which was really embraced by the public.\n\"We appreciate for residents and businesses there was some necessary disruption and I would like to thank them for helping the city host the biggest sporting event in the world in 2017.\n\"Looking back at the sheer scale and success of the policing operation, I hope our officers and staff remember their UCL duties last year with a sense of pride.\"\nThe total cost of the police operation has just been revealed as the full calculations were not previously available.\nWelsh Government gave South Wales Police a £1.95m grant, with a further £1.4m from the Home Office and £263,708 from the FAW. \nAs well as its own officers, South Wales Police said 2,990 officers from other forces were deployed over the key six-day period around the date of the final.", "date": "25 March 2018", "href": "https://www.bbc.co.uk/news/uk-wales-south-east-wales-43410104", "tags": "wales officers league policing cost final operation welsh south police cardiff champions"}