{"title": "Police to use facial recognition at Champions League final", "content": "Police in Wales plan to use facial recognition on fans during the Champions League final in Cardiff on 3 June, according to a government contract posted online.\nFaces will be scanned at the Principality Stadium and Cardiff's central railway station.\nThey can then be matched against 500,000 \"custody images\" stored by local police forces.\nSouth Wales Police confirmed the pilot and said it was a \"unique opportunity\".\nA report on the plan was first posted by tech news site Motherboard.\nAround 70,000 fans are expected in the stadium and Cardiff is preparing for a further 100,000 people to visit the city on the day.\nReal-time facial recognition is planned to be used \"in and around the Principality Stadium and Cardiff central train station on the day of the UCL Champions League Final\", the contract says.\nThe BBC understands that the police intend to use the system to scan faces at various locations, but it will not be a condition of entry to the stadium.\nThe value of the contract is listed at £177,000 and South Wales Police has said it secured Home Office funding for the technology.\n\"The UEFA Champions League finals in Cardiff give us a unique opportunity to test and prove the concept of this technology in a live operational environment, which will hopefully prove the benefits and the application of such technology across policing,\" the force said in a statement.\n\"This will be one of the largest security operations ever undertaken in the Welsh capital and the use of technology will support the policing operation which aims to keep people safe during what will be a very busy time in Cardiff.\"\nIn 2015, police in Leicestershire used facial recognition to scan the faces of visitors to the Download music festival - a move which was met with criticism from privacy advocates.\nThe planned pilot for the Champions League final is something we should be \"worried about\", said Paul Bernal, an IT law lecturer at the University of East Anglia.\n\"This one is particularly intrusive - it's not just about the match itself, but the station and the city centre,\" he told the BBC.\n\"Is the idea that this should become the norm in every situation?\"\nDr Bernal also questioned what would happen to data collected during the event.\n\"[It would be most worrying] if we move to a situation where everyone's biometric data is stored,\" he added. \"This needs to be very carefully monitored indeed.\"\nThese views were echoed by the Open Rights Group and Privacy International.\n\"The police need to explain why this surveillance is justified and how they will use and store these images,\" said Jim Killock, executive director of the Open Rights Group.", "date": "27 April 2017", "href": "https://www.bbc.co.uk/news/technology-39735637", "tags": "wales league facial recognition final police stadium use cardiff technology champions"}