{"title": "Polish PM Beata Szydlo replaced by finance minister", "content": "Polish Prime Minister Beata Szydlo has resigned, hours after surviving an opposition no-confidence motion.\nShe will be replaced by Finance Minister Mateusz Morawiecki, the governing Law and Justice Party said.\nThe BBC's Adam Easton in Warsaw says there had been growing speculation that party leader Jaroslaw Kaczynski wanted to replace Mrs Szydlo.\nInsiders said a firmer hand was needed to steer the party through to Poland's parliamentary elections in two years. \nMrs Szydlo's resignation was announced hours after an opposition motion of no-confidence in her was overwhelmingly defeated in parliament.\nDespite her survival, reports persisted that she was to be replaced by her own party before the end of the day. \n\"The Law and Justice (PiS) party political committee has proposed the candidature of Mateusz Morawiecki for prime minister,\" party spokeswoman Beata Mazurek told reporters.\nAnalysis by Adam Easton, BBC News, Warsaw\nIt has been suggested to me that Jaroslaw Kaczynski forced Mr Morawiecki on the party despite some opposition because he wants to concentrate on the economy and warming up relations with the West in the second half of the government's term.\nThe European Commission, the Council of Europe, the UN and to some extent, Washington have all criticised the Polish government for endangering the rule of law with its plans to reform the judiciary. \nMr Kaczynski is happy to retain his back seat co-ordination role and he wants a prime minister that can better co-ordinate economic policy. Mr Morawiecki, a fluent German and English speaker, is respected and has been the brains behind the government's economic policy as its finance and development minister.  He may also pull in some more centrist, middle-class voters. \nHe could be something of a risk though. As a former banker, he's perceived as part of the elite, whereas Mrs Szydlo was popular and widely seen as an ordinary hard-working Polish woman. \nOn Thursday she scolded opposition Civic Platform MPs in parliament saying: \"You were the government for the elite, we are the government for ordinary Poles.\"\nIt's perhaps ironic, then, that Mr Morawiecki at one time served as an economic adviser to Donald Tusk, the head of that \"government for the elite\". \nMrs Szydlo did not give a reason for resigning but said on Twitter: \"The last two years - it was an extraordinary time for me and the service to Poland and Poles was an honour.\"\nMr Morawiecki is credited with boosting a sales tax revenue that helps pay for popular social policies such as child subsidies.\nCorrespondents say he represents the younger, moderate face of the party and may help improve Poland's tarnished image abroad.\nSome other EU states, including Germany, have been dismayed by the Polish government's refusal to accept refugees under an EU relocation scheme and by its attempts to refashion the media and judiciary.", "date": "7 December 2017", "href": "https://www.bbc.co.uk/news/world-europe-42272808", "tags": "polish minister replaced opposition prime party morawiecki mrs szydlo beata pm government finance"}