{"title": "Pompeo Makes Unscheduled Trip to Iraq to Press U.S. Concerns About Iran", "content": "BAGHDAD — Secretary of State Mike Pompeo scrapped a visit to Germany on Tuesday to make an unannounced trip to Iraq, pressing Iraqi leaders about what he called the increased dangers to Americans there from Iran’s forces and allies.\nMr. Pompeo said he also used the four-hour visit to push what he described as Iraq’s need to avoid dependence on neighboring Iran for power supplies including electricity.\nThe diversion to Iraq by Mr. Pompeo, who was in the midst of a four-day European tour, added to what is an escalating American effort to ostracize Iran, which the Trump administration has sought to vilify as the chief destabilizing force in the Middle East.\nThere was no immediate comment from the leaders of Iran, who contend that the United States is the region’s core source of turmoil. But the increased tensions between the long-estranged countries has created fears of an armed confrontation.\nThe Iraq stopover followed new warnings by Mr. Pompeo and the White House national security adviser, John R. Bolton, that Iran and what they called its proxy forces appeared to be preparing for attacks against United States troops and other interests in the region.\nMr. Pompeo met with top Iraqi officials, including Prime Minister Adel Abdul Mahdi, Foreign Minister Mohamed Ali Alhakim and President Barham Salih.\n“First of all, we talked to them about the importance of Iraq ensuring that it’s able to adequately protect Americans in their country,” Mr. Pompeo told reporters traveling with him after they had departed Baghdad. The Iraqis had “provided assurances that they understood that was their responsibility,” he said.\n“We don’t want anyone interfering in their country, certainly not by attacking another nation inside of Iraq, and there was complete agreement,” Mr. Pompeo said.\nIraqi officials were far more circumspect in their description of the meetings. “Both sides discussed the bilateral relations and the recent updates in the security of the region and efforts of fighting terrorism,” a Foreign Ministry spokesman said.\nMr. Pompeo’s visit, shrouded in secrecy until after it was over, came on the eve of the one-year anniversary of Mr. Trump’s repudiation of the 2015 nuclear agreement with Iran and the reimposition of American sanctions, which have been increasingly squeezing Iran’s economy. Iran said Monday it would no longer comply with parts of the agreement, alarming European officials who have hoped to preserve the accord, meant to ensure Iran’s peaceful use of nuclear energy.\nThe choreography of Mr. Pompeo’s Iraq stopover also appeared designed to send a message to Iran. Before he flew to Baghdad, the State Department said Mr. Pompeo, who had been in Finland, had abandoned a scheduled meeting in Berlin with Chancellor Angela Merkel of Germany because of unidentified “pressing issues.”\nThe Trump administration has not provided specific details about what it has called the new threat from Iran, which has drawn some skepticism, given the history of faulty intelligence that led to the Iraq war. But officials have told The New York Times that new intelligence has raised concerns about Iran’s Islamic Revolutionary Guards Corps and its connections to some of Iraq’s Shiite Arab militias.\nAsked by reporters to elaborate, Mr. Pompeo said, “I just don’t want to go into the details of that anymore.” But he also reiterated his contention that the Revolutionary Guards is a terrorist organization. “This was just calling out the truth,” he said.\nIt was Mr. Pompeo who last month placed the Revolutionary Guards on the State Department’s list of foreign terrorist organizations, against the advice of American intelligence and Pentagon officials, who warned that Iran’s clerical government could reciprocate and put United States personnel at risk in the Middle East.\nLast week, President Hassan Rouhani of Iran declared all American forces in the Middle East terrorists and labeled the United States government a state sponsor of terrorism.\nTo counter what the Trump administration has described as the new threat, the Pentagon has expedited an already-scheduled deployment of the U.S.S. Abraham Lincoln aircraft carrier strike group to the Persian Gulf.\nMr. Pompeo said he also raised the issue of Iraq’s energy requirements with his Iraqi hosts, who have been upset at American demands that it stop relying on imported Iranian power supplies. The Trump administration gave Iraq a waiver in March to purchase Iranian electricity without incurring American penalties, but that waiver is set to expire in June.\n“We want them to have the opportunity to have multiple sources and a diverse energy base,” Mr. Pompeo told reporters before his meetings. “We think that’s better for an independent, sovereign Iraq.”\nMr. Pompeo’s trip coincided with news that Iraq is close to signing a $53 billion, 30-year agreement with Exxon Mobil and PetroChina to develop oil fields in southern Iraq.\nSuch deals, Mr. Pompeo said, “are important to Iraq — big energy deals that can disconnect them from Iranian energy.”\nHe was traveling from Finland, where he had attended an annual meeting of diplomats from Arctic nations. A State Department spokeswoman, Morgan Ortagus, said the “important set of meetings” that had been canceled in Berlin would be rescheduled.\nMr. Pompeo had been set to meet with Ms. Merkel and Heiko Maas, Germany’s foreign minister, to discuss Ukraine, Russia, China, Syria, the Western Balkans and other issues, according to a schedule released by the State Department last week.\nGermany has long considered the United States its most trusted ally, but relations have been badly strained under the administration of Mr. Trump, who has publicly chided Ms. Merkel and her government over issues including refugees and a planned gas pipeline with Russia. He has threatened to impose tariffs on automobile imports from Germany.\nThe chancellor’s office and Germany’s Foreign Ministry declined to comment officially on the decision, but both made clear that the cancellation had come from Mr. Pompeo’s side.\nMr. Pompeo told reporters he had spoken with Mr. Maas on the plane ride to Baghdad to express regret about the cancellation.\n“He understood completely,” Mr. Pompeo said. “He also knows that our relationship with Iraq is important, and we’re partners in the challenges that Iran presents to Germany and to Europe as well.”\nGerman commentators said the decision reflected what they called the deterioration of German-American relations.\n“More than two years since Donald Trump came to power, much of that which for a long time was lauded as the German-American friendship now lies in pieces,” read an opinion piece in the left-leaning daily Süddeutsche Zeitung.\nAt the Arctic Council meeting in Finland, Mr. Pompeo delivered a sharp warning to Russia and China about potential intervention in the region. He was still expected to meet in London on Wednesday with Prime Minister Theresa May and to deliver a speech on the United States’ relationship with Britain. Mr. Pompeo was then to travel to Greenland on Thursday.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/world/europe/pompeo-cancels-berlin.html", "tags": "iran trip concerns germany makes u.s. ” pompeo state press iraq unscheduled"}