{"title": "Pompeo Questions the Value of International Groups Like U.N. and E.U.", "content": "BRUSSELS — In a major speech on Tuesday, Secretary of State Mike Pompeo tried to explain one of the abiding conundrums of the Trump administration: How does a nationalist lead on the international stage?\nThe answer, he said, is to revamp or jettison some treaties and institutions while bolstering others.\nAmong the institutions that Mr. Pompeo criticized were the United Nations, the European Union, the Organization of American States and the African Union. But he embraced NATO, which President Trump has harshly criticized, as an “indispensable institution.”\nThe speech, delivered in a palatial hall in Brussels, was intended to explain Mr. Trump’s worldview to a deeply skeptical audience, including many Europeans who see Mr. Trump as undermining international agreements that have kept the peace in Europe and enhanced prosperity.\n“Even our European friends sometimes say we’re not acting in the free world’s interest. This is just plain wrong,” Mr. Pompeo said, adding that “under President Trump, we are not abandoning international leadership or our friends in the international system. Indeed, quite the contrary.”\nBut since the end of the Cold War, the international order “failed us, and it failed you,” he said. “Multilateralism has become viewed as an end unto itself. The more treaties we sign, the safer we supposedly are. The more bureaucrats we have, the better the job gets done.”\nOf the United Nations, he asked, “Does it continue to serve its mission faithfully?”\nMr. Pompeo called Britain’s decision to leave the European Union a “political wake-up call” for the bloc, which is based in Brussels. He then asked whether the European Union “is ensuring that the interests of countries and their citizens are placed before those of bureaucrats here in Brussels?”\nSomeone in the audience shouted an unequivocal, “Yes,” a response Mr. Pompeo ignored.\nThe World Bank, International Monetary Fund and World Trade Organization also came in for sharp criticism.\n“International bodies must help facilitate cooperation that bolsters the security and values of the free world, or they must be reformed or eliminated,” he said. After the short speech, Mr. Pompeo took no questions.\nResponses ranged from tepid to hostile. In addition to Mr. Trump’s regular criticism of NATO, the United States and the European Union are fiercely at odds over the Iran nuclear deal, which Mr. Trump has pulled out of while America’s main European allies seek to preserve it.\nWashington and Brussels are also engaged in sometimes vicious negotiations about trade as well as American sanctions on European steel on the grounds of “national security.”\nThe Trump administration is also threatening new tariffs on imported cars, in an effort to reduce the American trade deficit with the European Union. And Washington has sharply criticized Germany for supporting the Nordstream II, a gas pipeline from Russia to Germany now under construction.\nMr. Pompeo’s challenge to the European Union was a surprisingly undiplomatic comment from America’s chief diplomat.\nA spokesman for the European Union disputed the claim that the bloc fails the member states and their people. Margaritis Schinas, chief spokesman of the European Commission, the bloc’s executive arm, explained its governing structure and system of popular elections, adding pointedly, “I’m simplifying for those who do not know us.”\n“That’s how it works, O.K.?” Mr. Schinas said, throwing his hands in the air. “So for those people who come to Brussels and coin an opinion without knowing how our system works, that’s how our system works, and that’s our reply.”\nIan Lesser, director of the Brussels office of the German Marshall Fund of the United States, which organized the event, said: “Clearly this was a speech intended to signal that multilateralism wasn’t dead, it simply needed to be revived.”\n“I don’t think it was a destructive message about multilateralism per se,” he said.\nSome listeners were less sanguine, like David Fouquet, a professor at the Free University of Brussels.\n“I was struck by the fact that he put the European Union on his administration’s hit list of bad actors,” he said. “I’m in disbelief: the tone, the lack of sensitivity to the place where he was.”\n“His predecessors built and created these institutions,” Mr. Fouquet said. “Although he professes to want to strengthen them, I think he is undermining them.”\nMr. Pompeo’s audience listened for clues about the future of the Intermediate-Range Nuclear Forces Treaty, known as the I.N.F. treaty, which the Trump administration has threatened to jettison despite European opposition. For years, American officials have maintained that Russia was violating the treaty, which banned land-based missiles of certain ranges.\n“When treaties are broken, the violators must be confronted, and the treaties must be fixed or discarded,” Mr. Pompeo said, in a preview of a threat he delivered hours later to walk away from the agreement if Russia fails to correct violations.\nMr. Lesser said that “for now I heard no sign suggesting that America is prepared to go back on its apparent commitment to withdraw from the nuclear treaty, unless of course something happens on the Russian side, but I don’t think that’s very likely.”\nMr. Pompeo said that some international institutions “work in American interests and yours, in service of our shared values.” He listed only three such bodies: NATO, the Proliferation Security Initiative and the Society for Worldwide Interbank Financial Telecommunication, the bank messaging service known as Swift.\nJohn R. Bolton, the national security adviser, threatened to penalize Swift, which gives financial institutions a secure way to wire money around the world, if it did not remove Iran’s banks from the system. Despite opposition from the European Union, Swift acceded to American demands.\n“This is an excellent example of an international institution acting responsibly,” Mr. Pompeo said.\nAlthough NATO also received praise from Mr. Pompeo, he repeated Mr. Trump’s frequent complaint that the other 27 nations in the alliance need to spend more on defense. He then announced that he would host foreign ministers in Washington in April to celebrate the alliance’s 70th anniversary.\nIt would be the first time that a major NATO birthday was celebrated without heads of state.\nNATO officials said that there may be another summit meeting of leaders later in the year that could be portrayed as timed for the anniversary.\nIn closing, Mr. Pompeo cited a quote from George Marshall, who as secretary of state after World War II helped design the modern international system, declaring that “international action cannot replace self-help.”\n“It’s not popular to buck the status quo,” Mr. Pompeo said. “But too much is at stake not to. This is the reality which President Trump so viscerally understands.”\n“President Trump knows that when America leads, peace and prosperity follow,” he added.", "date": "Dec. 4, 2018", "href": "https://www.nytimes.com/2018/12/04/world/europe/pompeo-brussels-speech.html", "tags": "groups european e.u value union ” brussels pompeo questions international like said u.n."}