{"title": "Pompeo Warns Turkey on Detained U.S. Pastor: The Clock Has ‘Run Out’", "content": "SINGAPORE — Declaring that “the clock had run out,” Secretary of State Mike Pompeo urged Turkey on Friday to free an American pastor imprisoned on espionage charges, in a case that had spurred United States to impose sanctions against two top Turkish government officials.\nMr. Pompeo discussed the case of the evangelical pastor, Andrew Brunson, with Turkey’s foreign minister, Mevlut Cavusoglu, on the sidelines of a Southeast Asia security conference in Singapore, after previously pressing the case at least three times by phone.\nMr. Brunson’s imprisonment has threatened to plunge fraught relations with Turkey, a vital NATO ally, into crisis.\n“The Turks were well on notice that the clock had run out and that it was time for Pastor Brunson to be returned. I hope they’ll see this for what it is: a demonstration that we’re very serious,” Mr. Pompeo told reporters before the meeting, during the short flight from Kuala Lumpur to Singapore.\nMr. Cavusoglu responded after their meeting that harsh tactics by the United States would not work, according to the semiofficial Anadolu news agency.\n“Since the beginning, we have been saying that a solution cannot be reached by using threatening language and sanctions,” Mr. Cavusoglu was quoted as saying. “Today we repeated that. And we believe that is understood very well.”\nNevertheless, he said, it had been a “very constructive meeting” and the two men had agreed to work closely. “It cannot be expected to solve all these crises or problems in one meeting,” Mr. Cavusoglu added.\nOn Wednesday, the Trump administration, frustrated by Turkey’s refusal to release Mr. Brunson, placed sanctions on two top Turkish officials — Abdulhamit Gul, the justice minister, and Suleyman Soylu, the interior minister — for their role in Mr. Brunson’s detention.\nSome members of Turkey’s political opposition have called on the government to seize Trump Tower and other American assets in Turkey because of the sanctions, according to local news reports. But the government has adopted a more measured response — at least publicly.\nThe standoff has strained relations between the longtime allies and NATO members. For President Trump, the case is important to his evangelical base, and he has spoken about it by phone with the Turkish president, Recep Tayyip Erdogan.\nMr. Brunson, 50, of North Carolina, has done missionary work in Turkey for 23 years. He and his wife worked at a small Protestant church in Izmir, on Turkey’s west coast. He is one of 20 American citizens who have been prosecuted under a government crackdown since a failed coup in 2016.\nThe pastor, who was accused of aiding the coup attempt, could be imprisoned for 35 years if he is convicted. He was moved from jail to house arrest last week because of because of his deteriorating health.\nMr. Brunson is also accused of having links to two groups that Turkey considers terrorist organizations: the Kurdistan Workers’ Party and a movement led by an American-based cleric, Fethullah Gulen. Mr. Brunson has denied having any ties to terrorist organizations.\nTurkey accuses Mr. Gulen of initiating the coup attempt and has called on the United States to extradite him in exchange for Mr. Brunson so that Mr. Gulen can face charges. The Trump administration has rejected that idea.\n“Brunson needs to come home, as do all the Americans being held by the Turkish government. It’s pretty straightforward,” Mr. Pompeo said in Singapore. “They have been holding these folks for a long time. These are innocent people.”\nMr. Pompeo told reporters while en route to Singapore that winning Mr. Brunson’s release was a top priority for his meetings with Mr. Cavusoglu. The secretary of state’s first stop was in Malaysia, where he was to meet with its new prime minister, Mahathir Mohamad.\nBefore the forum began, meanwhile, Mr. Pompeo said North Korea had not met its commitment to denuclearize and was still in violation of United Nations Security Council resolutions. “We can see we still have a ways to go to achieve the ultimate outcome we’re looking for,” he said.\nNorth Korea’s foreign minister, Ri Yong-ho, was also at the Singapore forum, but he and Mr. Pompeo had no meetings scheduled.", "date": "Aug. 3, 2018", "href": "https://www.nytimes.com/2018/08/03/world/europe/pompeo-andrew-brunson-turkey-singapore.html", "tags": "turkey warns ‘ minister singapore cavusoglu u.s. run detained brunson ” pompeo pastor government clock"}