{"title": "Pompeo Denounces Hezbollah in Lebanon, With an Israeli Audience in Mind", "content": "BEIRUT, Lebanon — In tense meetings on Friday, United States Secretary of State Mike Pompeo pressed leaders of Lebanon to curb the growing power of Hezbollah, the political and military group supported by Iran that holds government posts and runs the health ministry.\n“Lebanon and the Lebanese people face a choice: bravely move forward as an independent and proud nation or allow the dark ambitions of Iran and Hezbollah to dictate your future,” he said while standing next to the foreign minister, Gebran Bassil, after an afternoon meeting. Mr. Pompeo added that it would “take courage” for Lebanon to stand up to what he called Hezbollah’s “criminality, terror, and threats.”\nMr. Bassil, who is an ally of Hezbollah, countered Mr. Pompeo in his own post-meeting statement, saying: “For us, Hezbollah is a Lebanese party, not terrorists. Its members of parliament were elected by the Lebanese people, with high popular support.”\nMr. Pompeo’s meetings in Lebanon, which included sessions with President Michel Aoun and Prime Minister Saad Hariri, were bound to be awkward, since he had been announcing for days that his express purpose for going to Lebanon was to denounce Hezbollah and its allies in the government. It is rare for a country’s top diplomat to publicly declare that a visit is aimed at berating a government or a party within it.\nBut Mr. Pompeo’s trip this week to the Middle East is mainly about Israel, where he spent two nights before flying to Beirut on Friday. His anti-Iran and anti-Hezbollah messages played well to many Israelis since Hezbollah has waged war on Israel before, and is seen as a major threat.\nMr. Pompeo’s aggressive words could give a boost to Prime Minister Benjamin Netanyahu, an ally of the Trump administration who is running for re-election on April 9. Mr. Netanyahu’s support fell when the country’s attorney general announced last month that he intended to indict Mr. Netanyahu on bribery and other corruption charges.\nIn another effort to boost Mr. Netanyahu, on Thursday, as Mr. Pompeo visited religious sites in Jerusalem, Mr. Trump said in a tweet that the United States should recognize Israeli sovereignty over the Golan Heights, a strategic strip of land that Israel seized from Syria in the Six Day War of 1967 and effectively annexed in 1981.\nMr. Pompeo stood next to Mr. Netanyahu at a news conference and praised Mr. Trump’s statement, saying, “the people of Israel should know that the battles they fought, the lives they lost on that very ground were worthy and meaningful and important for all time.”\nThe Golan Heights is no longer the rallying cry in the Arab world that it once was, but there are Lebanese who are furious over Mr. Trump’s move, and Hezbollah supports the government of Bashar al-Assad of Syria. So Mr. Trump’s announcement added to the friction as Mr. Pompeo moved around Beirut.\nThe speaker of Parliament, Nabih Berri, told Mr. Pompeo in their meeting that Lebanese leaders had concerns about the harsh American-led sanctions against Iran, which are affecting Hezbollah, according to the official National News Agency. He said that besides being in government now, Hezbollah was a legitimate resistance group, and “the Lebanese resistance is because of the continuous Israeli occupation of Lebanese territories.”\nLebanon itself claims a sliver of the Golan Heights, and the Israeli army once occupied southern Lebanon, where Hezbollah has a strong presence.\nOn Thursday, Mr. Aoun, the president, told reporters for Russian-owned news organizations that “the siege on Hezbollah affects all Lebanese.” Mr. Aoun said he plans to travel to Moscow. Russia and Iran are the two main allies of the Syrian government, and, along with Hezbollah, are fighting anti-Assad rebels.\nMr. Aoun hosted Mr. Pompeo at the presidential palace in the midafternoon. The State Department said Mr. Pompeo told Mr. Aoun about the “U.S. government’s strong concerns over the role of Hezbollah and Iran in Lebanon and the region and the risks this poses to Lebanon’s security, stability and prosperity.”\nAlain Aoun, a member of parliament who is part of the president’s bloc, had a measured response. “We’re dealing normally with the visit, we know the situation, we know the escalation against Hezbollah,” he said in a telephone interview. “It’s a fact but we‘re living with it.”\nSome Lebanese had much harsher words for Mr. Pompeo. Al Akhbar News, a daily newspaper that often criticizes American and Israeli policies, ran a commentary on Friday with the headline, “The filthy Yankee and his minions.”\n“Pompeo is here to incite Lebanese against each other,” it said.\nOn Friday, in what appeared to be another element in President Trump’s campaign to bolster Mr. Netanyahu, officials in Washington announced new sanctions against individuals and groups in Iran with links to its nuclear program. They acted even though American intelligence agencies say Iran is not trying to build a nuclear weapon.\nMr. Pompeo and his wife, Susan, plan to tour cultural sites in Lebanon on Saturday, including Christian ones. Mr. Pompeo is an evangelical Christian, and his beliefs have manifested themselves in notable ways on policy discussions. In a television interview in Jerusalem with the Christian Broadcasting Network, Mr. Pompeo was asked whether Mr. Trump was put on earth as a modern-day Queen Esther, who saved the Jews from a Persian official in ancient times. (The reference is to current tensions between Israel and Iran.)\n“As a Christian, I certainly believe that’s possible,” Mr. Pompeo said.", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/world/middleeast/mike-pompeo-lebanon-hezbollah.html", "tags": "iran mind denounces audience lebanese ” pompeo israeli hezbollah government lebanon"}