{"title": "Pompeo Arrives in North Korea to Try to Curb Its Nuclear Program", "content": "PYONGYANG, North Korea — Secretary of State Mike Pompeo met with a top North Korean official for several hours on Friday in talks aimed at persuading the North to give up its nuclear and ballistic missile programs — a mission that, in conversations with at least two outside experts, he said was doomed from the outset.\nThe dire assessment from Mr. Pompeo comes despite the fact that he is one of the Trump administration’s most visible proponents of talks with North Korea.\nMr. Pompeo has repeatedly said he believes that the country’s young leader, Kim Jong-un, is serious about negotiations. He is making his third trip to Pyongyang, North Korea’s capital, even as others — including his rivals in the administration — have been more skeptical of the diplomatic efforts.\nAnd he has tried to plan for success. He is traveling with North Asia experts from the State Department, Central Intelligence Agency and National Security Council, and is spending many hours in meetings that will continue on Saturday.\nMr. Pompeo met for almost three hours on Friday afternoon with Kim Yong-chol, a former intelligence chief and a leading negotiator in the nuclear talks, followed by a nearly two-hour dinner on Friday night.\nIn remarks made before the meeting, Mr. Kim said, “The more we meet, the deeper our friendship will be, I hope.” Mr. Kim called it a “really meaningful meeting,” and Mr. Pompeo said he counted on it “being very productive.”\nThe two resumed their discussions on Saturday.\nHeather Nauert, a spokeswoman for the State Department, said on Saturday that the two had agreed to create working groups to hash out details, and had discussed the return of remains of American service members missing since the Korean War.\nIf the ultimate goal of North Korean denuclearization seems like a long shot, Mr. Pompeo’s proximate goal, according to one senior administration official, is at least to get North Korean officials to reveal their true intentions fairly quickly. Previous American administrations spent years in detailed and ultimately fruitless negotiations, giving the North breathing space to develop its lethal arsenal further.\nJohn R. Bolton, Mr. Trump’s national security adviser, does not believe that North Korea intends to surrender its nuclear or ballistic missile weapons programs, he has told others.\nIf failure is inevitable, Mr. Pompeo wants it to come more quickly this time, so the administration can return to its maximum pressure campaign of sanctions and diplomatic isolation of North Korea, he has told advisers.\nIf the administration decides to return to a campaign of maximum pressure, officials have privately acknowledged, the administration may not again be able to persuade the world that Mr. Kim is out of control and cannot be trusted with nuclear weapons.\nThat was last year’s tactic, when President Trump branded Mr. Kim a “madman” and a murderer of his own people. Mr. Pompeo also then questioned whether Mr. Kim was rational and said, “I am hopeful we will find a way to separate that regime from” its nuclear arsenal.\nIn recent months, however, Mr. Trump has redeemed Mr. Kim, calling him “very honorable” and “nice” while insisting that the North is “no longer a nuclear threat.” And Mr. Pompeo has repeatedly said in recent months that Mr. Kim is rational.\n“After this meeting, Pompeo will probably again say that Kim Jong-un is intelligent and trustworthy, which is truly unfortunate,” said Sung-Yoon Lee of the Fletcher School of Law and Diplomacy at Tufts University. “I think we’re headed in the direction of giving up and accepting North Korea as a de facto nuclear state.”\nMs. Nauert, the State Department spokeswoman, denied that Mr. Pompeo saw negotiations with the North as bound to fail.\n”Will this be tough? Yes,” she said of the expected many rounds of talks. “Will negotiations involve a lot of hard work? Of course. But the secretary is committed to implementing the plan agreed to by both leaders in Singapore.”\nDefenders of the Trump administration’s strategy note that at least the North has ended its provocative missile and nuclear tests.\nBut in the meantime, North Korea could continue perfecting its weapons systems. And countries that have perfected their weapons technology, as Mr. Kim has said the North has done, rarely need such tests.\nPakistan, for instance, has not carried out a nuclear weapons test for 20 years but is widely acknowledged to be a major nuclear power.\nMichael Green, who negotiated with North Korea during the administration of President George W. Bush, agreed that the Trump administration would soon be forced to accept North Korea as a nuclear state.\n“If the North Koreans don’t fire off missiles or nuclear weapons but instead just don’t comply with denuclearization, the administration is going to have a very hard time, having sold the Trump-Kim relationship the way they did, going back to China and the allies and saying in effect, ‘We were duped,’” Mr. Green said.\nAs they did the last time Mr. Pompeo came to Pyongyang, the North Koreans will most likely offer a parting gift. In May, they handed over three American detainees whom Mr. Trump greeted in a triumphant ceremony at an air base outside of Washington.\nThis time, the North is considered likely to approve the transfer of what officials here will attest are the remains of American service members missing since the Korean War.\nWhether any American bones are actually in the boxes will be determined only by later scientific tests. The last time such transfers were made, some of the remains were found to have come from animals and the kind of random human bones easily gathered from the country’s many gulags — a main reason Mr. Bush ended the transfers.\nDuring his visit, Mr. Pompeo will be pushing the North Koreans for “real action, real change” toward what he has said is Mr. Kim’s stated commitment for complete, verifiable, irreversible denuclearization.\nSo far, however, the only actions American intelligence agencies have detected have been efforts to expand weapons facilities and conceal the number of weapons it has as well as the facilities used to make them, according to reports.\nStill, Mr. Pompeo must keep trying to persuade Mr. Kim to reverse course for at least another few months, and probably until after November’s midterm elections, largely because Mr. Trump will not stand for an earlier declaration of failure, according to those who have spoken with him about North Korea. Mr. Trump replaced Rex W. Tillerson as secretary of state with Mr. Pompeo largely because of Mr. Pompeo’s contacts with North Korea as the director of the C.I.A.\n“Many good conversations with North Korea — it is going well!” Mr. Trump tweeted this week after reports of North Korea’s continued weapons development surfaced, adding, “If not for me, we would now be at War with North Korea!”\nSuch declarations have made Mr. Pompeo’s task here harder, analysts say, because they have let the North Koreans know that Mr. Trump is so deeply invested in dialogue that he will not declare the endeavor a failure anytime soon.\nBut corralling the president’s rhetoric on North Korea is only a part of Mr. Pompeo’s challenge on this trip, which includes later stops in Tokyo, Hanoi, Abu Dhabi and Brussels.\nThe trip to Brussels for the annual NATO summit meeting could be particularly fraught, with Mr. Trump planning to meet with President Vladimir V. Putin of Russia days later in Helsinki.\nMr. Trump recently sent sharply worded letters to at least four NATO allies, saying that the United States was losing patience with what he said was their failure to meet security obligations shared by the alliance. Mr. Trump has falsely claimed that countries such as Germany owe NATO money.\nLast month, Mr. Trump attended a disastrous Group of 7 meeting in Quebec during which he reportedly told allies that “NATO is as bad as Nafta.” Mr. Trump later insulted Prime Minister Justin Trudeau of Canada in a Twitter post as “very dishonest & weak.” European diplomats have said they are deeply anxious about the coming NATO summit meeting because of Mr. Trump’s unpredictability.\nState Department officials have played down the possibility of a contentious meeting in Brussels, saying that White House economic officials mishandled the Group of 7 gathering, while they will be in charge of the NATO one.\nBut if Mr. Trump tells off NATO allies and soon after embraces Mr. Putin just as a trade war with Europe, Japan and Canada heats up, the foundations of the postwar order could shake.\nIn a recent interview, Mr. Pompeo tried to allay concern about the growing number of trade and strategic disputes with allies.\n“The rift between the United States and Europe is much overstated,” he said, adding that “in the end the traditional values-driven alliance between Europe and the United States, that trans-Atlantic alliance, will remain strong as it has for coming on 70-plus years now.”\nThese next few days could prove whether he is right.", "date": "July 6, 2018", "href": "https://www.nytimes.com/2018/07/06/world/asia/north-korea-pompeo-kim-jong-un-nuclear.html", "tags": "nuclear arrives curb trump try pompeo program kim north korea"}