{"title": "Pompeo Is Warned Against Sidestepping Congress for Conflict With Iran", "content": "WASHINGTON — Secretary of State Mike Pompeo left open the possibility on Wednesday of entering a conflict with Iran without first seeking explicit congressional approval, telling senators “there is no doubt there is a connection” between Al Qaeda and Iran.\nHis comments came two days after the Trump administration designated Iran’s Islamic Revolutionary Guards Corps as a foreign terrorist group, and were likely to fuel concerns of American military action against the country.\nSenator Rand Paul, Republican of Kentucky, pushed Mr. Pompeo to commit that the Trump administration would not attack Iran under a war authorization allowing the use of military force against Al Qaeda and other extremist groups responsible for the terrorist attacks of Sept. 11, 2001.\nMr. Pompeo demurred, saying he would “prefer to just leave that to lawyers.”\nMr. Paul, a libertarian who promotes isolationist policies, said he was troubled by Mr. Pompeo’s response. “I can tell you explicitly, you have not been given power or authority by Congress to have war with Iran,” he said in the exchange at a hearing of the Senate Foreign Relations Committee.\nMr. Pompeo pivoted, noting ties between Iran and Al Qaeda: “There is no doubt there is a connection. Period. Full stop.”\nAfter the Sept. 11 attacks, and as American forces prepared to bomb Afghanistan, more than a dozen senior Qaeda members fled to Iran. The circumstances of their living conditions were murky, but at least some were detained and later traded  in a prisoner swap with a Qaeda branch in Yemen. Hamza bin Laden, a son of Osama bin Laden, was believed to be among those living in Iran after the 2001 attacks; he is now considered a rising Qaeda leader.\nOver several administrations, American officials have interpreted and stretched the 2001 authorization for use of force against the perpetrators of the Sept. 11 terrorist attacks as granting legal permission to wage an armed conflict against not just Al Qaeda and the Taliban, but also other Sunni Islamist groups with links to Al Qaeda in the Middle East and North Africa.\nIt is not clear how the Trump administration could plausibly say Iran is an ally of Al Qaeda and participated in the Sept. 11 attacks. Among other things, Al Qaeda and its affiliates are Sunni extremists who consider adherents of the Shiite branch of Islam, like Iran’s government, to be heretics.\nMr. Pompeo has been a ringleader in the Trump administration’s pressure campaign against Iran. The terrorist designation that he announced on Monday was the first by the United States against an official entity in another country’s government.\nIt also appeared to pique Mr. Paul’s questioning about whether the United States was outlining a foundation for war. Mr. Pompeo called the designation against the Iranian military unit a “recognition of reality.”\nAdditionally, Mr. Pompeo was asked to affirm support for a two-state solution in the Israeli-Palestinian conflict, as have previous Republican and Democratic administrations. He declined to answer when asked to describe what the United States would do if the Israeli government tried to annex the West Bank, widely seen as the foundation for a Palestinian state.\n“The old set of ideas aren’t worth retreading,” he said in a reiteration of answers he gave at a Senate hearing on Tuesday. “They have simply not succeeded.”\nPressed by Senator Tim Kaine, Democrat of Virginia, on whether a two-state solution was an “old idea,” Mr. Pompeo replied: “I would argue that millions of man hours have been spent to try to build out a two-state solution. It hasn’t worked to date; it may work this afternoon.”\nPrime Minister Benjamin Netanyahu of Israel, who appeared to win a fifth term Tuesday, said last weekend that he would apply sovereignty to some or all of the West Bank if re-elected. A framework for peace negotiations is likely to be unveiled soon by Jared Kushner, Mr. Trump’s son-in-law and Middle East adviser, although it is not expected to insist on a two-state solution or on ceding sovereignty to the Palestinians.\nMr. Pompeo said the peace framework would contain “things that neither of them like,” referring to Israeli and Palestinian leaders, “but things that the Gulf States think make sense.”\nMr. Kushner has sought approval for his plan from Crown Prince Mohammed bin Salman of Saudi Arabia, but the kingdom has been critical of Mr. Trump’s decision in 2017 to move the American Embassy to Jerusalem.", "date": "April 10, 2019", "href": "https://www.nytimes.com/2019/04/10/world/middleeast/pompeo-congress-iran.html", "tags": "warned iran qaeda would conflict ” pompeo sidestepping al congress attacks"}