{"title": "Pompeo Speech Lays Out Vision for Mideast, Taking Shots at Obama", "content": "CAIRO — Secretary of State Mike Pompeo laid out his vision for America’s role in the Middle East on Thursday, telling a university audience in Cairo that “the age of self-inflicted American shame is over” and that the United States would pursue a more activist policy, despite President Trump’s decision to pull troops out of Syria.\nMr. Pompeo’s prescription was short on specifics, beyond bolstering alliances with Arab autocrats loyal to Washington. Instead he painted a picture of a Middle East cast into chaos by President Barack Obama, and that can only be rescued by crushing Iran.\nHe advocated a policy of containment of Iran’s power, pressing for allies in the region to isolate the country. He vowed to “expel every last Iranian boot” from Syria, but offered no plan to achieve that goal at a moment when the American force of 2,000 troops is scheduled to withdraw.\nAnd in an unusually explicit and personal attack on a former president’s foreign policy, a decade after Mr. Obama delivered a landmark speech at another Cairo university, Mr. Pompeo excoriated Mr. Obama for “fundamental misunderstandings” about the region that “underestimated the tenacity and viciousness of radical Islamism.”\nMr. Pompeo’s stop in Cairo was part of a nine-nation tour of the region, which, along with a trip this week by the national security adviser, John R. Bolton, was intended to reassure jittery allies concerned about the Syrian withdrawal.\n[Mr. Pompeo’s speech included some exaggerations. A fact-check.]\nMr. Trump’s announcement last month that United States forces would leave Syria within 30 days has created a diplomatic tangle with Turkey and, since the resignation of Defense Secretary Jim Mattis, has led to fears among allies that Mr. Trump is not on the same page as his national security team.\nMr. Trump said that his only reason for remaining in Syria was the defeat of the Islamic State, a job he said had been completed. Only three months ago, Mr. Bolton promised that American forces would not leave Syria until the Iranians were out of the country.\nBut if anything, the two officials left the administration’s message muddier than they found it. In Jerusalem on Sunday, Mr. Bolton laid out conditions for withdrawal that could leave American troops in Syria indefinitely.\nAsked at a news conference on Thursday to reconcile the apparent contradictions, Mr. Pompeo said: “There’s no contradiction whatsoever. This is a story made up by the media.”\nLater that afternoon, Mr. Pompeo declared that “when America retreats, chaos follows,” part of a broadside against Mr. Obama’s policies. But the declaration confounded many in the region who interpreted the president’s orders as the definition of a retreat.\nMr. Pompeo argued that it does not take troops on the ground to influence events.\n“Let me be clear: America will not retreat until the terror fight is over,” he said.\nMr. Pompeo picked the timing and locale of his speech, the American University in Cairo, for dramatic effect, a deliberate echo of the setting for Mr. Obama’s speech. Mr. Obama’s 2009 speech, an effort to reset relations with the Muslim world in the wake of the Sept. 11 attacks and the Iraq war, has proved a reliable foil for the Trump administration, and Mr. Pompeo devoted much of his speech to blaming Mr. Obama for the region’s ills.\nMr. Pompeo did not refer to Mr. Obama by name — noting only that “it was here, here in this city, that another American stood before you” — but he otherwise appeared to relish the stark differences between them.\n[Dueling speeches: Pompeo in 2019 vs. Obama in 2009.]\nHe castigated Mr. Obama for having said that American fear and anger after the Sept. 11 attack “led us to act contrary to our ideals,” a reference to the use of torture. Mr. Pompeo characterized that remark and others as “falsely” blaming the United States “for what ails the Middle East.”\n“It is a truth that isn’t often spoken in this part of the world, but I’m a military man by training, so I’ll put it bluntly,” Mr. Pompeo said. “America is a force for good in the Middle East. Period.”\nMr. Obama’s era was a time of disastrous misjudgments, he said. “What did we learn from all this?” he said. “When America retreats, chaos follows. When we neglect our friends, resentment builds. When we partner with enemies, they advance.”\nMore broadly, though, the two leaders were addressing entirely different audiences. While Mr. Obama appealed to ordinary Muslims, with citations from the Quran and flowery tributes to Islamic culture, Mr. Pompeo spoke squarely to a smaller group: the kings, princes and military rulers who have ensured American influence for decades and who were crucial to countering Iran.\n“Countries increasingly understand that we must confront the ayatollahs, not coddle them,” he said.\nIran immediately denounced the speech.\n“Whenever/wherever U.S. interferes, chaos, repression and resentment follow,” the Iranian foreign minister, Mohammad Javad Zarif, wrote on Twitter hours after Mr. Pompeo spoke. “The day Iran mimics U.S. clients,” he said, “is the day hell freezes over.”\nMr. Obama’s speech was the opening gesture to Iran, an indication that the United States was willing to negotiate on what appeared to be a growing program to produce nuclear fuel. The combination of his diplomatic opening, economic pressure and a covert cyberattack on Iran’s nuclear enrichment program drove Iran to the negotiating table.\nThe result was the 2015 nuclear agreement, which Mr. Trump abandoned last year. Mr. Pompeo defended the decision, saying the agreement, which would have kept Iran from producing enough fuel for a bomb until 2030, was an example of “willful blindness to the danger of the regime.”\nUnder Mr. Trump, he said, “the U.S. reimposed sanctions that should never have been lifted.”\nMr. Pompeo avoided any discussion of human rights, a major theme of Mr. Obama’s speech. The word “rights” does not appear once in Mr. Pompeo’s text.\nHe praised Saudi Arabia for helping contain Iran, but did not mention the killing of Jamal Khashoggi, the Saudi dissident whose death in a Saudi consulate in October caused global outrage.\nHe made no direct reference to rampant human rights abuses in Egypt under President Abdel Fattah el-Sisi, or to the estimated 60,000 political opponents human rights groups say are languishing in Egyptian jails.\nAnd while Mr. Obama spoke of Palestinian suffering and national aspirations, Mr. Pompeo made only a glancing reference to the Palestinians and repeatedly stressed America’s ties to Israel and the threats it faced.\nFormer Obama officials sprang to defend their legacy.\n“Listening to Secretary Pompeo’s speech is like listening to someone from a parallel universe,” said Robert Malley, Mr. Obama’s coordinator for the Middle East. He called the speech “a self-congratulatory, delusional depiction of the Trump administration’s Middle East policy.”\nJeffrey Prescott of National Security Action, a group led by former Obama officials, said it showcased the Trump administration’s obsession with Iran and with Mr. Obama. “Pompeo sees his audience as the region’s autocrats rather than its people,” he said.\nWhere Mr. Pompeo found hope in the region, it was mostly in closer links between American allies, or in overtures to Christians.\n“Who could’ve believed a few years ago that an Israeli prime minister would visit Muscat?” he said. “Or that a Roman Catholic pope would visit this city to meet with Muslim imams and the head of the Coptic faith?”\nAfter the speech, Mr. Pompeo drove 30 miles east of Cairo to the new administrative capital, where he visited two new places of a worship, a soaring Coptic cathedral and a sweeping mosque. “President Sisi has permitted these kinds of freedoms,” he said.\nBut Mr. Sisi’s embrace of Christians has limits. Construction of new churches is restricted in much of Egypt. Christians are excluded from senior government jobs, especially in the security services.", "date": "Jan. 10, 2019", "href": "https://www.nytimes.com/2019/01/10/world/middleeast/mike-pompeo-speech-middle-east-obama.html", "tags": "american iran taking speech “ lays shots mideast vision pompeo obama"}