{"title": "Pope Francis begins tour of the US", "content": "Pope Francis has begun his tour of the US, where he is expected to greet millions of American Catholics and address thorny issues like climate change and income inequality.\nUS President Barack Obama welcomed the pope as he landed on Tuesday - a rare honour for a foreign dignitary.\nThe pontiff will visit Washington DC, New York and Philadelphia. \nBefore he departed Cuba on Tuesday, he called on its people to live a \"revolution of tenderness\".\nIn the final Mass of his four-day visit to the island, with President Raul Castro attending, he urged thousands of Cubans to serve one another and not an ideology.\nOn the trip from Cuba to the US, the Pope held a news conference and answered those who said his criticisms of capitalism went too far. \n\"I've never said anything that is not in the social doctrine of the church,\" the Pope told reporters. \"Maybe I have given the impression of (being) a bit lefty, but that would be a mistaken interpretation.\"\nWhen he landed at Andrews Air Force Base, the Pope was greeted by Mr Obama and his family along with Vice-President Joe Biden and his wife. \nThe crowd, which included a military honour guard, schoolchildren, politicians, and Roman Catholic clergymen, chanted: \"Welcome to the USA! Hello! Hey!\"\nAfter a brief chat with Mr Obama, the pope rode away in a small charcoal-gray Fiat as part of a motorcade bound for the Vatican diplomatic mission in Washington.\nTaking questions from journalists, the Pope answered in Spanish and Italian for almost half an hour - apologizing that English was not his forte. \nAsked why he hadn't met dissidents in Cuba, he said he had had no private audiences with anyone. However, he had greeted all those invited to meet him on the steps of Havana Cathedral - who may have included dissidents. Now, Pope Francis is starting to focus on the US leg of his visit - which could be just as tricky a diplomatic balancing act. \nPope Francis was asked about his criticisms of capitalism. Earlier this year, he termed unbridled capitalism \"the dung of the devil\". \nHe responded that he wasn't really a leftie and that in his many statements on the economy, he had never gone against the Church's social doctrine. \nThen, he jokingly offered to recite the Creed, in order to prove that he, the Pope, was indeed Catholic.  \nAuthorities have launched one of the biggest security operations in US history to ensure the pope's safety.\nThe pontiff, who has sought to bring Catholics back to the church with a more inclusive message, is very popular in the US and is expected to draw massive crowds in all three cities. \nA large portion of central Philadelphia will be practically closed off during his visit and federal employees in Washington have been urged to work remotely while the Pope is in the capital.\nThe event could attract up to a million and a half people.\nThe Pope enjoys going into crowds and using an open-sided Jeep rather than a bulletproof \"popemobile\", throwing US law enforcement off as they mount huge security operations.\nThe BBC's Will Grant in Cuba says the Pope has avoided any overt political statements during his visit there but commentators say he is expected to be more outspoken while in the US.\nProfile: Pope Francis\nFive tricky issues for the Pope in the US\nWednesday: \nThursday:\nFriday:\nSaturday:\nSunday:", "date": "22 September 2015", "href": "https://www.bbc.co.uk/news/world-us-canada-34330260", "tags": "pope us washington visit tour expected obama francis cuba capitalism begins"}