{"title": "Porn Star Was Reportedly Paid to Stay Quiet About Trump", "content": "A lawyer for President Trump orchestrated a $130,000 payment to a pornographic film actress in October 2016 to prevent her from going public with claims of a consensual sexual encounter with Mr. Trump, The Wall Street Journal reported on Friday.\nThe reported payment came shortly before the presidential election and as the actress, Stephanie Clifford, 38, was discussing sharing her account with ABC’s “Good Morning America” and the online magazine Slate, according to interviews, notes and text messages reviewed by The New York Times.\nJacob Weisberg, editor in chief of the Slate Group, said on Friday that in a series of interviews with Ms. Clifford in August and October 2016, she told him she had an affair with Mr. Trump after meeting him at a 2006 celebrity golf tournament. She told him that Michael D. Cohen, a lawyer for Mr. Trump, had agreed during the presidential campaign to pay her the $130,000 if she kept the relationship secret, Mr. Weisberg said, adding that Ms. Clifford had told him she was tempted to go public because the lawyer was late in making the payment and she feared he might back out of their agreement.\nIn a text message exchange that Mr. Weisberg provided to The Times, he pressed her on details of the agreement.\n“Was the Trump lawyer Michael Cohen?” he asked.\n“Yep!” responded Ms. Clifford, who goes by the stage name Stormy Daniels.\nShe forwarded Mr. Weisberg a draft amendment to the original agreement in which the parties were referred to by pseudonyms. Mr. Weisberg shared it with The Times.\nAccording to the draft, Ms. Clifford was referred to as “Peggy Peterson” and was represented by a lawyer named Keith Davidson. On the other end of the negotiations were other parties referred to as “David Dennison” and “David Delucia.” Ms. Clifford promised to send Mr. Weisberg the original paperwork. But shortly after the text message exchange, Ms. Clifford stopped responding. Mr. Weisberg said that his conversations with the actress were on the record but that he was not prepared to write the story without her consent.\nABC had been in talks with Ms. Clifford about an appearance on “Good Morning America,” but they came to an abrupt end, according to a person briefed on the negotiations.\nIn an email sent on Friday to The Times, Mr. Cohen did not address the $130,000 payment, but said, “These rumors have circulated time and again since 2011. President Trump once again vehemently denies any such occurrence as has Ms. Daniels.”\nMs. Clifford could not be reached for comment. But Mr. Cohen released a statement dated Jan. 10 and signed by Ms. Clifford in which she said that her involvement with Mr. Trump was limited to a few public appearances, and that allegations that “I had a sexual and/or romantic affair with Mr. Trump many, many, many years ago” were “completely false.”\n“Rumors that I have received hush money from Donald Trump are completely false,” the statement said.\nThe White House issued a statement, saying, “These are old, recycled reports, which were published and strongly denied prior to the election.”\nThe talks with Ms. Clifford were taking place at a delicate time for Mr. Trump, as he sought to dismiss allegations that he had mistreated women, along with questions about his fidelity. They came to pose a dire threat to his campaign after the release of an unedited “Access Hollywood” segment in which he boasted about grabbing women by the genitals uninvited and of an attempt he made to persuade a married woman to sleep with him. (At the time, he was newly married to Melania Trump, who was pregnant with their son, Barron.)\nMs. Clifford was one of at least two women whose claims of out-of-wedlock relations with Mr. Trump were kept from public view by way of restrictive legal agreements. Around the same time that Ms. Clifford was talking to Slate, a former Playboy model, Karen McDougal, sold exclusive rights to her story about an affair she claimed to have had with Mr. Trump to American Media Inc., the company that owns The National Enquirer, The Journal reported shortly before the presidential election.\nAmerican Media, whose chief executive, David J. Pecker, is close with Mr. Trump, never published her story. It told The Journal at the time that it had paid to run fitness columns by Ms. McDougal and for “life rights” to any relationship she may have had to a married man. It denied it had paid to lock down a story that would have been damaging to Mr. Trump. Mr. Trump’s spokeswoman, Hope Hicks, had denied that Mr. Trump had an affair or that he or his campaign had any knowledge of the talks with American Media.\nMs. McDougal was represented by the same lawyer who represented Ms. Clifford, Keith Davidson.\nA Beverly Hills lawyer whose specialty is navigating “the discreet affairs of our select clientele,” Mr. Davidson has represented a number of adult-film stars and models, according to a client list that was once posted on his web site but no longer appears there. Mr. Davidson did not respond to requests for comment.", "date": "Jan. 12, 2018", "href": "https://www.nytimes.com/2018/01/12/us/trump-stephanie-clifford-stormy-daniels.html", "tags": "porn weisberg quiet reportedly paid clifford stay ” trump ms. time star lawyer"}