{"title": "Possible Arsonist At California Mosque Left Note Referencing New Zealand Shootings", "content": "Police are investigating a possible arson attack against a California mosque as a hate crime after investigators discovered a note referencing the March 15 mass shootings at two mosques in Christchurch, New Zealand.\nNo injuries were reported after a fire broke out around 3 a.m. Sunday at the Islamic Center of Escondido, located roughly 30 miles north of San Diego, a spokesman for the Escondido Police Department told HuffPost.\nPolice said a person inside the mosque at the time was able to extinguish the fire before firefighters arrived on the scene. There were seven people inside the mosque for religious purposes at the time of the fire. The structure sustained minor damage to the outside façade, police said.\nInvestigators found a note at the scene referencing the New Zealand shootings, which left 50 dead after a suspected gunman with white supremacist leanings opened fire on two Muslim places of worship.\nThe FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives are investigating the incident along with local police. No arrests have been made, and police had not yet identified any suspects as of Sunday afternoon.\nThe San Diego office of the Council on American-Islamic Relations condemned the apparent arson attack and encouraged anyone with information to come forward.\n“A little more than a week after 50 Muslim worshippers in New Zealand were brutally massacred at the hands of a white supremacist terrorist who cited Donald Trump in his hate manifesto, that same hatred has resurfaced in Escondido,” CAIR-SD Executive Director Dustin Craun said in a statement.\nHe continued: “It is disturbing enough that some sick individual would attempt to burn a house of worship to the ground, but referencing the slayings in New Zealand is beyond the pale. While the majority of humanity has responded to the tragedy to draw closer to one another and refute hatred, a violent and hate-filled minority seeks further divisions.”\nLast Saturday, police in Phoenix, Arizona, arrested a man on charges of threatening and intimidating at a local mosque. He was accused of putting his finger to his neck and making a sawing motion while speaking to a mosque leader.", "date": "\n03/24/2019", "href": "https://www.huffpost.com/entry/escondido-mosque-arson-new-zealand-shootings_n_5c97cb1de4b0a6329e180356", "tags": "possible left arson fire mosque referencing arsonist shootings zealand police california investigating new note escondido"}