{"title": "Post-Brexit border checks 'may triple queues' to port", "content": "Longer vehicle checks at the UK border post-Brexit would lead to motorway tailbacks up to 29 miles long, research commissioned by the BBC has suggested.\nImperial College London found just two extra minutes on each vehicle check could more than triple the existing queues.\nVillagers near the M20 motorway said the research was \"alarming\".\nThe Treasury said it was seeking as \"frictionless\" trade as possible with the European Union after Brexit.\nThe UK currently has a free-flowing border in Kent where lorries travelling within the EU do not complete customs declarations and passport checks are minimal. Researchers estimate it takes an average of about two minutes for each vehicle to be processed.\nIf additional customs checks are imposed researchers predict it will add about 10 miles to the queues at peak times for every additional minute's worth of checks.\nDover MP Charlie Elphicke said the research showed the UK needed a free trade deal with the European Union.\nMr Elphicke said: \"The obvious and logical thing at the beginning is to have a no-tariff deal because that way trade continues to flow between Britain and the EU and everyone wins.\"\nThe UK is due to leave the EU on 29 March 2019 but it wants a transition period lasting about two years.\nThe research, led by Dr Ke Han, assistant professor in transport, found the current vehicle check time is about two minutes, which can lead to queues of almost 10 miles during peak times, between 16:00 and 19:00.\nQueues on the M20 and A20 between Maidstone and Dover would reach 29.3 miles if checks took an average of four minutes, they found.\nThis would leave drivers waiting almost five hours on the route.\n\"An extra 10 miles concentrated on local streets resulting from motorway deadlock is entirely possible,\" they added.\nFigures were compiled using traffic simulations for the area, using data from official sources such as Highways England, the Department for Transport, the Port of Dover and maps.\nThe research also took into account different kinds of vehicles such as passenger vehicles, light goods vehicles, heavy goods vehicles (HGVs) and coaches.\nThe university said it was not yet clear what part of the departure process contributed to check times, both now and in the future. The university said more research was planned, but also that the outcome of Brexit negotiations remained uncertain.\nThe village of Stanford is near the M20, to the west of Eurotunnel and falls within the area that would be affected by any UK border changes.\nThe parish council has raised concerns about the impact of disruption, including Operation Stack - which is when the M20 is closed to hold HGVs during times of disruption - leading to traffic delays in Kent.\nStanford councillor Geoff Colledge said: \"It will be like an Operation Stack on a daily basis and that cannot be allowed to happen.\"\nHe said when Stack had been in place previously - summer 2015 saw Stack in place for 32 days - residents could not get out for basic supplies.\nEurotunnel spokesman John Keefe said the UK economy depended on goods moving across the border.\nHe said: \"Those are the goods that our economy relies on stuck in traffic. That means manufacturing is losing efficiency, it's putting at risk inward investment [and] employment, so those kinds of delays are counter-productive.\"\nTim Waggott, Port of Dover's chief executive, welcomed the independent study, which he said supported the port's own conclusions.\nHe said: \"As the UK's key maritime gateway to Europe, our largest trading partner, we remain convinced that free-flowing trade and supply chains are imperative to the well-being of the many people whose jobs and livelihoods they support.\"\nFormer UK Border Force director general Tony Smith said he believed post-Brexit passport checks, on top of customs checks, could bring delays.\nHe said there could be further holdups if French officials had to ask questions or stamp passports, for example.\n\"We just don't know yet what the regulatory framework is going to be,\" he said.\n\"There are various options available and on the table where we could reduce that transaction time on both sides.\"\nThe UK Chamber of Shipping believes high-tech methods could achieve a frictionless border.\nChief executive Guy Platten said technology could allow \"a light-touch customs agreement\" that would avoid delays and intrusive procedures.\nA spokesman for the Treasury said the government wanted a customs arrangement that ensured trade with the EU was as frictionless as possible.\nHe said: \"We set out our two preferred models in our Customs White Paper, but, of course, the final arrangements will depend on the negotiations with the EU.\"\nYou can see this story in full on Inside Out South East at 19:30 GMT on Monday, 12 March, on BBC One. Also available on the BBC iPlayer for 30 days afterwards.", "date": "12 March 2018", "href": "https://www.bbc.com/news/uk-england-kent-43318258", "tags": "research uk miles port border post-brexit two could customs queues checks triple"}