{"title": "Powell Says a ‘Patient’ Fed Is Watching for Signs of Economic Weakness", "content": "ATLANTA — Jerome H. Powell, the Federal Reserve chairman, said Friday that low inflation would allow the Fed to be “patient” in deciding whether to continue raising interest rates, a message welcomed by jittery investors.\nThe Fed is confronting an increasingly uncertain economic outlook. Falling stock prices, weakening global growth and concerns about President Trump’s economic policies have set investors on edge and prompted warnings that the economic expansion is nearing its end. But measures of domestic economic activity remain strong, including Friday’s report the economy added 312,000 jobs in December.\nMr. Powell’s message on Friday was that the Fed can afford to watch and wait. He said the best available evidence suggested that the economy was still in good shape. But he also was at pains to reassure investors unsettled by his confident tone at his last news conference, in mid-December. He said that the Fed was watching for evidence of weakness, and that the health of the economy would ultimately determine the course of policy.\n“With the muted inflation readings that we’ve seen coming in, we will be patient as we watch to see how the economy evolves,” Mr. Powell said. The Fed predicted in December that it would raise rates twice in 2019, but Mr. Powell said the central bank was ready to change course “significantly if necessary.”\nThe stock market, driven down on Thursday by concerns about growth, surged on Friday on the strength of the jobs data, and then kept climbing as Mr. Powell spoke. Investors who are worried about the growing economic impact of a trade war with China also hoped for progress toward a resolution when the Trump administration and Chinese officials hold meetings next week.\nThe S&P 500 rose 84.05 points to close at 2,531.94; the yield on the benchmark 10-year Treasury rose 0.11 points to close at 2.668 percent.\n[Read more: The jobs data, and signs of flexibility at the Fed, helped stocks soar on Friday.]\nMr. Powell also defended the Fed’s autonomy on Friday in the face of sharp attacks by Mr. Trump, who has complained to aides that the Fed’s rate increases would undermine economic growth and “turn me into Hoover,” a reference to the president during the Great Depression’s early years.\nSome of Mr. Trump’s economic advisers, alarmed by his inquiries as to whether he has the power to fire Mr. Powell, want to arrange a meeting between the two men. Mr. Powell, under questioning by Neil Irwin, an economics writer at The New York Times, said that he was open to meeting with Mr. Trump, as Fed chairs have done with past presidents, but that no meeting had been scheduled.\nHe also said the Fed would make policy without regard to Mr. Trump’s views. “I want the public to be assured that we have a strong culture, it’s not a fragile one, it’s not being disrupted,” he said.\nAsked if he would resign if Mr. Trump asked him to do so, Mr. Powell replied directly: “No.”\nMr. Powell was joined onstage at the annual meeting of the American Economic Association by his immediate predecessors at the Fed, Janet L. Yellen and Ben S. Bernanke. Both of them criticized Mr. Trump’s attacks as potentially damaging to the central bank, and therefore to the economy.\nStrong economic growth fueled the Fed’s decision to raise its benchmark rate four times in 2018, into a range from 2.25 percent to 2.5 percent. The rate, which had hovered near zero in the wake of the financial crisis a decade earlier, now sits at the lower end of the range that Fed officials consider a reasonable estimate of “neutrality,” meaning that the central bank is neither encouraging nor discouraging economic growth.\nFed officials say the continued strength of the economy validates their management of monetary policy. “I think we’re actually in a good spot,” Loretta Mester, president of the Federal Reserve Bank of Cleveland, told CNBC on Friday, noting that job growth is strong and inflation is under control.\nBut critics, including Mr. Trump, have said the economy still needs the Fed’s help. Inflation remains below the 2 percent annual pace the Fed regards as optimal, suggesting that the economy has room to grow, and workers are only beginning to reap the benefits of an expansion now in its 10th year.\nClouds also are gathering on the economic horizon. The Trump administration increased economic growth last year through large tax cuts and increased federal spending, but those benefits are waning. And Mr. Trump’s trade war with China is beginning to be felt by American companies, like Apple and FedEx, which have warned that the tit-for-tat tariffs are pinching profits. \nThe Fed’s decision to raise the benchmark rate at its most recent meeting, in mid-December, drove down stock prices and bond yields in a show of concern about the prospects for continued economic growth. Asset prices imply an expectation that the Fed will not raise interest rates at all during 2019.\nMr. Powell began his remarks by reiterating his view that the markets’ concerns are overstated. He said that 2018 had been “a good year for the United States economy” and that the latest economic data suggested “ongoing momentum heading into 2019.” Wall Street’s pessimism, he said, is “well ahead of the data.”\nBut the Fed chairman offered a different kind of relief to financial markets by emphasizing that the slow pace of inflation allows the Fed to postpone judgments about the resilience of the economic expansion.\nInflation was 1.8 percent during the 12 months that ended in November, the most recent available data. It is likely that inflation remained soft in December, marking the seventh straight year that prices rose by less than 2 percent.\nAnd inflation would have been even weaker but for the impact of Mr. Trump’s tariffs, according to a study published Friday by the Federal Reserve Bank of New York. Mr. Trump has repeatedly argued that the cost of the tariffs, which are taxes on imported goods, is being absorbed by Chinese exporters. But the study found that American consumers were paying a hefty price. The authors estimated that the tariffs added about 0.3 percentage points to the Consumer Price Index last year.\nJob growth has remained strong, and wage growth has increased in recent months, but Mr. Powell said the Fed was on guard against rising prices, not rising wages. He said the strength of the labor market “does not raise concerns about too high inflation.”\nMichael Feroli, chief United States economist at JPMorgan Chase, said Mr. Powell’s remarks convinced him that the Fed would move more slowly in 2019. Mr. Feroli previously predicted three rate increases in 2019; he said he now expected the Fed to raise rates twice, in July and December.\n“Powell’s message was unmistakable,” Mr. Feroli wrote in a note to clients.\nMr. Powell also sought to ease concerns in financial markets about the Fed’s gradual reduction of its holdings of Treasuries and mortgage bonds, which it bought in large quantities during the financial crisis to help bolster the economy. Some analysts have argued that the Fed’s retreat is exacerbating the current volatility in financial markets.\nMr. Powell said that the Fed disagreed but, returning to his theme for the day, that it was watching closely and willing to change its mind.\n“If we ever came to the conclusion that any aspect of our plans was somehow interfering with our attainment of our statutory goals, we wouldn’t hesitate to change it,” he said.", "date": "Jan. 4, 2019", "href": "https://www.nytimes.com/2019/01/04/business/economy/jerome-powell-fed-reserve.html", "tags": "‘ fed growth signs weakness ” economy economic patient says watching powell said"}