{"title": "Powell Touts Economy’s Strength in First Speech as Fed Chief", "content": "CHICAGO — Jerome H. Powell used his inaugural speech as Federal Reserve chairman on Friday to highlight the strength of the United States economic recovery, and told a questioner that a potential trade war would have no immediate effect on the Fed’s plans to continue gradually raising interest rates this year.\nMr. Powell, in a speech before the Economic Club of Chicago, said the economy continued to experience tailwinds. Referring to the Fed’s policymaking body, he added that “the labor market has been strong, and my colleagues and I on the Federal Open Market Committee expect it to remain strong.”\nLater, in a question-and-answer session with Mellody Hobson, who heads the economic club, he said it was “too early to say” how tariffs imposed by the United States and China might affect growth and inflation.\n“The discussion about tariffs is at a relatively early stage, and we talked about this at the F.O.M.C. meeting a couple of weeks ago now,” Mr. Powell said. “And people really don’t see yet any implications in the near term for the outlook, because we don’t know the extent to which the tariffs will actually come into effect and, if so, how big will that effect be and what will the timing of it be.”\nMr. Powell also said, in the question session, that he saw little evidence that regulations were holding back the performance of American banks, or that immigration levels were weighing on wage growth in the United States.\nIn his speech, Mr. Powell said the Fed saw “other signs of economic strength” in the United States, citing “steady income gains, rising household wealth and elevated consumer confidence,” which he said would continue to support consumer spending.\n“Business investment improved markedly last year following two subpar years, and both business surveys and profit expectations point to further gains ahead,” he said. The recently enacted tax cuts and spending increases are helping to lift investment, Mr. Powell said, adding that “strong global growth has boosted U.S. exports.”\nMr. Powell’s remarks made no mention of President Trump’s series of trade measures against China, including a directive late Thursday that the United States trade representative consider tariffs on an additional $100 billion of imported Chinese products.\nMr. Powell only glancingly addressed the March employment report, released Friday by the Labor Department, which showed job growth slowing significantly from January and February and the unemployment rate holding steady at 4.1 percent. The labor market added 103,000 jobs in March — though the monthly average for the year remains above 200,000 — and showed wage growth ticking up slightly.\nMr. Powell ticked off several indicators that support the idea that the economy is running near so-called maximum employment, which economists generally consider to be the lowest unemployment rate that does not spur rapid inflation. But he said other indicators, such as labor-force participation that remains depressed by historical standards, suggest that the economy has not yet reached that point. He particularly noted still-lagging wage growth. “I will be looking for an additional pickup in wage growth as the labor market strengthens further,” he said.\nFed officials raised interest rates by a quarter of a percentage point at their most recent meeting, in March, to a range of 1.5 percent to 1.75 percent. Officials indicated that they considered the economy and labor market to be healthy, and that they expected to raise rates twice more this year and three times in 2019.\nMr. Powell, like his predecessor, Janet L. Yellen, cast that gradual series of increases as a carefully planned strategy to ensure that the Fed will not need to raise rates abruptly in the event of a steep rise in inflation. “The F.O.M.C.’s patient approach has paid dividends and contributed to the strong economy we have today,” he said.\nHe closed his prepared remarks by cautioning that events could force the central bank to change course. “Our views about appropriate monetary policy in the months and years ahead will be informed by incoming economic data and the evolving outlook,” Mr. Powell said. “If the outlook changes, so will monetary policy. Our overarching objective will remain the same: fostering a strong economy for all Americans — one that provides plentiful jobs and low and stable inflation.”\nAnalysts said Friday that they did not see anything in the latest jobs report that would cause the Fed to deviate from its current path.\n“The Fed will look beyond these temporary disruptions,” said Beth Ann Bovino, chief United States economist at S & P Global Ratings.\nAnalysts at Bank of America Merrill Lynch said Friday that other factors, including subdued inflation data and rising geopolitical risks, could cause Mr. Powell to sound “more cautious” in his outlook.", "date": "April 6, 2018", "href": "https://www.nytimes.com/2018/04/06/business/economy/powell-federal-reserve-economy.html", "tags": "fed strength “ first speech growth united states chief economy touts powell"}