{"title": "Preparing for ‘Brexit,’ Britons Face Economic Pinch at Home", "content": "LONDON — Right about now, Eddie Stamton, a construction worker, would normally be making preparations to jet off to a sandy stretch of the Mediterranean for a summer holiday. Not this year.\nIn the year since Britain’s shocking vote to abandon the European Union, the British pound has surrendered 13 percent of its value against the euro, raising the cost of cherished European vacations. Food from other lands — meat, cheese, wine — is more expensive, too. So is gasoline.\nAccelerating inflation may help explain the stunning electoral rebuke of Prime Minister Theresa May and her governing Conservative Party as well as the unexpected strengthening of the Labour Party in Thursday’s parliamentary elections. Consumers are grappling with rising prices, and wages have not kept pace. The economy is weakening.\nMr. Stamton, 51, who lives in northeast London, has traditionally voted for the Conservatives, yet this time he gave his support to the U.K. Independence Party, the fringe party that has long advocated that Britain ditch Europe. Never mind that the consequences of that position, the falling pound, have yielded the indignity at hand — trading the sun-splashed beaches of Greece for the shaded parks of south London.\n“Travel is more expensive,” Mr. Stamton said. “I’m just going to stay home.”\nHere is the economic backdrop for the tumultuous period of political uncertainty now unfolding. Mrs. May and her party have lost their governing majority just as Britain is set to negotiate terms in its tricky divorce with Europe — “Brexit,” as it is widely known. As the Conservatives try to hang on to control of the government, a weakening economy is likely to intensify the sense of grievance among ordinary Britons who have not gained the spoils from recent years of growth.\nThe economy expanded by only 0.2 percent over the first three months of the year compared to the previous quarter, far less than the 0.7 percent pace of growth seen at the end of 2016. It grew at an annualized pace of 2 percent during the quarter.\nConsumer spending makes up nearly two-thirds of British economic activity, meaning the troubles of ordinary people can have decisive influence over the economy — and politics, for that matter. For the average worker, rising prices for everyday consumer goods are landing atop a decade of stagnating wages.\nFew economists expect that Britain will fall into a recession, but the consensus envisions disappointing economic growth ranging between 1.5 percent and 1.75 percent annually over this year and next.\nLast year’s Brexit referendum was in part a rejection of the economic elite from millions of working people who have suffered declining wages while watching London transformed into a carnival of wealth for globe-trotting financiers.\nThe prime minister called for the elections on the strength of polls showing her party capturing an expanded parliamentary majority, aiming to solidify her hand as she negotiates exit terms with Europe. But her miserable showing in Thursday’s polls suggest that the same forces that produced Brexit have assailed the government that is supposed to execute it: Many Britons are dissatisfied with their economic lot.\nIn the dozen years since Vaidas Zelskis entered Britain from his native Lithuania to pursue work as a carpenter, his wages have grown from about 120 pounds a day (about $224 dollars at the exchange rates of the time) to about £180 now, or $233. But over the same time, his usual assortment of groceries have soared from some £50 per week to more like £120.\n“The rich people can always afford what they want,” Mr. Zelskis said as he took a cigarette break on a recent morning outside his current job at the Shard, an iconic skyscraper south of the River Thames. “But the middle class really feels it.”\nMuch as in the United States, most working people in Britain have yet to fully recover from the traumatic financial crisis that began in 2008.\nBritain’s average weekly wages are lower today than they were a decade ago after accounting for inflation, noted Martin Beck, lead British economist at Oxford Economics in London. This, despite the fact that Britain’s unemployment rate dropped to 4.6 percent in April, a level last seen in 1975.\n“For most people, there hasn’t been a real recovery for years,” Mr. Beck said.\nIn years past, low unemployment has tended to push up wages, as employers found themselves forced to pay more to compete for a smaller pool of workers. Why this typically enriching dynamic has failed to emerge now is the subject of considerable debate among economists.\nUnions are far weaker than years ago. The gig economy has replaced full-time jobs with part-time and temporary stints, diluting the power of workers to demand higher pay.\nA surfeit of global uncertainties — Brexit, President Trump’s threats to dismantle institutions at the heart of the global order — have perhaps made companies reluctant to add costs.\nThe weaker pound has given a boost to British exports, making them lower priced than European and American competitors. British whiskey, salmon and chocolate have been selling in increasing volumes.\nBut Britain imports more food than it exports. Many of the country’s key export industries — automotive, aerospace and medical devices — draw on suppliers in Europe for components. Even as the weak pound makes the prices of their finished wares more competitive, it also raises their costs.\nThe economy also faces the loss of top-dollar banking jobs as London’s status as a leading international financial center confronts the challenges posed by Brexit. Roughly one-third of the industry’s business involves handling transactions for clients in Europe. Once Britain is out of the European Union, much of that business may be effectively illegal, requiring that banks satisfy the proclivities of regulators in the 27 remaining members of the bloc.\nThe financial industry has been lobbying the government to forge a deal with Europe that would maintain the status quo, enabling the money to keep flowing unimpeded. In weakening Mrs. May’s stature, the election may have increased the chances she will soften her line and assent to compromises that would preserve Britain’s inclusion in the European market.\nEven so, global banks cannot afford to wait in the hopes that a useful deal will be struck. They are already drawing up plans to move jobs to cities elsewhere in the European Union as they seek to ensure that — whatever comes — they will be able to execute all trades. Britain could suffer losses of 15,000 to 80,000 jobs over the next two years, according to studies.\nInvestment continues to grow modestly, because major projects take years to plan and execute. But most economists assume it will slow as Brexit separates the Britain from the rest of the European marketplace, undermining the incentive for multinational companies to use Britain as a regional hub.\n“As the outlines of Brexit negotiations begin to take shape, companies are going to be a lot more concerned,” said Peter Dixon, a global financial economist at Commerzbank AG in London. “Even if companies don’t slash investment, they are likely to postpone expansions.”\nFor now, scrutiny focuses on the increasingly beleaguered British consumer.\nOutstanding credit card balances across Britain were nearly 10 percent higher in April compared with a year earlier, the fastest pace of growth in more than a decade, the Bank of England disclosed. That stoked worries that consumers could soon exhaust their sources of cash as their paychecks are effectively diminished by inflation.\n“People have been able to borrow to keep consumer spending growing faster than real incomes,” said John Hawksworth, chief economist for PwC UK in London. “There’s a question mark as to how much the consumer can keep the economy going on its own.”\nJennifer Corbin, a 48-year-old mother of five who lives in Wembley, northwest London, already has an answer to that question: Her family is economizing, forgoing their annual summer trip to the Canary Islands, where sunshine is abundant.\n“Food, housing, travel. Everything is more expensive now,” she said at the beginning of a recent three-day weekend, as she and her family awaited a train to a coastal destination that was closer at hand — Brighton Beach, at the southern reaches of England.\nThere, the forecast was for chilly rain, followed by chillier rain.", "date": "June 11, 2017", "href": "https://www.nytimes.com/2017/06/11/business/economy/britain-economy-election-brexit.html", "tags": "brexit face european ‘ percent britons home preparing ” pinch britain london economic economy years —"}