{"title": "President Trump relaxes US cyber-attacks rules", "content": "President Trump has signed an order relaxing rules around the use of cyber-weapons, the Wall Street Journal reports.\nIt is a reversal of guidelines, drawn up under President Obama, which required a large number of federal agencies to be involved in any decision to launch a cyber-attack.\nSpecific details of what the new rules will be are classified information.\nOne official said the US was taking \"an offensive step forward\".\nThe US administration is under pressure to deal with cyber-threats, amid growing concerns that state-sponsored hacks could hit critical infrastructure.\nProf Alan Woodward, a computer scientist at the University of Surrey, told the BBC: \"We are in a era when certain governments are acting aggressively in cyber-space, and that is rightly condemned by governments such as that in the US.\n\"To respond in kind is not necessarily the way to de-escalate the situation.\"\nHe added: \"You wouldn't allow a pre-emptive physical attack without thorough analysis and approval at the highest levels, so why would cyber-attacks be any different?\"\nThe rules for using cyber-weapons set out by President Obama involved multi-agency sign-off, but were criticised by some law-makers as being too bureaucratic.\nThe classified procedure was leaked in 2013 by former intelligence contractor Edward Snowden.\nIn June this year, the US imposed sanctions on five Russian companies for allegedly aiding Russia's main intelligence agency.\nThe firms, along with three individuals, are prohibited from any transactions involving the US financial system, and US firms are barred from doing business with them.\nThree of those named have links to Divetechnoservices, a company that allegedly specialises in hacking into undersea communication cables. ", "date": "16 August 2018", "href": "https://www.bbc.com/news/technology-45208776", "tags": "relaxes us intelligence classified president cyber-attacks cyber-weapons involved trump obama governments rules"}