{"title": "President Trump, Come to Willmar", "content": "WILLMAR, Minn. — In 1949 my aunt and uncle moved from Minneapolis to this town in west-central Minnesota, where they started a small steel distribution company. I visited them regularly for 50 years. About 40 years ago, my aunt whispered to me one day that she had been in her local grocery store and had heard someone … “speaking Spanish.”\nIt was said with wonderment not malice, like, “You’re not gonna believe this, Tom, but some Martians landed in Willmar.” It was surely my aunt’s first encounter with new immigrants in her largely white, Lutheran, Scandinavian town, where she and her husband — two Minnesota Jews (known as the “frozen chosen”) — had been about the most exotic things going for years.\nI never forgot her comment, and, since I’ve been visiting towns around America for the past two years, I decided to go back to Willmar to see how it had changed since my aunt and uncle passed away over a decade ago. I started my tour at Willmar High School, where the principal, Paul Schmitz, began by showing me a big stainless steel world map hanging in the lobby, with pins representing all the different places the students hail from.\nAt the start of every school year, members of the Student Council climb up a ladder to the map, remove the pins of the graduates and insert fresh ones for the new ninth graders. That map has pins from some 30 countries across Latin America, the Middle East, Asia and the rest of the world. Willmar, population 21,000, is now nearly half Latino, Somali and a Noah’s ark of other East African and Asian immigrants. The languages spoken in the high school include English, Arabic, Somali, Spanish and Karen (spoken by an ethnic group from Myanmar).\nAnd best of all, Schmitz told me the map was donated by the people who had bought my aunt and uncle’s steel company!\nThe cliché about America today is that we’re a country divided between two coasts — two coasts that are liberalizing, pluralizing, globalizing and modernizing. And in between is “flyover America,” where everyone voted for Donald Trump, is suffering from addictions and is waiting for the 1950s to return.\nThat’s not what I’ve found. America is actually a checkerboard of towns and cities — some rising from the bottom up and others collapsing from the top down, ravaged by opioids, high unemployment among less-educated white males and a soaring suicide rate. I’ve been trying to understand why some communities rise and others fall — and so many of the answers can be found in Willmar.\nThe answers to three questions in particular make all the difference: 1) Is your town hungry for workers to fill open jobs? 2) Can your town embrace the new immigrants ready to do those jobs, immigrants who may come not just from Latin America, but also from nonwhite and non-Christian nations of Africa or Asia? And 3) Does your town have a critical mass of “leaders without authority”?\nThese are business leaders, educators, philanthropists and social entrepreneurs ready to lead their community toward inclusion and problem-solving — even if formal leaders won’t. These leaders without authority check their party politics at the door and focus only on what works. They also network together into what I call “complex adaptive coalitions” to spearhead both economic and societal change.\nWillmar has the right answers to all three questions. It has almost zero unemployment. If you can fog up a mirror, you can get a job in Willmar — whether as an agriculture scientist or as a meatpacker for the Jennie-O turkey plant. The math is simple: There just aren’t enough white Lutheran Scandinavians to fill those jobs.\nMany of the people coming here for work are people who practice faiths not previously common in these parts, like Islam, Bahai and Buddhism; whose skin is much darker than the locals’; and whose women often wear head coverings that aren’t baseball caps. They also don’t speak with Minnesota accents like those folks in the movie “Fargo.”\nHave no doubt, the battle for inclusion is a daily struggle in Willmar and across Minnesota — and in some towns the battle is still being lost. But if you are looking for a reason to be hopeful, it’s the fact that in places like Willmar, a lot of people want to get caught trying.\nIn Minnesota, the towns that are rising are places “that have said we need a trained work force with a good work ethic and we’ll embrace a redefined sense of community to get that,” explained Dana Mortenson, C.E.O. of World Savvy, a global education organization that also works in Minnesota towns. And the ones that are struggling — and losing both jobs and population — “are often the ones who can’t manage this new inclusion challenge.”\nAnd that is why “Willmar matters. It might be a small town, but it is reflecting all the global issues,” observed Hamse Warfa, a Somali-American entrepreneur who’s now Minnesota’s assistant commissioner for economic opportunity and the highest-ranking African immigrant in the state government.\nSocial networks, globalization, climate change, economic opportunity, demographics and war are throwing more people together with more “other” people in more remote places than ever before. What’s happening in Willmar tells you just how deep this is going and why every town in America needs to get caught trying to make diversity work — or it will wither. It’s that simple.\nSchmitz, the Willmar principal, will be the first to tell you that his school and town are still a work in progress, but progress there is. As we stood in the lobby of the high school watching students line up for breakfast, I saw a Benetton ad of races, creeds, colors and clothing that was unimaginable here 30 years ago. For Schmitz, that is not only good for education but also for democracy.\n“Sustainable democracy in the world depends on the United States being a beacon of democracy,” he argued. And that depends “on how well we manage democracy in a pluralistic society.” And that depends on healthy public schools, because “the only shared experience we have any longer in America is through public education. \n“Where else in this country do you have Christians and Muslems and atheists, wealthy and poor kids, from all over the world, sharing in the great American experiment? And that takes place in our commons every day. It’s not perfect. But it works.”\nDiversity came to Willmar slowly, gradually — and then quickly. First, in the 1980s and 1990s, came a trickle of Latino seasonal farm workers who mostly went back south for the winter. Then the growing Jennie-O turkey processing plant needed a steady supply of meatpackers, and that led some to stay. And then, about 12 years ago, Somali and Karen refugees to the U.S. got word through their networks that there was work in Willmar and cheap housing. They, too, first came in a trickle, which became a large wave about five years ago — some arriving directly from African refugee camps.\nInitially the Somalis thought they would just make some money and then return home. But as the turmoil there deepened, so, too, did their roots in Willmar. When I checked Yelp for the best restaurant to eat lunch while I was in Willmar, No. 1 was the Somali Star and No. 2 was Azteca Mexican Restaurant. I was used to regularly eating with my aunt and uncle at the Holiday Inn. \nThere is an elementary school here now where almost 50 percent of the kids are new immigrants. It is pretty clear what the future of Willmar’s work force is going to look like.\nThe teaching challenge is huge — between Guatemalan, Honduran, Karen and Somali refugees, explained Schmitz, there are dozens of students in the high school who have had very little schooling, and none in English. They are known by the acronym Slife, for Students with Limited or Interrupted Formal Education. And recently many minors have arrived from Central America without parents and are living with relatives or family friends.\nTo ease their way, Schmitz said, Spanish-speaking and Somali-speaking cultural liaisons work with teachers, students and parents, so families can learn how to advocate for their kids, what the rules are and just how the local culture works. (The Somali liaison is a graduate of the high school.) Some students take seven years to get though grades nine to 12.\nAnd for those who still can’t graduate by age 21, said Schmitz, “we work with them on job placement — what could you do in this community to help you support your family.” Willmar Goodwill Industries created a full-time position that helps find employment for students with disabilities and those aging out of high school without a degree.\nMore than 50 local businesses have also donated $1,000 each to create an entrepreneurship program for area schools, through which selected kids begin their day by visiting or working at local business. There they have to come up with a business plan for a start-up, get it approved by a local banker, raise or borrow seed money themselves and work on the project instead of attending school for first part of each morning. Schmitz introduced me to one of his Somali students who had started a company that makes short videos!\nCraig Johnson, the president of Ridgewater College, who just moved to Willmar from out of state, told me that what he found most impressive here was the collaboration between the K-12 schools and Ridgewater, a local community and technical college, “and bodies like the Chamber of Commerce, the Economic Development Commission, the Willmar Area Community Foundation, the employers, the county, local legislators and influential families of wealth. There is a real sense of ownership.”\nThis collaboration is precisely the kind of “complex adaptive coalitions” I see in all the rising communities I’ve visited: Gidi Grinstein, the Israeli social entrepreneur and founder of Reut, calls it “extending the yoke — so you have so many more parts of the community pulling together toward a common vision of resilience and prosperity.”\nOne example is the Community Integration Center, which some Somali social entrepreneurs opened in 2017 to teach Somalis English and Minnesota culture and to teach Willmarites Somali and Somali culture.\n“We chose the name ‘community’ because we want everyone to have a sense of belonging, and we chose the name ‘integration’ because we wanted to bring the community together,” said Abdirahman Ahmed, the executive director. “We have English classes for Somali adults in the afternoon, and we have the Somali classes every Thursday at 5:30 p.m. for non-Somalis. We start by teaching them the Somali alphabet and then from there the vocabulary and culture.”\nAt end of the class the non-Somalis are invited to ask about Somali culture, said Ahmed. “We tell them when you come here you have the immunity to ask any question. Some people ask: ‘Why do Somalis have a different scent?’ ‘Why do Somalis make loud noises on the streets?’ ‘Why do all Somali men have different color beards?’” \nThis is how stereotypes are broken.\nThe center is partly funded by Blue Cross and Blue Shield of Minnesota, noted Sarah Senseman, the insurer’s community integration and operations director. “The town of Willmar looks like what the rest of greater Minnesota is going to look like in the next 10 years,” she told me. And Blue Cross believes that part of building healthy people is building healthy communities — “bringing people together across cultures and building connections among residents as a starting point.”\nIn pursuit of that end, Blue Cross created an “idea fund” and then held dinners one night around town in private homes to solicit ideas for building a healthier, more connected Willmar. One dinner was at the mayor’s house, one at a farmhouse, another at the home of a Somali woman. Each host served his or her cultural cuisine and people tossed around ideas. After that, all the guests gathered at the Willmar mosque and shared their ideas over coffee and dessert.\n“In 2018 we funded 14 projects for about $235,000, and we just announced another $264,000 for 2019,” said Senseman. This year’s projects include an intergenerational day care center, for seniors and tots; a program to get fresh produce to families on food stamps by putting food in backpacks for kids to take home from school for the weekend; a multicultural children’s museum; and a Somali woman teaching other Somali women how to get their kids screened for autism.\n“The model is: listen to what the community needs and amplify it, and invest in bringing new voices to the table,” said Senseman.\nInclusion happens a lot faster, though, when the demand for workers is so intense. Over at the Central Minnesota Job Service center in Willmar, the office head, Joan Berning, told me: “We have close to 140,000 open jobs in Minnesota. We are getting calls from employers every day saying, ‘How do we find more individuals to work in our companies?’ And we say: ‘Have you looked outside your normal hiring practices, maybe people who don’t have command of the English language but can do the job? Have you looked at people with disabilities or the recently incarcerated? When people come into our office now they see people who look like them. I don’t speak Spanish or Somali, but we have a very diverse staff here.”\nWhile lots of Minnesota towns have demand for labor, not every one has leaders to drive change, or residents ready to go along. There is plenty of resistance in plenty of towns. Down the road from Willmar is St. Cloud, which has been dubbed “White Cloud” because of its struggles with inclusion. That’s why Trump almost won Minnesota in 2016. He carried traditionally Republican Willmar but also former Democratic strongholds like Itasca County. As MPRnews.com reported about Itasca, “Until Trump’s victory there, Herbert Hoover was the last Republican to earn a majority of the votes in Itasca Country.”\nWillmar’s mayor, Marv Calvin, is exhibit A of why leadership from positions of authority also matters — because so many people in a community take their cues from mayors, principals and agency heads. Now in his fifth year on the job, Calvin is a former fire chief. He and his wife had lived on nearby Lake Andrew, but now reside in town. He comes across as a big good ol’ boy, who leans conservative, but underneath is a steely resolve to do whatever it takes to transform Willmar for the 21st century.\nCalvin learned what it takes the hard way. After a series of drive-by shootings in the Latino community in the 1990s, Calvin, who became fire chief in 2000, concluded, along with the police chief, that unless “we got more involved” in these new communities, the cycle of violence would intensify. The police at the time were afraid to even enter Willmar’s Latino-dominated trailer park.\nThat stopped in 2001, and so did the drive-by shootings. So when East Africans started to arrive in the early 2000s, Calvin practiced the same engagement approach with them, starting by helping the new Muslim immigrants get a mosque in town.\n“There had been some small mosques scattered around. I worked with them on purchasing an old school building that was a defunct child care center,” he said. “That gave me an in with the imam and the elders and an ability to communicate with them and problem-solve.”\nIn 2012, some 30 Willmar community leaders came together and started a group called Moving Willmar Forward. “They were more progressive, seeing that we needed to be doing some things different,” said Calvin. “A number of them came to me and said: ‘We want you to be mayor. We like your leadership.’” So five years ago Calvin ran for mayor against an avowedly anti-immigrant candidate, “who said the town was going to hell,” recalled Calvin. “I won every ward and every precinct.”\n“We had 1,200 to 1,600 Somalis when I started as mayor in 2014 and now we have 3,500 to 3,800,” said Calvin. “We also have 800 Karen people from Burma.” Add to that over 4,000 Latinos and you have a town of 21,000 that had been virtually all white and Christian its entire existence become nearly half new immigrants in the blink of two decades. \nAnd it is pretty clear where this is going. In the public early childhood program, the mayor said, 45 percent of students are of East African descent, 35 percent Latino and 16 percent Caucasian (although a lot of whites send their kids to private schools).\n“If that doesn’t wake you up about the community we have to build, you have to be sleeping pretty hard,” said Calvin.\nThere is still plenty of residual opposition to Calvin’s openness to immigrants. And in Minnesota generally new immigrants will tell you that the front-end integration of East Africans, Asians and other minorities has probably gone more smoothly than anyone expected, but breaking through to the top has been more difficult. There, things have not been so “Minnesota nice.” Rising professionals of color are still leaving Minnesota, on balance, because they don’t feel welcome or have encountered persistent racial barriers to advancement.\nLike I said, it’s a work in progress, much more needs to be done, and it will not be easy. But given the number of people here who want to get caught trying, and the power of America’s melting pot, I am hopeful. Two stories drove that home to me.\nThe first was from Calvin. He told me he was recently vacationing at Hershey Park in Pennsylvania and stopped at a Pizza Hut where a dark-skinned man was at the cash register. “We started talking and he asked me where I was from. And I said ‘Willmar.’ He jumped up and hugged me and said he was Somali and that ‘Willmar is my hometown.’ I thought, ‘Maybe we’ve got something good going here.’”\nThe other story was from Hamse Warfa, the Somali entrepreneur and state work force official. He came with me to Willmar, and on the drive back to Minneapolis I asked him if his son had gotten into Minnesota sports. Warfa answered: “My son is 10 years old and I ask him if he is interested in soccer. He says ‘no,’ he’s all about the Vikings.”\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/opinion/trump-willmar-minnesota.html", "tags": "people community come president town minnesota ” trump willmar somali —"}