{"title": "President Trump on Syria Strikes: Full Transcript and Video", "content": "President Trump addressed the nation on Friday night about his decision to order strikes on Syria, following a suspected chemical attack. \nThe following is the complete text of his remarks, as prepared by The New York Times.\nRead here for the latest on the strikes »\n______\nPRESIDENT TRUMP:\nMy fellow Americans. A short time ago, I ordered the United States armed forces to launch precision strikes on targets associated with the chemical weapons capabilities of Syrian dictator Bashar al-Assad. A combined operation with the armed forces of France and the United Kingdom is now underway. We thank them both.\nTonight, I want to speak with you about why we have taken this action. One year ago, Assad launched a savage chemical weapons attack against his own innocent people. The United States responded with 58 missile strikes that destroyed 20 percent of the Syrian air force.\nLast Saturday, the Assad regime again deployed chemical weapons to slaughter innocent civilians, this time in the town of Douma near the Syrian capital of Damascus. This massacre was a significant escalation in a pattern of chemical weapons used by that very terrible regime.\nThe evil and the despicable attack left mothers and fathers, infants and children thrashing in pain and gasping for air. These are not the actions of a man. They are crimes of a monster instead.\nFollowing the horrors of World War I a century ago, civilized nations joined together to ban chemical warfare. Chemical weapons are uniquely dangerous, not only because they inflict gruesome suffering, but because even small amounts can unleash widespread devastation.\nThe purpose of our actions tonight is to establish a strong deterrent against the production, spread and use of chemical weapons. Establishing this deterrent is a vital national security interest of the United States.\nThe combined American, British and French response to these atrocities will integrate all instruments of our national power: military, economic and diplomatic. We are prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents.\nI also have a message tonight for the two governments most responsible for supporting, equipping and financing the criminal Assad regime.\nTo Iran and to Russia, I ask: What kind of a nation wants to be associated with the mass murder of innocent men, women and children? The nations of the world can be judged by the friends they keep.\nNo nation can succeed in the long run by promoting rogue states, brutal tyrants and murderous dictators. In 2013, President Putin and his government promised the world that they would guarantee the elimination of Syria’s chemical weapons. Assad’s recent attack and today’s response are the direct result of Russia’s failure to keep that promise.\nRussia must decide if it will continue down this dark path or if it will join with civilized nations as a force for stability and peace. Hopefully, someday we’ll get along with Russia and maybe even Iran, but maybe not.\nI will say this, the United States has a lot to offer with the greatest and most powerful economy in the history of the world.\nIn Syria, the United States, with but a small force being used to eliminate what is left of ISIS, is doing what is necessary to protect the American people. Over the last year, nearly 100 percent of the territory once controlled by the so-called ISIS caliphate in Syria and Iraq has been liberated and eliminated.\nThe United States has also rebuilt our friendships across the Middle East. We have asked our partners to take greater responsibility for securing their home region, including contributing large amounts of money for the resources, equipment and all of the anti-ISIS effort.\nIncreased engagement from our friends, including Saudi Arabia, the United Arab Emirates, Qatar, Egypt and others, can ensure that Iran does not profit from the eradication of ISIS. America does not seek an indefinite presence in Syria, under no circumstances.\nAs other nations step up their contributions, we look forward to the day when we can bring our warriors home — and great warriors they are. Looking around our very troubled world, Americans have no illusions. We cannot purge the world of evil or act everywhere there is tyranny.\nNo amount of American blood or treasure can produce lasting peace and security in the Middle East. It’s a troubled place. We will try to make it better, but it is a troubled place.\nThe United States will be a partner and a friend, but the fate of the region lies in the hands of its own people. In the last century, we looked straight into the darkest places of the human soul. We saw the anguish that can be unleashed and the evil that can take hold.\nBy the end of World War I, more than one million people had been killed or injured by chemical weapons. We never want to see that ghastly specter return. So today, the nations of Britain, France and the United States of America have marshaled their righteous power against barbarism and brutality.\nTonight I ask all Americans to say a prayer for our noble warriors and our allies as they carry out their missions. We pray that God will bring comfort to those suffering in Syria.\nWe pray that God will guide the whole region toward a future of dignity and of peace. And we pray that God will continue to watch over and bless the United States of America.\nThank you and good night. Thank you.", "date": "April 13, 2018", "href": "https://www.nytimes.com/2018/04/13/world/middleeast/trump-syria-airstrikes-full-transcript.html", "tags": "syria transcript world attack full president united states trump nations strikes chemical video syrian weapons"}