{"title": "President Says Military Phase in Iraq Has Ended", "content": "SAN DIEGO, May 1 — President Bush declared tonight that the military phase of the battle to topple Saddam Hussein's government was \"one victory in a war on terror that began on Sept. 11th, 2001, and still goes on.\"\nSpeaking from the deck of the aircraft carrier Abraham Lincoln before thousands of uniformed sailors and aviators as the ship approached San Diego Harbor, he argued that by vanquishing Mr. Hussein's government, he had removed \"an ally of Al Qaeda,\" and he vowed to continue to search for banned weapons in Iraq — a search that so far has been largely unsuccessful — and to confront any other nations that use such weapons to threaten the United States or could sell them to terrorists.\nMr. Bush's speech tonight, 43 days after he announced to the nation from the Oval Office that the war had begun with a surprise bombing of a compound where Mr. Hussein had been sighted, ended the combat phase of one of the swiftest wars in American military history, and one of the most dramatic chapters of Mr. Bush's presidency.\nIn the 20-minute speech to the men and women of the Abraham Lincoln, whose aircraft dropped nearly a third of the ordnance that rained down on Iraq, Mr. Bush made it clear that he considered the Iraq conflict just one major moment of a broader fight that he would pursue against Al Qaeda and other terrorists.\nHe spoke in emotional terms not only about the troops who toppled Mr. Hussein but also about the Sept. 11 attacks, melding the battle against terrorism with the battle against Iraq. \"We have not forgotten the victims of Sept. 11th, the last phone calls, the cold murder of children, the searches in the rubble,\" he said. \"With those attacks, the terrorists and their supporters declared war on the United States. And war is what they got.\"\nThe Bush administration has never linked the attacks on the World Trade Center and the Pentagon to Mr. Hussein, although senior officials did charge that Iraq had ties to the Qaeda network.\nThe president's stern words about governments that support terrorism and pursue illegal weapons programs appeared to be a direct warning to Iran and North Korea and \"any outlaw regime that has ties to terrorist groups, and seeks or possesses weapons of mass destruction.\" Those states, he said, pose \"a grave danger to the civilized world, and will be confronted.\"\nJust in the last week, the State Department said Iran had the deepest ties to terrorism of any nation in the world, and North Korea boasted that it had already obtained nuclear weapons and was making more.\nMr. Bush did not declare final victory tonight as the sailors of the Lincoln, some in blue work uniforms and others in dress whites, assembled on the four-and-a-half-acre flight deck at dusk. Much remained to be done, he said, in rebuilding Iraq, and he promised that allied forces would stay as long as necessary.\nWhite House officials said they did not want to declare a final end to the war, in part because that would require them, under the Geneva Convention, to release more than 6,000 prisoners of war, many of whom are still being interviewed.\nStill, he told the sailors and fliers that \"major combat operations in Iraq have ended,\" and that \"in the battle of Iraq, the United States and our allies have prevailed.\"\nEarlier in the day, in a visit to the carrier that the White House arranged for maximum political effect, it was hard to tell Mr. Bush from the troops he was visiting. He landed on the carrier in a Navy jet that the president, a pilot in the Texas Air National Guard three decades ago, helped pilot. The image of the president surrounded by beaming sailors was an image that White House officials clearly intend to use in the 2004 presidential campaign.\nIn his speech, Mr. Bush argued that the invasion and liberation of Iraq was part of the American response to the attacks of Sept. 11. He called the tumultuous period since those attacks \"19 months that changed the world,\" and said Mr. Hussein's defeat was a defeat for Al Qaeda and other terrorists as well.\n\"The liberation of Iraq is a crucial advance in the campaign against terror,\" he said. \"We have removed an ally of Al Qaeda, and cut off a source of terrorist funding. And this much is certain: no terrorist network will gain weapons of mass destruction from the Iraqi regime, because that regime is no more.\"\nMr. Bush did more this evening than simply meld Mr. Hussein's fallen government with Qaeda terrorists. He both restated and amplified the \"Bush doctrine,\" the aggressive commitment his administration has made to confront major threats before they reach American shores.\nHe described the attack on Iraq as an example of the extreme lengths he would go to stop such threats. \"The use of force has been, and remains, our last resort,\" he said.\nHe added: \"Yet all can know, friend and foe alike, that our nation has a mission: we will answer threats to our security, and we will defend the peace.\"\nHe said the mission was far from over. \"Al Qaeda is wounded, not destroyed,\" he said, even while arguing that half of the terrorist group's senior members have been captured or killed. He vowed to pursue them \"from Pakistan to the Philippines to the Horn of Africa,\" all places where the United States has launched counterterrorism initiatives.\nNotably, Mr. Bush never once in his speech mentioned the United Nations, or the allies that opposed any use of military force, including France, Germany and Russia. His vision of the continuing war on terrorism was described as largely an American mission, to be pursued by the United States and willing partners, without reference to the international institutions set up after World War II to keep the peace. He mentioned Britain, Australia and Poland as the nations that \"shared in the hardships of war.\" These are, in the view of many of his aides, now America's core allies, a huge shift from the main alliances in the half century since the end of the cold war.\nMr. Bush's tone was carefully measured tonight; his aides did not want him to sound too martial, or to appear to be gloating to a world that is deeply suspicious of American power. Still, he struck an optimistic and purposeful chord.\n\"The war on terror is not over, yet it is not endless,\" he said. \"We do not know the day of final victory, but we have seen the turning of the tide. No act of the terrorists will change our purpose, or weaken our resolve, or alter their fate. Their cause is lost.\"\nMr. Bush spoke tonight nearly three weeks after the main military action — the drive from Kuwait to Baghdad — was largely completed. In perhaps the most vivid symbol of that victory, Defense Secretary Donald H. Rumsfeld, the first member of Mr. Bush's war council to visit Baghdad, used one of Mr. Hussein's former palaces as a base.\nBut Mr. Bush acknowledged tonight that the longer and politically more difficult task of remaking Iraq was only in its opening phase.\n\"The transition from dictatorship to democracy will take time, but it is worth every effort,\" he said. Then, the man who was elected president on a platform that called for reducing the use of the American military to conduct what he called \"nation building\" made it clear that the military would be the central participant in that effort.\n\"Our coalition will stay until our work is done,\" he said.\nWhile Mr. Bush used his visit to the Lincoln to all but declare victory, two of the major objectives of the war — capturing Mr. Hussein and finding banned weapons — remain unfulfilled. Already, both are lingering irritants to the administration.\nIn an interview this week, a senior administration official who was deeply involved in all aspects of planning and executing the war said many members of Mr. Bush's inner circle believed that Mr. Hussein was dead, although they were frustrated that they could not prove it.\nReferring to the two bombing raids on residences that Mr. Hussein was believed to be visiting — one on the opening night of the war, another toward the last days of heavy battle in Baghdad — the senior official said, \"I think there is a good chance that we got him one of those times, but I don't know for certain.\"\nThe official cautioned against \"equating this for the hunt for Osama bin Laden.\"\n\"We've all fallen into a trap on this,\" the official contended, making an argument that Mr. Bush himself has made in private, according to those who have spoken with him.\n\"This is somebody who ruled by traditional means of power: terror, an army, Republican Guard, territory, weapons, wealth, the ability to threaten his neighbors, like Adolf Hitler did and Joseph Stalin did. Without those traditional means he's got nothing.\"\nThe official noted that \"we did not know for certain what happened to Adolf Hitler for certain — until 1971. But did anybody think Hitler was still in power?\"\nStill, other members of the administration are clearly concerned that until Mr. Hussein is proved dead, his loyalists will still harass American occupation troops, setting off grenade attacks or car bombs.\n\"It's a problem,\" one senior military official said early this week. \"There's a great desire to prove he is no longer among us.\"\nPolitically more complex for the administration is the continuing search for chemical and biological weapons, a search that so far has turned up next to nothing. One member of Mr. Bush's war cabinet said that he suspected that Mr. Hussein had not mounted his chemical stockpiles on weapons, but suggested that sooner or later they would be found. Mr. Bush himself said tonight that the United States knew of \"hundreds of sites that will be investigated.\"\nOne senior administration official said, however, that the White House was now \"learning something important on how the Iraqis did this.\"\n\"What you are likely to see is not large stockpiles of weapons of mass destruction but all of the elements, the precursors, the capacity to put them together quickly.\" The official speculated that Mr. Hussein \"got caught in a trap of his own making.\"\n\"He couldn't put them together as long as the inspections were going on\" before to the war, he said.\n\"The inspections went up to very close to the time of hostility. Was it then too late to begin to try to assemble these things? Did he try to destroy them to cover the evidence?\" The key, the aide said, was interviewing scientists in the environment of a newly liberated Iraq, \"where they might say something.\"", "date": "MAY 2, 2003", "href": "https://www.nytimes.com/2003/05/02/international/worldspecial/president-says-military-phase-in-iraq-has-ended.html", "tags": "bush military ended president hussein one official war says phase — iraq weapons said"}