{"title": "President Putin 'probably' approved Litvinenko murder", "content": "The murder of ex-Russian spy Alexander Litvinenko in 2006 in the UK was \"probably\" approved by President Vladimir Putin, an inquiry has found.\nMr Putin is likely to have signed off the poisoning of Mr Litvinenko with polonium-210 in part due to personal \"antagonism\" between the pair, it said.\nHome Secretary Theresa May said the murder was a \"blatant and unacceptable\" breach of international law.\nBut the Russian Foreign Ministry said the public inquiry was \"politicised\". \nIt said: \"We regret that the purely criminal case was politicised and overshadowed the general atmosphere of bilateral relations.\"\nWhat Litvinenko report means for UK\nKey findings of the public inquiry\nWho was Alexander Litvinenko?\nWho are the Litvinenko murder suspects?\nStory of a perplexing murder\nDmitry Peskov, Mr Putin's spokesman, said Moscow's official response to the report will happen through \"diplomatic channels\", the Russian news agency Interfax was quoted as saying.\nPrime Minister David Cameron said the UK would have to go on having \"some sort of relationship with them [Russia]\" because of the Syria crisis, but it would be done with \"clear eyes and a very cold heart\".\nThe long-awaited report into Mr Litvinenko's death found that two Russian men - Andrei Lugovoi and Dmitry Kovtun - deliberately poisoned the 43-year-old in London in 2006 by putting the radioactive substance polonium-210 into his drink at a hotel.\nSir Robert Owen, the public inquiry chairman, said he was \"sure\" Mr Litvinenko's murder had been carried out by the two men and that they were probably acting under the direction of Moscow's FSB intelligence service, and approved by the organisation's chief, Nikolai Patrushev, as well as the Russian president. \nHe said Mr Litvinenko's work for British intelligence agencies, his criticism of the FSB and Mr Putin, and his association with other Russian dissidents were possible motives for his killing. \nThere was also \"undoubtedly a personal dimension to the antagonism\" between Mr Putin and Mr Litvinenko, he said.\nThe use of polonium-210 was \"at the very least a strong indicator of state involvement\" as it had to be made in a nuclear reactor, the report said.\nThe inquiry heard evidence that Mr Litvinenko may have been consigned to a slow death from radiation to \"send a message\".\nWhat is polonium-210?\nGiving a statement to the House of Commons, Mrs May said Mr Cameron would raise the findings with President Putin at \"the next available opportunity\". \nShe said the UK would impose asset freezes on Mr Lugovoi and Mr Kovtun and that international arrest warrants for the pair remained in place. They both deny killing Mr Litvinenko.\nBoth men are wanted in the UK for questioning, but Russia has refused to extradite them.\nSpeaking earlier outside the High Court, Mr Litvinenko's widow, Marina, said she was \"very happy\" that \"the words my husband spoke on his deathbed when he accused Mr Putin have been proved by an English court\".\nShe urged the UK government to expel all Russian intelligence operatives, impose economic sanctions on Moscow and impose a travel ban on Mr Putin.\nBy the BBC's Oleg Boldyrev\nFor years Moscow rejected allegations of high-level involvement in the murder of Alexander Litvinenko. \nThe fact President Putin himself is now associated with this assassination has not changed anything.\nTaking their lead from Robert Owen's use of the words \"high probability\", the second tier of the Russian establishment, mainly Kremlin-loyalist MPs, are dismissing the entire report as a politically-based fabrication.\nRussians on social media are making fun of its conclusions by using the hashtag \"PutinPossiblyApproved\" in Russian - that is #ПутинВозможноОдобрил - to include all manner of crimes. \nOne Russian MP, Nikolai Kovalev, himself an ex-FSB boss, pointed out relations between Moscow and London would not be harmed by the report as there was no room for making them any worse.\nHow Russian media reported the Litvinenko inquiry\nResponding to the report, Mr Lugovoi, who is now a politician in Russia, said the accusations against him were \"absurd\", the Russian news agency Interfax was quoted as saying.\n\"As we expected, there were no surprises,\" he said.\n\"The results of the investigation made public today yet again confirm London's anti-Russian position, its blinkeredness and the unwillingness of the English to establish the true reason of Litvinenko's death.\"\nMr Kovtun, now a businessman in Russia, said he would not comment on the report until he got more information about its contents, Interfax reported. \nLondon's Metropolitan Police said the investigation into the \"cold and calculated murder\" remained ongoing. \nAlexander Yakovenko, the Russian ambassador in the UK, said Russia would not accept any decisions reached in secret and based on evidence not tested in open court.\nThe length of time taken to come to these conclusions led them to believe it was \"a whitewash of British security services' incompetence\", he said.\nMr Yakovenko said these events \"can't help but harm our bilateral relations\".\nWhite House spokesman Josh Earnest said he did not have \"any actions\" to announce following the inquiry's findings. \"But I certainly wouldn't rule out future steps,\" he said.\nBy BBC security correspondent, Gordon Corera\nThe conclusions of this inquiry are stronger than many expected in pointing the finger at Vladimir Putin personally.\nThe evidence behind that seems to have come from secret intelligence heard in closed session. \nSaying that Alexander Litvinenko was killed because he was an enemy of the Russian state will raise pressure on the British government to take real action - the steps taken nearly a decade ago were only limited in scope. \nThat may pose difficulties given the importance of Russia's role in the Middle East, but without tough action people may ask if the Russian government has been allowed to get away with what has been described as an act of nuclear terrorism on the streets of London.\nMr Litvinenko fled to the UK in 2000, claiming persecution. He was granted asylum and gained British citizenship several years later.\nIn the years before his death, he worked as a writer and journalist, becoming a strong critic of the Kremlin.\nIt is believed he also worked as a consultant for MI6, specialising in Russian organised crime.\nThe inquiry heard from 62 witnesses in six months of hearings and was shown secret intelligence evidence about Mr Litvinenko and his links with British intelligence agencies.\nLong road to the truth for Litvinenko family", "date": "21 January 2016", "href": "https://www.bbc.co.uk/news/uk-35370819", "tags": "approved litvinenko uk report inquiry russian president murder said putin"}