{"title": "President Michel Temer of Brazil Is Charged With Corruption", "content": "RIO DE JANEIRO — President Michel Temer was charged with corruption by Brazil’s prosecutor general late Monday. He was accused of taking a $152,000 bribe via an intermediary, an act that, according to the prosecutor general, Rodrigo Janot, “helped to compromise the image of the Federal Republic of Brazil.”\nComing just days after a poll showed his approval rating at 7 percent — the lowest of any Brazilian president in nearly 30 years — the charge increased pressure on Mr. Temer’s rickety presidency, which has been engulfed in a political crisis since he was secretly recorded seeming to approve efforts to obstruct a corruption investigation during a late-night meeting at his residence in Brasília with Joesley Batista, a wealthy businessman whose family controls a food conglomerate.\nMr. Janot said Mr. Temer had agreed to the $152,000 payment from Mr. Batista in exchange for helping to resolve a problem that a Batista company was having with a power plant it owned. He also said Mr. Temer should pay $3 million in moral damages.\nAccording to the charges, a further $11 million in bribes was promised, according to the charges, to Mr. Temer and Rodrigo Rocha Loures, a close aide to the president who was filmed taking delivery of a suitcase that the authorities say contained the payment. He was then arrested.\nMr. Temer’s fate is now in the hands of Brazil’s Congress. If two-thirds of the Chamber of Deputies, the lower house, votes to accept the corruption charges or any others that may be coming, and the Supreme Court agrees, he will be suspended for up to 180 days and put on trial.\nAnalysts said he should have enough support in Congress to survive the vote — for now.\nElections are looming next year, and many lawmakers are facing their own corruption investigations. They may well feel safer siding with the government, even one as shaky as Mr. Temer’s, said Marcus Melo, a professor of political science at the Federal University of Pernambuco.\n“He is a lame duck, but incredible as it sounds, he can count on this base because they, too, are implicated in many things,” Mr. Melo said.\nBut if the prosecutor general does bring separate charges against Mr. Temer, each one will have to be voted on separately, said Roberto Dias, a professor of constitutional law at the Getulio Vargas Foundation in São Paulo.\n“The tendency is that each time there is an indictment offered, that the political support that Temer has will be reduced,” he said.\nNone of this bodes well for Mr. Temer’s legislative agenda, an ambitious package of austerity measures that he says is needed to revive Brazil’s economy.\nFinancial markets regard the measures, which include an unpopular overhaul of Brazil’s generous pension system, as crucial to restoring the country’s battered fiscal credibility.\nSo does Mr. Temer, as he made clear on Monday, before the widely anticipated charges were revealed. “There is no Plan B. We have to keep going,” he said. “Nothing will destroy us. Not me nor our ministers.” He has vehemently denied all of the accusations against him, and has often pointed out that Mr. Batista received a generous plea bargain in exchange for cooperating with prosecutors.\nMr. Temer did not immediately comment on the charges. Yet the constant flow of allegations has made it difficult for the government to operate, let alone carry out far-reaching plans.\nOn Monday, a federal police report said there were indications that Mr. Temer had obstructed justice in apparently encouraging Mr. Batista to keep making payments to Eduardo Cunha, the former speaker of the lower house of Congress, who has been jailed in another corruption case. This could mean a separate charge against the president.\nExecutives at JBS, a Batista company, testified that Mr. Temer had negotiated millions of dollars in illegal campaign donations for his Brazilian Democratic Movement Party. In still another case, he faces scrutiny over claims that he negotiated a $40 million bribe for the party in 2010.\nBut so far, Mr. Temer has been able to escape those and other allegations.\nThis month, he and his predecessor, Dilma Rousseff, whom he served as vice president before taking part in successful efforts to oust her, were cleared by an electoral court on charges of violating campaign finance laws during their 2014 campaign.\nMr. Temer will need 172 federal deputies to either abstain from voting or vote against accepting the charge brought by Mr. Janot.\nSylvio Costa, the founder of Congress in Focus, an independent monitoring site, said the president’s support was weakening. He said it could be further compromised if there were more revelations, or any sign that Brazil’s economy, which has been showing some faint signs of recovery, is stumbling again.\nMr. Temer can count on around 200 to 250 of the 512 deputies in the lower house, compared with about 400 a year ago, Mr. Costa said.\nA poll released last weekend found that 7 percent of Brazilians approved of Mr. Temer’s administration, 76 percent thought he should resign, and 47 percent felt ashamed to be Brazilian.\nDatafolha, the polling company, interviewed 2,771 people in 194 cities from June 21 to 23. The poll had a margin of error of plus or minus two percentage points.\nA visit by Mr. Temer to Russia and Norway last week, intended to distract from his problems at home, seemed to highlight them instead.\nFirst, his itinerary announced that he would be visiting the Soviet Union. Then the Norwegian prime minister, Erna Solberg, told him that Brazil must address its corruption problem, and Norway halved its contribution to an Amazon rain forest fund because deforestation was increasing.\nSome lawmakers from the center-right Brazilian Social Democracy Party, a key partner in Mr. Temer’s coalition, have already argued that they should leave the government. On Monday, Fernando Henrique Cardoso, a former president and elder statesman of the party, said in a newspaper column that Mr. Temer should make a “grand gesture” and cut short his mandate.", "date": "June 26, 2017", "href": "https://www.nytimes.com/2017/06/26/world/americas/brazil-temer-corruption-charge-joesley-batista.html", "tags": "corruption temer president ” charges batista brazil charged michel"}