{"title": "Prices for fake news campaigns revealed", "content": "Mounting a year-long fake news campaign can cost about $400,000 (£315,000), suggests a report.\nThe Trend Micro report draws on price lists found on sites that run the misinformation campaigns.\nCosts cover setting up fake social media profiles, writing false news stories and spreading them via fictitious followers.\nQuestions over the influence of fake news has led Google and Facebook to promise to curb its spread.\nIn its report, Trend Micro looked at Russian, Chinese, Middle Eastern and English language sites offering all kinds of services based around manipulating social media, search engines and news organisations.\nThe services on offer included: \nSome of the services profiled gave very detailed breakdowns of what could be done to influence political debate or manipulate the media.\nThe $50,000 (£39,000) cost of discrediting a journalist involved fake news stories contradicting the target's articles promoted via paid upvotes, likes, retweets and comments. It also involved tens of thousands of bots swamping a target's Twitter feed with malicious comments or posting strongly critical comments on stories.\n\"It's never been easier to manipulate social media and other online platforms to affect and amplify public opinion,\" said Trend Micro spokesman Bharat Mistry. \nKey to making the campaigns work, said the report, was creating stories, posts and discussions that \"pander to its audience's ideologies\".\nTrend Micro said one good way to limit the impact of fake news was to educate users and give them tools to spot unreliable sources and concocted campaigns.\nGood indicators were photoshopped photographs, provocative headlines, website names that resemble legitimate media groups and a lack of verifiable details on stories.\nIn addition, said Trend Micro, people should consume a wide range of news stories\n\"Stories that don't align with your own beliefs don't necessarily mean they're fake.\" it said. ", "date": "15 June 2017", "href": "https://www.bbc.co.uk/news/technology-40287399", "tags": "fake report news trend media prices social campaigns revealed stories micro"}