{"title": "Prime Minister's Questions: The key bits and the verdict", "content": "Theresa May went head-to-head with Jeremy Corbyn in the House of Commons. Here's what happened.\nWith Westminster in near meltdown over Brexit, Jeremy Corbyn threw the prime minister a curve ball and went on her government's record on poverty.\nFor the second week in a row, he quoted a damning report by the United Nations on the government's \"brutal policies\" towards the poor. Was she \"shocked\" by this, he asked, and why had she not replied to a letter he had written to her about it.\n\"We don't agree with this report,\" said Mrs May. \"Absolute poverty,\" she said, was at \"record lows\" and \"more people were in work than ever before\". Youth unemployment had almost halved and wages were rising, she added.\nMr Corbyn called on her to halt the roll-out of universal credit, which he described as a \"hostile environment\" for benefit claimants.\nThe government had \"listened\" to criticism of universal credit and made changes, said Mrs May, and it encouraged people into work and simplified the benefit system.\nMr Corbyn quoted a report from the Trussell Trust, the main food bank charity in the UK, which criticised the \"five week wait\" new universal credit claimants face.\nPeople in areas where universal credit was being introduced, including Anglessey, Blackpool, Milton Keynes, parts of Liverpool and London, and elsewhere, \"risk being left with no money for Christmas\", said Mr Corbyn. \nMrs May claimed \"no one\" will have to wait for money \"if they need it\" because the government had made it easier to get advances and 100% of new claimants would get payments up front.\nMr Corbyn dismissed these measures as a \"loan that's offered for some people\". The Trussell Trust was predicting \"record demand\" for food banks this December, he said.\n\"Food banks are not just a photo opportunity for Conservative MPs,\" declared the Labour leader, \"all of whom supported the cuts in benefit that led to the poverty in this country\". The Joseph Rowntree Foundation has said \"in-work poverty was rising faster than the overall employment rate\", he went on. \nWhy did the UK suffer from \"the weakest wage growth of all G20 nations\", he asked the PM.\nMrs May accused Labour of wanting to \"go back to square one\" by scrapping universal credit, which would leave people trapped on benefits.\nThe Labour leader quoted the chief economist of the Bank of England on wage growth, which prompted an eruption of noise from the Tory benches.\n\"The prime minister may be laughing at this, but it's the reality of people's lives,\" cried Mr Corbyn.\nSpeaker Bercow stepped in to calm things down, allowing Mr Corbyn to quote another UN report, from two years ago, on the UK government's \"systematic violation\" of the rights of disabled people.\nThe government was helping disabled people get into work, said Mrs May, before talking about the \"difficult decisions\" the government had been forced to make by Labour's \"mismanagement\" of the economy, as evidenced by Labour MP Liam Byrne's famous note about there being \"no money left\".\nWhenever the PM talks about difficult decisions, said Mr Corbyn, \"the poorest lose out\". He then launched into a full-throated attack on ministers he claimed had labelled disabled people \"scroungers\" and the unemployed \"skivers\".\nWhen, he said, would the government scrap the benefits freeze, repeal the \"bedroom tax\", scrap the \"two child cap\" and \"halt the roll-out of of universal credit\".\nMrs May replied that the \"poorest lose out when a Labour government comes in\".  \nIt was left to the SNP's leader at Westminster Ian Blackford to lead the attack on Brexit, claiming the government was in \"crisis\" - and urging the PM to take responsibility for \"concealing the facts\" on her deal by not publishing its legal advice until forced to do so by MPs.\nHe accused the PM of \"misleading the house, inadvertently or otherwise\", earning him a rebuke from Speaker Bercow - MPs are not allowed to accuse other MPs of lying.\nAlright, said Mr Blackford \"perhaps inadvertently\" - prompting another warning from Mr Bercow. \n\"There can be no imputation of dishonour and insertion of the word 'perhaps' - he wants to keep his options open,\" said the Speaker. Mr Blackford dropped the \"perhaps\".\nThe PM replied that the legal advice was no different to the statement made by Attorney General Geoffrey Cox on Monday.\nShe said she had already told MPs there was no unilateral right of exit from the Northern Irish backstop but it is very unlikely to be used, she added.\nThe SNP's Joanna Cherry also asked about the PM's Brexit deal.\nConservative MP Helen Whately highlighted to women the importance of smear tests.\nHere is BBC Parliamentary Correspondent Mark Darcy's take on the session:\nWhatever else happened, this edition of PMQs did not heap further pressure on the prime minister. \nOn most occasions, I can see some point in Jeremy Corbyn's approach of talking about bread and butter public services, rather than targeting the issue of the day in SW1  - but with Theresa May under massive pressure, having just lost three Commons votes, and apparently heading for defeat in a vote on the central policy of her government, it seemed rather an odd choice not to pile into the government's woes. \nSo while his Brexit Secretary, Sir Keir Starmer, was tweeting about the unhelpful things the government's own lawyer was saying about her proposed Brexit deal, the Labour leader defaulted to poverty, austerity and  universal credit. \nImportant issues, to be sure, but the right ones? On this, of all days? When Mr Corbyn's avowed intent is to use its Brexit divisions bring down the government?\nIt is possible across six questions, to pivot from one subject to another, but Mr Corbyn chose not to do so. \nThe SNP's Iain Blackford did ask about Brexit - and seemed to be shaping to ask whether Scotland could get the same deal as Northern Ireland, before rather running aground, when he implied (twice) that the prime minister had deliberately misled Parliament. \nSNP MPs don't tend to mind being pulled up for infringing this particular Westminster taboo, but it took the edge off a question which could have discomforted Scottish Conservatives, who're already feeling a little vulnerable. \nThe prime minister has had several very uncomfortable interludes at the despatch box - and this was not one of them. \nThe session defaulted into a pretty standard exchange of charges and counter-charges, and the subsequent Brexit questions from people like Labour's Kevin Brennan and Plaid's Liz Saville Roberts could not be pressed, because both were limited to a single intervention. \nThe overwhelming impression was of a beleaguered PM powering on, and taking no further damage. ", "date": "5 December 2018", "href": "https://www.bbc.com/news/uk-politics-46454891", "tags": "brexit universal minister may credit mr key verdict prime corbyn questions bits government labour"}