{"title": "Priti Patel’s Resignation Adds to Pressure on Theresa May", "content": "LONDON — Britain’s international development secretary, Priti Patel, on Wednesday became the second cabinet minister to quit in a week, a significant new setback for Prime Minister Theresa May as her shaky government grapples with critical decisions ahead of the country’s departure from the European Union.\nMs. Patel, 45, resigned after breaching ministerial rules by holding a dozen unauthorized meetings with Israeli officials during a summer vacation, giving a misleading impression about whom she had informed and failing to disclose all the relevant details to Mrs. May.\nThis new political turmoil is likely to increase speculation about the strength of Mrs. May’s grip on power, and comes at a tense moment in discussions on quitting the European Union, or Brexit. The resignation also follows a series of sleaze and sexual harassment allegations in Parliament, which prompted another cabinet minister, Defense Secretary Michael Fallon, to quit last week, and threatens another.\nThe litany of accusations against Ms. Patel — who was summoned home from a working visit to Africa — made the minister’s resignation almost inevitable, turning her slow-motion departure from government into a protracted political pantomime.\nThe progress of Ms. Patel’s return flight from Kenya was monitored by thousands online, and on Twitter, users created a hashtag #Prexit — a reference to Ms. Patel’s support for Brexit.\nTelevision cameras were on hand at Heathrow Airport to catch Ms. Patel’s arrival and her walk to a waiting official ministerial limousine that took her to London and eventually to 10 Downing Street to meet with Mrs. May.\nThat proved to be one of her last such journeys; within a few hours, Ms. Patel issued a letter accepting that her “actions fell below the high standards that are expected of a secretary of state,” and offering a “fulsome apology,” alongside her resignation.\nMrs. May accepted the resignation — rather than firing Ms. Patel — adding that, because “further details have come to light” since a discussion on Monday, it was “right that you have decided to resign.”\nCritics accused Ms. Patel of freelancing on foreign policy, and her failure to be completely candid about the extent of her activities ultimately sealed her fate, as information kept emerging. Her private meetings included one with Israel’s prime minister, Benjamin Netanyahu, and it later emerged that she discussed sending aid money to the Israeli authorities.\nIsrael’s Haaretz newspaper reported that, during her visit to the country in August, Ms. Patel visited an Israeli military field hospital in Golan Heights, even though her government regards the area as occupied territory.\nMrs. May’s office, meanwhile, denied reports in Britain’s Jewish Chronicle that her aides had instructed Ms. Patel not to include one of her meetings on a list of such contacts that she published on Monday, in an effort to close out the gathering crisis.\nFor Mrs. May, the episode has been a particular headache because Ms. Patel is a passionate supporter of Brexit within a cabinet that was constructed carefully to balance views on Europe. Earlier this week, Mrs. May had declared the matter closed after accepting an apology.\nIn the short term, Ms. Patel’s departure has distracted attention from calls for the resignation of Boris Johnson, the foreign secretary, whose inaccurate  comments may have worsened the plight of a British woman who is imprisoned in Iran.\nOnly last week, Mr. Fallon resigned as defense secretary amid a swirling series of allegations of sexual harassment and inappropriate behavior among lawmakers that threatens more trouble for Mrs. May.\nThe Cabinet Office is investigating claims made against two more of Mrs. May’s ministers, including Damian Green, a close ally and friend, and effectively Mrs. May’s deputy.\nAfter losing her majority in June in an election she need never have called, Mrs. May has never recovered her authority over a cabinet that has clashed over Brexit policy.\nThere are big tests to come for a government in such disarray. Later this month the chancellor of the Exchequer, Philip Hammond, will deliver a keenly awaited budget speech that is now fraught with political danger.\nMr. Hammond leads the cabinet faction that wants to soften the impact of Brexit, and to protect the economy by negotiating a standstill transition, under which Britain would apply current rules for two years after its departure from the bloc in March 2019.\nThat has exposed him to attacks from hard-line supporters of Brexit, who want a clean break from the European Union, and some right-wing critics want Mrs. May to fire Mr. Hammond for being insufficiently optimistic about Brexit.\nMrs. May faces an even bigger challenge in unlocking stalled negotiations over Brexit, before a summit meeting next month with European Union leaders. To do so, Mrs. May will soon need to indicate that Britain would pay the bloc significantly more to settle outstanding commitments to the European Union than the roughly 20 billion euros she has so far suggested.\nSuch an offer could prove highly controversial within her cabinet, which is divided over the need to soften the impact on the economy of Britain’s departure. Yet failure to offer billions more could mean that European leaders refuse to start talks on a transition after Brexit, and on permanent new trading arrangements.\nDissatisfaction with Mrs. May’s inability to stay ahead of events is growing. Last month, a Conservative Party lawmaker, Grant Shapps, sought — and failed — to orchestrate an internal coup against Mrs. May, claiming that he had the support of 30 colleagues who wanted the prime minister to step aside.\nUnder the party’s internal rules, it would take 48 Tory lawmakers to force a leadership contest. The events of the last week may have swollen that group of discontented Conservatives.\nFortunately for Mrs. May, her critics have yet to unite around a candidate to succeed her.", "date": "Nov. 8, 2017", "href": "https://www.nytimes.com/2017/11/08/world/europe/uk-priti-patel-resigns-israel.html", "tags": "brexit cabinet may minister european theresa priti britain patel ms. adds pressure mrs. resignation —"}