{"title": "Private Businesses Built Modern China. Now the Government Is Pushing Back.", "content": "HONG KONG — The comments were couched in careful language, but the warning about China’s direction was clear.\nChina grew to prosperity in part by embracing market forces, said Wu Jinglian, the 88-year-old dean of pro-market Chinese economists, at a forum last month. Then he turned to the top politician in the room, Liu He, China’s economic czar, and said “unharmonious voices” were now condemning private enterprise.\n“The phenomenon,” Mr. Wu said, “is worth noting.”\nMr. Wu gave rare official voice to a growing worry among Chinese entrepreneurs, economists and even some government officials: China may be stepping back from the free-market, pro-business policies that transformed it into the world’s No. 2 economy. For 40 years, China has swung between authoritarian Communist control and a freewheeling capitalism where almost anything could happen — and some see the pendulum swinging back toward the government.\nState-controlled companies increasingly account for growth in industrial production and profits, areas where private businesses once led. China has stepped up regulation of online commerce, real estate and video games. Companies could face higher taxes and employee benefit costs. Some intellectuals are calling for private enterprises to be abolished entirely.\nDissenters in China these days must walk a careful line. But a sense of urgency — fueled in part by China’s slowing growth and rising pressures from President Trump’s trade war — has driven a growing number of officials and economists to speak out on the government’s changing stance on private business.\nPrivate enterprises are plagued by concerns and “dissatisfaction,” said Ma Jiantang, the top party official at the Development Research Center, a high-level government think tank, at the same forum, according to a transcript.\n“If a trend forms and no one dares to criticize it,” wrote Hu Deping, a retired minister, “the consequences will be terrible.”\nThe debate has gone all the way to the top. On Thursday, President Xi Jinping, the country’s leader, sought to reassure private entrepreneurs that Beijing would still support them. But he also offered a full-throated defense of the country’s big state-controlled companies, which many economists believe crowd out private businesses.\n“Such statements as ‘there should be no state-owned enterprises’ and ‘we should have smaller-scale state-owned enterprises’ are wrong and slanted,” Mr. Xi said during a visit to a facility owned by China National Petroleum Corporation, a major state-controlled oil company.\n[Discuss China’s role in the world with New York Times journalists in a new Facebook group here.]\nChina’s leadership turned to entrepreneurs in the late 1970s, after the government had led the economy to the brink of collapse. Officials gave them special economic zones where they could open factories with fewer government rules and attract foreign investors. The experiment was an unparalleled success. When extended to the rest of the country, it created a growth machine that helped make China second only to the United States in terms of economic heft.\nToday, the private sector contributes nearly two-thirds of the country’s growth and nine-tenths of new jobs, according to the All-China Federation of Industry and Commerce, an official business group. So pressures on private businesses could create serious ripples.\n“The private sector is experiencing great difficulties right now,” wrote Mr. Hu, the retired minister, who as the son of a former top Communist Party leader is often a voice for reform in China, in an essay posted online last Thursday. “We should try our best not to replicate the nationalization of private enterprise in the 1950s and the state capitalism.”\nThe Chinese president, who has sought greater party control over the military, the  media and civil society, is now focusing on business. The government is considering taking direct stakes in the country’s big internet companies. Regulators have stepped up existing requirements that businesses, even foreign ones, give Communist Party committees a greater role in management.\nLeftist scholars, bloggers and government officials are providing theoretical and practical support. In January, Zhou Xincheng, a professor of Marxism at Renmin University in Beijing, declared that private ownership should be eliminated.\nLast month, Wu Xiaoping, then an unknown blogger, wrote that the private sector should be ended now that it had accomplished its historic mission of achieving growth. Mr. Wu’s blog went viral.\nAlso last month, Qiu Xiaoping, a vice minister of human resources and social security, urged “democratic management” of private enterprises, saying that they should be jointly run by business owners and their employees.\nSome of the government’s efforts stem from necessity. Beijing must find ways to pay for increasing ambitious social programs like universal health care. It is also trying to curb problems caused by business run amok, like pollution and poor treatment of workers, as well as years of companies dodging taxes.\nBut entrepreneurs say the pace of change in Chinese taxes — already among the world’s highest — gives them little time to prepare. For example, next year China will step up efforts to collect social-benefit payments and shift the way they are calculated, resulting in higher costs. Stricter social security tax collections could erode China’s corporate profits by 2.5 percent, according to Lu Ting, an economist at Nomura Securities in Hong Kong.\nThat could particularly hurt smaller companies, which tend to be privately owned and often have thin profit margins. Chinese officials have promised to cut overall taxes, but the details have been scant.\nBeijing’s efforts to wean the economy from its dependence on borrowing have made it harder and more expensive for many private businesses to get money. At the same time, the state-owned enterprises have little problem getting new loans. Even Li Keqiang, China’s premier, recently acknowledged what he called the “hidden line” between public and private access to bank loans.\nSome struggling entrepreneurs are doing what was once considered unthinkable: selling out to the state. So far this year, 46 private companies have agreed to sell shares to state-controlled firms, with more than half selling controlling stakes, according to the Shanghai Securities News, an official government newspaper. While the number is small considering the vast Chinese economy, it reverses a two-decade trend of state companies selling shares to private entrepreneurs.\nOne was the Changchun Sinoenergy Corporation, an oil and gas company. Its controlling shareholders agreed to sell their stakes to a company run by the government of Hunan Province after a loan was called. The government has pledged to inject nearly $150 million into the company.\nChina has also taken steps to gain greater control over its technology sector, which flourished largely free from government influence.\nApprovals of new video game titles have been frozen since a shift in regulation that has given the Communist Party’s propaganda department a direct role, an unusual degree of power over what had been a government process. Tencent, China’s video game giant and one of the world’s largest technology companies, has lost nearly one-third of its market value. Tencent declined to comment.\nThe authorities have also tightened rules governing online commerce. A new law requires those who run online stores to register with the government and pay taxes. That could hit Alibaba Group, also one of the world’s largest internet companies, because it runs an online bazaar, called Taobao, where merchants big and small have opened thousands of digital stores. In a statement, Alibaba said it hoped the introduction of the new law would bring positive development to the industry.\nAgainst this backdrop, state-owned companies are having a good year. In the industrial sector, state-owned companies saw their profits grow three times as fast as those in the private sector in the first seven months of the year, according to government data. That is in part because government efforts to cut back on overcapacity and pollution have fallen largely on private factories.\nPrivate entrepreneurs are loath to speak out for fear of attracting official condemnation. But signs of distress aren’t hard to find.\nLast month, Chen Shouhong, the founder of an investment research firm, asked a group of executive M.B.A. students — many of whom already owned publicly listed companies — to choose between panic and anxiety to describe how they feel about the economy. An overwhelming majority chose panic, according to a transcript. Mr. Chen declined to be interviewed.\nOptimists point to expressions of concern from China’s top leadership as an indicator that the government will give businesses more room. Others believe the tougher environment will stay. Xiao Han, an associate law professor in Beijing, cited one of Aesop's fables, of a man trying and failing to stop a donkey from going over a cliff.\n“Before long,” Mr. Xiao said, “we’ll probably find a body of a China donkey under the cliff.”", "date": "Oct. 3, 2018", "href": "https://www.nytimes.com/2018/10/03/business/china-economy-private-enterprise.html", "tags": "built mr. china entrepreneurs companies back ” pushing — government modern private businesses"}