{"title": "Priyanka Gandhi launches political career ahead of key India polls", "content": "Priyanka Gandhi, the charismatic sister of Congress party leader Rahul Gandhi, has formally joined politics months ahead of general elections in India.\nMs Gandhi has been appointed the party general secretary for the eastern part of the crucial state of Uttar Pradesh.\nShe has campaigned extensively for her brother and mother Sonia Gandhi in earlier elections, but had refused a formal political role for herself.\nAnalysts say she will infuse fresh energy into the Congress campaign. \nThe main opposition Congress party was routed by Prime Minister Narendra Modi's Bharatiya Janata Party (BJP) in the last general election in 2014 and has found it hard to recover.\nMs Gandhi has always been considered more popular of the Gandhi siblings with many blaming the \"lacklustre leadership\" of her brother for a string of Congress defeats between 2014 and 2018.\nThe party has gained some ground in recent state elections and Mr Gandhi's stock has risen, but Congress still faces a tough challenge to beat the BJP and regain power.\nSocial media had been awash with rumours of Priyanka Gandhi's impending political launch in recent days and on Wednesday, the Congress officially confirmed the news with this tweet:\nThrough the day, all but one of the top trends on Twitter in India were about Ms Gandhi's plunge into formal politics with thousands of people tweeting about her.\nMr Gandhi told reporters on Wednesday that he was \"very happy\" that his sister would be assisting him in the general elections and that she was \"very capable\".\nMany in the party had clamoured for a larger role for her for years, but the 47-year-old mother-of-two has been reluctant until now to take centre stage.\nIn previous elections, she had restricted her campaigning to Amethi and Rae Bareli - the parliamentary constituencies of her brother and mother - and is held in high esteem by the voters there.\nThe Gandhi family has enjoyed cult status in these underdeveloped areas where her father Rajiv and grandmother Indira Gandhi - both former prime ministers - also won several elections.\nHer appointment has been greeted enthusiastically by Congress party leaders, workers and supporters, who have often compared her to her charismatic grandmother.\nA BJP spokesman, Sambit Patra, said Ms Gandhi's appointment was an admission by the Congress that Rahul Gandhi had failed as the party leader.  \nBut analysts say the move has the potential of improving the party's showing in Uttar Pradesh, which sends the largest number of MPs to parliament. \nMs Gandhi is married to businessman Robert Vadra who has been accused of wrongdoing in his real estate business in the states of Haryana and Rajasthan and is under investigation.\nMr Vadra and the Gandhis have denied the allegations and accuse the BJP of a \"political witch hunt\".", "date": "23 January 2019", "href": "https://www.bbc.com/news/world-asia-india-46970730", "tags": "ms india key priyanka gandhi party bjp political elections brother ahead career polls launches general congress"}