{"title": "Priyanka Gandhi: Can Congress party's 'mythical weapon' deliver?", "content": "On Wednesday, Priyanka Gandhi is taking on Prime Minister Narendra Modi on his home turf - by holding a road show in his constituency Varanasi. Ever since she formally joined politics in February, she has been on a whirlwind tour, campaigning mostly in Uttar Pradesh where Varanasi is located. But will her efforts make any difference to the fortunes of the Congress party in the general elections?\nWhen Ms Gandhi, the charismatic sister of Congress party president Rahul Gandhi, walked up onto the stage at a rally in the town of Pratapgarh last week, she was greeted by shouts of \"Priyanka Gandhi zindabad! [Long Live Priyanka Gandhi!]\". A massive garland of red roses was held up by local Congress leaders to frame her and a golden crown was placed on her head.\nMs Gandhi launched a direct attack on Mr Modi, accusing him of not fulfilling the promises he had made before the 2014 elections. \nHis government, she said, had failed to create jobs, his decision to scrap high denomination banknotes had broken the backs of poor people and small businesses, and she chided the prime minister for denying farmers their rights.\nWhen the Congress is voted to power, she said, the job scheme for the poor would be extended, wages paid on time and high school education made free.\nThe rally was held in a small ground in the town centre and it was a small crowd, but the audience was responsive, clapping and cheering as she spoke in flawless Hindi. She ended her speech by appealing to them to vote for the Congress candidate, to vote in the change. \nMithilesh Kumar Yadav, a 21-year-old student  in the audience, told me that as a young man, that's what he wanted. \n\"Priyanka Gandhi wants to bring change here. As a young man I want change. Mr Modi's policies have affected people adversely,\" he said, adding that \"the prime minister doesn't talk about issues that are important. He's trying to divert attention from his unkept promises.\" \nCongress spokesman Akhilesh Pratap Singh told me that Ms Gandhi had been brought in to strengthen her brother's hands, help energise the party rank and file and counter Mr Modi's Bharatiya Janata Party (BJP). \nSince taking the plunge into active politics, Ms Gandhi has hit the ground running. In the past three months, I too have travelled extensively in this bellwether state that elects 80 MPs, talking to Congress party supporters to understand why they clamour for the Gandhis, especially her. \nAt her rallies and road shows, I have met people who are enthused by her presence, her decision for a more active political role, but I didn't meet a single person who said they were going to vote for the Congress because of her.\nMs Gandhi has spent hours campaigning in cars, trucks and even a boat, participated in dozens of road shows and addressed scores of rallies, grinning and waving at supporters, often reaching out to shake hands. \nIn February, when she made her first public appearance as a full-time politician in the state capital, Lucknow, along with her brother, thousands of supporters thronged the streets to greet them. Party workers and supporters were charged up and many told me that the Congress was now on course to win the elections and form the next government.\nSimilar scenes were repeated later in Amethi, Mr Gandhi's constituency, and in towns and cities across northern India. \nA natural politician, Ms Gandhi is extremely articulate in Hindi and English and connects easily with people, especially women. With her short hair and crisp cotton saris, she bears a striking resemblance to her grandmother, India's tough and only female prime minister Indira Gandhi. \nAnd even though she's not running for parliament, there is obsessive media interest in everything she does - during her visit to a village of snake charmers in her mother's constituency Rae Bareli, she's photographed holding up snakes, and in central India, a sari-clad Priyanka Gandhi is seen scaling a fence to mingle with the crowd at a rally while her security men race to catch up with her.\nHer visits to temples and shrines to woo the religious are streamed live on TV channels, her road shows get prime time, and her comments about PM Modi often make headlines. And increasingly, it's her who's taking on Mr Modi, countering his criticism of her family and his charge that the siblings are there not because of merit but their name.\nMs Gandhi is not exactly a newcomer to politics. For almost two decades now, she has managed campaigns for her brother and mother Sonia Gandhi, but been reluctant to take on a wider role.\nRead more from Geeta Pandey\nThe 47-year-old mother-of-two has always been regarded as the more charismatic of the Gandhi siblings. And in recent years, as the Congress has suffered major electoral setbacks, the chorus for her to take on a larger role has been getting louder. In 2015, some party workers demonstrated outside the Congress headquarters in Delhi, holding placards that read, \"Priyanka lao, Congress bachao [Bring Priyanka, Save Congress]\". \nSo when it was announced in January that she had been appointed as general secretary for the eastern part of Uttar Pradesh, supporters celebrated by setting off fireworks and dancing outside the  party office. She was described as the \"Brahmastra\" - a mythical celestial weapon of last resort deployed by Hindu deities to annihilate the enemy. \nIn a recent interview with a Hindi-language newspaper, Ms Gandhi explained the reasons why she finally said yes.\n\"Democracy, constitution and our institutions are under attack and it would have been cowardly not to take the plunge now. In 2017, Rahul asked me to take on Uttar Pradesh but I didn't. It was a mistake but people learn from their experiences, so this time when he asked, I agreed.\" \nThe Gandhi siblings are the fourth generation of the Nehru-Gandhi dynasty, often described as India's political royalty. Their great-grandfather, Jawaharlal Nehru, was the first prime minister of independent India, their grandmother and father also served as prime ministers, while their mother, Italian-born Sonia, was the Congress chief until poor health forced her to hand over the reins to her son.\nMr Modi often mocks the siblings, saying they lead the Congress because of entitlement and not achievement. \nCongress supporters, however, don't seem unduly worried about the dynasty link - they talk about the fact that their grandmother and father were assassinated and the \"sacrifices\" the family has made for the country.\nSpokesman Akhilesh Pratap Singh says Rahul - and now Priyanka - have re-energised the party. \"BJP leaders, including PM Modi, are rattled, otherwise why would they call her names or say she won't make any impact on the elections?\"\nMr Singh says the most important thing is that \"our workers are enthused and the public confidence in the party has grown\".\nBut will all this adulation really convert into votes and seats for the party? \n\"Definitely,\" Mr Singh says. \"When the votes are counted, you'll see our voting percentage has gone up.\"\nPolitical analyst Neerja Chowdhury says Ms Gandhi has lots of charisma but she is a great example of its limits.\nShe \"left it a bit too late\" and should have come out a year ago and worked to galvanise the people, she says. \n\"The party organisation is decimated in the state and has to be built from scratch. She doesn't have a magic wand.\"\nMs Chowdhury says expecting Ms Gandhi to turn around the party in such a short time is asking her to do the impossible and it's unfair on her because it will open her to being dismissed as a failure.\nBut in the absence of a strong party machinery or leadership in Uttar Pradesh, Ms Gandhi's efforts can take Congress only so far and no further.\nMs Chowdhury says she would need to build the party base in the state brick-by-brick - that would require much more than charisma, and plenty of hard work.\nBut one thing, she says, she's sure about is that \"Ms Gandhi is here to stay\".", "date": "15 May 2019", "href": "https://www.bbc.com/news/world-asia-india-48263506", "tags": "congress ms priyanka prime party deliver says modi gandhi weapon"}