{"title": "Processed meat 'linked to breast cancer'", "content": "Regularly eating foods like bacon and sausages may raise the risk of breast cancer, according to researchers. \nA review of studies found women who ate high levels of processed meat had a 9% increased risk of the cancer compared with those who ate little of it. \nThe study backs up previous findings of the World Health Organization, which says processed meats cause cancer. \nExperts recommend caution about the findings and say the actual risk for individual women is \"very small\".\nThis review, which included data on more than a million women, shows a link between processed meat consumption and breast cancer risk, but it's not clear if the food is actually causing this. \nThere are also other pitfalls to consider.\nThe 15 studies used in the analysis had different definitions of the highest consumptions.\nFor example, one of the UK studies in the review classed high consumption as more than 9g a day - the equivalent of just two or three rashers a week - while in others it was much higher.\nThe researchers in the majority of these studies noted what people said they ate and followed them up to see which of them developed breast cancer.\nBut the problem with this is that people who eat different amounts of processed meat may also have other behaviours that might explain the differences in breast cancer risk, such as being more or less healthy in other ways.\nIn the UK about 14 out of every 100 women will get breast cancer at some point in their lives.\nThat means a 9% increase in risk in this population would be expected to translate into roughly one extra case of cancer in every 100 women.\nCancer Research UK estimates that about 23% of breast cancers are preventable.\nIt estimates that about 8% of cases are caused by being overweight and obese and another 8% by alcohol.\nAuthors of this study, published in the International Journal of Cancer, say the link they found is only for processed meat, not red meat.\nThe WHO lists processed meat as carcinogenic, primarily because of evidence linking it to a raised risk of bowel cancer, while it says red meat is \"probably carcinogenic\".\nProcessed meat has been modified to either extend its shelf life or change the taste, usually by smoking, curing, or adding salt or preservatives to meat.\nThis includes bacon, sausages, hot dogs, salami, corned beef, beef jerky and ham.\nThere are different theories for why it may raise the risk of cancer, including that curing salt may react with protein in the meat to make it carcinogenic. \nLead author Dr Maryam Farvid, of the Harvard TH Chan School of Public Health in the US, recommends cutting down on the meat rather than eliminating it. \nCurrently, the NHS recommends eating no more than 70g of red and processed meat a day.\nDr Gunter Kuhnle, associate professor in nutrition and health at the University of Reading, who was not involved in the study, said it was \"questionable\" whether people should lower their red and processed meat consumption on the back of this study. \nHe said the actual risk posed by processed meats was \"very small\" for the individual and more relevant on a population-wide level. \nHowever, he said the study's findings should be followed up to investigate the links between processed meat and cancer and see whether the associated risk could be reduced, for example through new food production methods. \nFollow Alex on Twitter. ", "date": "3 October 2018", "href": "https://www.bbc.co.uk/news/health-45720970", "tags": "study may breast processed meat cancer women risk studies"}