{"title": "Profiles: 2011 Nobel Peace Prize winners", "content": "Three women have been jointly awarded the 2011 Nobel Peace Prize for their non-violent struggles for women's rights. Here are profiles of the three:  Liberian President Ellen Johnson Sirleaf, Leymah Gbowee - an activist from Liberia, and Tawakul Karman, a Yemeni rights activist. \nEllen Johnson Sirleaf, Africa's first elected female head of state, is known as the \"Iron Lady\" by her supporters.\nShe is standing for re-election on Tuesday, despite promising she would only seek one term.\nWhile out campaigning, the diminutive 72-year-old is often dwarfed by her party officials and bodyguards but over a political career spanning almost 30 years she has earned her steely nickname.\nShe was imprisoned in the 1980s for criticising the military regime of Samuel Doe - and then backed Charles Taylor's rebellion before falling out with him and being charged with treason after he became president.\nIn 2009, Liberia's Truth and Reconciliation Commission recommended that she be barred from office for 30 years for her role in backing Mr Taylor, who is currently on trial for war crimes in The Hague.\nShe won the 2005 election run-off even though she faced probably the best known Liberian - former football star George Weah.\nDespite the popular appeal of her opponent, analysts say she won because of background as a development economist.\nMrs Sirleaf has held a string of international financial positions, from minister of finance in the late 1970s to Africa director at the United Nations Development Programme.\nSo many people felt she was well placed to rebuild Liberia's shattered economy.\nSince becoming president, she has cancelled and renegotiated a $1bn contract with the world's largest steel company, Arcelor Mittal, which has since started iron ore production in the north east.\nAnother $2.6bn iron ore concession agreement was entered into between the government and China Union, a consortium of Chinese companies.\nBut she says that her work has not finished, which is why she changed her mind and decided to seek re-election.\n\"When the plane hasn't landed yet, don't change the pilots\", her posters say.\nMrs Sirleaf, a divorcee whose ex-husband died a few years ago, is the mother of four sons and has six grandchildren.\nFull profile of Ellen Johnson Sirleaf\nThe Nobel Committee declared that Leymah Gbowee \"mobilised and organised women across ethnic and religious dividing lines to bring an end to the long war in Liberia, and to ensure women's participation in elections. She has since worked to enhance the influence of women in West Africa during and after war\".\nShe is credited with organising a group of Liberian woman in 2002 to put pressure on then-President Charles Taylor to end the country's brutal civil war.\nThey were the mothers, wives and sisters of the men doing the fighting and their victims.\nMs Gbowee is less well known outside Liberia than President Ellen Johnson Sirleaf but is famous inside the country for mobilising the women peace protesters ahead of the war's end in 2003, says the BBC's Mark Doyle, a regular visitor to Liberia.\nOne of the most visible protests was an almost permanent prayer meeting on a football field on the edge of Liberia's capital, Monrovia, our correspondent says.\nThe women, dressed in white T-shirts, would sign and pray in the hot sun and through heavy rain, he adds.\nAfter the war Ms Gbowee organised hundreds of female Christian and Muslim activists in nine of Liberia's 15 provinces to help Mrs Sirleaf's successful campaign for the presidency in 2005.\nThen in 2006 she co-founded the Women Peace and Security Network Africa, based in Accra, Ghana.\nIt works with women in West African countries with a history of conflict.\nFull profile of Leymah Gbowee\nThe 32-year-old mother of three founded Women Journalists Without Chains in 2005. She has been a  prominent activist and advocate of human rights and freedom of expression for the last five years.\nShe has led regular protests and sit ins calling for the release of political prisoners. \nMs Karman has led rallies in the continuing protests against the rule of President Ali-Abdullah Saleh.\nSpeaking to the BBC in April in Sanaa's Change Square - the heart of the popular demonstrations against Mr Saleh - Ms Karman said she was astonished at the protests: \"I could never imagine this. In Yemen, women are not allowed out of the house after 7pm, now they are sleeping here. This goes beyond the wildest dream I have ever dreamt, I am so proud of our women.\"\nShe is a member of Yemen's leading Islamist opposition party, the Islah - a conservative, religious movement that calls for reform in accordance with Islamic principles.\nShe has campaigned to raise the minimum age at which women can marry in Yemen. \nShe has been jailed several times for her activism, pilloried in the official media and attacked. Unusually for a woman in Yemen, Ms Kamran wears a headscarf, not a full veil. \nFull profile of Nobel laureate Tawakul Karman ", "date": "7 October 2011", "href": "https://www.bbc.com/news/world-europe-15214032", "tags": "winners prize ms johnson nobel profiles peace sirleaf war ellen women gbowee liberia karman"}