{"title": "Profile: China's President Xi Jinping", "content": "Xi Jinping became president of China in 2012, ushering in an era of increased assertiveness and authoritarianism.\nHe has been front and centre of China's push to cement its position as a superpower, while also launching crackdowns on corruption and dissent.\nA consummate political chess player who has cultivated an enigmatic strongman image, the leader of the ruling Chinese Communist Party has rapidly consolidated power, having his ideas mentioned by name in the constitution - an honour that had been reserved only to Mao Zedong until now.\nThe \"Xi Jinping Thought\" means that any challenge to the president will now be seen as a threat to Communist Party rule. \nA seven-man leadership committee unveiled in October 2017 included no obvious heir, raising the prospect that Mr Xi intended to govern beyond the next five years. The Communist Party has now confirmed that aim, with a proposal to remove a clause in the constitution that limits the presidency to two terms.\nBorn in Beijing in 1953, Xi Jinping is the son of revolutionary veteran Xi Zhongxun, one of the Communist Party's founding fathers and a vice-premier.\nBecause of his illustrious roots, Mr Xi is seen as a \"princeling\" - a child of elite senior officials who has risen up the ranks.\nBut his family's fortunes took a drastic turn when his father was purged in 1962 prior to the Cultural Revolution and imprisoned. \nAt the age of 15, the younger Xi was sent to the countryside for \"re-education\" and hard labour in the remote and poor village of Liangjiahe for seven years - an experience that would later figure largely in his official story.\nFar from turning against the Communist Party, Mr Xi embraced it. He tried to join it several times, but was rebuffed because of who his father was.\nOnce he was finally accepted in 1974, he worked hard to rise to the top - first as a local party secretary in Hebei province, before moving on to more senior roles in other places including party chief of Shanghai, China's second city and financial hub.\nHis increasing profile in the party propelled him to its top decision making body, the Politburo Standing Committee, and in 2012 he was picked as president.\nThe Tsinghua University chemical engineering graduate is married to the glamorous singer Peng Liyuan, and the two have been heavily featured in state media as China's First Couple. It's a contrast from previous presidential couples, where the first lady has traditionally kept a lower profile. \nThey have one daughter, Xi Mingze, but not much is known about her apart from the fact that she studied at Harvard University.\nOther family members and their overseas business dealings has been a subject of scrutiny in the international press.\nMr Xi has vigorously pursued what he has called a \"great rejuvenation of the Chinese nation\" with his China Dream vision.\nUnder him, China has enacted economic reform to combat slowing growth, such as cutting down bloated state-owned industries and reducing pollution, as well as its One Belt One Road trade project.\nThe country has become more assertive on the global stage, from its continued dominance in the South China Sea despite international protestations, to its exercise of soft power by pumping billions of dollars into Asian and African investments.\nThis has been accompanied by a resurgence in patriotic nationalism whipped up by state media, with a particular focus on Mr Xi as China's strongman leader, leading some to accuse him of developing a personality cult like that of former leader Mao Zedong.\nAt home, Mr Xi has waged a ruthless war on corruption which has punished more than a million \"tigers and flies\"- a reference to both high and low-ranking party officials.\nSome observers believe that the campaign is aimed at rooting out opponents, and is part of a series of political manoeuvres by Mr Xi aimed at consolidating his power.\nMeanwhile China has seen increasing clampdowns on freedoms, from rising online censorship to arrests of dissidents and human rights lawyers, leading some to describe Mr Xi as \"the most authoritarian leader since Chairman Mao\".\nDespite this, Mr Xi is still thought to enjoy reasonably widespread support among ordinary Chinese citizens - and is expected to keep shaping the country for the next few years.\nChinese leaders have traditionally hinted at one or more possible heirs to the leadership body, the Standing Committee, at the beginning of their final term. But in October 2017, Mr Xi did not do so.\nThe leaders unveiled were all in their 60s and likely to retire at the end of this term.\nAnd in a clear sign of Mr Xi's influence, the Communist Party voted, in 2017, to write his philosophy, called \"Xi Jinping Thought on Socialism with Chinese Characteristics for the New Era\", in its constitution.\nOnly founder Mao and Deng Xiaoping, who introduced economic reforms in the 1980s, have made it into the all-important fundamental law of the land.", "date": "25 February 2018", "href": "https://www.bbc.co.uk/news/world-asia-pacific-11551399", "tags": "mao jinping xi china president profile party communist one chinese leader"}