{"title": "Prognosis Unclear", "content": "\n   The reception area at Johns Hopkins Hospital's decorated adult emergency department was only about half full, the state-of-the-art trauma rooms were empty, and many of the patient beds were empty on a recent steamy summer weekday morning. But that's not the norm for this 123-year-old institution, which opened a glittering new hospital in April. \n     \n    Every month, close to 5,000 adult patients are treated in the emergency department of this downtown Baltimore hospital. Some have major health problems -- gunshot wounds, heart attacks, traffic accidents -- while others have more minor issues they're hoping to get taken care of quickly. But many of these patients are simply looking for a doctor, any doctor, and this is the only place they believe will serve them.\n     \n  The law requires hospitals to provide emergency treatment to anyone who comes through their doors whether they can pay or not, which is good for people who have no health insurance or can't get a doctor's appointment. But that's not really what hospital emergency departments are built to handle, said Paula Neira, a nurse educator at Johns Hopkins. \n    \n  \"As an emergency practitioner, my job isn't to fix everything. My job is to make sure that you do not have an emergent condition going on,\" Neira told Huffington magazine during an interview at the hospital. \"The sickest people are supposed to be the priority.\"\n     \nWhen President Obama enacted the health care reform law in 2010, it was supposed to discourage some patients from turning to hospitals for routine care by extending health insurance coverage to tens of millions of people.\nThat law, recently upheld by the Supreme Court, may shift non-emergency patients away from hospitals, but many health care professionals still have lingering questions. What’s really going to change when those millions of Americans are covered by health insurance, when access to regular medical care is improved and skyrocketing health care costs start to be reined in? Some worry that the health care reform law may not deliver on its promises, or that if it does, it will bring with it a new set of problems.\nThese reforms will be gradually implemented leading up to 2014, when the biggest part of the law — the expansion of coverage to an estimated 30 million of the currently uninsured — is set to kick in. If we get it right, more people will have the security of health insurance, the nation can become healthier and spending will be restrained. If things don’t go according to plan, it could disrupt the $4.78 trillion health care economy by squeezing hospitals, health insurance companies and state governments. Waits for doctor visits could get even longer. Chances are, we will see both positive and negative outcomes.\nSome experts believe if the largest expansion of health care coverage since the creation of Medicare and Medicaid goes wrong, it could also handicap a vital component of America’s economic engine.\n“Health care in this country is approaching 20 percent of the economy and we have a tremendous amount of uncertainty about what 2014 is going to look like,” said John Lumpkin, chairman of the board of directors at the Robert Wood Johnson University Hospital in New Brunswick, N.J., at a briefing last month sponsored by the Alliance for Health Reform at the National Press Club in Washington.\n“If that economy bets wrong on what the realities of 2014 will be, the ability to deliver services in an efficient way, to actually be able to meet the demand at that particular time, will be in jeopardy,” said Lumpkin, who also serves as the director of the health care group at the Robert Wood Johnson Foundation in Princeton, N.J..\nWhile President Obama and Republican politicians continue to trade barbs over the Affordable Care Act and the public remains divided over health care reform, the law is taking shape in the real world. With the Supreme Court ruling out of the way, no one can afford to gamble on the law going away, despite vows to repeal it by presidential candidate Mitt Romney and other Republicans.\nThere’s a lot left to be done. Federal officials and state governments must make plans for how to connect as many as 30 million people to health care benefits starting in less than 18 months. Insurance companies are scrambling to find new ways to make money in a brand-new market subject to unprecedented national regulations about who they must cover, how much they can charge and what profits they can earn. Hospitals and other medical providers have to adapt to a world in which they’ll be getting paid not just for what they do, but whether they’re getting more efficient and whether their patients are actually getting healthier.\nHere are the most important questions about how the law will be implemented.\nWILL WE REACH THE UNINSURED?\nThe federal government, states, health care providers, health insurance companies and everyone else with an interest in seeing health care reform succeed have a tough task ahead them: reaching out to the millions of uninsured people the law is supposed to help. Although it might seem easy to connect uninsured people with health insurance that will benefit them, simply making it possible doesn’t mean it will happen.\n“The vast majority of people who are currently uninsured, who can gain enormously from the Affordable Care Act, aren’t aware of it,” said Ron Pollack, the executive director of Families USA, a Washington-based advocacy organization that used its hefty advertising and lobbying budget, as well as its nationwide grassroots network, to help pass the health care law. “There’s got to be a huge and effective public education, outreach and advertising campaign,” said Pollack, who is on the board of Enroll America, a coalition of health care industry groups and nonprofit organizations that will spend tens of millions of dollars educating the public about the law’s new benefits.\nA massive and well-coordinated effort has to be ready to go by next October, when small businesses and individuals who don’t get insurance at work can begin shopping for plans — and will learn whether they’re eligible for financial assistance. People who earn up to 133 percent of the federal poverty level, which is $14,856 this year, will qualify for Medicaid coverage. Those who earn up to 400 percent, which is $44,680 in 2012, can get tax credits to help pay for private insurance. Some small companies also will qualify for tax credits.\nWILL INSURANCE COMPANIES SELL PLANS THE HEALTHY WILL BUY?\nOne of the main reasons for enacting health care reform was to end health insurance company practices that excluded people with pre-existing conditions or made them pay exorbitant premiums, overcharged women and older people, and excluded coverage for major expenses like maternity care. A key way the law makes this possible is the individual mandate that nearly everyone obtain health care coverage, which will push younger, healthier people with low medical costs to pay into the system.\nAlthough the industry should benefit from access to millions of new customers — many of whom will receive tax credits — no one really knows what this new market for individual health insurance is going to look like.\nThe health insurance industry is weighing these considerations as companies try to determine how to design their new products and how much to charge for them. “Whether or not the costs are affordable will be very dependent on whether individuals who are young and healthy purchase coverage,” Karen Ignagni, the president and CEO of the trade group America’s Health Insurance Plans, said at a conference hosted at the National Press Club by the journal Health Affairs last month. If they don’t, older, sicker people will pay more.\nThere’s no guarantee people will go along with the plan. Some healthy people who buy their own health insurance today may see their premiums increase because the law mandates certain services be covered and doesn’t permit insurance companies to deny policies to sick people with higher medical expenses. And that will increase costs for everyone in the insurance pool.\nTheir coverage may be more comprehensive and more secure but a bigger price tag could turn them off.\nAnd the penalty for not getting health insurance in 2014 is just $95, or 1 percent of income, whichever is higher. The penalty gradually escalates until it reaches $695, or 2.5 percent of income, in 2016 but that’s still lower than the cost of health insurance.\nHealth insurance companies may be cautious about entering these markets until they have a better idea about who their customers will be, Sheryl Skolnick, an equities analyst for CRT Capital Group in Stamford, Conn., told Huffington. “Maybe it’s better to be the market-share winner in the second year when you know who you’re insuring.”\nWILL BUYING HEALTH INSURANCE EXCHANGES BE EASIER?\nWhoever winds up being those insurance companies’ customers will buy their products on the regulated exchange marketplaces that go live in October 2013, which will allow people to comparison shop and to determine whether they’re entitled to Medicaid benefits or to tax credits that would defray the cost of private health insurance..\nOften described as akin to Expedia.com for health insurance, these exchanges are considerably more complicated because they must access information about the products as well as federal and state records on applicants’ income that will determine whether a shopper qualifies for assistance.\nThat complexity can’t be visible to consumers or the whole project won’t work, said Peter Lee, the executive director of the California Health Benefit Exchange in Sacramento, which will oversee the enrollment of as many as 5 million people into health care coverage starting in 2014. Shopping for insurance must be “as easy as buying a book on Amazon,” Lee said at the Health Affairs conference.\n“We’re a sales organization. We are not forcing anyone to do anything,” Lee said. “We’re making a product available that people are going to be putting money on the table to buy, so we if don’t approach it like that, we’re going to be dead in the water.”\nThe authors of the health care reform law envisioned each state setting up its own exchange, but  states are making mixed progress — in part because Republican governors and state legislators remain resistant to anything associated with “Obamacare”— leaving the federal government no choice but to step in.\nFifteen states and the District of Columbia had exchanges in the works as of Aug. 1, three are building exchanges in partnership with the federal government, seven have decided not to set one up, nine have conducted “no significant activity” and the remainder are weighing their options, according to the Henry J. Kaiser Family Foundation in Menlo Park, Calif. But time is running out: States have until Nov. 16 to submit their plans for federal approval.\nMeantime, the Supreme Court’s decision allowed states to opt out of the health care law’s planned expansion of Medicaid to 13 million poor people. Already, Republican governors in states, including Texas and Florida, have said they won’t broaden the program, which the federal and state governments jointly run. The Congressional Budget Office predicts the Court’s ruling on Medicaid will result in 3 million fewer uninsured people gaining health coverage.\nWILL THERE BE ENOUGH DOCTORS?\nHealth care reform isn’t supposed to just get people on health insurance — it’s intended to help people establish a steady relationship with a doctor who can help them with routine medical care and manage any chronic ailments they have.\nAt the Johns Hopkins Hospital, many of the thousands of patients treated in the emergency department every month would be better served in a doctor’s office. “It’s not really primary care that’s delivered in emergency departments. It’s a pretty common misconception. ‘Primary care’ suggests that there’s an ongoing relationship between a patient and provider,” James Scheulen, the chief administrative officer of the hospital’s Department of Emergency Medicine, told Huffington.\nEmergency care costs patients more because bills are higher, while their health may be worse because they put off treatment. It’s also more expensive for hospitals, not least because uninsured people leave behind unpaid bills — to the tune of $39.3 billion in 2010, according to the Chicago-based American Hospital Association. Johns Hopkins saw $248 million in unpaid bills in 2009.\n“It’s great if you have insurance, but if there’s nobody there to care for you, it doesn’t really matter,” nurse educator Paula Neira said. “They can’t get into their primary care physicians in a reasonable time frame to deal with an urgent flare-up of something. I’m in pain, I call my doc, the doc says, ‘Well, I can see you in two weeks.’ That doesn’t do me much good,” she said.\nTrouble is, there simply may not be enough doctors to handle all these newly insured patients trying to make appointments for check-ups, common illnesses and treatments for chronic conditions.\nThe Association of American Medical Colleges predicts a shortage of 62,900 doctors in 2015, and that will worsen over time. “They’re absolutely right to be concerned about having an adequate primary care infrastructure,” Glen Stream, a physician in Spokane, Wash., told Huffington. “Our primary care infrastructure is stressed and distressed,” said Stream, who is the president of the Leawood, Kansas-based American Academy of Family Physicians.\nThe shortage of physicians predates health care reform, which includes provisions meant to \naddress it, said Stream. The law provides scholarships and apprenticeships for medical students who want to be primary care doctors, he said. In addition, the reforms raise Medicare and Medicaid payments for primary care doctors and facilitate arrangements between physicians, nurses, nurse-practitioners, physician-assistants and pharmacists to promote primary care, he said.\nCAN HOSPITALS CUT COSTS WHILE MAKING CARE BETTER?\nHospitals will be at the epicenter when health care reform goes from being mere legislation, and fodder for politicians, to the new reality. Hospitals accounts for the largest share of U.S. health care spending — more than doctor bills, prescription drugs or anything else. In 2010, Americans doled out $814 billion on hospital care, which was 31 percent of the nation’s total health care spending. Containing costs in this area is vital to making health care more affordable and to sustaining Medicare and Medicaid into the future.\nJohns Hopkins hopes to be ahead of the curve as the American medical system attempts to undergo a fundamental transformation in how health care is delivered and financed. Medicare, Medicaid and private insurance companies are exerting intense pressure on medical providers to save money.\n“The expectation of government, payers and employers is that we have to become more efficient, more cost-effective at delivering services,” Ronald Peterson, president of the Johns Hopkins Hospital and Health System, said in an interview with Huffington.\n“This is the wave of the future and we believe we’re reasonably well-positioned.”\nJohns Hopkins has been preparing for a new health care system since before Barack Obama even decided to run for president. After four years of development, Johns Hopkins opened the doors of a new, $1 billion hospital in April to replace venerable but outmoded facilities that originally opened in 1889. The organization has made strides toward streamlining its operations and integrating the activities of its six hospitals, 35 physician practices, a home health care services entity and a managed care operation that covers 300,000 people.\nBased on the expectation that more people would be insured and more hospital bills covered, industry trade groups endorsed the health care reform law, which also cuts Medicare and Medicaid funding for hospitals by $155 billion through 2019. In addition, the law links Medicare payments to measurable improvements in patients’ medical care, an approach private health insurance companies also are employing. The ongoing debate about federal and state budgets has Peterson concerned the government will cut back even further, though, since Medicare and Medicaid together make up more than 45 percent of Johns Hopkins Hospital’s revenues, he said.\nJohns Hopkins has taken steps to prepare for a future in which hospitals simply don’t bring in as much money and are paid not for performing the most procedures, but for being more efficient and delivering higher-quality services, Peterson said.\nHospitals that aren’t carrying out plans to cut costs, and to base clinical decisions on how well they work, are in trouble, Skolnick said. “If you haven’t already done a lot of that, you’re really going to be behind the eight ball,” she said. “It’s a little late in the game to be getting started.”\nWhatever else happens, one thing is certain at Johns Hopkins and hospitals throughout the country: patients will show up every day. Some will need high-intensity treatments, others will have lesser complaints but feel they have nowhere else to turn, and many of them won’t have the means to pay.\nSo will health care reform ease the process? When James Scheulen tries to envision what that future will look like, he doesn’t know what to expect and doesn’t believe anyone who claims they do. “Anybody who thinks that they can really predict exactly what’s going to happen is probably making things up.”\nThis story originally appeared in Huffington, in the iTunes App store.", "date": "\n08/10/2012", "href": "https://www.huffpost.com/entry/prognosis-unclear_n_1765439", "tags": "hospital care prognosis ” unclear hospitals law insurance said health"}