{"title": "Progressive Democrats Won't Vote For Funding Bill That Gives More Money To ICE", "content": "Reps. Alexandria Ocasio-Cortez (D-N.Y.), Ilhan Omar (D-Minn.), Ayanna Pressley (D-Mass.) and Rashida Tlaib (D-Mich.) ― leading members of the new class of progressive congresswomen ― joined together Thursday to say they would not support the latest government spending package because it includes an increase in funding for Immigration and Customs Enforcement. \nLate Wednesday, lawmakers reached a budget deal that, if approved, would prevent another government shutdown at the end of the week and fund the federal government through September. \nThe legislative package does not include the more than $5 billion that President Donald Trump has long demanded to pay for a wall on the U.S.-Mexico border. Trump’s insistence led to a standoff with lawmakers late last year and the longest-ever government shutdown in U.S. history. \nHowever, the new deal does include increased funding for ICE and Customs and Border Protection, according to the Democratic representatives’ joint statement.\n“In this country, our diversity is our greatest strength. Immigrants fuel our nation’s economy, enrich our nation’s culture, and enhance our social fabric,” they said in their statement.  \n“And yet, this Administration continues to threaten the dignity and humanity of our immigrant population,” the congresswomen said, condemning the Trump administration’s separation of thousands of migrant children from their parents at the border and its efforts to restrict entry of asylum-seekers. “The Department of Homeland Security does not deserve an increase in funding [emphasis in original], and that is why we intend to vote no on this funding package.”\nThe lawmakers went on to name the “abusive agencies” that would be receive more money under the bill, including CBP receiving nearly $950 million above current funding levels and ICE getting an increase of more than $500 million. There would also be $1.37 billion for 55 miles of border wall and funding for an 11 percent increase in beds in migrant detention centers. \nOcasio-Cortez was the only House Democrat to vote against a bill to temporarily reopen the government late last month, because the short-term measure included funding for ICE. \n“Most of our votes are pretty straightforward, but today was a tough/nuanced call,” she wrote in an Instagram story at the time. “We didn’t vote with the party because one of the spending bills included ICE funding and our community felt strongly about not funding that.”\nAll four first-year representatives ― who each made history with their elections in November ― have been vocal in supporting immigrants and opposing the Trump administration’s anti-immigrant policies and rhetoric. Several called for the abolishing of ICE in their campaigns.\nThe bill also fails to provide retroactive pay for federal contract workers who missed paychecks during the weekslong government shutdown. While the hundreds of thousands of federal employees who were furloughed or on the job without paychecks will get back pay for that time, contract workers ― including many low-income employees like janitors and food service workers ― will not. Pressley had been pushing for retroactive pay for contract workers. \nEven without the votes of Ocasio-Cortez, Omar, Pressley and Tlaib, the legislative package is expected to pass. ", "date": "\n02/14/2019", "href": "https://www.huffpost.com/entry/progressive-democrats-vote-funding-ice_n_5c65b25ae4b0aec93d3cb588", "tags": "funding progressive gives wo democrats ice ” ― money pay bill government vote increase"}