{"title": "Progressives Launch Campaign Against Anti-Choice, Anti-LGBTQ Judicial Nominee", "content": "WASHINGTON ― Progressive groups that banded together for the Women’s March on Washington in January are teaming up again: They want to take down one of President Donald Trump’s anti-choice, anti-LGBTQ judicial nominees.\nTrump has nominated John Bush, a Kentucky lawyer, to the U.S. Court of Appeals for the 6th Circuit. On Wednesday, 10 organizations urged Democrats on the Senate Judiciary Committee to reject the nominee. \n“Bush has expressed biased and offensive positions on wide-ranging issues,” reads a letter from the groups, including NARAL Pro-Choice America, the American Federation of Teachers and MoveOn. \n“He likened abortion to slavery, calling these issues ‘the two greatest tragedies in our country,’” the letter continues. “He applauded [former GOP presidential contender] Mike Huckabee for saying he ‘strongly disagree[s]’ with ‘the idea of same-sex marriage.’ Writing about the 2016 election, Bush claimed that Democrats were just trying to ‘substitute woman for Black.’”\nBush has also mocked climate change, and he celebrated that “the witch is dead” when he thought the Affordable Care Act might not be enacted.\nThe full letter is here (story continues below):\nA White House spokeswoman did not respond to a request for comment.\nProgressive groups dug up many of these details about Bush from a blog he maintained on a right-wing website called Elephants in the Bluegrass. He used the pseudonym “G. Morris,” which he disclosed in a questionnaire that all judicial nominees submit to the Judiciary Committee.\nThe organizations plan to mobilize their members ― millions of people ― to pressure Democrats and Republicans on the committee to reject Bush. NARAL, which is leading the campaign, has dubbed him a “shady blogger” and is publicizing his record of pushing anti-choice policies during his time with the conservative Center For Constitutional Jurisprudence.\nThe reproductive rights group has experience waging war on a court nominee: It helped tank one of President Barack Obama’s court picks, Michael Boggs, a conservative Democrat from Georgia who drew the ire of progressives because of his anti-choice, anti-LGBTQ, anti-civil rights record.\nAnother group, the Leadership Conference on Civil and Human Rights, announced Wednesday that it will also fight Bush’s nomination.\n“John K. Bush is unworthy of a lifetime appointment as a federal judge,” said Vanita Gupta, the organization’s president and CEO. “His extreme ideology and record clearly shows an open and unabashed hostility to women and LGBT people, campaign finance reform, and Democrats. ... We urge the Senate to reject this nominee.”\nFor now, progressives are focused on building momentum against Bush before he faces the committee with the power to approve or deny his nomination.", "date": "\n06/07/2017", "href": "https://www.huffpost.com/entry/trump-judicial-nominee-lgbt-abortion_n_5938179fe4b0c5a35c9ae02a", "tags": "progressives judicial bush ‘ groups launch democrats anti-choice committee nominee ” anti-lgbtq ― campaign"}