{"title": "Projects Under Scrutiny Displace Istanbul’s Poor", "content": "ISTANBUL — On the narrow streets that slope from one of Istanbul’s hills toward the shoreline of the Golden Horn waterway, old wooden houses where military officers of the Ottoman Empire lived are being painstakingly refurbished to their original design. Before the officers arrived, the area, which includes the city’s biggest mosque, was for centuries a center of Islamic scholarship.\nBut migrants from the countryside who inhabit decrepit buildings here now wonder where they will go, as the government pushes ahead with another controversial urban development project.\n“We are just waiting to be kicked out,” said Ramazan, who works at a bread factory and gave only his first name. “Normal people won’t be able to live here. It will only be for rich people.”\nRamazan has operated his bread factory since 2001, just before the current government of Prime Minister Recep Tayyip Erdogan and his Islamist partners came to power and, like nearly all of their predecessors, set about reshaping the landscape of Turkey’s showcase city.\nMr. Erdogan has paid special attention to this area because of its history.\n“This used to be the center of Istanbul,” said Saffet Emre Tonguc, a tour guide.\nAs the heart of the Ottoman Empire and the center of Muslim life, the neighborhood evoked a place in the world that Mr. Erdogan has sought to replicate for modern Turkey — to, in Mr. Tonguc’s words, “recreate the Ottoman soul.”\nMr. Erdogan has done so by fostering economic growth, making a diplomatic turn toward the Arab lands once ruled by Constantinople and, increasingly, carrying out vast real estate projects that have become a symbol of his power. Yet now, amid a widening corruption investigation that centers on these sorts of projects, they could be the seeds of his downfall.\nThe development projects may have enriched those around him, including construction tycoons who have provided crucial financial support to his party, and, as many now suspect, himself, given the news reports that his son is a target of the investigation. But Mr. Erdogan has also stirred deep resentment in the crooked alleyways of this ancient city and here in the historic district of Fatih, a conservative area where, despite significant support for the prime minister, many say their lives have been upended by the development.\n“It was a beautiful place when we first came here,” said Ramazan, who added that the municipality, in trying to push residents to abandon properties because they cannot afford to renovate them as the government has mandated, has cut power lines and stopped picking up trash. “There were lots of people in the streets,” he said. “Now there’s no money to be made because there’s no place to deliver bread. All the houses are empty.”\nThe mayor of Fatih and several of his municipal workers have been implicated in the escalating corruption investigation, suspected of accepting bribes to ignore zoning regulations.\nOne area of the district, Sulukule, was gentrified in recent years and is now a place for luxury villas owned by members of Mr. Erdogan’s Justice and Development Party, known by the initials of its name in Turkish, A.K.P.\nThe specifics of many of the allegations have yet to become clear, but one case in this neighborhood that is said to be part of the investigation involves a hotel project in which local officials were accused of taking kickbacks to allow construction on a strip of land over the newly opened Marmaray railway line. Japanese engineers expressed concern that such a project would jeopardize the safety of the railway, an ambitious project that crosses under the Bosporus waterway and connects Europe to Asia.\nThe area where the hotel was supposed to be built is an empty concrete block, surrounded by fencing. A lone watchman on Friday said all work had stopped.\nAs Turks come to grips with the graft inquiry, and wonder whether they are watching their government collapse, a spotlight is shining on real estate projects across Istanbul, the money they generated and the lives they uprooted. And now many residents of this city are weighing the merits of development against the steady news of who profited from it and how.\n“I’m 29 years old,” said Mehmet, who works at a tea shop near the hotel site and gave only his first name because, he said, in the current climate he was scared to speak to a reporter. “I’ve seen many other governments before, and they didn’t work.”\nThe A.K.P., he said, “is hard-working.”\n“It’s very complicated,” he said. “Everyone is telling lies, and you don’t know who to believe.”\nHe said he was willing to withhold judgment on Mr. Erdogan, and pointed to the tidy cobblestone street in front of his tea shop. “Until last year, you wouldn’t have been able to walk here,” he said. “It was all mud.”\nIn a cafe around the corner from Ramazan’s bread factory, several men said that many of their friends had left the neighborhood. Some headed to new housing projects near the airport, where many of the urban poor pushed from their neighborhoods have gone, and others went back to the rural areas where they were born. “They are trying to get rid of people here so they can sell properties to the rich people,” said Ali Koc, 34, who said he earned a living doing odd jobs.\nHe said the men, some of whom live with a dozen or more men in so-called bachelor houses, were trying to eke out a living while sending some money back home. “We don’t want luxury villas,” he said. “We want a place to work.”\nStill, many Turks are willing to overlook the corruption allegations, for now, because their own lives have gotten better in recent years. They point to Turkey’s economic prosperity under Mr. Erdogan’s leadership, and improvements in government services and the quality of life.\n“Everyone in power in Turkey has stolen,” said Erkan, 37, who works as a chauffeur and asked that his last name not be published. “What’s important is the services. We used to wait for hours in hospitals for an examination. Now it’s very fast, and they give you the medicines you need immediately.”\nErkan said he had voted for Mr. Erdogan and would do so again. He said he believed the prime minister when he blamed an international conspiracy for instigating the graft investigation.\nBut his friend Tayyar Aydemir, who is 45 and unemployed, disagreed. “All the world knows this is not a conspiracy,” he said. “His own members of his party said there is corruption. How can this be a conspiracy?”\nFor Turks, the allegations of corruption at the highest levels of the government are far less shocking than the fact that the scandal has unfolded so publicly, with details emerging daily and political rivals who once kept their disagreements hidden now sparring so openly.\n“When I watch this news, I just want this party to go away,” Mr. Aydemir said.", "date": "Dec. 27, 2013", "href": "https://www.nytimes.com/2013/12/28/world/europe/projects-under-scrutiny-displace-istanbuls-poor.html", "tags": "mr. “ istanbul development poor area displace projects scrutiny many government place erdogan"}