{"title": "Prosecutors Admit They Wrongly Accused Russian of Offering Sex for Republican Access", "content": "WASHINGTON — Federal prosecutors have admitted that they wrongly accused Maria Butina, a Russian citizen now in custody on charges of illegally acting as a foreign agent, of offering to trade sex for a job as part of a covert effort by Russian government officials to infiltrate Republican circles in the United States.\nIn a court filing late Friday, prosecutors in the United States attorney’s office in Washington acknowledged that they had been “mistaken” in interpreting what were apparently joking text messages between Ms. Butina and a friend who had helped her renew her car insurance.\nMs. Butina was charged this summer with conspiracy and illegally acting as an agent of the Russian government in what prosecutors have claimed was a secret campaign to try to influence high-level Republican politicians, including Donald J. Trump, both as a candidate and after his election. Denied bail, she is now in custody in the detention center in Alexandria, Va.\nDefense lawyers for Ms. Butina are arguing that the prosecutors’ error is emblematic of a flawed federal case that has wrongly landed their client in pretrial custody. A federal judge is scheduled to review Ms. Butina’s request that she be released from jail, as well as whether to impose a gag order, on Monday.\n“I’m glad they walked it back, but in a lot of ways, the damage is already done,” Robert N. Driscoll, Ms. Butina’s lawyer, said in an interview. In court filings, he has argued that his client engaged in innocent political activity but has now been falsely portrayed as a villain in a sensationalized spy drama. “A simple Google search using the phrase ‘Maria Butina and sex’ yields over 300,000 hits,” he said.\nIn their latest filing, prosecutors argued that even if they had wrongly interpreted Ms. Butina’s text messages to a friend, she should not be released from custody, because she was likely to flee the country. Since her arrest, they said, it has become even clearer that she was not simply a foreign graduate student with an interest in American politics, but a Russian operative.\nThey said that Russian government emissaries had visited her at least six times in jail, and that Sergey V. Lavrov, the Russian foreign minister, had complained twice about her prosecution to Secretary of State Mike Pompeo. “The actions of the Russian Federation and its officials toward the defendant have confirmed her relationship with, and value to, her own government,” they said.", "date": "Sept. 8, 2018", "href": "https://www.nytimes.com/2018/09/08/us/politics/maria-butina-sex.html", "tags": "prosecutors admit butina wrongly russian accused offering ” access sex custody republican federal ms. government"}