{"title": "Prosecutors Seek Records on Cohen’s ‘Back Channel’ With Giuliani", "content": "Before he pleaded guilty and began assisting federal prosecutors last summer, Michael D. Cohen, President Trump’s former fixer, spoke with a lawyer who agreed to reach out to the president’s legal team on his behalf.\nThe lawyer, Robert J. Costello, had about a dozen conversations with Mr. Trump’s lead lawyer, Rudolph W. Giuliani, according to emails and documents reviewed by The New York Times and interviews with people involved in the matter. In one email, the discussions were characterized as a “back channel of communication.”\nDuring one of the conversations last April, Mr. Costello said in an interview, he asked whether Mr. Trump might put a pardon “on the table” for Mr. Cohen, who was under federal investigation for a variety of possible crimes, including arranging hush-money payments to two women who had said they had affairs with Mr. Trump. Mr. Giuliani told Mr. Costello that the president was unwilling to discuss pardons at that time, Mr. Costello said in the interview, and they did not discuss it again.\nNow federal prosecutors have requested the emails and documents from Mr. Costello, according to a copy of the request, which cited an investigation into “possible violations of federal criminal law” but offered no further detail. The request, sent last week, was for any documents related to Mr. Cohen as well as any bills Mr. Costello had sent him.\nIn one of the emails, sent by Mr. Costello in April 2018 after a conversation with Mr. Giuliani, he assured Mr. Cohen, “Sleep well tonight, you have friends in high places.” He added, in a postscript: “Some very positive comments about you from the White House. Rudy noted how that followed my chat with him last night.”\nA spokesman for the federal prosecutors, from the United States Attorney’s office in Manhattan, declined to comment.\nThere was no indication that prosecutors suspected Mr. Costello of wrongdoing, and the focus of their inquiry is not clear.\nBefore calling Mr. Giuliani to ask about a pardon, Mr. Costello — a former federal prosecutor who had worked with Mr. Giuliani — warned Mr. Cohen that it was premature to broach the subject, but raised it anyway, he said Wednesday.\n“He got a little annoyed,” Mr. Costello said, referring to Mr. Giuliani, his friend for decades. “I got the message. You only have to tell me once, Rudy.”\nMr. Giuliani insisted Wednesday that the discussions had primarily been about Mr. Cohen’s concerns that Mr. Trump “was very mad at him” and the fact that the investigation into Mr. Cohen had been assigned to the Manhattan prosecutors. Speaking by telephone, Mr. Giuliani said that Mr. Costello and others in touch with Mr. Cohen had described him at the time as deeply distressed.\nLast month, Mr. Cohen told the Senate Intelligence Committee in closed-door testimony about his dealings with Mr. Costello, which took place between April and July of last year, before he was charged with any crimes, according to two people familiar with his testimony.\nHe told the committee that Mr. Costello had raised the concept of a “pre-pardon” in his discussions with Mr. Cohen, the people said. In his public testimony before the House Oversight and Reform Committee, however, Mr. Cohen did not mention conversations about a pardon, and insisted he had never sought one from Mr. Trump.\nBy late last summer, after Mr. Giuliani had publicly discussed aspects of the case related to Mr. Cohen and the Trump organization had balked at paying some of his legal fees, Mr. Cohen had taken a new approach to his legal difficulties: turning on Mr. Trump and speaking with federal prosecutors and with Robert S. Mueller III, the special counsel.\nIn August, he pleaded guilty to an array of crimes, including arranging the hush-money payments. And in testimony to Congress last month, he described Mr. Trump as a con man and a cheat, and said he was “ashamed that I chose to take part in concealing Mr. Trump’s illicit acts.” He is scheduled to begin serving a three-year prison term in May.\nLess than a year ago, Mr. Cohen remained firmly entrenched in the Trump camp, and his extensive exchange with Mr. Costello suggested that he — and they — expected things would turn out differently.\nIn an email sent the day Mr. Giuliani was named as Mr. Trump’s lawyer, Mr. Costello told Mr. Cohen, “I am sure you saw the news that Rudy is joining the Trump legal team.” He added that he had told Mr. Cohen about his “relationship with Rudy, which could be very very useful for you.” Mr. Cohen wrote back, in part saying, “Great news.”\nWithin a day, Mr. Costello spoke by phone with Mr. Giuliani to tell him that Mr. Cohen was planning to hire Mr. Costello’s law firm. Soon after that call, Mr. Costello emailed Mr. Cohen to say, “Rudy was thrilled and said this could not be a better situation for the President or you,” noting that Mr. Giuliani knew and trusted Mr. Costello. Mr. Giuliani, he added, “said thank you for opening this back channel of communication.”\nLater the same weekend, Mr. Costello sent the email about “friends in high places.” Those two emails were first reported by CNN.\nThe Times reported last week that Mr. Cohen had described to the prosecutors how Mr. Costello had spoken with Mr. Giuliani. Mr. Costello declined to comment at the time, citing attorney-client privilege, but has since learned that Mr. Cohen waived the privilege, freeing him to discuss his experience with Mr. Cohen.\nIn the interview, Mr. Costello accused Mr. Cohen of smearing him to the prosecutors as part of a bid to reduce his sentence. He also said that Mr. Cohen repeatedly told him that he had committed no crimes and misled Mr. Costello’s law firm about his intentions to hire them.\n“Cohen lied to us from day one,” Mr. Costello said, adding that neither he nor Mr. Giuliani dangled a pardon in front of Mr. Cohen.\nA lawyer for Mr. Cohen, Lanny J. Davis, said he could not comment on the documents requested by prosecutors, but suggested it was “impossible to deny or try to spin your way out of what documents say.” He added that Mr. Cohen had clarified his testimony about pardons in a letter to the House committee this week, and that Mr. Cohen stood by his statement to the committee about not having sought a pardon. Mr. Davis said after the testimony that Mr. Cohen had inquired about Mr. Trump’s intentions after the president’s legal team “dangled” the possibility of pardons.\nIn an email sent to Mr. Cohen on June 13, Mr. Costello suggested Mr. Giuliani was about to speak with the president, “his client,” and asked if he had a message to convey.\n“Michael, Since you jumped off the phone rather abruptly, I did not get a chance to tell you that my friend has communicated to tell me that he is meeting with his client this evening and he added that if there was anything you wanted to convey you should tell me and my friend will bring it up for discussion this evening. I would suggest that you give this invitation some real thought.”", "date": "March 13, 2019", "href": "https://www.nytimes.com/2019/03/13/us/politics/cohen-emails-giuliani.html", "tags": "prosecutors ‘ giuliani costello back channel ” cohen seek records last said"}