{"title": "Prosecutors Examining Ukrainians Who Flocked to Trump Inaugural", "content": "WASHINGTON — Hours after he was sworn in as America’s 45th president, Donald J. Trump and his wife, Melania, swayed together to a rendition of the Frank Sinatra classic “My Way,” as hundreds of their wealthiest and most influential supporters held aloft smartphones to capture the Trumps’ first dance following the inauguration.\nSerhiy Kivalov, a Ukrainian lawmaker known for pro-Russian initiatives, took photos of the dance, as well as of his coveted tickets and passes to the soiree where it took place, the Liberty Ball at the Walter E. Washington Convention Center, posting them on Facebook and declaring that “it was an honor” to attend.\nHe was one of at least a dozen Ukrainian political and business figures who made their way to Washington for the inauguration, several of whom attended the Liberty Ball. Most had more on their dance cards than just parties.\nThey attended meetings and orchestrated encounters at Trump International Hotel with influential Republican members of Congress and close allies of President Trump. Representing a range of views, including a contingent seen as sympathetic to Moscow, they positioned themselves as brokers who could help solve one of the thorniest foreign policy problems facing the new administration — the ugly military stalemate between Russia and Ukraine and the tough sanctions imposed on Moscow following its seizure of Crimea.\nThe transition of power in Washington attracted officials and business executives from around the world seeking entree and influence with the new administration. While many parties and other gatherings during that period were open to anyone, packages for more exclusive events organized by Mr. Trump’s presidential inaugural committee started at $25,000 for two tickets to one of the official black tie balls and other events, according to a brochure listing inaugural committee “underwriter benefits.”\nEvidence of the Ukrainians’ presence eventually prompted interest from the special counsel, Robert S. Mueller III, as he investigated Russian interference in the 2016 election, and has spawned a number of related inquiries by federal prosecutors. The investigations are playing out against growing indications that some of the Ukrainians who came to Washington for the inaugural, or their allies, were promoting grand bargains, or “peace” plans, that aligned with Russia’s interests, including by lifting sanctions.\nSuch a deal would not just have given the new administration additional flexibility to bring Moscow into American diplomatic efforts in the Middle East, but could also have eased the way for a cast of characters with ties to Mr. Trump — some of whom in turn had ties to the Ukrainians who came to Washington — to move ahead on business deals that had been complicated by the sanctions.\nFederal prosecutors have asked witnesses about how some of the Ukrainians gained access to inauguration events, whom they met with while they were in the United States, and what they discussed — including questions about various peace plan proposals — according to people with direct knowledge of the questions and others who were briefed on the interviews.\nAs recently as last month, prosecutors were asking witnesses about illegal foreign lobbying related to Ukraine. Another subject of questions has been whether foreigners from Ukraine and other countries used straw donors to disguise donations to the inaugural committee. Federal law prohibits foreigners from contributing to an inaugural committee, although they can attend events if Americans buy the tickets.\nElements of the investigations have gotten new visibility in recent weeks.\nLawyers for Paul Manafort, the former Trump campaign chairman who was paid tens of millions of dollars over the last dozen years by Russia-aligned Ukrainian interests, inadvertently revealed on Tuesday that he had communicated about a Ukraine-Russia peace plan with a business associate believed to have ties to Russian intelligence.\nThe associate, Konstantin V. Kilimnik, is a Russian citizen who has been charged by Mr. Mueller with obstruction of justice for trying to shape the testimony of witnesses to the events that led to charges of illegal foreign lobbying against Mr. Manafort.\nMr. Kilimnik was said in the inadvertently disclosed portions of the court filing to have received political polling data from Mr. Manafort in 2016. Mr. Manafort relayed a request to have Mr. Kilimnik pass the polling data to two Ukrainian oligarchs who had arranged or provided financing for Russia-aligned Ukrainian political parties for which Mr. Manafort had worked. One of the oligarchs, Serhiy Lyovochkin, attended the Liberty Ball, according to one person familiar with the guest list and another who saw him there.\nLast month, prosecutors made a move that was seen as signaling the continuing cooperation of Sam Patten, an American consultant who had worked with Mr. Kilimnik and Russia-aligned Ukrainians looking to build ties to the Trump administration.\nMr. Patten had pleaded guilty in late August to charges including funneling $50,000 in money from an unnamed foreigner who matched the description of Mr. Lyovochkin but was described in court papers only as “a prominent Ukraine oligarch” to buy tickets to exclusive Trump inauguration events for the oligarch, Mr. Kilimnik and someone described only as “another Ukrainian.”\nOther Ukrainians who came to Washington during the inauguration said prosecutors had been asking wide-ranging questions.\n“I have been interrogated twice by the F.B.I. and Mr. Mueller,” said Andrii V. Artemenko, who came to the inauguration as a Ukrainian member of Parliament bearing a peace proposal that was later criticized as pro-Russian.\nMr. Artemenko said he had testified before Mr. Mueller’s grand jury last summer and had answered questions from the Mueller team “about what is my purpose of this trip, how I can get there, and what I did, how I got invitations and tickets and stuff.”\nOn Capitol Hill, investigators from the House Oversight Committee, now under Democratic control, are looking into Michael T. Flynn, Mr. Trump’s first national security adviser, who was a central player in the effort to build a new relationship with President Vladimir V. Putin of Russia.\nHow active a role Mr. Flynn played in the discussions about a peace plan for Ukraine is unclear, but congressional investigators have been pursuing whether he or his former business partners might have gained financially if the sanctions on Russia were ended.\nThe committee, whose chairman is Representative Elijah E. Cummings of Maryland, is continuing to pursue its investigation of Mr. Flynn’s business dealings and “his potential misuse of his public position when he was national security adviser,” a committee spokeswoman said.\nIn 2017, a whistle-blower told committee investigators that Mr. Flynn had mentioned to a business associate around the time of the inauguration that the Russia sanctions would be “ripped up” as one of the administration’s first acts. Mr. Flynn believed that ending the sanctions could allow a business project he had once participated in to move forward, according to the whistle-blower.\nMr. Flynn had been part of a business venture to partner with Russia to build nuclear power plants in the Middle East until June 2016, but after his direct involvement ended, he remained close with people involved in the project.\nIn a December 2017 letter to the Oversight Committee, an officer of the company that hired Mr. Flynn as an adviser on the project, ACU Strategic Partners, said that the allegations of the whistle-blower were “false and unfounded.”\nMr. Flynn subsequently intersected with one of the Ukrainian efforts to resolve the problems with Russia.\nMr. Artemenko, the former Ukrainian lawmaker, said in an interview that he did not attend any inaugural balls or other events that required paid tickets. Instead, he said he watched Mr. Trump’s inaugural address, which was free, and met with various Republicans to discuss his peace plan, which would have lifted sanctions against Russia and which he said had some support from the Kremlin.\nDays after the inauguration, Mr. Artemenko traveled to New York to discuss his peace plan with Michael D. Cohen, who was then Mr. Trump’s lawyer, and a former business partner of the president’s, Felix H. Sater, who had helped Mr. Trump scout deals in Russia. Mr. Cohen subsequently hand-delivered the peace plan to Mr. Flynn a week before Mr. Flynn was forced to resign after being caught lying about his own discussion of sanctions with the Russian ambassador.\nWithin days of the inauguration, the White House made inquiries to the State Department and Congress about what might be required to ease the sanctions. Resetting relations with the Russian government and Mr. Putin had been central to Mr. Trump’s foreign policy approach during the campaign, the transition and the first days of the new administration, and it is unclear what role, if any, the back-channel Ukrainian entreaties might have played.\nThe official inquiries about an abrupt policy shift set off alarms at the State Department and in Congress.\n“I heard from various sources that there was a plan to summarily lift sanctions on Russia,” said Daniel Fried, a veteran diplomat who stayed on for the first several weeks of the Trump administration as the State Department’s coordinator for sanctions policy. “I was approached by people who were nervous that the United States was about to do something irretrievably stupid.”\nSeveral other officials, some of whom would speak only on the condition of anonymity, also recalled jarring questions from the new National Security Council under Mr. Flynn, including whether Ukraine was really part of Russia and whether Crimea wanted to be part of Russia.\nEven among Republicans, the idea of easing sanctions found little support. “If there’s any country in the world that doesn’t deserve sanctions relief, it’s Russia,” Senator Mitch McConnell, the majority leader, said in an interview with Politico a week after the inauguration.\nBy March 2017, the White House’s sanctions relief trial balloon had wilted amid opposition from congressional leaders.\nBut that has not stopped the prosecutorial scrutiny of those pushing plans to lift the sanctions around the inauguration, and their roles in prospective business deals that might have benefited from the lifting of the sanctions.\nMr. Cohen has pleaded guilty to a number of charges, including lying to congressional investigators about negotiations to build a Trump skyscraper in Moscow. While Mr. Cohen had initially echoed Mr. Trump’s claim that talks about the Moscow project had ended before the 2016 presidential campaign, Mr. Cohen admitted in his guilty plea that they extended into the summer of 2016.\nBy then, Russia was engaged in a surreptitious hacking and social media campaign to bolster Mr. Trump, who was publicly pressing for warmer relations with Russia, including signaling a willingness to consider lifting sanctions.\nThe sanctions posed a potential obstacle for the Trump Tower Moscow project, in which Mr. Sater, who is Russian-American, had positioned himself as a key player. Mr. Sater and Mr. Cohen discussed financing from two Russian banks, VTB and GenBank, but the sanctions prohibited American citizens and companies from doing business with either of them, according to reporting by The New York Times and BuzzFeed.\nAnother prominent businessman who had worked with Mr. Trump years earlier to try to erect a Trump building in Moscow, the Ukrainian-Russian developer Pavel Fuks, also was in Washington for the inauguration.\nMr. Fuks, who has since fallen out of favor in Moscow and was placed under sanctions by the Kremlin, stayed at Trump International Hotel, and spent time with Vitaliy Khomutynnik, a businessman and parliamentarian who had been a member of the Russia-aligned party for which Mr. Manafort worked. Mr. Fuks and Mr. Khomutynnik talked with Representatives Kevin McCarthy and Ed Royce, both influential California Republicans at the time.\nMr. Khomutynnik’s party posted photos of him with the congressmen on Facebook, and suggested that he extracted assurances that American-Ukrainian relations would grow stronger under Mr. Trump, without detailing any specific policy discussions.\nMr. McCarthy’s office said that the encounter was random, and that the conversation was brief and perfunctory, and noted that Mr. McCarthy has supported sanctions against Russia.\nIn Ukraine, a parliamentarian affiliated with the president, Petro Poroshenko, who is generally regarded as pro-Western, accused rival politicians of paying as much as $200,000 for inaugural tickets.\nMr. Kivalov, the Ukrainian lawmaker who posted photos of the Trumps’ dance, did not respond to requests for comment about how he got his tickets to the Liberty Ball. Borislav Bereza, a Ukrainian lawmaker who posted a photo of himself in a tuxedo at the ball, said he got his tickets free from someone “connected to Illinois,” though he said, “I don’t remember for sure.”\nHe attributed the claims about Ukrainians’ paying for tickets to jealousy from those who were not invited, and in a Facebook post he characterized the ball as “a place where, over a glass of champagne, you are introduced to people who have influence in the new administration of the White House. These are the traditions of the United States.”", "date": "Jan. 10, 2019", "href": "https://www.nytimes.com/2019/01/10/us/politics/ukraine-donald-trump-inauguration.html", "tags": "prosecutors flocked sanctions inaugural examining business ” trump ukrainian ukrainians russia inauguration"}