{"title": "Prosecutors Say Trump Directed Illegal Payments During Campaign", "content": "Federal prosecutors said on Friday that President Trump directed illegal payments to ward off a potential sex scandal that threatened his chances of winning the White House in 2016, putting the weight of the Justice Department behind accusations previously made by his former lawyer.\nThe lawyer, Michael D. Cohen, had said that as the election neared, Mr. Trump directed payments to two women who claimed they had affairs with Mr. Trump. But in a new memo arguing for a prison term for Mr. Cohen, prosecutors in Manhattan said he “acted in coordination and at the direction of” an unnamed individual, clearly referring to Mr. Trump.\nIn another filing, prosecutors for the special counsel investigating Russia’s 2016 election interference said an unnamed Russian offered Mr. Cohen “government level” synergy between Russia and Mr. Trump’s campaign in November 2015. That was months earlier than other approaches detailed in indictments secured by prosecutors.\nAnd in a separate case on Friday, the special counsel accused Paul Manafort, Mr. Trump’s campaign chairman, of lying about his contacts with an individual they accuse of having ties to Russian intelligence, and about his interactions with Trump administration officials after he was indicted on criminal charges.\nTogether, the filings laid bare the most direct evidence to date linking Mr. Trump to potentially criminal conduct, and added to an already substantial case that Russia was seeking to sway the 2016 election in his favor.\nMr. Trump sought on Friday to dismiss the news,  claiming it “Totally clears the President. Thank you!”\nThe White House press secretary, Sarah Huckabee Sanders, was less unequivocal. “The government’s filings in Mr. Cohen’s case tell us nothing of value that wasn’t already known,” she said in a statement. “Mr. Cohen has repeatedly lied and as the prosecution has pointed out to the court, Mr. Cohen is no hero.”\nShe tried to distance Mr. Trump from the accusations against Mr. Manafort, who was convicted on financial fraud and conspiracy charges unrelated to his work for the Trump campaign. President Trump has repeatedly defended Mr. Manafort as a “brave man” and dangled the possibility of a pardon for his 10 felonies, likely to result in a prison term of at least 10 years.\nThe revelations came in multiple filings by federal prosecutors for the Southern District of New York and by the special counsel, Robert S. Mueller III. Their work has intersected because both teams have charged Mr. Cohen with crimes, and he had sought to cooperate with both.\n[Read the Southern District of New York’s memo.]\n[Read the special counsel office’s memo.]\nThe prosecutors in New York mounted a scathing attack on Mr. Cohen’s character. They rejected his plea to avoid a prison term, saying that he had “repeatedly used his power and influence for deceptive ends.”\nThey argued that he deserved a “substantial” prison term that, giving him some credit for his cooperation, could amount to just under four years. “His offenses strike at several pillars of our society and system of government: the payment of taxes; transparent and fair elections; and truthfulness before government and in business,” they wrote.\nMr. Cohen, 52, is to be sentenced next week for campaign finance violations, financial crimes and lying to Congress about the extent of Mr. Trump’s business dealings in Russia.\nMr. Cohen’s crimes marked “a pattern of deception that permeated his professional life,” the Manhattan prosecutors wrote, saying that he did not deserve much leniency in exchange for his cooperation.\n“The sentence imposed should reflect the seriousness of Cohen’s brazen violations of the election laws and attempt to counter the public cynicism that may arise when individuals like Cohen act as if the political process belongs to the rich and powerful,” they said, adding that he “sought to influence the election from the shadows.”\nThey emphasized that Mr. Cohen had implicated the president in payments to two women during the campaign to conceal affairs that they said they had with Mr. Trump. “Cohen himself has now admitted, with respect to both payments, he acted in coordination with and at the direction of Individual-1,” the prosecutors wrote. “Individual-1” is how Mr. Trump is referred to in the document.\nThe prosecutors have said that a $130,000 payment to Stormy Daniels, a pornographic film actress, violated campaign finance law prohibitions against donations of more than $2,700 in a general election. A $150,000 payment by American Media Inc. to silence Karen McDougal, a former Playboy model, constituted an illegal corporate donation to Mr. Trump’s campaign, the prosecutors said.\nThe special counsel’s prosecutors offered a somewhat more positive view of Mr. Cohen than the New York team, saying he went “to significant lengths to assist” their inquiry, including by providing relevant information he had learned from Trump Organization executives during the campaign.\nThey cited a series of disclosures during their seven meetings with Mr. Cohen. He revealed to them that he talked with Mr. Trump about meeting President Vladimir V. Putin of Russia during Mr. Putin’s trip to New York for a United Nations session in September 2015. That was three months after Mr. Trump had declared his candidacy for president, at a time when Mr. Cohen was aggressively pursuing the building of a Trump hotel in Moscow that could generate hundreds of millions of dollars for the Trump Organization.\nAfter conferring with Mr. Trump, Mr. Cohen said, he reached out “to gauge Russia’s interest in such a meeting.” It ultimately did not take place.\nTwo months later, Mr. Cohen said, he was approached by a Russian claiming to be a “‘trusted person’ in the Russian Federation.” The individual, who was not named, offered “synergy on a government level” with the Trump campaign. He pushed for a meeting between Mr. Trump and Mr. Putin to discuss politics and the proposed hotel, saying Mr. Putin’s consent was the biggest “warranty” for any project.\nThat appears to be the earliest known contact between an aide to Mr. Trump and a Russian offering to help Mr. Trump’s campaign. The timing of the interaction matched one disclosed earlier this year by BuzzFeed.\nMr. Cohen said he never followed up on the Russian’s invitation, in part because he was working with someone else who he believed had Kremlin connections. He also “provided information about attempts by other Russian nationals to reach the campaign” and about his own interactions with Russian officials who might have tried to use the business proposal as leverage over Mr. Trump.\nHe also revealed that Mr. Trump had been more involved in discussions about the venture than was previously known. Although Mr. Cohen testified to Congress that negotiations ended in January 2016, before the first Republican presidential primary, he told prosecutors that those discussions had continued until June of that year, just before Mr. Trump won the Republican nomination and only five months before the election.\nBefore he testified falsely to Congress about the Moscow hotel project, Mr. Cohen has admitted, he consulted with White House staff members and Mr. Trump’s legal team. The prosecutors characterized his information about his contacts with people tied to the White House over the past two years as “relevant and useful information.”\nMr. Cohen has said he lied out of loyalty to Mr. Trump and to be consistent with the president’s “political messaging.” His lawyers, Guy Petrillo and Amy Lester, have asked Judge William H. Pauley III to allow Mr. Cohen to avoid a prison sentence, saying he cooperated with prosecutors even though he never signed a formal agreement.\nThey portrayed him as a remorseful man whose life had been shattered by his relationship with Mr. Trump, who has lost friends and associates and who wanted to come clean so he could begin his life anew.\nUnder federal guidelines, Mr. Cohen faces about four to five years in the Manhattan case, and up to six months in Mr. Mueller’s case. The special counsel suggested that any prison terms be served concurrently. But the guidelines are not binding, and Judge Pauley will decide his punishment.\nMr. Trump has accused Mr. Cohen of lying to prosecutors in hope of a lighter sentence. On Friday, he kept up his continuing effort to undermine public trust in the special counsel’s office and in the Justice Department. In a series of Twitter messages, he derided Mr. Mueller as a friend of James B. Comey, the former F.B.I. director who said the president fired him in May 2017 after demanding “loyalty.”\nAsked why the president was so upset about the special counsel, Roger J. Stone Jr., a fellow critic of Mr. Mueller, said it had dawned on Mr. Trump that the inquiry was not going away, his lawyers’ promises notwithstanding. “He has finally figured out that this is about him,” he said.\nSpurred on by the White House, House Republican lawmakers used their last days in control of the chamber’s majority to press Mr. Comey Friday on what they claim is a pattern of abuse of power by the F.B.I. Mr. Comey reluctantly agreed to testify behind closed doors before two House committees — Judiciary and Oversight and Government Reform — after they agreed to release a public transcript of his testimony.\nLawmakers emerged frustrated that Mr. Comey had not been allowed to answer questions about classified matters involving the Mueller investigation, in which he is a central witness. Mr. Trump took up their complaints, tweeting that Justice Department lawyers had demonstrated “total bias and corruption at the highest levels of previous Administration.”\nEmerging after six hours of questioning, Mr. Comey defended the F.B.I.’s actions in the Russia case, and accused Republicans of a misguided preoccupation with the bureau’s handling its 2016 inquiry into Hillary Clinton’s use of a private email server.", "date": "Dec. 7, 2018", "href": "https://www.nytimes.com/2018/12/07/nyregion/michael-cohen-sentence.html", "tags": "prosecutors ” trump directed say campaign cohen illegal payments special"}