{"title": "Protein research takes Chemistry Nobel", "content": "The 2018 Nobel Prize in Chemistry has been awarded to three scientists for their discoveries in enzyme research.\nAmericans Frances Arnold and George P Smith will share the prize with Briton Gregory Winter, who is based at Cambridge University.\nThis year's winners used a technique called directed evolution to create new proteins.\nThese have been used in areas as diverse as the manufacture of new drugs and green fuels.\nFrances Arnold, from Caltech in Pasadena, was first to use a method mimicking natural selection in order to develop enzymes that would perform specific tasks.\nEnzymes are biological catalysts - which speed up chemical reactions in biological cells.\nProf Arnold's directed evolution techniques are now routinely used to develop new enzymes.\nGeorge P Smith and Sir Gregory Winter developed a technique called phage display to evolve new proteins.\nThey used bacteriophages, viruses that infect bacteria, to generate new antibodies - large proteins that are used by the immune system to neutralise harmful bacteria and viruses.\nThe first antibody based on this method, adalimumab, was approved in 2002 and is used to treat rheumatoid arthritis, psoriasis and inflammatory bowel diseases. \nSince then, phage display has produced antibodies that can neutralise toxins, counteract autoimmune diseases and treat metastatic cancer. \nProf Dame Carol Robinson, president of the Royal Society of Chemistry, said that directed evolution of enzymes and antibodies \"are now transforming medicine.  It would have been hard to predict the outcome of this research at the start - this speaks to the need for basic research\".\nFrances Arnold is the fifth woman to win a Nobel Prize in Chemistry; the last female winner was Ada Yonath from Israel, who shared the 2009 award for discoveries in the structure and function of the ribosome - a minute particle involved in the synthesis of proteins in the body.\nOn Tuesday, Donna Strickland became only the third female winner of the physics prize, and the first woman to win it in 55 years.\nArnold will take one half of the nine million Swedish kronor (£770,686; $998,618) prize, while Smith and Winter will share the other half.\n2017 - Jacques Dubochet, Joachim Frank and Richard Henderson were awarded the prize for improving images of biological molecules\n2016 - Jean-Pierre Sauvage, Fraser Stoddart and Bernard Feringa shared the prize for the making machines on a molecular scale.\n2015 - Discoveries in DNA repair earned Tomas Lindahl and Paul Modrich and Aziz Sancar the award.\n2014 - Eric Betzig, Stefan Hell and William Moerner were awarded the prize for improving the resolution of optical microscopes.\n2013 - Michael Levitt, Martin Karplus and Arieh Warshel shared the prize, for devising computer simulations of chemical processes. \n2012 - Work that revealed how protein receptors pass signals between living cells and the environment won the prize for Robert Lefkowitz and Brian Kobilka.", "date": "3 October 2018", "href": "https://www.bbc.co.uk/news/science-environment-45655152", "tags": "prize enzymes nobel awarded used takes discoveries protein proteins chemistry new research arnold"}