{"title": "Provocative Artist Fights for Return to P.S. 1", "content": "It’s Ann Liv Young versus P.S. 1, Round 2.\nMs. Young, a provocative performance artist, was at the center of a controversy in February when the P.S. 1 Contemporary Art Center abruptly cut the power in the middle of her appearance, plunging an already chaotic scene into darkness.\nNow she is planning to return to the museum, having been invited by the artist A. L. Steiner to participate in a performance-lecture addressing the February events. That appearance would be held in the temporary studio that Ms. Steiner occupies in the museum as part of the “Greater New York” exhibition. But on Monday a press officer for P.S. 1, April Hunt, said by e-mail that the return visit, scheduled for Sept. 5, was not happening. She would not comment further, and the museum has refused repeated interview requests.\nMs. Steiner confirmed in an e-mail that she had invited Ms. Young, with whom she has collaborated in the past, but added that “the matter is still unresolved.”\nMs. Young said she believed Ms. Steiner’s contract with P.S. 1 describes the studio as “an unregulated space,” to use as she decides. “We are having an attorney look at the contract to figure out if we can legally do it,” Ms. Young said. “It may be a situation where they say you can’t but we can.”\nIf the contract does not allow her to appear, Ms. Young said, she plans to take her performance as close to P.S. 1 as she can get: to the streets near the museum, in  Long Island City, Queens. “We’re not going to give up,” she said, noting that she is looking into city permits, and that she had tried to arrange a meeting with P.S. 1 officials for weeks. “Worst-case scenario, they arrest people. But we don’t really want anybody to get arrested, I guess. Although it would be pretty funny to watch Sherry go to jail.”\nSherry is Ms. Young’s outré persona, a trashy Southern blonde who never met a confrontation she didn’t like. In February Sherry went to P.S. 1 as part of Saturday Sessions, a series dedicated to emerging performance art.\nOn the bill, which was organized by Brooklyn Is Burning, a presenter of art events around the city, Ms. Young’s Sherry followed a performance by Georgia Sagri and quickly embarked on a blunt, profane monologue accompanied by masturbation, urination and an attack on Ms. Sagri’s work. Ms. Sagri responded, yelling insults and according to some witness accounts had to be physically restrained; various audience members chimed in on Ms. Sagri’s behalf. (Ms. Young has posted a video of the incident on her Facebook page.)\nJulia Oldham, an artist whose videos were included on the program, witnessed the incident and blogged about it the next day. She said in an interview, “It wasn’t clear to me what was going on, but when those two artists started really getting into it, something was happening that was powerful.”\nAnd then, with no announcement, P.S. 1’s director, Klaus Biesenbach, ordered that the power in the windowless room be cut. Days later the museum released its only statement about the event: “The decision by the director of P.S. 1 to curtail the performances near the end of Saturday Sessions was made to safeguard the audience, performers and P.S. 1 staff from an escalating and potentially volatile situation. The performers’ actions were not previously discussed with or planned by P.S. 1.”\nThe move was surprising in part because Mr. Biesenbach is known as a champion of performance art, especially that based on the body, and P.S. 1’s explanation puzzled many attendees, including Andres Bedoya, one of the Brooklyn Is Burning curators. He described P.S. 1’s actions as “a form of censorship.”\n“Turning off the power on artists and mature audience members because the institution is suddenly unwilling to deal with a performer or an event is not acceptable,” Mr. Bedoya wrote in an e-mail from Bolivia, where he is on a residency. He added later, “Leaving a crowd in the dark, without any explanation, is actually a more endangering measure than a protective one.”\nHis fellow curator, Sarvia Jasso, disagreed with him and said she disapproved of Ms. Young’s behavior. The escalating attack, among other aspects of the episode, “were absolutely antithetical to my understanding of what” Brooklyn Is Burning represents. she said in an e-mail statement right after the incident in February. The two subsequently dissolved Brooklyn Is Burning.\nMr. Bedoya said he had never received an explanation from the museum. Nor did Ms. Young, who fell in the darkness, cutting her knee and spilling a bucket of her own urine on herself and several audience members. Yet Ms. Young and others consider her performance a success.\n“She plays the game well,” said David Velasco, the editor of Artforum.com who was in the audience in February and has written about Ms. Young for the September issue of Artforum. “She’s particularly adept at pressuring the protocols of art-making institutions. It’s a form of institutional critique, but it’s not one the art world is accustomed to, which might be why it’s particularly effective.”\nOther critics have not been as positive about Ms. Young, who has toured extensively in Europe, where major festivals have presented her work. “Karen Finley has been doing basically the same thing for 30 years, only better,” Andy Horwitz wrote in 2008 on Culturebot, a blog devoted to contemporary dance and theater. “For that matter Penny Arcade, Diamanda Galás and countless other women performers have explored these ideas — and presentations of the human body — in more intelligent, capable, insightful and artful ways.”\nFor Mr. Velasco the key to Ms. Young’s work lies not in the body but in her psychological manipulation of charged situations. He said he felt excited, not unsafe, during the show and compared the chain of events to Ms. Young’s June appearance in a downtown Brooklyn space run by the online magazine Triple Canopy. As Ms. Young discussed a hypothetical situation in which an audience member would be hanged, Sam Frank, the magazine’s deputy editor, interceded and drew the attention to himself, Mr. Velasco said. “Sam knows Ann Liv’s work really well,” he continued, adding later, “I think Klaus was caught off-guard.”\nWere Ms. Young to appear at P.S. 1 next month, the museum would presumably be better prepared: Ms. Young has invited both Ms. Sagri and Mr. Biesenbach to attend.\nFor now, though, the only one doing the talking is Ms. Young. And how: “Klaus is lame,” she said. “He needs some Sherry in his life.”", "date": "AUG. 11, 2010", "href": "https://www.nytimes.com/2010/08/12/arts/design/12young.html", "tags": "fights p.s young audience museum return ” provocative performance ms. artist"}