{"title": "Public warning after Russian TV crew sparks military alert", "content": "The defence secretary has called on the public to report suspicious activity near military sites after a Russian TV crew prompted an alert at an Army base.\nGavin Williamson issued the warning after Timur Siraziev, of Channel One, was seen outside 77 Brigade's Berkshire base, the Mail on Sunday reported.\nThe unit works in social media and psychological operations.\nThe MoD said Mr Siraziev's \"suspicious\" behaviour was monitored by the base's security systems.\nRussia's Channel One later broadcast a report by Mr Siraziev containing footage apparently filmed from a vehicle as it passed the barracks in Hermitage on 21 November.\nHe is also shown speaking on camera as he walks close to an entrance to the base.\nThe Mail on Sunday said the security alert warns troops not to approach Mr Siraziev or engage him in conversation if they are alone but to contact police immediately.\nMr Williamson said: \"We take the security of our bases and personnel incredibly seriously.\n\"If a member of the public sees anyone acting suspiciously in or around a military base it should be reported to the police as a matter of urgency.\"\nWith UK-Russian relations frosty in the wake of the Salisbury Novichok poisoning, GCHQ chief Jeremy Fleming warned earlier this year that Moscow posed a \"real\" and \"active\" threat to the international community.\nLast month, the head of the Army, Gen Mark Carleton-Smith, described Russia as a \"far greater threat\" to UK security than the Islamic State group.\nMr Siraziev is listed on the Russian Embassy's website as Channel One's bureau chief.\nWhen set up in 2015, 77 Brigade was touted as a unit that would help the UK to fight wars in the \"information age\" by helping to win hearts and minds.\nIt includes both regular troops and reservists.\nHead of the Army at the time, Gen Sir Nick Carter, said the move was about trying to operate \"smarter\".", "date": "2 December 2018", "href": "https://www.bbc.com/news/uk-46416038", "tags": "public tv security crew military report warning alert russian sparks army channel one base siraziev said"}