{"title": "Pulitzer Prize: 2019 Winners List", "content": "PUBLIC SERVICE\nThe Sun Sentinel’s sweeping coverage of the causes and consequences of the deadly mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla., shaped the national gun safety debate and prompted changes in local policies. The paper addressed a culture of leniency at Broward County schools, blunders by the sheriff’s office in responding to the attack and attempts by officials to mask their failures.\nFinalists ProPublica, The Washington Post \nBREAKING NEWS REPORTING\n“I don’t think there’s a single person on the staff who didn’t contribute” to covering the shooting deaths of 11 worshipers at the Tree of Life synagogue, said Keith Burris, the paper’s executive editor. A visceral account of the attack began with the first words of the Mourners’ Kaddish, a Jewish prayer for the dead, rendered in Hebrew. Other articles examined the victims’ lives, the harrowing experiences of survivors and the quick reactions of 911 center workers.\nFinalists The Chico Enterprise-Record; South Florida Sun Sentinel\nINVESTIGATIVE REPORTING\nThe Los Angeles Times was honored for a series of articles that exposed a pattern of abuse by a University of Southern California gynecologist, Dr. George Tyndall, who was accused of sexually abusing hundreds of students at a campus clinic over the course of three decades The allegations led to the resignation of the university’s president and prompted local, state and federal investigations.\nFinalists David Barstow, Susanne Craig and Russ Buettner of The New York Times; Kathleen McGrory and Neil Bedi of The Tampa Bay Times\nEXPLANATORY REPORTING\nThe 18-month investigation of President Trump’s finances debunked his claims of self-made wealth and revealed a business empire \"riddled with tax dodges,\" the Pulitzer committee said. The series led city and state officials in New York to open investigations into whether Mr. Trump and his family had underpaid taxes on his father’s real estate empire and participated in fraudulent tax schemes. This is the fourth Pulitzer for Mr. Barstow; Ms. Craig, 51, and Mr. Buettner, 57, have been finalists.\nFinalists Kyra Gurney, Nicholas Nehamas, Jay Weaver and Jim Wyss of The Miami Herald; Aaron Glanz and Emmanuel Martinez of Reveal/The Center for Investigative Reporting; Staff of The Washington Post\nLOCAL REPORTING\nThe Advocate was honored for its investigation of a Louisiana law that allowed juries to convict defendants without unanimous verdicts. In the series' first installation, the reporters revealed how the framers of the state’s Constitution noted explicitly that the law would perpetuate “the supremacy of the Anglo-Saxon race in Louisiana.\" After the series appeared, Louisiana voters amended their Constitution to require unanimous verdicts. \"It seemed to help turn the tide,\" said Gordon Russell, one of the reporters on the series.\nFinalists Barbara Laker, Wendy Ruderman, Dylan Purcell and Jessica Griffin of The Philadelphia Inquirer; Brandon Stahl, Jennifer Bjorhus, MaryJo Webster and Renée Jones Schneider of the Star Tribune of Minneapolis, Minn.\nNATIONAL REPORTING\nThe Wall Street Journal won the national reporting prize for its articles on hush money payments made to two women who claimed during the 2016 presidential campaign that they had sexual encounters with Donald J. Trump. “To see the story unfold the way it did and reach the president was just incredible,” said Michael Rothfeld, one of The Journal reporters who contributed to the coverage. “For me, it's just the story of a lifetime.”\nFinalists Staff of Associated Press; Staff of The New York Times with contributions from Carole Cadwalladr of The Guardian/The Observer\nINTERNATIONAL REPORTING\nThe Reuters staff and two reporters specifically were honored for “expertly exposing the military units and Buddhist villagers responsible for the systematic expulsion and murder of Rohingya Muslims from Myanmar.” The reporters, Wa Lone, 33, and Kyaw Soe Oo, 29, were arrested in December 2017 and later sentenced to seven years in prison for reporting on the atrocities. Stephen J. Adler, Reuters’ top editor, said he was “thrilled” for the recognition, but “deeply distressed” that they reporters were still imprisoned.\nMs. Michael, Mr. al-Zikry and Ms. El-Mofty won for their series “detailing the atrocities of the war in Yemen, including theft of food aid, deployment of child soldiers and torture of prisoners.” The journalists documented, in text, video and photography, the civilian deaths caused by United States drones and interviewed torture victims in Yemen’s civil war. Ms. Michael told The Associated Press that she and her colleagues were “very happy to be able to draw some attention” to the story.\nFinalist Rukmini Callimachi of The New York Times \nFEATURE WRITING\nMs. Dreier’s detailed portraits of Salvadoran immigrants were cited for exposing how their lives had been destroyed “by a botched federal crackdown on the international criminal gang MS-13.” After Ms. Dreier, 32, heard President Trump tie immigration to gang violence, her reporting revealed that immigrants were often victims of the crime groups. “What was so cruel was that this population was being preyed upon,” she said. The series was published jointly with The New York Times Magazine, Newsday and New York magazine.\nFinalists Deanna Pan and Jennifer Berry Hawes of The Post and Courier, Charleston, S.C., and Elizabeth Bruenig of The Washington Post\nCOMMENTARY\nMr. Messenger, The Post-Dispatch’s metro columnist, was cited for a series of pieces that exposed how poor people convicted of misdemeanor crimes were charged fees for their time in jail, sometimes leading to years of debt and further imprisonment. The columns resulted in a ruling by the Missouri Supreme Court that the practice was illegal, although Mr. Messenger, 52, said it persists. In an interview, he called it “a story of human tragedy.”\nFinalists Caitlin Flanagan of The Atlantic; Melinda Henneberger of The Kansas City Star\nCRITICISM\nMr. Lozada, 47, The Post’s nonfiction book critic, won for reviews and essays on politics, truth, immigration and American identity in the Trump era. In an interview, he called it “an irony of the time” that a president with seemingly few literary interests had fueled such a publishing explosion of topical work. “It’s a really rich time to dig in to books as means to understand what is going on right now,” he said.\nFinalists Manohla Dargis of The New York Times; Jill Lepore of The New Yorker\nEDITORIAL WRITING\nMr. Staples, a member of The Times’s editorial board, was cited for his writing on racial justice and culture, including pieces about how the suffrage movement betrayed black women, Southern newspapers’ role in lynchings and the Afrofuturism behind the movie “Black Panther.”\nIn a collection of his work published on Monday, The Times wrote that Mr. Staples, 67, “has sought to correct the parts of the national narrative on race that have been sanitized and distorted.”\nFinalists The editorial board of The Advocate in Baton Rouge, La., and the editorial board of The Capital Gazette in Annapolis, Md. \nEDITORIAL CARTOONING\nMr. Bell, whose work is syndicated by King Features, won for cartoons that addressed racial injustice and political turmoil surrounding the Trump administration. He was cited for “calling out lies, hypocrisy and fraud.” He is the first African-American winner in the category, a Pulitzer spokeswoman confirmed. “All the nights I called home and told my wife and kids I had to stay at the office to cover something that just happened were not for nothing,” he said in an email.\nFinalists Ken Fisher, freelancer, Rob Rogers, freelancer\nBREAKING NEWS PHOTOGRAPHY\nThe photography staff of Reuters won the prize for breaking news photography for its series of photos titled “On the Migrant Trail to America.” Taken by 11 photographers, the winning images, inventive and heart-wrenching in equal measure, conveyed the violent conditions that Central American migrants were leaving behind in their homelands, and the harsh response they received from the authorities when they got to the United States.\nFinalists Noah Berger, John Locher and Ringo H.W. Chiu of Associated Press; Staff of Associated Press\nFEATURE PHOTOGRAPHY\nSome of the pictures Lorenzo Tugnoli, 39, has taken in Yemen could be from anywhere: a young girl having her height measured, veiled women in a classroom. That these images alternate with photos of starving infants and armed men in camouflage only heightens their impact. In an interview, Mr. Tugnoli said he had tried to balance depictions of the extent and immediacy of the tragedy with pictures that displayed deep respect for their subjects’ everyday lives.\nFinalists Craig F. Walker of The Boston Globe; Maggie Steber and Lynn Johnson of National Geographic\nFICTION\nMr. Powers, 61, is known as a brainy novelist, but “The Overstory” tested even his intellectual capacity: Its central characters are trees. The environmental plot involves humans, but also communication occurring in nature. Mr. Powers called the Pulitzer Prize “an astonishing recognition,” and he said the reception to the novel proved to him that readers were “hungry for a story that takes the nonhuman seriously, and tries to reconnect the human to a world we’re so alienated from.”\nFinalists “The Great Believers,” by Rebecca Makkai (Viking Books); “There There,” by Tommy Orange (Alfred A. Knopf)\nDRAMA\nMs. Drury’s dazzling play appears at first to be a family comedy, but subverts expectations with a head-spinning shift in content and form that forces theatergoers to think in new ways about race and the white gaze. Ms. Drury, 37, said she was trying “to communicate to white people what it’s like walking around in a body of color and having people judge you.” The play, which debuted last year at Soho Rep, will return in June at Theater for a New Audience.\nFinalists “Dance Nation,” by Claire Barron; “What the Constitution Means to Me,” by Heidi Schreck.\nHISTORY\nMr. Blight, a professor at Yale University, was cited for “a breathtaking history” that traced Douglass’s transformation from runaway slave to one of the most profound thinkers on race, equality and American identity. Mr. Blight, 70, began the book 12 years ago after encountering a private collection of Douglass manuscripts assembled by a retired African-American surgeon in Savannah, Ga. “What does it mean to be an American?” Professor Blight said. “Nobody has had more to say about that than Douglass.”\nFinalists “Civilizing Torture: An American Tradition,” by W. Fitzhugh Brundage (Harvard University Press); “American Eden: David Hosack, Botany, and Medicine in the Garden of the Early Republic,” by Victoria Johnson (Liveright/W.W. Norton).\nBIOGRAPHY\nMr. Stewart, a professor of black studies at the University of California, Santa Barbara, was honored for offering “a panoramic view of the personal trials and artistic triumphs of the father of the Harlem Renaissance and the movement he inspired.” Locke, whose protégés included Langston Hughes and Zora Neale Hurston, believed artistic expression was crucial to racial progress. “We don’t often celebrate people who create room and space for others,” Mr. Stewart, 69, said. “That’s one thing I really love about Locke.”\nFinalists “The Road Not Taken: Edward Lansdale and the American Tragedy in Vietnam,” by Max Boot (Liveright/W.W. Norton), and “Proust’s Duchess: How Three Celebrated Women Captured the Imagination of Fin-de-Siècle Paris,” by Caroline Weber (Alfred A. Knopf).\nPOETRY\nThe poems in Forrest Gander’s latest collection deal with, among other things, grief. His wife, the acclaimed poet C. D. Wright, died suddenly in 2016 at 67. “I didn’t write for almost two years,” Gander, 63, said of the period after her death. “We were always great readers of each other’s work.” When he started writing again, the poems “just came out,” requiring less revising than usual. He was glad readers felt, as he did, that “writing about the darkness might be transformative.”\nFinalists “feeld,” by jos charles (Milkweed); “Like,” by A. E. Stallings (Farrar, Straus and Giroux).\nGENERAL NONFICTION\nMs. Griswold, 46, observed one family in Amity, Penn., over seven years for this book about how hydraulic fracturing, better known as fracking, affected the town. “What Griswold depicts is a community, like the earth, cracked open,” our reviewer wrote. “Every book takes a village, that’s the nature of books, but this one took two,” said Ms. Griswold, adding that she felt “deeply grateful” to the people of Amity.\nFinalists “Rising: Dispatches From the New American Shore,” by Elizabeth Rush (Milkweed); “In a Day’s Work,” by Bernice Yeung (The New Press).\nMUSIC\nIn this haunting opera, a mother and daughter grapple with trauma and guilt after a sexual assault. The Pulitzer board praised the way Ms. Reid, 36, uses “sophisticated vocal writing and striking instrumental timbres to confront difficult subject matter: the effects of sexual and emotional abuse.” Ms. Reid said in an interview that she had worked on the piece for five years. “There were times when I didn’t want to finish the piece,” she said. Roxie Perkins wrote the elliptical, poetic libretto.\nFinalists “Sustain,” by Andrew Norman, premiered by the Los Angeles Philharmonic (Schott Music), and “Still,” by James Romig, released by New World Records.\nSPECIAL CITATION\nEmployees of the Capital Gazette were recognized for reporting and publishing news even as they dealt with a shooting in their newsroom that left five colleagues dead. After the attack, the deadliest against journalists in United States history, some journalists gathered in a garage across the street to file articles and photographs. “We are putting out a damn paper,” one said on Twitter that day. The Pulitzer board awarded the paper a $100,000 grant to support its work.\nSpecial citation\nWhen the “Queen of Soul\" died last year at 76, she had won 18 Grammy Awards and placed more than 100 singles on the Billboard charts (“Respect” and “Think” among them). The Pulitzer board recognized Franklin, who bridged gospel traditions with secular music, “for her indelible contribution to American music and culture for more than five decades.” In receiving the posthumous honor, she joins such other popular music titans as Hank Williams (2010) and Duke Ellington (1999).", "date": "April 15, 2019", "href": "https://www.nytimes.com/2019/04/15/business/media/pulitzer-prize-winners.html", "tags": "winners prize mr. series reporting ” ms. times new pulitzer finalists list"}