{"title": "Pulwama attack: Pakistan warns India against military action", "content": "Pakistan has warned it will retaliate if India takes military action against it after a militant attack on Indian forces in Indian-administered Kashmir. \nPrime Minister Imran Khan went on television to call on India to provide evidence to support its claims that Pakistan was involved.\nIndia responded that Mr Khan was again making excuses.\nMore than 40 members of India's security forces died in Thursday's suicide bombing on their convoy.\nPakistan-based militant group Jaish-e-Mohammad said it was behind it. \nThe attack has raised tensions between India and Pakistan, which have fought two wars and a limited conflict in the region and are both nuclear powers.    \nIn his first comments addressing the attack, he said India should \"stop blaming Pakistan without any proof or evidence\" and urged Indian authorities to share any \"actionable intelligence\".\n\"If you think that you will launch any kind of attack on Pakistan, Pakistan will not just think about retaliation, Pakistan will retaliate,\" he said, adding that only dialogue could help solve issues in Kashmir.\nIndia has long accused Pakistan of backing militant separatists in Indian-administered Kashmir. \nMr Khan, who took office last year, said his government was ready to co-operate with India in investigating the attack. But he also said Delhi should reflect on why Kashmiri youth had reached a point where they no longer feared death.\nThe prime minister said he had not addressed the attack earlier because of Saudi Crown Prince Mohammed bin Salman's high-profile visit to Pakistan on Sunday and Monday.\nIn a statement, the foreign ministry said that Mr Khan had failed to condemn the \"heinous act\" nor offer condolences to victims' families.\n\"It is a well-known fact that Jaish-e-Mohammad and its leader Masood Azhar are based in Pakistan. [This] should be sufficient proof for Pakistan to take action,\" the ministry said. \nIt said that past attacks in India attributed to Pakistan-based militants had not been investigated properly by Islamabad. \nMr Khan had also mentioned India's upcoming elections in the context of calls for retaliation against Pakistan - saying politicians believed strong action would boost votes.\nThe Indian foreign ministry said the insinuation was \"regrettable\", adding: \"India's democracy is a model for the world which Pakistan would never understand.\" \nEarlier, India's top military commander in Kashmir, Lt Gen KJS Dhillon, accused Pakistan's Inter-Services Intelligence (ISI) spy agency of \"controlling\" the attack with Jaish-e-Mohammad commanders, but he provided no evidence.\n\"I'd request all the mothers in Kashmir to please request their sons who have joined terrorism to surrender and get back to the mainstream,\" he said. \"Otherwise anyone who has picked up the gun will be killed.\"\nThe suicide bomber has been identified as a young man from the region. Correspondents say a significant number of young Kashmiris have joined militant groups in recent years.\nBy BBC Pakistan correspondent, Secunder Kermani, in Islamabad\nWhen Imran Khan took office last year he said he wanted to improve relations with India, and that for every one step India took, Pakistan would take two.\nThe traditional wisdom in Pakistan is that the country's army hasn't wanted closer ties between the two. However, as the military seems supportive of Imran Khan's administration it had been hoped progress could now be made. In fact, over the past few months, Indian officials have been the ones more reluctant to pursue negotiations - probably because of the upcoming elections. \nIn his speech, Imran Khan said there was \"a new mindset\" in Pakistan, and that any militant group using Pakistani soil was an \"enemy\" of the country. He asked the Indian government what gain they thought Pakistan could hope to achieve from an attack like this.\nBut while his confident and measured speech will go down well domestically, uncomfortable questions remain about the state's relationship with Kashmir-focused militant groups like Jaish-e-Mohammad. While JeM is a banned organisation, many international observers believe Pakistani intelligence services allow it operate under the radar. \nBoth India and Pakistan claim all of Muslim-majority Kashmir, but control only parts of it. \nThursday's bombing was the deadliest attack on Indian forces in the region for decades.\nSo far India has focused on retaliation by economic and diplomatic means. It has revoked Pakistan's Most Favoured Nation trading status and raised customs duties to 200%.\nBoth countries have recalled top diplomats.\nPrime Minister Narendra Modi, who is facing an election later this year, has vowed a strong response and says he will give the military free rein.\nThe last time an attack on Indian forces close to this magnitude occurred in Kashmir was in 2016, when 19 soldiers were killed at a base. In response to that, India carried out \"surgical strikes\"  which involved Indian soldiers crossing the de facto border to hit Pakistani posts.\nThis time heavy snow in the region could make that kind of limited ground response impossible, analysts say. But there are fears that going further - with air strikes, for example - could lead to Pakistani retaliation and a significant escalation.", "date": "19 February 2019", "href": "https://www.bbc.co.uk/news/world-asia-india-47290107", "tags": "khan warns militant india military pakistan could kashmir pulwama indian attack action"}