{"title": "Pulwama attack: What is militant group Jaish-e-Mohammad?", "content": "Jaish-e-Mohammad (JeM), a Pakistan-based group, has claimed responsibility for the suicide bombing on 14 February in Indian-administered Kashmir. \nAt least 46 soldiers died, making it the deadliest single attack against Indian forces in the region since 1989.\nThe group is designated a terror organisation by India and the UN, as well as the UK and the US. \nIt aims to unite Kashmir with Pakistan and has been held responsible for attacks in India and Kashmir. \nMedia reports say JeM spokesman Muhammad Hassan spoke of \"dozens of [Indian] forces' vehicles\" destroyed in the attack, when the bomber rammed a convoy in a vehicle filled with explosives. \nJaish-e-Mohammad literally means the Army of Mohammad. \nPakistan-based Muslim cleric Masood Azhar founded the group after he was released by India in 1999. \nHe was one of three men set free in exchange for the crew and passengers of an Indian Airlines plane hijacked and flown to Taliban-ruled Afghanistan.\nMr Azhar reportedly met with the former Taliban leader Mullah Omar and with al-Qaeda head Osama Bin Laden when he was in the country. \nIndia blame JeM for an attack on their parliament in New Delhi in December 2001 - a claim JeM denies.\nJeM was officially banned in Pakistan soon after that attack but the group still operates, sometimes using the names Afzal Guru Squad, Al-Murabitoon and Tehreek-al-Furqan.\nMore recently, India has blamed JeM for an attack on its Pathankot airbase near the Pakistani border in January 2016, which left three security forces dead. \nJeM commander Noor Mohammad Tantray was killed by Indian forces in December 2017, which was seen as a massive blow to the organisation.\nBut the violence did not abate, and a report in the Indian newspaper The Print suggests covert Pakistani support may be the reason for its expansion.\nJeM has however attacked Pakistani military targets and even made an attempt on former leader Pervez Musharraf's life in 2003, despite India's accusations that Pakistan harbours the group.\nIndia frequently asks its neighbour to extradite Masood Azhar - reportedly in the eastern Pakistani province of Punjab - but Pakistan refuses, saying there is a lack of proof against him. \nNew Delhi has also called on the UN to list Masood Azhar as a global terrorist, but Pakistan's close ally China continues to block the move. \nSpeaking after the Pulwama attack, India's foreign ministry demanded that Pakistan \"stop supporting terrorists and terror groups operating from their territory, and dismantle the infrastructure operated by terrorist outfits to launch attacks in other countries\".\nBut Pakistan has condemned any suggestion it is linked to the attack.\n\"We have always condemned acts of violence anywhere in the world,\" a foreign office spokesman said. \nAdditional reporting by BBC Monitoring", "date": "15 February 2019", "href": "https://www.bbc.com/news/world-asia-47249982", "tags": "jaish-e-mohammad forces militant india pakistan azhar kashmir pakistani pulwama group indian attack jem"}