{"title": "Pulwama attack: What are Modi's options?", "content": "A suicide bomber killed more than 40 paramilitary police in Indian-administered Kashmir last week in what was the deadliest attack on Indian forces in the region for decades. Pakistan denies any role in the attack by militant group Jaish-e-Mohammad, which is based on its soil.  \nWith Indian general elections around the corner, the government is under pressure to respond, or at least demonstrate that such actions are not without consequences. Dhruva Jaishankar weighs in with the options before India - diplomatic, economic and military.\nPolitical relations between India and Pakistan have been frozen for almost three years. \nIn his first two years in office after coming to power in 2014, Indian Prime Minister Narendra Modi invited his Pakistani counterpart Nawaz Sharif to his inauguration, resumed talks between national security advisers, made an unscheduled visit to Lahore, and approved a much-criticised effort at collaborative counter-terrorism investigations. \nPakistan responded to these efforts with firing across the Line of Control separating the two sides, insisting on meeting with Kashmiri separatists in India, and arresting and sentencing to death an alleged Indian spy.\nDays after Mr Modi and Mr Sharif met in Lahore to launch a peace initiative, six soldiers were killed in an attack on an Indian air force base in Pathankot. Indian officials blamed the attack on the Pakistan-based Jaish-e-Mohammed (JeM), a militant group close to Pakistani intelligence.\nBy July 2016, Delhi's patience dried up and its position on a number of issues hardened. \nDespite a new government in Pakistan under Imran Khan, a meeting between the two countries' foreign ministers at last year's UN General Assembly was cancelled. Normal diplomatic channels have, however, continued. \nAfter the attack in Pulwama on Thursday, India has renewed its diplomatic efforts to make the case against what it says is Pakistan's state support for terrorism. \nThis builds upon many years of India condemning Pakistan in diplomatic pronouncements made with friendly countries. In India's joint statements with the US and others, they now name specific Pakistan-based terrorist groups such as  JeM, Lashkar-e-Taiba and D-Company, a criminal syndicate led by the Pakistan-based Indian fugitive Dawood Ibrahim.  \nIndia has also linked Pakistan to the primary security challenges of its partners: for example, Japan's concerns about North Korea. \nSuch moves have sensitised others to India's concerns about Pakistan, facilitated intelligence cooperation on Pakistan-based terrorist groups and encouraged crackdowns on their financing in many countries. Delhi's continued efforts also increase acceptability for any economic or military costs that India might impose at a later date.\nThe challenge facing India is that other countries, however sympathetic, will continue to see value in retaining their ties with Pakistan. \nAlthough the US has become increasingly frustrated with Pakistan \"tolerating and encouraging groups which use violence against Pakistan's neighbours\", China remains Pakistan's closest ally, as it has for decades. \nIt has provided Pakistan with nuclear and missile technology and equipment, conventional arms and - under the China-Pakistan Economic Corridor - billions of dollars of investment in strategic projects. \nSaudi Arabia and the United Arab Emirates too have continuing economic and security ties with Pakistan, although both have also been warming their relations with India over the past few years.\nThe US and European Union continue to offer Pakistan preferential trading benefits, in some cases resulting in lower tariffs on imports compared to India. \nSome EU officials have privately blamed the United Kingdom for Brussels' accommodative approach towards Pakistan - and have suggested that they may take sterner measures after Brexit.\nThe day after the Pulwama attack, India revoked Pakistan's Most Favoured Nation (MFN) trading status, raised customs duties to 200% and vowed to isolate it in the international community. \nThe absence of MFN will significantly raise customs duties on Pakistani exports to India, effectively resulting in unilateral Indian sanctions. Given that direct trade between the two countries is negligible, this move is largely symbolic. \nIn some ways, India has been implementing punitive measures against Pakistan for years. For instance, India has not played Pakistan in a bilateral Test cricket series since late 2007, in part because such a series would result in a financial windfall for the Pakistan Cricket Board.\nOther, more severe, measures such as abrogating the 1960 Indus Waters Treaty have been suggested. \nSuch a step would have significant costs, including eroding India's relations with other countries - China, Nepal, and Bangladesh - with which it has water-sharing arrangements. \nIndia will also likely continue to apply diplomatic pressure to raise the costs of economic ties with Pakistan. \nIt is expected to advocate adding Pakistan to the black list (which includes Iran and North Korea) of the Financial Action Task Force, an intergovernmental body that combats money laundering. \nThis would raise scrutiny on financial transactions involving Pakistan and effect its currency inflows, credit rating, stock market and banking sector. \nHowever, China will likely resist such a move - it only dropped its opposition to Pakistan's \"grey listing\" last year in exchange for India's support for Beijing's vice presidency of the task force. \nOther multilateral efforts may extend to leveraging India's position at various export control groups in which it recently acquired membership.\nThe biggest challenge for India is that Pakistan possesses a nuclear deterrent - including possibly one of the fastest growing nuclear arsenals - and a potent military. \nFor all the sabre-rattling in the Indian press and public, these are realities that the Indian leadership must keep in mind.\nHowever, both Pakistan and India have explored options below the nuclear threshold. \nIn 1999, Pakistani forces made an incursion onto India's side of the de facto border (also know as the Line of Control) resulting in the limited Kargil conflict. On several occasions after that, India retaliated to Pakistani provocations with coordinated small-scale raids across the Line of Control. The 2016 attacks, in response to the Uri base attack, became widely known as \"surgical strikes\".\nOther military options would be long-term in nature. \nIndian efforts against cross-border infiltration from Pakistan have already benefited from new security technologies as well as intelligence partnerships with other countries. \nImprovement in this area - such as buying unmanned aircraft and enhancing technical intelligence cooperation - would count as a major investment in countering cross-border terrorism from Pakistan.\nOf course, these are only some of the many ways in which India might choose to respond. If recent history is any guide, we may witness something entirely unprecedented and unexpected.\nDhruva Jaishankar is Fellow in Foreign Policy Studies at Brookings India in Delhi and a Non-Resident Fellow with the Lowy Institute in Australia.", "date": "19 February 2019", "href": "https://www.bbc.com/news/world-asia-india-47278145", "tags": "options efforts india diplomatic pakistan years pakistani countries pulwama economic modi indian attack"}