{"title": "Punched, Throttled and Driven Off the Road: Anger Rises in U.K. Vote", "content": "COLCHESTER, England — Carla Hales, a Conservative candidate in Thursday’s local elections in Britain, was out last week doing campaign work and says she never sensed the man creeping up behind her until she heard a shout and took three quick punches to her ribs.\nMs. Hales, who felt such a sharp pain when she took a breath that she feared, briefly, that she might have been stabbed, never got a clear look at her assailant. But from the insult he hurled, she knew his motive.\nPolitics.\nIt is no secret that Britain’s chaotic and stalled efforts to leave the European Union have poisoned the national political debate, polarizing opinion and causing further damage to the already-tarnished reputation of the country’s governing class.\nBut the toxin now seems to be seeping down to local elections, where about 8,400 seats are being contested. While Thursday’s vote will have nothing to do with Brexit, the atmosphere has made campaigning an increasingly perilous undertaking for Ms. Hales and at least two other candidates for local councils who have been assaulted recently.\nExperts expect the Conservatives, led nationally by Prime Minister Theresa May, to fare badly on Thursday, losing hundreds of seats. And that is only setting the table for a potentially greater disaster looming just three weeks ahead: elections for the European Parliament, a prospect Conservative leaders envisioned two years ago only in their worst nightmares, since they assumed that by then they would have left the bloc.\nMaking matters worse, the scariest monster of them all, Nigel Farage, who is sitting out Thursday’s elections, will be leading a full-throttled campaign for the European Parliament that is expected to draw legions of disaffected pro-Brexit Tories to his new Brexit Party.\nThe result of all this for Thursday’s vote is unclear, but what seems most likely is that many enraged Conservative voters will refuse to turn out.\n“I have been an activist for 30 years for the Conservative Party and I have never experienced a time like this, quite frankly, in the mood of the public,” said Priti Patel, a pro-Brexit Conservative lawmaker and former cabinet minister who said she was horrified by the attack on Ms. Hales.\nOutbursts of anger at politicians are becoming a part of the background noise of national politics. Amid bitter recriminations over Brexit and cries of betrayal, threats, even death threats, have become an everyday part of life — though nothing so horrible as the 2016 murder of a member of Parliament, Jo Cox, by a right-wing extremist.\nMs. Hales, however, is not a professional politician but a 46-year-old music teacher, contesting a seat for the first time on one of the country’s lower rungs of government, her local council.\nShe says she wants to promote art and culture in her town of Colchester and to help small businesses. She was persuaded to run by another Conservative who told her that people would warm to her because she has a friendly demeanor and kind eyes.\nMs. Hales was not the only one to feel the voters’ wrath. Cathy Cordiner-Achenbach, a councilor for the opposition Labour Party, was punched in the stomach after delivering a leaflet through a door in Great Yarmouth, England.\nWhile delivering election materials in Stoke Lodge, near the city of Bristol, Brian Hopkinson, a 70-year-old Conservative candidate, was pushed against a wall and choked by a man who threatened to kill him.\nOthers have had vehicles forced from the road, been spat at and received death threats through the mail, the BBC reported, citing the Local Democracy Reporting Service.\nWhile Ms. Hales believes that social media has coarsened debate, she has no doubt that Brexit is the main factor behind the darkening public mood.\n“Brexit has caused, in my opinion, the lack of trust,” she said.\nBrexit is not remotely on the agenda in these elections because councils have power only over local services like trash collection, housing and planning. (One of the points of contention in Colchester is whether the municipality should spend money on a giant sculpture of an elephant.)\nSitting in the kitchen at the home of one of her Conservative colleagues, Ms. Hales recalled that, at the time of the attack, she was taking photos at a beauty spot for a social media post, and some of her campaign material was visible. The obscenity yelled by her assailant included the word “Tory,” the abbreviated name for the Conservatives, Ms. Hales said.\nWaiting at the emergency room afterward, she says, she was initially “quite upset thinking, ‘I want to quit.’ ” But after being given the all clear and told to take painkillers, she soon decided she would not be deterred and has since been back out campaigning with her husband.\nDarius Laws, the leader of the minority Conservatives on the Colchester Council, says he sees frustration over Brexit all the time, particularly from those angry that the withdrawal deadline of March 29 has been missed and fearful either of a watered-down Brexit or the ultimate betrayal — no Brexit at all.\n“The ones who voted Leave hold the doors open, but you almost see them seeing red,” he said.\nOutside one home, a sign made partly from ripped-up copies of his campaign literature instructs politicians not to leave leaflets, particularly not Tory ones.\nMr. Laws concedes that Britain’s failures on Brexit have lowered his chances of being re-elected in a very marginal ward, which would dash any hopes of wresting control of the council from Labour.\n“We were confident we would be doing that,” he said of ousting Labour. “Now it’s all to play for; it will be about turnout.”\nOn the streets of Colchester, it is hard to find people who said they would definitely vote on Thursday, but easy to sense a deep disenchantment with politics. Outside the Crown pub, Chris Bridgewater, a nurse and former soldier, said that “people have lost trust with everything” and that the “mood of the country is down.”\n“The card came through,” he said, referring to the communication that tells people where and when to cast their ballot, “but who do I vote for?”\n“Different names, same rubbish.”\nAt a recreation ground outside the town center, Antonia Cairns said that though she felt sorry for Mrs. May and voted Conservative in 2017, she would not do so again. So fed up is she that nowadays she avoids watching the news.\n“I feel very let down by all of them; I don’t know who to trust,” she said as she walked her two dogs. “I don’t think I will ever vote again.”", "date": "May 1, 2019", "href": "https://www.nytimes.com/2019/05/01/world/europe/uk-elections-voter-anger.html", "tags": "brexit thursday hales road rises punched u.k. ” local conservative anger throttled ms. vote driven"}