{"title": "Punjab Governor Salman Taseer assassinated in Islamabad", "content": "The influential governor of Pakistan's Punjab province, Salman Taseer, has died after being shot by one of his bodyguards in the capital, Islamabad.\nMr Taseer, a senior member of the Pakistan People's Party, was shot when getting into his car at a market. \nInterior Minister Rehman Malik said the guard had told police that he killed Mr Taseer because of the governor's opposition to Pakistan's blasphemy law. \nMany were angered by his defence of a Christian woman sentenced to death. \nPrime Minister Yousuf Raza Gilani declared three days of national mourning and ordered flags lowered to half-mast. He also ordered an immediate inquiry into Mr Taseer's killing and appealed for calm.\nPPP supporters wept and shouted in anger as the governor's coffin was put into an ambulance and driven away from a hospital in Islamabad.\nDozens took to the streets in Punjab's capital, Lahore, burning tyres and blocking traffic. There were also protests in the central city of Multan.\nUS Secretary of State Hillary Clinton condemned the assassination, saying Mr Taseer's death was \"a great loss\".\n\"I had the opportunity to meet Governor Taseer in Pakistan and I admired his work to promote tolerance and the education of Pakistan's future generations,\" she said.\n\"The United States remains committed to helping the government and people of Pakistan as they persevere in their campaign to bring peace and stability to their country.\"\nIt is the most high profile assassination in Pakistan since the killing of former Prime Minister Benazir Bhutto, the PPP's leader, in 2007.\nMr Taseer, 66, was shot repeatedly at close range by his Elite Force guard as he got into his car at the Kohsar Market, a shopping centre in Islamabad popular with Westerners and wealthy Pakistanis, Mr Malik said.\n\"The governor fell down and the man who fired at him threw down his gun and raised both hands,\" Ali Imran, a witness, told Reuters news agency.\nOne doctor told the Associated Press that Mr Taseer was shot 26 times. The suspect was carrying a sub-machine gun.\nUnconfirmed reports say up to five other people were also wounded when Mr Taseer's other bodyguards opened fire following the attack.\nIt is believed Mr Taseer had been returning to his car after meeting a friend for lunch at a nearby restaurant. He had previously been to the presidential palace, the Senate and the interior ministry.\nAt a news conference, Mr Malik said: \"The police guard who killed him says he did this because Mr Taseer recently defended the proposed amendments to the blasphemy law.\n\"This is what he told the police after surrendering himself.\n\"But we are investigating to find out whether it was his individual act or whether someone else was also behind it,\" he added.\nMr Taseer made headlines recently by appealing for the pardon of a Christian woman, Asia Bibi, who had been sentenced to death for allegedly insulting the Prophet Muhammad.\nFriends of the governor say he knew he was risking his life by speaking out.\nHe wrote on Twitter on 31 December: \"I was under huge pressure sure 2 cow down b4 rightist pressure on blasphemy. Refused. Even if I'm the last man standing.\"\nAsked earlier that month by the BBC Urdu Service about fatwas, or religious decrees, issued against him in Pakistan, he criticised the \"illiterate\" clerics responsible.\n\"They issued fatwas against Benazir [Bhutto] and Zulfikar Ali Bhutto [her father, an executed former president], and even the founder of the nation, Muhammad Ali Jinnah. I do not care about them,\" he added.\nThe interior minister later identified the murder suspect as Malik Mumtaz Hussein Qadri, who he said had escorted the governor from the city of Rawalpindi on Tuesday as he had done on five or six previous occasions.\nMr Qadri was 26 years old and from Barakhao, a town on the outskirts of Islamabad, he added. He was recruited as a police constable, and transferred to the Elite Force after commando training in 2008.\n\"Salman Taseer is a blasphemer and this is the punishment for a blasphemer,\" Mr Qadri said in comments broadcast on Dunya television.   \nMr Malik said Mr Taseer's Elite Force security detail was provided by the Punjab government, and that its members had been thoroughly screened. However, they have all now been detained and are being questioned.\n\"He was a very good friend, a politician and a businessman. He was a national hero,\" Rehman Malik added.\nHuman rights workers said Pakistan had been robbed of a rare voice of courage, who championed women's rights and supported minorities.  \nThe BBC's Aleem Maqbool in Islamabad says Mr Taseer, a close associate of President Asif Ali Zardari, was one of Pakistan's most important political figures and his death will further add to instability in the country.\nThe PPP-led government is facing a crisis that erupted after its junior coalition partner, the Muttahida Qaumi Movement (MQM), quit on Sunday. Mr Taseer had said it would survive.\n\"Prezdnt Zardaris total support of PM has once again silenced rumours of split in PPP top leadership. Govt is here till 2013,\" was the last tweet he wrote on Tuesday.\nShortly before Mr Taseer's death, the opposition Pakistan Muslim League (PML-N), led by former Prime Minister Nawaz Sharif, had announced that it would not demand a vote of no confidence in Mr Gilani because to do so would exacerbate instability.   ", "date": "4 January 2011", "href": "https://www.bbc.co.uk/news/world-south-asia-12111831", "tags": "minister malik shot assassinated pakistan taseer death punjab salman islamabad governor"}