{"title": "Pussy Riot whipped at Sochi Games by Cossacks", "content": "Russian protest group Pussy Riot have been beaten with horsewhips by Cossacks who are helping patrol Sochi during the Winter Olympics.\nFootage shows members of the band, which became famous after performing a protest song in a church against President Vladimir Putin, being beaten.\nPolice questioned witnesses, but no-one was arrested.\nOn Monday, two band members were arrested on suspicion of theft at Sochi, but later released.\nThe footage shows Nadezhda Tolokonnikova and Maria Alyokhina, who both served prison sentences for their Moscow church performance, being attacked along with other band members.\nA Cossack appears to spray a substance in the face of one of the band members, who were wearing ski-masks.\nAn officer with a whip then proceeds to attack the band members along with a man with a camera.\nOther Cossacks then jump in, punching the band members and throwing them to the floor.\nThe group has been fiercely critical of President Putin, who has been the main driving force behind the Sochi Games.\nOne band member said on Tuesday that the Sochi Games were a political event.\n\"Now there is an occupation of this territory, because the city is under total police and security control,\" Nadezhda Tolokonnikova said on Tuesday.\n\"We have arrived here on Sunday [and] we are being detained all the time. Even when we were driving our car and walking in the street. So they are looking for any reasons to arrest us.\" \nMs Tolokonnikova said they were detained for 10 hours by police on Monday after arriving \"to make a political claim about the Sochi Olympics\".  \nEarlier this month, six members of Pussy Riot signed an open letter insisting that Ms Alyokhina and Ms Tolokonnikova should no longer be described as members of the punk rock collective.\nThe remaining members of the group said the pair had forgotten about the \"aspirations and ideals of our group\" and were wrong to appear at an Amnesty International concert in New York.", "date": "19 February 2014", "href": "https://www.bbc.co.uk/news/world-europe-26265230", "tags": "riot band protest ms cossacks pussy whipped police group sochi games tolokonnikova members"}