{"title": "Putin, Responding to Sanctions, Orders U.S. to Cut Diplomatic Staff by 755", "content": "MOSCOW — President Vladimir V. Putin announced Sunday that the American diplomatic mission in Russia must reduce its staff by 755 employees, an aggressive response to new American sanctions that seemed ripped right from the Cold War playbook and sure to increase tensions between the two capitals.\nIn making the announcement, Mr. Putin said Russia had run out of patience waiting for relations with the United States to improve.\n“We waited for quite a long time that, perhaps, something will change for the better, we held out hope that the situation would somehow change,” Mr. Putin said in an interview on state-run Rossiya 1 television, which published a Russian-language transcript on its website. “But, judging by everything, if it changes, it will not be soon.”\nMr. Putin said the staff reduction was meant to cause real discomfort for Washington and its representatives in Moscow.\n“Over 1,000 employees — diplomats and technical workers — worked and continue to work today in Russia; 755 will have to stop this activity,” he said.\n“That is biting,” Mr. Putin added.\nThe measures were the harshest such diplomatic move since a similar rupture in 1986, in the waning days of the Soviet Union.\nIt was also a major shift in tone from the beginning of this month, when Mr. Putin first met with President Trump at the G-20 summit meeting in Hamburg, Germany. Mr. Trump had talked during his campaign of improving ties with Russia, praising Mr. Putin, and the Kremlin had anticipated that the face-to-face meeting of two presidents would be the start of a new era. The immediate assessment in Moscow was that the two leaders had set the stage for better relations.\nBut then, in quick succession, came the expanded sanctions passed by Congress, Mr. Trump’s indication that he would sign them into law and Moscow’s forceful retaliation.\nWashington’s response on Sunday was muted. “This is a regrettable and uncalled-for act,” the State Department said in a statement. “We are assessing the impact of such a limitation and how we will respond to it.”\nCongress passed the new sanctions to punish Russia for interfering in the 2016 election, including releasing hacked emails embarrassing to Hillary Clinton’s campaign. Congress is also investigating the possibility of collusion between the Trump campaign and the Russian government, with Mr. Trump’s eldest son, Donald J. Trump Jr., recently confirming that he met with a Russian lawyer linked to the government who wanted to discuss removing an earlier round of sanctions.\nMr. Putin has denied any Russian interference in the American election, saying that anti-Russian sentiment in the United States was being used to drive an internal political battle.\nHe said it was important not to let actions like the new sanctions go unanswered.\nAlthough the reduction in American diplomatic staff had been announced Friday, Mr. Putin’s statement on Sunday was the first to confirm the large number of embassy personnel involved.\nDespite the sweeping size of the reduction, ordered to take effect by Sept. 1, it seemed that Mr. Putin had not entirely abandoned the idea of better ties with Mr. Trump.\nAnalysts noted that diplomatic reductions are among the simplest countermeasures possible. And in making the announcement, Mr. Putin noted at length areas where the United States could continue or expand their cooperation, including space rockets, de-escalating the war in Syria and the long history of shared oil projects.\n“It is the least painful response that Russia could have come up with,” said Vladimir Frolov, a foreign affairs analyst and columnist. “You can scale them up and scale them down.”\nAnalysts also considered the timing of Mr. Putin’s action important, coming after Congress adopted expanded sanctions but before Mr. Trump signed them into law.\nThe Russian measures were announced at the most “convenient” moment, Alexander Baunov, an analyst at the Carnegie Moscow Center, wrote on Facebook, “immediately after Congress voted in favor of new sanctions but before Trump could sign off on them.” So it looks like a response to Congress and not Mr. Trump, he wrote.\nRussia does have additional options to pressure American interests, Mr. Putin warned, without going into details. “I hope it will not come to this,” he said.\nThe number of American targets inside Russia for Kremlin retaliation is limited, particularly if Moscow is worried about damaging the investment climate or about other economic fallout just as it recovers from a recession.\nOutside its borders, however, is a different matter. Moscow might have shown some restraint in eastern Ukraine or in Syria because of the expectation of more favorable relations with Washington, but now, the Kremlin may be looking for places to challenge the United States.\nAlthough the initial news alerts in Russia said that Mr. Putin had ordered 755 Americans out of the country, he had actually ordered an overall staff reduction. Part of the confusion stemmed from the fact that Mr. Putin used a Russian verb that can mean to “pack up,” when referring to his action.\nIn making the initial announcement on Friday, Russia said that the American diplomatic staff would have to be reduced to 455, matching the number of Russians employed at diplomatic missions in the United States. Russia also seized two diplomatic compounds, a warehouse and a bucolic enclave used for barbecues, which mirrored the United States’ seizing of two country estates in December that it said were used for espionage.\nMr. Putin had made no secret of the fact that he hoped Mr. Trump would return the estates as a friendly gesture when the two met in Hamburg, but that did not happen. The American government has said the Russian properties it closed were not just recreational areas, but used for intelligence gathering.\nThe bulk of the 755 dismissed are likely to be Russian employees of the embassy in Moscow, as well from the American consulates in St. Petersburg, Yekaterinburg and Vladivostok.\nThe United States Embassy in Moscow has declined to specify the number of people on its payroll in Russia, and the Russian Foreign Ministry has also refused to say how it arrived at its count, but the numbers seemed to indicate that there are around 1,200 people employed.\nIt is not clear how many Americans could be expelled, if any.\nUnlike Russian diplomatic missions in the United States, which tend not to hire Americans, the United States employs hundreds of Russians at the embassy who do tasks like translation, processing visa applications, cooking and driving.\n“They will have to fire the Russian citizens,” Mr. Frolov said. “It will create an enormous inconvenience for the U.S. Mission here, essentially slowing down the work but not affecting its core functions.”\nOn Friday, the United States Embassy issued a short statement in which the departing American ambassador, John F. Tefft, expressed “his strong disappointment and protest” over the cuts, which mirror one of the largest tit-for-tat expulsions of the Cold War.\nIn August 1986, the United States arrested Gennadi F. Zakharov, a physicist who was a Soviet employee of the United Nations, on espionage charges. A week later, Nicholas S. Daniloff, a correspondent for U.S. News & World Report, was arrested in Moscow on espionage charges.\nThat started an intense round of expulsions, with the Russians ordering the American diplomatic missions down to 251 people, the same number they had in the United States at that time.\nThe strict quota system was abandoned under a new treaty in 1992 after the Soviet Union collapsed.\nIt remains to be seen whether the expulsions on both sides could escalate or stop at the current figures.\nThe initial announcement from Russia’s Foreign Ministry about the cuts said that if the United States responded to the latest measure with any further expulsions, Russia would match them.", "date": "July 30, 2017", "href": "https://www.nytimes.com/2017/07/30/world/europe/russia-sanctions-us-diplomats-expelled.html", "tags": "american sanctions responding diplomatic u.s. cut united states staff ” orders russia putin"}