{"title": "Putin Plays Down Sea Clash with Ukraine as ‘Border Incident’", "content": "MOSCOW — President Vladimir V. Putin on Wednesday dismissed the maritime clash between Russia and Ukraine as a criminal incident rather than the opening of a new front in the long-running conflict between the two countries, while a Russian court on the disputed Crimean peninsula sent a second group of captured Ukrainian sailors to jail.\n“This is a border incident, nothing more,” Mr. Putin told an international business forum in Moscow when he was asked about the confrontation on Sunday when Russian ships fired on and seized three Ukrainian naval vessels in disputed coastal waters. It was his first public comment on the subject.\nIn Ukraine, President Petro O. Poroshenko enacted martial law for 30 days in 10 regions, mainly those bordering areas with a Russian military presence. Mr. Poroshenko has said that the sweeping provisions of martial law — which include the suppression of civil liberties — would only be invoked in the case of a Russian invasion.\n“We need to rebuff the aggressor at any moment,” Mr. Poroshenko told troops at a Ukrainian training center, according to a statement on his website.\nMr. Putin reiterated the Kremlin’s accusation that Mr. Poroshenko manufactured the entire incident in order to put Ukraine on a war footing and thereby enhance his flagging support before a March presidential election that he was sure to lose.\n“A small incident in the Black Sea and martial law was introduced,” said Mr. Putin. “It’s a game to exacerbate tensions. It’s dirty play within the country in order to crush their political opponents.”\nStill, Russia moved to enhance its own, already robust military posture in the region, by deploying an additional air defense missile system to the Crimean peninsula. Russia added one S-400 antiaircraft missile system to the three already there, the Interfax news agency quoted Col. Vadim Astafyev, the top Defense Ministry official in southern Russia, as saying.\nIn Ukraine, very little changed on the ground. But Andriy Demchenko, a spokesman for the State Border Guard Service, said that it had stepped up its controls of who is allowed to enter the country and barred 150 people, including 80 Russians, in the past 24 hours.\nUkraine has gathered broad Western support for its position over the disputed passage by three small naval craft through the Kerch Strait into the Sea of Azov, which the two sides agreed to treat as joint territorial waters in a 2003 treaty.\nRussian border forces rammed a Ukrainian naval tug and opened fire with shells big enough to leave a gaping hole near the pilot house of one small Ukrainian artillery craft. The Russians captured the three boats with 24 crewmen, wounding three of them.\nPresident Trump has said he might cancel a planned meeting with President Putin at the G20 summit in Buenos Aires this Saturday over the clash.\nYuri Ushakov, Mr. Putin’s foreign policy adviser, said Wednesday that the Kremlin believed the meeting was still scheduled and had not received any indication otherwise from Washington.\n“This meeting is necessary for both sides,” Mr. Ushakov told reporters. “It’s important in view of the developing situation in the world.” He noted that Mr. Putin had rejected a request from Mr. Porochenko to discuss the incident over the phone.\nThe Ukrainian sailors have been charged with crossing the Russian border illegally and sent to jail for two months of pretrial detention. Fifteen were charged on Tuesday, including those wounded in the incident, and nine were charged in court appearances on Wednesday.\nRussia highlighted the fact that two of the Ukrainians were intelligence officers, suggesting that this proved that the confrontation had been planned in advance. Ukraine criticized Russia for treating the captives as common criminals rather than prisoners of war, including broadcasting some videos of what seemed to be forced confessions.\nIn court on Wednesday, Oleh Melnychuk, the captain of the tugboat, objected to being characterized as a criminal and rejected Russian statements that the Ukrainian vessels had been maneuvering suspiciously.\n“I am not a criminal and I disagree with the detention,” the captain was quoted as saying by a Russian news service, RIA Novosti. “About my maneuvering — I only wanted to keep from hitting the Russian vessel. I wanted to save my crew and prevent the boat from overturning.”\nIn recent months, Russia has been deploying more forces in and around the Sea of Azov, stopping and searching nearly 300 commercial vessels in an attempt to pressure Ukraine economically. The perception is that the Kremlin hopes to turn it into a kind of “Russian lake,” and Ukraine has responded by deploying a few ships from its meager navy there.\nThe Sea of Azov is widely viewed as the next front in the conflict between Russia and Ukraine that started with Russian forces seizing Crimea in 2014 and then helping to destabilize Ukraine by backing separatist forces in the eastern Donbass region. The fighting there ever since has claimed some 10,000 lives.\nRussia’s strategy in the wake of the open armed clash, however, appears to be to try to treat the whole thing as a mere border skirmish. On Tuesday, Dmitri S. Peskov, the spokesman for Mr. Putin, said there was no need for the Kremlin to handle the aftermath as it could all be done by Russia’s court system.", "date": "Nov. 28, 2018", "href": "https://www.nytimes.com/2018/11/28/world/europe/putin-plays-down-sea-clash-with-ukraine-as-border-incident.html", "tags": "‘ border clash plays russian ” incident russia sea ukrainian ukraine putin"}