{"title": "Putin Vows to ‘React Accordingly’ if U.S. Withdraws From Nuclear Treaty", "content": "MOSCOW — President Vladimir V. Putin warned on Wednesday that Russia will respond in kind if the United States decides to develop new intermediate-range nuclear missiles.\nThe chief of staff of Russia’s military, Gen. Valery V. Gerasimov, echoed those remarks, saying that any European countries where the United States stationed intermediate-range missiles, such as Poland or Romania, would be the first targets in the event of a conflict.\nThe United States has long accused Russia of developing such missiles in violation of the Intermediate-Range Nuclear Forces Treaty, which limits ground-based intermediate-range missiles. On Tuesday, Secretary of State Mike Pompeo said that the United States would within 60 days start the formal process of abandoning the treaty unless Russia re-established compliance with its terms.\nIn televised remarks, Mr. Putin took the familiar tack of complaining that the West was unfairly singling out Russia for what he called a “reckless decision.”\n“First, the American side said that it intended to withdraw from the Intermediate-Range Nuclear Forces Treaty, and only then did it start looking for reasons they should do so,” Mr. Putin said.\n“We do not agree with the destruction of this deal,” he said. “But if this happens, we will react accordingly.”\nIn the 1987 pact, widely known as the I.N.F. Treaty, Russia and the United States agreed to eliminate all ground-based nuclear and conventional missiles, as well as their launchers, with ranges of 500 to 5,500 kilometers (310 to 3,420 miles). It does not ban intermediate-range missiles launched from bombers or from the sea.\nIn recent years, both sides have had reason to rethink their commitment. Russia has grown uneasy as many countries along its extensive southern border, including China, India, Pakistan and Iran, began developing such weapons. None of them are signatories to the treaty.\nThe United States and its NATO allies have said that Washington has abided by the treaty, while Russia violated it by developing and deploying a cruise missile system.\nYet the Pentagon has grown concerned about the need for intermediate-range missiles to counter a growing threat from China over its military buildup in the South China Sea.\nIgnoring the fact that the United States’ complaints over the cruise missile system date back into the Obama administration, Mr. Putin accused Washington of deciding to leave the treaty and justifying its action by blaming Russia.\n“The decision was made a long time ago, only quietly,” Mr. Putin said, noting that Congress had already earmarked research and development funds for the missiles in the Pentagon budget.\nGeneral Gerasimov, addressing foreign military attachés stationed in Moscow, said that the United States had already violated the treaty by deploying in Romania and Poland missile defense components that can fire intermediate-range missiles. Washington has described those components as defensive weapons against the threat from Iran.\n“This is 100 percent false,” the State Department spokeswoman Heather Nauert said. “We are in complete compliance with the I.N.F. Treaty and our NATO allies agree with that.”\nGeneral Gerasimov’s remarks were likely to further dismay European leaders, already alarmed after President Trump announced in October, with minimal prior consultation, that he planned to scrap the treaty.\nEurope has long feared a nuclear competition between Washington and Moscow playing out on its territory. The 60-day ultimatum was considered an attempt by the Trump administration to mollify European fears that the Continent would bear the costs of the decision.\nThe future of the treaty had been a key item on the agenda for talks between Mr. Putin and Mr. Trump at the G-20 Summit in Buenos Aires last weekend, with experts contending that only detailed discussions might salvage the pact.\nMr. Trump canceled the meeting at the last minute, however, citing Russia’s seizure of three Ukrainian naval vessels and 24 sailors off the coast of Crimea. But critics quickly noted that the announcement also coincided with new revelations about a business deal he had been pursuing in Russia.\nA costly arms race in the 1980s, during a period of sinking oil revenues, helped to speed the collapse of the Soviet Union. Russia remains highly dependent on revenues from oil exports and is once again facing what could be an extended period of weaker oil prices.\nNumerous diplomatic and military professionals have called on both the United States and Russia to preserve the treaty. A recent call came from Mikhail Gorbachev, a former president of the Soviet Union, and George P. Shultz, a former American secretary of state, who both helped to negotiate the treaty.\nIn a joint op-ed published by The Washington Post, they noted that various arms pacts had achieved the goal of greatly reducing the nuclear arsenals on both sides. Rather than abandoning the I.N.F. Treaty, they wrote, both sides should work to fix it.\n“There is a danger that the gains achieved in the process of ending the Cold War could be wiped out,” they wrote. “Abandoning the I.N.F. Treaty would be a step toward a new arms race, undermining strategic stability and increasing the threat of miscalculation or technical failure leading to an immensely destructive war.”", "date": "Dec. 5, 2018", "href": "https://www.nytimes.com/2018/12/05/world/europe/putin-missiles-trump-pompeo.html", "tags": "‘ mr. nuclear u.s. united states react missiles ” intermediate-range vows treaty withdraws russia accordingly putin"}