{"title": "Putin’s ‘Invincible’ Missile Is Aimed at U.S. Vulnerabilities", "content": "MOSCOW — President Vladimir V. Putin of Russia threatened the West with a new generation of nuclear weapons Thursday, including what he described as an “invincible” intercontinental cruise missile and a nuclear torpedo that could outsmart all American defenses.\nThe presentation by Mr. Putin, which included animation videos depicting multiple warheads aimed at Florida, where President Trump often stays at his Mar-a-Lago resort, sharply escalated the military invective in the tense relationship between the United States and Russia, which has led to predictions of a costly new nuclear arms race.\nWhile Mr. Putin may have been bluffing about these weapons, as some experts suggested, he cleverly focused on a vulnerability of American-designed defenses: They are based on the assumption that enemy nuclear missiles fly high and can be destroyed well before they reach their targets.\nThe new class of Russian weapons, he said, travel low, stealthily, far and fast — too fast for defenders to react.\nMr. Putin’s announcement, in his annual state of the nation address, seemed intended chiefly to stir the patriotic passions of Russians at a moment when he is heading into a re-election campaign, even though his victory is assured in what amounts to a one-candidate race.\nHe also used the speech to reassure Russians that the military buildup was taking place even as the government was spending big sums to improve the quality of their lives.\nBut the main attention grabber in the speech was the weapons, which Mr. Putin described as a response to what he called the repudiation of arms control by the United States and its plans for a major weapons buildup.\nThe Trump administration has said that countering the world’s two other superpowers, Russia and China, was becoming its No. 1 national security mission, ahead of counterterrorism.\nIt has largely blamed Russia’s military modernization for that shift and has justified new work on nuclear weapons and bolstered missile defenses as the appropriate answer.\nMr. Putin may have further fueled the tension on Thursday by essentially declaring that Russia’s military brains had made America’s response obsolete.\nHe said a team of young, high-tech specialists had labored secretly and assiduously to develop and test the new weapons, including a nuclear-powered missile that could reach anywhere and evade interception.\n“With the missile launched and a set of ground tests completed, we can now proceed with the construction of a fundamentally new type of weapon,” Mr. Putin said.\nHe showed a video that illustrated the weapon flying over a mountain range, then slaloming around obstacles in the southern Atlantic before rounding Cape Horn at the tip of South America and heading north toward the West Coast of the United States.\nGiven that deception lies at the heart of current Russian military doctrine, questions arose about whether these weapons existed. American officials said that the nuclear cruise missile is not yet operational, despite Mr. Putin’s claims, and that it had crashed during testing in the Arctic.\nThe threats evoked the bombast of the Cold War. But this time they are not based on greater numbers of bombs but increased capabilities, stealth and guile.\nMr. Putin’s boasts about undersea nuclear torpedoes and earth-hugging cruise missiles emphasized the uselessness of American defenses against such weapons.\nOddly, apart from a reference to renewing the American nuclear arms enterprise in his State of the Union address, Mr. Trump has said almost nothing about the new era of competition with Mr. Putin or Russia. With multiple investigations into whether his campaign’s connections to Russians had influenced policy, he has neither protested the Russian buildup nor publicly endorsed, in any detail, his own administration’s plans to counter it.\nThe cruise missile was among five weapons introduced by Mr. Putin, each shown in video mock-ups on giant screens flanking him onstage. He threatened to use the weapons, as well as Russia’s older-generation nuclear arms, against the United States and Europe if Russia were attacked.\n“We would consider any use of nuclear weapons against Russia or its allies to be a nuclear attack on our country,” he said.\nMr. Putin said he could not show the actual weapons publicly, but assured his audience of Russia’s main political and prominent cultural figures that they had all been developed.\nIf Mr. Putin was not bluffing, said Aleksandr M. Golts, an independent Russian military analyst, then “these weapons are definitely new, absolutely new.”\n“If we’re talking about nuclear-armed cruise missiles, that’s a technological breakthrough and a gigantic achievement,” he said in an interview. But, he added, “The question is, is this true?”\nSeveral analysts writing on Facebook and elsewhere leaned toward the bluff theory. Given the recent history of Russian launch failures or premature crashes, the idea that Russia suddenly possessed a new generation of flying weapons strained credulity.\n“The real surprise in among all of this is a nuclear-powered cruise missile,” said Douglas Barrie, a senior fellow for military aerospace at the International Institute for Strategic Studies in London. “It was talked about in the ’60s, but it ran into a lot of obstacles. To the extent that the Russians are seriously revisiting this is pretty interesting.”\nSuch technology could alter the balance of power, but Mr. Barrie questioned whether Russia was even close to deploying it.\n“Does reality mean you have an item in the budget saying, ‘Develop nuclear propulsion for a missile?’” he said. “Or does it mean, ‘We’re going to have one ready to use soon’? I’d certainly want to see more evidence to believe that.”\nMr. Putin said Russia had developed the weaponry because the United States had rejected established arms control treaties and was deploying new missile defense systems in Europe and Asia.\nPresident Barack Obama said that he was willing to negotiate cuts deeper than the 1,550 arms that Washington and Moscow are permitted to deploy under the 2010 New Start treaty, which took full effect last month. But it expires in a few years, and neither Mr. Putin nor Mr. Trump has shown interest in renewing it.\nThe United States has also accused Russia of violating the Intermediate Nuclear Forces treaty. After Mr. Putin’s speech, Heather Nauert, the State Department’s spokeswoman, said Mr. Putin essentially confirmed that by trumpeting the country’s development of new nuclear weapons.\nMr. Putin was correct that the United States is investing in expanding missile defenses. But those were not meant to counter Russia’s huge arsenals, but rather the launching of a few missiles by a state like North Korea.\nThe new Russian weapons would render such defenses obsolete, Mr. Putin gloated, and if anyone found a workaround, “our boys will think of something new.”\nOther weapons the Russian leader discussed included a ballistic missile called Sarmat that could round either pole and overcome any defense system; hypersonic nuclear weaponry that fly at 20 times the speed of sound; and unmanned deepwater submarines that could go huge distances at enormous speed.\nMr. Putin said that some of the weapons were so new that they had yet to be named, and announced a naming contest on the Ministry of Defense website.\nPolitical analysts said it was an effective campaign ploy whether the weapons existed or not. “He’s giving people the image of a desired future, of a future for Russia, and that’s appealing for his domestic audience,” said Aleksei V. Makarkin, the deputy head of the Center for Political Technologies, a Moscow think tank.\nMr. Putin’s guns-and-butter, Russia-can-do-it-all speech came 17 days before the March 18 election. It seemed intended to reassure voters that expanded social spending would help solve the economic problems of the past four years, while sending the message that Mr. Putin was their best hope in protecting a Russia portrayed as a besieged fortress.\nThe reality that the country lacks the money to pay for a giant increase in social spending combined with a new generation of weapons was beside the point, Mr. Makarkin said.\n“People may say Russia depends on oil, Russia doesn’t have the money, but the population at large doesn’t care about that,” he said. “They just want to know that we are a superpower.”\nOn the social front, Mr. Putin promised to double government spending on health care and raise pensions. He said Russia would reduce the poverty rate — official statistics indicate that around 14 million Russians live below the poverty line — by 2024.\nMr. Putin also said that life expectancy, currently at 73, a leap from when he first took office in 2000, should exceed 80 by 2030.\nCritics doubt that Russia will ever have the means to deliver so much, given its stumbling economy and relatively depressed oil prices. Max Trudolyubov, a newspaper columnist and political analyst, called the speech a modern version of the Czar Cannon, a giant 16th-century piece of armament that sits on the Kremlin grounds and that legend holds never really worked.\nFor years, Mr. Putin has chafed at the perceived disrespect showed to him and Russia by the United States. “Nobody listened to Russia,” he said near the end of the speech, to huge applause. “Well, listen up now.”", "date": "March 1, 2018", "href": "https://www.nytimes.com/2018/03/01/world/europe/russia-putin-speech.html", "tags": "‘ nuclear missile u.s. new ” aimed invincible russia weapons putin vulnerabilities"}