{"title": "Putin, power and poison: Russia’s elite FSB spy club", "content": "FSB. The letters are not just familiar to fans of spy thrillers. They have come to symbolise Vladimir Putin's grip on power in Russia.\nRussia's secretive security agency has gained notoriety around the world with its intelligence and counter-terror operations. \nBut with roots in the Soviet Union's KGB secret police, allegations of state-sanctioned killings and close ties to the president, it faces questions about its true nature and ambitions. \nWhat does the FSB do?\nThe Federal Security Service (FSB) was set up in 1995, and is tasked with tackling perceived threats to the Russian state. Mr Putin ran the agency before he came to power. \nIt co-operates with foreign police forces in fighting jihadists and some organised crime gangs.\nThe FSB poured resources into fighting separatist rebels from Chechnya in two wars, in the 1990s and early 2000s.\nRussia has tense relations with several of its ex-Soviet neighbours. Part of the FSB's job is to prevent any pro-Western \"colour\" uprisings in Russia like Georgia's 2003 Rose Revolution and Ukraine's 2004 Orange Revolution.\nIn 2015 the FSB was involved in a Cold War-style spy swap with Estonia. A Nato member, Estonia accused Russia of having kidnapped Eston Kohver, the security official exchanged for a jailed Russian spy.\nIn 2002 the assassination of an Arab jihadist commander in Chechnya, known as Khattab, was attributed to the FSB. His Chechen comrades said he had received a letter laced with poison.\nBut the Alexander Litvinenko murder case really put the FSB in the international spotlight.\nThe ex-FSB officer, bitterly critical of President Putin, was poisoned in London with radioactive polonium-210 in 2006. Litvinenko, given asylum in the UK, had been branded a \"traitor\" in Russia.\nThe official UK inquiry concluded that the killers probably had approval from Mr Putin and the then FSB chief, Nikolai Patrushev. \nRussia rejected the charges and made the main suspect, Andrei Lugovoi, an MP and national hero. \nLitvinenko had accused the FSB of running a top-secret hit squad called URPO for assassinating enemies. One of its targets, he said, was the powerful oligarch Boris Berezovsky, who died in the UK years after Litvinenko in 2013 in an apparent suicide. \nJust weeks before Litvinenko died, Russia passed a law giving the FSB authority to act against \"extremists\" and \"terrorists\" abroad. \nSome other prominent opponents of Mr Putin, including journalists, have died mysteriously, fuelling speculation about FSB \"hits\". Often the victims had other enemies, however, who could have targeted them.\nThe FSB can officially warn individuals against \"creating the conditions\" for crimes. Critics see that as a KGB-style power of intimidation, enabling the state to stifle dissent.\nJames Norton stars in McMafia, a TV drama based on Misha Glenny's 2008 non-fiction book exploring global crime networks.\nIn their book on the FSB, called The New Nobility, Andrei Soldatov and Irina Borogan say Mr Putin expanded the FSB's powers by enabling it to send agents abroad for special operations, including intelligence gathering.\nBut Russia's equivalent of the British MI6 - the main overseas spy service - is the External Intelligence Service (SVR). \nAgents of the military spy service GRU also gather intelligence abroad.\nThe FSB is integral to Russia's new doctrine of information warfare, which includes shaping public opinion abroad via social media. \nUS officials believe the Russian state was linked to hacking and disinformation that targeted voters in the 2016 US presidential election. \nIn March 2017 US authorities accused two FSB officers - Dmitry Dokuchaev and Igor Sushchin - of hacking Yahoo accounts and stealing the data of millions of users.\nThe FSB has powerful legal tools to monitor internet traffic. A technology called Sorm lets it snoop on emails and phone calls; data has to be kept for 12 hours, by law, for possible inspection; virtual private networks (VPNs) and other anonymisation tools are restricted.\nMr Soldatov says Russian telecoms providers have to give the FSB direct access to data. The real scope of FSB surveillance at any one time is not clear.\nThe journalist says that, as with the Communist KGB, the fear of being spied on is a powerful weapon in itself. \nThe headquarters in central Moscow is the Lubyanka - a symbol of FSB power. The KGB interrogated political prisoners there in Soviet times.\nThe FSB's head Alexander Bortnikov reports directly to President Putin.\nIn 2000, Mr Bortnikov's predecessor Nikolai Patrushev called his FSB operatives \"modern nobles\". On becoming president, Mr Putin gave top posts to former spies from St Petersburg.\nOlga Kryshtanovskaya, a leading Russian sociologist, says that \"we are witnessing a restoration of the power of the KGB\" under Mr Putin.\nDuring his first term as president, about one-third of government officials were \"siloviki\" - or \"security guys\", she said.\nMost of the elite - including Mr Bortnikov - are now subject to EU and/or US sanctions because of Russia's 2014 annexation of Crimea. Most have acquired huge fortunes and control key Russian resources.\nIn the 1990s Mr Putin oversaw foreign trade in St Petersburg and some of his associates from that time have been linked to organised crime. Those links are documented by US researcher Karen Dawisha in her book Putin's Kleptocracy. \nThe allegations also surfaced in the Litvinenko inquiry and in a major Spanish police investigation into the Russian mafia.\nThe Spanish prosecutor, Jose Grinda, told US officials that Russia's security services \"control OC (organised crime) in Russia\" and \"the FSB is 'absorbing' the Russian mafia\".\nReporting by the BBC's Laurence Peter.", "date": "3 February 2018", "href": "https://www.bbc.com/news/world-europe-42636245", "tags": "security us litvinenko russian fsb spy poison power russia elite putin club"}