{"title": "Putin Softens Russia Pension Changes, in Rare Bow to Public Pressure", "content": "MOSCOW — President Vladimir V. Putin of Russia on Wednesday took the rare step of softening a government decision in the face of public pressure, diluting some parts of a much-despised pension overhaul that had prompted protests and dented his popularity.\nEven as he announced the changes, Mr. Putin reiterated that demographic changes in Russia — particularly older adults living well past retirement age, while fewer young people are entering the work force — required some adjustments.\n“I underscore once again that we have to make a difficult, complicated, but necessary decision,” Mr. Putin said, in a rare televised address broadcast nationwide at midday. “I ask you to be understanding about this.”\nMr. Putin warned that mushrooming costs now at $300 million per day could bankrupt Russia, and supporters lauded the speech, saying that he had stepped into his role of “father of the nation” to explain the hard facts facing the country.\nCritics suggested that if Russia had economic problems, it was because of foreign military operations that the country could ill afford during 18 years of mismanagement while Mr. Putin has been in power. The first place he should look for new revenue streams was among his fabulously wealthy oligarch cronies, opponents said.\nThe Kremlin appeared worried about the criticism of the pension overhaul, with various marches planned throughout September. The main opposition leader, Aleksei A. Navalny, who had been organizing a nationwide protest against the changes for Sept. 9, was sent to jail this week and will serve a 30-day sentence that will keep him behind bars for the duration of the protest period.\nIt was not clear whether the changes that Mr. Putin outlined in his speech would be sufficient to mollify widespread anger and unease.\nAlthough average pensions in Russia are fairly low, amounting to a few hundred dollars per month, many retirees survive once they are past retirement age by continuing to work in jobs like security guards. Now that extra margin will be largely eliminated.\nOne significant concession that Mr. Putin announced was raising the retirement age for women to 60 from 55, instead of to 63. The change for men remained at 65 instead of the previous 60.\nIn addition, Mr. Putin outlined a welter of benefits for retirees to try to cushion the blow, including subsidies for those who cannot find work after age 50, tax benefits, lower retirement ages for women with at least three children, and higher pensions in rural areas where dependence on government retirement funds is particularly high.\nDmitry B. Oreshkin, a political scientist and Kremlin critic, noted that the Putin administration was trying to subsidize Crimea and the separatist republics in Ukraine as well as wage war in Syria, at a time when there are more than half as many retirees (46 million) as workers (76 million).\n“Putin also failed to create an alternative — the economy is stagnating, and under current conditions this decision was inevitable,” Mr. Oreshkin said in an interview.\nMr. Putin had been trying to distance himself from the pension plan since the government announced it in June, on the day the World Cup began in Russia, apparently hoping citizens would not notice.\nThe plan hurt his popularity anyway, and his approval rating plunged to the mid-60s from around 80 percent — its lowest level since Mr. Putin annexed Crimea in 2014.\nIn tone and content, Mr. Putin tried to present the pension changes as a necessary step to maintain prosperity in Russia and the moment for debate passed.\n“It is already clear that the government will still have to do this, sooner or later,” he said. “But the later we make them, the harsher these decisions will be.”", "date": "Aug. 29, 2018", "href": "https://www.nytimes.com/2018/08/29/world/europe/russia-putin-pension.html", "tags": "public retirement pressure rare softens ” pension bow russia government changes putin —"}