{"title": "Putin Opens Bridge to Crimea, Cementing Russia’s Hold on Neighbor", "content": "MOSCOW — President Vladimir V. Putin climbed aboard a large orange construction truck on Monday and drove it across a new 12-mile bridge to Crimea, inaugurating his latest megaproject and tightening Moscow’s claim to the disputed territory.\nThe bridge, finished six months ahead of schedule, established a land link from Russia to the Crimean peninsula, which the Russian military seized from Ukraine in 2014.\n“This is a remarkable result, which makes Crimea and legendary Sevastopol even stronger, and all of us are even closer to each other,” Mr. Putin told a crowd of cheering workers after completing the roughly 15-minute drive at the head of a convoy of construction vehicles.\nThe bridge connects the Crimean city of Kerch, on the eastern coast, to the Russian mainland and is fed by local roads. But the opening was more theatrical than real because the main highways feeding the bridge on both the mainland and across Crimea to Sevastopol in the west, long the headquarters of the Black Sea fleet, remain under construction.\nThe overall project, costing more than $7.5 billion and including a twin span for trains expected to open next year, is not due for completion until 2023.\nSeveral months ago, Mr. Putin pushed for the vehicular bridge to be ready for the summer travel season, matching the April opening of a large new airport at Simferopol, the capital of Crimea. The economic potential of both projects remains in question, however. Crimea has not proved terribly popular with Russian tourists, and international sanctions block foreign cellphones and credit cards there, limiting visitors from elsewhere.\n“It is important geopolitically because Russia now has a direct route from its territory to Crimea,” said Natalya V. Zubarevich, an expert on regional economic development. “The economic effects are secondary.”\nMr. Putin’s armed annexation of Crimea, although it alienated much of the West, was wildly popular in Russia and has buoyed his popularity ratings ever since.\nIn terms of tourism, however, many Russians who visited Crimea during the first two summers after the annexation concluded that the quality of service there was poor. Significant delays completing other major infrastructure projects like power plants compounded its woes. They preferred vacations in Sochi, the Russian resort on the Black Sea rebuilt for the 2014 Winter Olympics, or in Turkey for the budget-minded.\n“It will be easier to get to Crimea, but the basic level of the facilities, the basic infrastructure along the coast there remains low,” Ms. Zubarevich said.\nLocals, however, who were expected to start using the bridge on Wednesday, were ecstatic. It lifted the sense of isolation that they have felt since Ukraine cut off railroad links and made the border crossing difficult in the wake of the annexation. Crimeans were dependent either on airplanes or the ferry across the Kerch Strait, where volatile weather in winter and long lines in summer often caused lengthy delays and drove up prices for basic goods.\nCritics of the bridge said a new high-speed ferry service would have been far cheaper, but the idea of a physical link carried the day.\n“People see it as a fantastic dream that came true,” Natalya V. Bykovskaya, deputy director of the historical museum in Kerch, where the bridge lands in Crimea, said in a telephone interview. “People expect a change for the better. The mainland will become closer, not just mentally but physically.”\nRussia’s state-controlled media went out of its way to lavish praise on the bridge, calling it “the construction project of the century” and a work of art. “We have been waiting for the Crimean bridge for over 1,000 years,” gushed one television correspondent, adding that the opening of the bridge was the main global news development of the day.\nIn Ukraine, President Petro Poroshenko called the bridge’s construction “illegal” and “the latest evidence of the Kremlin’s disregard for international law,” adding that it could be useful for a swift withdrawal of Russian forces.\nWhen Mr. Putin first proposed the project, no Russian company wanted to touch it. The engineering challenge was formidable, and any involvement with Crimea carried the risk of international sanctions.\nSpanning the Kerch Strait with a bridge has been broached numerous times over the past 100 years and even tried once, but all previous efforts were defeated by some combination of costs, war and Mother Nature.\nThe strait runs between two mountain ranges, meaning howling winds blow through its narrow confines. The seabed is covered with some 80 meters of fine silt deposited by the alluvial flow from various rivers. Ice floes smash through during the spring thaw — indeed, an ice floe toppled a German military bridge built during World War II — and the area is prone to earthquakes.\nBut Mr. Putin took a keen personal interest in the project.\nFinally Arkady R. Rotenberg — a longtime friend and judo partner of the president who has become a billionaire not least by adopting some of Mr. Putin’s pet projects — took it on. There was some question whether Mr. Rotenberg volunteered or was pushed.\nThe official version, which he voiced himself, was that no sacrifice was too great in serving the motherland, and that the bridge would stand as his crowning construction achievement. On Tuesday, he said on national television that international sanctions had actually sped up construction of the bridge, by forcing Russians to rely on themselves.\nHis bridge relies for stability on thousands of pylons driven into the seabed, and has double arches rising about 115 feet above the water to let ships pass.\nAlthough megaprojects like the 2014 Winter Olympics have been known to generate significant windfalls for Mr. Putin’s friends, some analysts suggested that the engineering costs for the bridge were so high and the deadline so severe — it was built in a little over two years — that there was little profit involved.", "date": "May 15, 2018", "href": "https://www.nytimes.com/2018/05/15/world/europe/putin-russia-crimea-bridge.html", "tags": "hold opens construction cementing russian bridge ” crimea neighbor russia — putin"}