{"title": "Putin Ordered ‘Influence Campaign’ Aimed at U.S. Election, Report Says", "content": "WASHINGTON — American intelligence officials have concluded that the president of Russia, Vladimir V. Putin, personally “ordered an influence campaign in 2016 aimed at the U.S. presidential election,” and turned from seeking to “denigrate” Hillary Clinton to developing “a clear preference for President-elect Trump.”\nThe conclusions were part of a declassified intelligence report, ordered by President Obama, that was released on Friday. Its main determinations were described to Mr. Trump by the nation’s top intelligence officials earlier in the day, and he responded by acknowledging, for the first time, that Russia had sought to hack into the Democratic National Committee’s computer systems. But he insisted that the effort had no effect on the election, and he said nothing about the conclusion that Mr. Putin, at some point last year, decided to aid his candidacy.\nThe report, a damning and surprisingly detailed account of Russia’s efforts to undermine the American electoral system and Mrs. Clinton in particular, went on to assess that Mr. Putin had “aspired to help President-elect Trump’s election chances when possible by discrediting Secretary Clinton and publicly contrasting her unfavorably to him.”\nThe report described a broad campaign that included covert operations, including cyberactivities and “trolling” on the internet of people who were viewed as opponents of Russia’s effort. While it accused Russian intelligence agencies of obtaining and maintaining “access to elements of multiple U.S. state or local electoral boards,” it concluded — as officials have publicly — that there was no evidence of tampering with the tallying of the vote on Nov. 8.\nBut the declassified report contained no information about how the agencies had collected their data or had come to their conclusions. So it is bound to be attacked by skeptics and by partisans of Mr. Trump, who see the review as a political effort to impugn the legitimacy of his election. Intelligence officials have rejected that view.\nThe report, reflecting the assessments of the C.I.A., the F.B.I. and the National Security Agency, stopped short of backing up Mr. Trump on his declaration that the hacking activity had no effect on the election. “We did not make an assessment of the impact that Russian activities had on the outcome of the 2016 election,” the report concluded, saying it was beyond its responsibility to analyze American “political processes” or public opinion.\nThe intelligence agencies also concluded “with high confidence” that Russia’s main military intelligence unit, the G.R.U., created a “persona” called Guccifer 2.0 and a website, DCLeaks.com, to release the emails of the Democratic National Committee and of the chairman of the Clinton campaign, John D. Podesta.\nWhen those disclosures received what was seen as insufficient attention, the report said, the G.R.U. “relayed material it acquired from the D.N.C. and senior Democratic officials to WikiLeaks.” The founder of WikiLeaks, Julian Assange, has denied that Russia was the source of the emails it published.\nThe report makes clear that Mr. Putin favored Mr. Trump in part because he had previous success dealing with “Western political leaders whose business interests made them more disposed to deal with Russia” — it named a former Italian prime minister, Silvio Berlusconi, as an example — and in part because he viewed Mr. Trump as a more likely ally in forming Russia’s version of a counterterrorism coalition against the Islamic State. Mr. Trump described his eagerness to do so in an interview with The New York Times in March 2016.\nThe report also stated that Russia collected data “on some Republican-affiliated targets,” but did not disclose the contents of whatever it harvested.\nThe report’s introduction called the public document a summation of “a highly classified assessment.” The classified version, officials say, comes in two forms — one for Congress and another, called a “compartmentalized” report, for select members of Congress and top officials of the incoming and outgoing governments.\nThe compartmentalized version contains information on the sources and methods used to collect the information about Mr. Putin and his associates. Those would include intercepts of conversations and the harvesting of computer data from “implants” that the United States and its allies have put in Russian networks.\nThe conclusions were described to Mr. Obama on Thursday and to Mr. Trump on Friday by James R. Clapper Jr., the director of national intelligence; John O. Brennan, the director of the C.I.A.; Adm. Michael S. Rogers, the director of the National Security Agency; and James B. Comey, the director of the F.B.I.\nThe key to the report’s assessment is that Russia’s motives “evolved over the course of the campaign.” When it appeared that Mrs. Clinton was more likely to win, it concluded, the Russian effort focused “on undermining her future presidency.” It noted that Mr. Putin had a particular animus for Mrs. Clinton because he believed she had incited protests against him in 2011.\nYet the attacks, the report said, began long before anyone could have known that Mr. Trump, considered a dark horse, would win the Republican nomination. It said the attacks began as early as July 2015, when Russian intelligence operatives first gained access to the Democratic National Committee’s networks. Russia maintained that access for 11 months, until “at least June 2016,” the report concludes, leaving open the possibility that Russian cyberattackers may have had access even after the firm CrowdStrike believed that it had kicked them off the networks.\nIntelligence officials who prepared the classified report on Russian hacking activity have concluded that British intelligence was among the first to raise an alarm that Moscow had hacked into the Democratic National Committee’s computer servers, and alerted their American counterparts, according to two people familiar with the conclusions.\nMr. Trump was briefed by senior intelligence officials for nearly two hours on Friday, describing the briefing in a statement as “a constructive meeting and conversation with the leaders of the intelligence community.”\nIt is unclear whether they highlighted the British role, which has been closely held, in the briefing. But it is a critical part of the timeline, because it suggests that some of the first tipoffs, in fall 2015, came from voice intercepts, computer traffic or human sources outside the United States, as emails and other data from the D.N.C. flowed out of the country.\n“The British picked it up, and we may have had it at about the same time,” said one cyberexpert who has been briefed on the findings. British intelligence — especially the signals intelligence unit, GCHQ — has a major role in tracking Russian activity.", "date": "Jan. 6, 2017", "href": "https://www.nytimes.com/2017/01/06/us/politics/russia-hack-report.html", "tags": "‘ election intelligence report officials russian u.s. ” aimed influence says ordered russia — campaign putin"}