{"title": "Q&A: Russia's new opposition council", "content": "Supporters of Russia's opposition have elected a Co-ordination Council (CC).\nHeading the list of 45 opposition leaders is Alexei Navalny, an anti-corruption activist who has played a key role in mobilising opposition to President Vladimir Putin.\nMany other politicians and activists who have led anti-Putin protests over the last year were also elected in the three-day online vote.\nThe people behind the initiative see the new body as an opportunity to turn the protest movement from a group of people defined by what they oppose into a group united by a positive and constructive agenda.\nOne of the main organisers said the council would serve as the opposition's \"representative body\".\nThe council will consist of 45 members who have been picked from four separate candidate lists. \nAmong the 30 people elected from the main list of \"general candidates\" are Mr Navalny, former world chess champion Garry Kasparov, TV presenter Ksenia Sobchak and activist Ilya Yashin.\nThe list of 30 also includes high-profile environmental campaigner Yevgenia Chirikova, former Deputy Prime Minister Boris Nemtsov, and Sergei Udaltsov, the left-wing activist recently banned from travelling outside Moscow after being questioned about alleged plans to incite civil unrest.\nTwo other high-profile figures to make it into the council are Gennady Gudkov, an MP for more than a decade before being expelled in September over alleged business dealings, and his son Dmitry, who was elected to parliament in 2011.\nFifteen seats have been reserved for the three main political groupings behind the initiative - liberals, left-wingers and nationalists. The 15 successful candidates are not well known outside Russia.\nMainly to represent the views of a protest movement that is scattered across the political spectrum, united largely - and in some cases only - by their opposition to Mr Putin and his system.\nMr Navalny, who has promoted the council heavily on his popular blog, says that the electoral process confers legitimacy on the protest movement. He and his allies argue that Mr Putin and the ruling United Russia party no longer enjoy that legitimacy, because of widespread allegations of vote-rigging during the last parliamentary and presidential elections.\nThe election was also seen as a popularity contest to determine which of the fragmented opposition's most prominent politicians and activists were genuine leadership material.\nOnce the council is up and running, it will be responsible for coming up with a common agenda, formulating policy positions and agreeing tactics, such as street protests and campaigning for regional and municipal elections.\nBut not everyone in the protest movement lent the project their backing.\nVladimir Ryzhkov and former Prime Minister Mikhail Kasyanov, who co-chair the RPR-Parnas party along with Mr Nemtsov, are both critics. Mr Kasyanov fears that the election will lead to splits in the protest movement.\nOpposition MP Ilya Ponomarev registered as a candidate but then withdrew, citing differences with some of the organisers.\nA committee was set up to organise the council election, or \"primaries\", which took place on 20-22 October.\nIn order to vote, people had to register and go through a rigorous identity verification process. Voters were able to cast their ballots remotely, or at designated polling stations, but all voting was online.\nThe organisers say more than 81,000 people voted.\nThis is only the first stage of the protest movement's campaign to turn itself into a viable alternative to Mr Putin and his allies. And the next parliamentary elections are four years away.\nHowever, the opposition groups involved have a track record of internal disagreements and divisions. If they can overcome this, their next challenge will be to ensure that their leaders acquire the sort of nationwide recognition that perhaps only Mr Navalny, with his high-profile anti-corruption campaign, currently enjoys.\nThis will be a major task, given that the Kremlin seems to be stepping up its campaign against some of their most outspoken domestic critics.\nFor instance, a video shown on a recent edition of Gazprom-owned NTV's political talk show \"Broom\" accused several named candidates of committing crimes such as \"brutal murder\", \"drug-dealing\" or \"property fraud\".\nIn addition, recent political reforms are likely to lead to a proliferation of smaller parties that may crowd the political landscape and potentially fragment the anti-Putin vote.\nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. For more reports from BBC Monitoring, click here", "date": "23 October 2012", "href": "https://www.bbc.com/news/world-europe-20007448", "tags": "q movement protest council opposition navalny new political elected russia putin"}