{"title": "Qandeel Baloch: A YouTube star and the cleric linked to her death", "content": "In July last year, a Pakistani social media star, Qandeel Baloch, was strangled to death at her home in Multan.\nThe 26-year old was famous for her bold, risque YouTube posts which had challenged Pakistan's conservative values. \nHer brother is among those on trial for carrying out the so-called honour killing, though justice is taking a long time to come. \nIn a dramatic development this week, an influential religious scholar - who had met her only days before she died - was also arrested in connection with her death. \nFrom a humble background in rural Punjab, Qandeel Baloch burst onto the social media scene in 2013, posting videos, revealing pictures and comments online. \nThis instantly made her a controversial figure among those who saw her actions as going against the norms of society in the conservative Muslim country. \nBut she was also praised for her fearlessness, for breaking strict social taboos and expressing herself the way she wanted to.\nShe was often called the Kim Kardashian of Pakistan, reaching fame overseas. In 2015, she was reported to be one of the top 10 most searched Pakistani personalities.\nHer supporters often warned her that her behaviour could threaten her life. \nHe was a renowned Islamic religious scholar with political connections. He was a member of an important government \"moon-sighting\" committee which helps determine the start date of Islamic festivals. \nThe mufti was often invited on to TV programmes where he opined on various religious and social issues, and in June 2016, he appeared in a show alongside Qandeel Baloch, who was on video-link. \nThis programme was about people who criticised Ms Baloch for her online behaviour and the host wanted to get the opinion of the scholar on the issue. \nBut, instead of criticising her, Mufti Abdul Qavi, seemingly out of nowhere, invited Ms Baloch to meet him in Karachi where he was due to attend a moon-sighting event. She replied that it would be an honour to meet him.  \nShe took up the offer a few weeks later, on 20 June, later posting several suggestive selfies on social media with him. In one she was wearing his signature sheepskin cap.\nThis time, criticism also landed on the mufti. He was widely accused of behaving inappropriately by associating with a disreputable woman. \nEven worse, it all happened in the middle of Ramadan, the holy month when Muslims fast during the day and are supposed to \"shield their eyes\" from looking at women who are not their immediate relatives.\nHe was humiliated and his membership of the Moon-Sighting Committee was revoked.\nLess than a month after she met the cleric, Ms Baloch was dead. \nQandeel's brother, Wasim, said initially that he had killed her himself because she was bringing a bad name to the family. \nHe and two alleged accomplices were charged with murder. All three later pleaded innocent - their trials are yet to begin.\nBut Ms Baloch's family also pointed the finger at Mufti Abdul Qavi, saying he had instigated the murder.\nHer parents said that, being an influential religious scholar with hundreds of devoted disciples, the accused were under his sway. Using his position, they alleged, the mufti had prompted them to kill Qandeel for dishonouring the family and making them all a source of public ridicule.  \nThe mufti - who has always denied any involvement in the murder - was repeatedly summoned by police as a person of interest, but never turned up for interviews and refused to co-operate with the investigation. \nThen on 12 October, a court in Multan issued a warrant ordering him to appear the following Wednesday.\nIn a dramatic turn of events, when he was denied bail he slipped out of court and ran away.\nPolice arrested him on the same day after tracing his mobile phone location while he was trying to skip town.\nHe was put into police detention for questioning over allegations that he had instigated the murder. However, before questioning could begin, he was taken to hospital with a heart complaint.\nEven more than one year after her death, Qandeel Baloch still looms large in Pakistani media. \nTwo-times Oscar winner Sharmeen Obaid-Chinoy is making a documentary on her life, whereas a local television channel is currently showing \"The Rebel,\" a serial based on Qandeel Baloch's life and death. \nThe judicial process takes a long time in Pakistan, so the delay is no surprise, but the arrest sparked a new wave of interest in her case.\nHer supporters are now hoping the country has come one step closer to securing justice for the woman they see as a \"martyr\" for liberalism. ", "date": "21 October 2017", "href": "https://www.bbc.com/news/world-asia-41684392", "tags": "religious baloch scholar mufti also youtube media cleric death qandeel social one star linked"}