{"title": "QAnon Adherents Cry 'False Flag' About Explosive Found Near George Soros' Home", "content": "Conspiracy theorists who believe George Soros is behind many of the imagined machinations of the “deep state” have doubled down on targeting him for blame following an apparent attempt to harm the billionaire philanthropist and liberal activist.\nAuthorities on Monday responded to Soros’ suburban New York home after one of his employees discovered in the property’s mailbox a package with an explosive device. The device contained powder and was “not a hoax,” a law enforcement official told The Associated Press.\nBut believers in the right-wing conspiracy QAnon blame Soros for the device, flocking to Twitter, 4chan boards and the primarily alt-right website Gab to promote that assertion without any evidence.\nTravis View, a researcher who tracks QAnon, posted some examples:  \n“Major false flags going up right now,” one tweet reads. “Soros planted it as a false flag!!” reads another. \nQAnon supporters follow the anonymous postings of 4chan user “Q,” who uses vague buzzwords that supposedly hint at a master plan by President Donald Trump to dismantle a cabal that, the loopy theory goes, has controlled the U.S. government and world affairs for decades.\nThose who follow Q believe he or she is a government agent, and that Trump is working with special counsel Robert Mueller to uncover a large-scale pedophile ring that is part of the cabal. Ultimately, the QAnons assert, Trump and Attorney General Jeff Sessions will oversee mass arrests of former high-ranking government officials. Increasingly, people attending Trump rallies have included those wearing Q T-shirts or other paraphrenia linking them to the theory. \nSoros, meanwhile, for years has been a focal point for right-wing attacks that depict him as a hidden figure orchestrating a range of liberal causes and movements. Of late, Trump and other Republicans have emboldened the conspiracy theories centering on Soros; the president on Thursday falsely said at a rally in Montana that a caravan of Central American migrants heading toward the U.S. was organized by the financier.\nThe unsupported theory that the explosive device found at Soros’ home is a so-called false flag was further promoted by the conspiracy outlet Infowars.", "date": "\n10/23/2018", "href": "https://www.huffpost.com/entry/qanon-supporters-cry-false-flag-after-explosive-found-near-home-of-george-soros_n_5bcf3da7e4b0a8f17ef0dec3", "tags": "q flag near false explosive adherents george home ” found theory cry qanon device soros conspiracy"}