{"title": "Rafale deal: Why French jets are at the centre of an Indian political storm", "content": "India's opposition parties are demanding the resignation of Prime Minister Narendra Modi over allegations of corruption in a multi-billion dollar fighter jet deal.\nRahul Gandhi, the leader of the main opposition Congress party, has alleged that Mr Modi \"favoured\" an Indian company that is part of the French deal.\nMr Modi's Bharatiya Janata Party (BJP) has denied the allegation, saying the government signed the deal to meet the Indian Air Force's combat requirements and had no role in choosing the French manufacturer's local partner.\nThe issue has caused a political storm in India, and much of the debate in TV news shows has revolved around it in the past few days.\nIndia, the world's second-largest defence importer in 2017, signed a government-to-government deal with France in 2016 to buy 36 Rafale warplanes manufactured by Dassault Aviation.\nWith this deal, Delhi is hoping to modernise its Soviet-era air force fleet. The Rafale is a multi-role aircraft - capable of carrying out long-range missions, including conducting highly-accurate sea and ground attacks. \nThe first Rafales are expected to be delivered by 2019 and India is set to have all 36 jets within six years.\nMr Modi announced the deal in Paris along with then French President François Hollande. The Indian government said it had negotiated the \"best deal\" to strengthen its air combat capabilities.\nAlmost two years later, the leaders seem to have different views on what they once described as an important deal.\nMr Hollande sparked political controversy in India last week by telling French news website Mediapart that Mr Modi's government had pressured Dassault to partner with India's Reliance Defence to meet its \"offset policy\".\nThe \"offset\" clause in Delhi's defence procurement rules says that foreign firms need to invest at least 30% of a deal's worth back in India. It was introduced in India's Defence Procurement Procedure in 2008 to boost domestic manufacturing.\nAs part of the 2016 Rafale deal, Dassault agreed to invest 50% of the estimated $8.7bn (£6.6bn) contract in India to manufacture some components of the jet with billionaire Anil Ambani's Reliance Defence.\nMr Hollande told Mediapart that his government didn't have a say in the matter.\n\"It was the Indian government who proposed this [Reliance] service group, and Dassault who negotiated with Ambani. We did not have a choice, we took the interlocutor who was given to us,\" he said.\nThe Congress party has accused Mr Modi of practising crony capitalism by helping Anil Ambani's firm.\n\"The PM personally negotiated and changed the Rafale deal behind closed doors... The PM has betrayed India. He has dishonoured the blood of our soldiers,\" Mr Gandhi tweeted.\nHe has demanded that the government order an inquiry into the deal.\nBut ministers have rejected the allegation, saying Dassault was free to pick any competent Indian manufacturer. \nThe French firm has also supported the Indian government's claim.\n\"This [the selection of Reliance] is Dassault Aviation's choice. This partnership has led to the creation of the Dassault Reliance Aerospace Ltd (DRAL) joint-venture in February 2017,\" it said.\nMr Ambani has always denied any wrongdoing in the deal. He has previously said that the joint venture was agreed directly between his firm and Dassault, and that the government was not involved. \nThe French government seems to have taken a cautious approach. Its statement does not directly contradict Mr Hollande, but emphasises that it did not have a role in Dassault's decisions.\n\"The French government is in no manner involved in the choice of Indian industrial partners who have been, are being, or will be selected by French companies,\" it said.\nThe Congress party has also accused Mr Modi of compromising national security and destroying state-run defence manufacturing firms.\nIt's a reality that India is facing a severe shortage of fighter jets. It would need 42 squadrons in the scenario of a two-front war with China and Pakistan. But its squadron strength has depleted to 31 - largely owing to ageing Russian aircraft.\nBut this realisation is not new. The BJP government in 2000 decided to buy new fighter jets. Its successor Congress continued the process and issued tenders in 2008 to buy 126 jets. Dassault was finalised as a supplier in 2012, and the state-run Hindustan Aeronautics Limited (HAL) was selected as partner to produce 108 jets in India.\nBut the two partners couldn't agree on terms and conditions, and the deal stalled.\nWhen Mr Modi swept to power in 2014, he made the procurement of the jets one of his priorities. But instead of taking the deal forward, he surprised many by ordering 36 jets as part of a new deal in which HAL was not included.\nThe Indian government says it decided to buy the 36 jets in \"fly-away\" condition to quickly address the problem of the air force's depleting strength. \nBut it's not clear where India will procure the remaining aircraft it needs in the long term.  In April, the air force announced it would be seeking bids for around 110 more fighter jets.\nThe Congress party has also accused Mr Modi of paying more than what its government had negotiated in 2012 on a per aircraft basis.\nBut there are no details available about how much the government has agreed to pay Dassault. \nDefence Minister Nirmala Sitharaman earlier said that she would disclose cost details to prove Congress wrong. But she later said the government would not do so because the information was classified.\nThe absence of such details has given more political ammunition to the Congress party ahead of next year's general elections.\nWhile senior ministers have come out to defend the BJP leader, Mr Modi's silence on the matter has helped the opposition's case.\nThe BJP said the government needed to fight a \"perception battle\" with opposition parties. But until Mr Modi speaks, it's going to be a tough task because people want answers from the man they elected to lead India.  ", "date": "26 September 2018", "href": "https://www.bbc.com/news/world-asia-india-45636806", "tags": "rafale centre india deal dassault political storm modi indian government french jets"}