{"title": "Rahul Gandhi: Can India's Congress leader unseat PM Modi?", "content": " India's main opposition leader Rahul Gandhi was all but written off after his crushing defeat in the last elections. But he has energised a struggling Congress party and increasingly set the agenda with a combative campaign. The BBC's Geeta Pandey visits his constituency to assess whether he can unseat the prime minister this time. \nThe main roads in the small town of Amethi were choked with supporters when Rahul Gandhi turned up to file his nomination papers last week.\nMr Gandhi - smiling and waving on an open truck, accompanied by his sister Priyanka - was greeted all along the 3km route to the district collector's office by party workers. Many waved flags, others carried their photographs and town residents showered them with rose petals.\nA man in a horse costume danced to drum beats, a brass band played welcoming tunes and groups of supporters ran alongside the convoy shouting slogans in his support.\n\"Mr Modi's days are numbered,\" says Mustaqim Ahmed, who has travelled 125km (78 miles) from his village with his 12-year-old son to see the Congress chief.\nAnokhelal Tiwari, a resident of Amethi, adds: \"Wait and see, once the votes are counted on 23 May, Mr Modi will known as the ex-prime minister of India. The Congress will form the next government and 'Rahul bhaiya [brother]' will become the prime minister.\"\nIt's a dream Mr Gandhi's supporters in Amethi have had for a long time. In fact, ever since he made his political debut 15 years ago.\nThe 48-year-old is a three-term MP from this town in the northern state of Uttar Pradesh. He is now seeking a fourth term. This time though, he's also standing in Wayanad in the southern state of Kerala - leading to the BJP alleging he's scared of losing Amethi to their candidate Smriti Irani, who put up a tough fight in 2014. Congress leaders have defended the move, saying it will help widen their base in the south. \nI followed Mr Gandhi's campaigns closely in 2004, 2009 and 2014 - and each time I was told by supporters they were electing the PM, not an MP. That sentiment is now being echoed in Wayanad too, says my BBC Hindi colleague Imran Qureshi, who's covering the election there. \nThat's because Rahul Gandhi has the right pedigree: he is the scion of India's political royalty. \nHis great-grandfather, Jawaharlal Nehru, was the first prime minister of independent India, his grandmother and father also served as prime ministers, while his mother, Italian-born Sonia Gandhi, was the Congress chief until poor health forced her to hand over the reins to her son 16 months ago.\nEven before that, there never was any doubt that he was being groomed for the top job. In 2013, he was elevated to the second most senior position in the party and campaigned extensively in the 2014 general election. \nSo when Congress suffered its most humiliating defeat that year, winning just 44 seats in the 545-member parliament, his political career hit rock bottom. \nFor a while after that, nothing seemed to be going right for him or the Congress.\nThe party faced electoral setbacks in several state elections; he was seen as \"remote and inaccessible\" and critics and rivals ridiculed him on social media as a bumbling, clueless leader prone to gaffes. Narendra Modi, who comes from a humble background, repeatedly criticised him for rising to the top not on merit, but because of belonging to the Nehru-Gandhi dynasty.\nBut then things began to change: Mr Gandhi started to emerge from the shadows, his social media campaigns became smarter and he began arguing convincingly about the government's controversial currency ban, a lack of employment opportunities, growing intolerance in the country and the slowdown in the economy. \nThe proverbial cherry on the cake came in December when he led the Congress to victory in important state elections in Rajasthan, Chhattisgarh and Madhya Pradesh.\nAnd now, as he traverses the length and breadth of the country, addressing up to five rallies daily, his campaign is beginning to get some traction.\nSenior journalist Aarthi Ramachandran, author of a 2012 book on Mr Gandhi, says he's displayed leadership potential on the campaign trail by consistently taking a stand against Mr Modi, demanding answers from the government on alleged corruption in the Rafale fighter jet deal and arguing forcefully that the currency ban hit people's lives hard.\nRead more from Geeta Pandey\n\"The political acumen he's displaying now was largely absent from his politics earlier,\" she says, adding that his ability to speak too is \"vastly improved\". \n\"He does these meetings in colleges and universities with young people, he tells them, 'ask me whatever you want'. He connects very well with them. In the parliament too, rather than reading out prepared speeches, he speaks extempore, with confidence.  \n\"He's come into his own, worked hard over a period of time on acquiring skills.\" \nIn recent weeks, there's also been a lot of chatter about the party's minimum income guarantee scheme that promises to give cash handouts to 50 million poor families if the Congress is elected to power. One analyst described it as a \"perfect disrupter\" which could help the party improve their election tally.\nIt was certainly well-timed - the scheme was announced just as pollsters began suggesting that India's air strikes in Pakistan may help the BJP to victory. The announcement brought the conversation back to poverty and lack of jobs and made the BJP fairly uncomfortable.\nBut it's not going to be a game-changer in 2019, says Prof Sanjay Kumar of research organisation CSDS (Centre for the Study of Developing Societies).\n\"It's come a bit too late. Also, the party doesn't have the communication skills or the resources to take it to the people.\"\nThe Congress party, Prof Kumar says, faces multiple disadvantages.\n\"Their leaders don't have the language skills, they are carrying huge baggage because many in the majority community believe that Congress follows the policy of minority appeasement and when they question the government's honesty and accuse it of corruption, not many are ready to buy that because the Congress have had so many corruption allegations against them in the past.\" \nThe biggest disadvantage though, he says, is that it's not just their support base that's eroded - they also lack the party workers required during an election. \n\"So I won't put my money on the Congress now,\" he says. \"But that doesn't mean that there is no future for the Congress. Losing one or two elections doesn't mean a party has no future. Remember the 1984 elections when the BJP was reduced to two seats? And it bounced back to 282 in the last election.\"\nSeveral Congress leaders, too, have hinted that 2019 is really not a \"do-or-die\" battle for the party and that 2024 is perhaps a much more realistic goal.\nIn 2004, just as Mr Gandhi had embarked on his political career, I caught up with him during his campaign in Amethi and asked him to assess his chances.\n\"You win some, you lose some. Maybe I'll win this, maybe I won't,\" he'd said.\nI then asked him what he would do if he lost.\n\"Just because you lose one battle doesn't mean you turn around and close shop and say, 'I can't do anything.' If I lose the election, would I say let's pack our bags and go home? No, no, no.\" \nSo in his own words, he's in it for the long haul. Don't write him off yet.", "date": "25 April 2019", "href": "https://www.bbc.com/news/world-asia-india-47978944", "tags": "election india gandhi party elections amethi says rahul modi leader pm time congress unseat"}