{"title": "Railing Against India’s Right-Wing Nationalism Was a Calling. It Was Also a Death Sentence.", "content": "Gauri Lankesh usually worked late on Tuesday nights. The exuberantly leftist weekly newspaper she edited, Gauri Lankesh Patrike, went to press on Wednesdays, and she had to finalize the articles. But on Tuesday, Sept. 5, 2017, she drove home early, around 7:45 p.m.; she had an evening appointment with cable repairmen to fix her TV.\nThe last person she spoke to before leaving the office was Satish, the paper’s I.T. manager. Money was always tight because of her refusal to allow advertisements in the newspaper, which she felt was necessary to shield it from the corruption and outside pressure that often compromise the Indian press. Gauri Lankesh Patrike ran on subscriptions and newsstand sales, supplemented by a book-publishing sideline. But the paper’s financial situation had become so dire that she had decided, for the first time, to run ads in a forthcoming special holiday issue. She asked Satish (who goes by a single name) to start soliciting them the next day.\nAt its peak, Gauri Lankesh Patrike’s circulation numbered only in the high four digits, and Lankesh mostly wrote in Kannada, a regional language understood by only 3.6 percent of Indians (though in hyper-populous India, that is 48 million people, more than the total population of Spain). But her political activism and her lively social media presence extended her reach far beyond the paper’s print run. At a time of intense vitriol against the press in India, she was a fearless, sometimes reckless critic of the right-wing, Hindu-nationalist Bharatiya Janata Party, or B.J.P., which has held power in India since 2014. Her paper was a tabloid in every sense, gleefully sensational and indifferent to decorum. But the vehemence and humor of her polemics in defense of pluralism and minority rights had made her a beloved figure to an increasingly embattled opposition.\nShe was more vulnerable than she sounded on the page. She reminded one friend of a sparrow: her head topped with a feathery whorl of short gray hair, bursting with noisy argument but fundamentally gentle. At 55 she was five feet and a half inch tall — she always insisted on the half inch, her ex-husband said — and skinny, possibly because of her heavy smoking and her tendency to work through mealtimes.\nShe lived alone in an unusually quiet pocket of Bangalore, the capital city of the south Indian state of Karnataka. Her lone concession to friends and family concerned about her safety was a few closed-circuit TV cameras she installed half a year earlier — cameras that captured some of what happened on the night of Sept. 5.\nJust after 8 p.m. she parked her car, a compact white Toyota, at an indifferent angle, then jumped out to open the gate. From the camera footage, it appeared that she hadn’t noticed the motorcycle with two riders that had followed her home. The moment she got her gate open, the motorcycle’s passenger rushed up and shot her with a crude pistol. Two bullets hit her in the abdomen, one passing through her liver.\nLankesh turned to run, and the third shot missed her and struck a wall. A fourth bullet hit her in the back, passing through a lung and grazing her heart before exiting through the left cup of her bra. The whole encounter lasted about five seconds. Within a minute, the cable repairmen pulled up and found her splayed across the entryway to her house in a pool of blood.\nAbout 20,000 people attended a Bangalore rally in her honor a week later. Her friends marveled not only at the number of supporters but at their variety: writers, students, activists, members of the marginalized Dalit and Adivasi communities, transgender women, rickshaw drivers, landless farmers, Muslims, Christians. Large “I Am Gauri” demonstrations arose nationwide in outrage at the increasing attacks, rhetorical and physical, on Indian journalists. Narendra Modi, the prime minister, routinely tweets condolences after airplane crashes in foreign countries but made no comment about Lankesh’s murder.\nThe Committee to Protect Journalists has been keeping track of 35 cases of Indian journalists murdered specifically for their work since 1992, and only two of these cases have resulted in a successful conviction. “There seems to be a license that people feel to beat up or attack journalists in India,” Steven Butler, the coordinator of the committee’s Asia program, told me when I met him in December 2017. As we spoke, his phone buzzed: Another journalist had been arrested in Kashmir.\nIndia’s newspaper culture has long been among the most varied and vigorous in the world, which the country’s free-speech laws help enable. But the protections offered by those laws have always been as tenuous as they are broad. The country has no explicit constitutional protection of freedom of the press, and the laws that do exist are easily curtailable in the interest of security, public decency or religious sentiment. Its sluggish judicial system can be exploited to harass journalists, and endemic corruption forever threatens to compromise their work.\nThe situation has unquestionably deteriorated over the past several years — a fact that owes much to the ascent of the B.J.P. In the 2014 elections, the party won 282 of the 545 seats in the lower house of India’s Parliament, which determines the prime ministership. The Congress Party, which has led nearly every Indian government since independence, won only 44.\nPolitical pressure on journalists is nothing new in India, but the current government is the first in many years to treat them as an ideological enemy. Since he took office in 2014, Modi has not held a single news conference in India. Among B.J.P. politicians, a popular term for journalists is “presstitutes.” A dispatch on Indian journalism last year by the Committee to Protect Journalists described an unprecedented climate of self-censorship and fear, reporting, “The media is in the worst state India has ever seen.”\nIn these circumstances, Lankesh’s audacity and integrity were all the more notable. And her murder has deepened the chill. The anonymous author of Humans of Hindutva, a popular Facebook page satirizing the religious right wing, abruptly shut it down twice in 2017 after posting about receiving death threats (though the page has since returned). “I have no desire to end up like Gauri Lankesh,” the author wrote. A young investigative reporter named Aruna Chandrasekhar told me that Lankesh’s example had been particularly inspiring to Indian women freelance journalists, and that when she found herself feeling vulnerable while reporting a story alone in an unfamiliar place, the thought of Lankesh’s fearlessness used to embolden her. “Gauri’s murder shook me,” she said.\nBy the end of May, national elections will determine if Modi and the B.J.P. are elected to another five years. It is likely to be the ugliest campaign season in India’s history. Hostility toward journalists and opposition figures is intensifying as voting day approaches. The investigative journalist Rana Ayyub, best known for her investigation into B.J.P. complicity in religious riots (which Lankesh had published in a Kannada translation), wrote in a Times Op-Ed last year that she has been the target of an unrelenting online assault by right-wing activists: her face was grafted on a pornographic video; her home address and phone number were circulated; there were threats of gang rape.\nIn August, near a public event in New Delhi called Freedom From Fear, an unknown gunman tried to shoot Umar Khalid, a student activist who was close to Lankesh. The police last year arrested 11 opposition activists and lawyers on what appear to have been flimsy charges of instigating violence at an event in Maharashtra, and in February arrested, on apparently even thinner evidence, the prominent caste scholar Anand Teltumbde. Tensions have further risen since Feb. 14, when a suicide bomber killed 40 Indian soldiers in Kashmir, setting off a series of skirmishes with Pakistan that are likely to politically benefit the B.J.P.\nJignesh Mevani, a legislator and an activist from Gujarat, fears that if the B.J.P. is re-elected, its extremist supporters will be emboldened. “Every year they will kill 10 to 15 of our kind of people and put 10 to 15 of our kind of people in jail,” he told me at a July meeting in Bangalore in Lankesh’s honor. “So by the time they are in power for a decade, the major faces of the progressive civil rights movements of this country will be gone.”\nLankesh’s murder seemed to fit what was by then an unmistakable pattern of assassinations of intellectuals who opposed the fundamentalist-Hindu ideology that animates the B.J.P., all of which remained unsolved. Between 2013 and 2015, three religiously freethinking Indian writers and activists were shot dead near their homes by assailants who escaped on motorcycles: the doctor Narendra Dabholkar, in Pune; the politician Govind Pansare, in Kolhapur; and the scholar M.M. Kalburgi, in Dharwad. After Kalburgi’s murder, scores of Indian writers returned their awards from the National Academy of Letters to protest both the lack of progress in the murder investigations and the B.J.P.’s silence over rising intolerance, to no effect. There was much anxious speculation over who might be the next writer to die. But few thought it would be Lankesh, in part simply because she lived in Bangalore.\nSituated on a plateau at the center of India’s southern triangle, Bangalore has a mild climate year-round, a condition that seems to have nourished the city’s reputation as an easygoing, tolerant place. It is often said that the city’s slogan is the Kanglish phrase “swalpa adjust maadi” — or, “please adjust a little.” Bangalore reflects India’s diversity — its mélange of cultures, languages, religions and histories — more than most places. It is a city that attracts migrants from all over India, few of whom speak Kannada, the official language of Karnataka, as their primary tongue. India’s science-research efforts have centered on Bangalore for more than a century as has, in recent decades, its information-technology industry, and the city consequently has one of the world’s most educated work forces. By some accounts, its most intractable problem is traffic. According to the Karnataka Police, a year can pass in Bangalore without a single instance of a gun used in a crime.\nTo many Bangaloreans, Lankesh’s murder felt like the violent announcement of the end of an era — an era that had arguably sprung from the imagination of Lankesh’s father, P. Lankesh. A commanding figure with huge eyeglasses and a generous mustache, Lankesh was a compulsively productive, endlessly quarrelsome English professor, fiction writer, poet, playwright, filmmaker, essayist and journalist. He dominated and in many ways dictated the cultural and political discourse in the state of Karnataka to a degree unimaginable before or after the 20 years in which he edited Lankesh Patrike, the tabloid he founded in 1980.\nGauri Lankesh’s ex-husband, the journalist Chidanand Rajghatta, describes Lankesh Patrike — the name, in Kannada, simply means “Lankesh’s newspaper” — as “a weird mixture of high literary essay combined with low political tattle,” like an unlikely merger of The New Yorker and The New York Post, but with a delightful idiom all its own. “There was everything in that paper: great politics, great literature, great gossip,” the journalist Sugata Srinivasaraju told me. “He translated Baudelaire, he translated Rimbaud, then he talked about Barthes. You are sitting in this corner of Karnataka and you are being introduced to the world.”\nGauri Lankesh grew up in her father’s shadow, and at first she kept her distance from the Kannada literary scene he personified. She and Rajghatta took jobs in Delhi, far from Karnataka, and wrote exclusively in English. “We were completely Anglicized,” Rajghatta told me. “Deracinated. We’d forgotten our roots.” When P. Lankesh died in 2000, it was unthinkable that anyone could fill his shoes — least of all his daughter, who was then barely literate in Kannada. But her family legacy proved irresistible, and she moved back to Bangalore to serve as the paper’s editor.\nIt was an impossible job, but Lankesh found she loved it. She never approached her father’s literary talents in Kannada but was his equal in pluck. Shortly after she assumed the editorship, a journalist interviewing her noted that her father had often been threatened and insulted by his critics. “I am not afraid of physical attacks at all,” she said. “Being a woman is my security right now.”\nThe job radicalized her. After spending much of her adult life removed from Karnataka, she suddenly found herself immersed in its problems: the labor complaints of Bangalore’s municipal sanitation workers or the persistence of retrograde local superstitions such as made snana, wherein lower-caste Hindus roll on the ground over leftover food from a ceremonial meal eaten by Brahmins. (The practice was finally outlawed in Karnataka in 2017.) The experience transformed her into a leftist and an activist, and Lankesh Patrike transformed with her. Its new direction led to an ideological rift with the paper’s owner and publisher, her brother Indrajit. In 2005, she left the paper, and the next week she started a new tabloid of her own: Gauri Lankesh Patrike.\nIn a cave high in the mountains of central Karnataka there is a religious shrine called Baba Budangiri. It is named for Baba Budan, a Muslim Sufi saint who lived there in the 16th century and who is credited in legend with introducing coffee to India. The shrine has functioned for centuries as a place of worship for Muslims and Hindus alike. Hinduism has always resisted any universally satisfactory definition, and syncretic sites like Baba Budangiri are the religion’s frontiers, where Hinduism’s porousness is most evident. In any religion, the regulation of such sites is the surest sign of a hard shift toward orthodoxy — toward an attempt to rigidly define doctrine and heresy. Around 30 years ago, right-wing activists began organizing large, festive religious rallies at Baba Budangiri, eventually demanding that it should be declared an exclusively Hindu site.\nIn 2001, Lankesh visited the site as part of a delegation of literary figures on a fact-finding mission about the controversy. Soon she was not simply reporting on the situation but diving into it, headlining counterdemonstrations and making political connections for the activists. Shiva Sundar, her closest colleague in her journalism and in her activism, told me that in 2003 the police had refused permission for a protest in the nearest town. But Lankesh was determined to be arrested, so she sneaked into town wearing a burqa, then threw it off when she reached the police station and shouted slogans until she was hauled into custody.\nThe dispute over Baba Budangiri was the latest in a long series of battles over two rival ideas of India. One idea is the pluralist, multireligious, multicultural vision on which the country was founded in 1947. The other is known as Hindutva: a fundamentalist, majoritarian movement that seeks to codify and enforce orthodox Hinduism and to define India as an explicitly Hindu country (despite the fact that India has the second-largest Muslim population in the world). The most important Hindutva organization is the Rashtriya Swayamsevak Sangh, or R.S.S., a powerful Hindu-nationalist paramilitary group — rank-and-file members line up daily to perform physical training drills in white-and-brown uniforms — that was founded in 1925 and reportedly has millions of members. The Hindutva groups affiliated with the R.S.S. are known collectively as the Sangh Parivar. One of them is the Bharatiya Janata Party.\nMany of India’s worst internal conflicts have occurred along the pluralist-Hindutva fault line. In 1948, a former R.S.S. member named Nathuram Godse assassinated Mohandas Gandhi over what he felt was Gandhi’s preferential treatment of Muslims. In 1992, a crowd of Hindutva activists, accompanied by B.J.P. politicians, tore down a 450-year-old mosque in the north Indian city of Ayodhya; ensuing nationwide riots left approximately 1,000 people dead, most of them Muslims. In 2002, a train car carrying Hindutva activists from Ayodhya to the state of Gujarat caught fire under circumstances that remain highly disputed, killing 59; riots in Gujarat killed around 1,000 people, again mostly Muslims. (Narendra Modi, who was then chief minister of Gujarat, has been accused of allowing the riots; before he was elected prime minister, he was denied a visa to visit the United States on those grounds.) It was in this context that Sangh Parivar and B.J.P. leaders began talking about making Baba Budangiri “the Ayodhya of the south.”\nThe Congress Party, whose politics are generally secular and social democratic, has undoubtedly been guilty at times of suppressing the press and of condoning the mass slaughter of religious minorities. But many Indian liberals fear that the B.J.P.’s overwhelming victory in 2014 marks the most profound threat to India’s democracy and pluralism since its founding. The B.J.P. had controlled the prime ministership before, for six years, after breaking the Congress Party’s longtime hold on the office in the 1998 elections, but only as part of a coalition government that required it to tamp down its hard-line positions. In 2014, it won in a landslide, and a B.J.P. re-election this year would be seen as a mandate to fully implement the party’s ideology. In the B.J.P.’s rhetoric, being Indian is equated with being Hindu, and religious minorities are spoken of as if they were foreigners. Critics are branded as “anti-national.” Advocates of a secular Indian state — which the Indian constitution calls for in its very first sentence — are called “sickulars.”\nSuch talk has already emboldened a surge of vigilantism. Since the B.J.P. took power, what is known as “cow protection” has become increasingly a matter of national politics — the cow holds religious importance to many Hindus — and lynch mobs have murdered scores of people, largely Muslims, suspected of slaughtering or selling cattle. In July of last year, a B.J.P. minister invited to his home eight men who had been convicted in such a lynching and presented them with garlands and sweets. In January 2018, after an 8-year-old Muslim girl was repeatedly raped and then murdered in a Hindu temple, two B.J.P. ministers attended a rally in support of the men accused of raping and murdering her.\nBy the time the B.J.P. won in 2014, Lankesh had, for nearly a decade, been using her own newspaper to thrust herself into the center of local debates over Hindu nationalism. Gauri Lankesh Patrike mostly jettisoned the literary entertainments and ideological unclassifiability that characterized her father’s paper and evolved into a single-minded political broadside against the right wing. Shiva Sundar described Gauri Lankesh Patrike as “a weekly threat to their philosophy. Every page. Even the film page had something to say about egalitarian values and to condemn these people.”\nIts mission was earnest, but its tone was typically puckish (often in ways that defy translation into English). The cover image on the issue published the week before Lankesh was murdered depicted the bald head of Amit Shah, the president of the B.J.P., under the headline “The Story of a Saffron Egg.” (Saffron is Hindutva’s chosen color, and the headline nodded to a popular movie at the time, “Story of an Egg.”) “Everything on the cover was harsh,” the journalist Sugata Srinivasaraju said. “A lot of times it was below the belt.”\nLankesh sometimes got death threats at the office, either by phone or by mail. “She would ignore it,” her colleague Satish said. “She would say, ‘Who will shoot me?’ We didn’t take it seriously.” Like her father, she often treated political argument like sport. “She loved it,” Lankesh’s sister, Kavitha Lankesh, said. “She loved fighting, she loved voicing her views, she took great pleasure in standing up for people. She would make a joke, saying, ‘I am on the hit list,’ and she felt proud to say that.”\nMore than once, her subjects reported her to the police for criminal defamation and libel. Such charges rarely hold up in Indian courts, but they are effective in harassing journalists because the accused must show up in court wherever the charge is filed. Lankesh’s opponents would file cases all over the state, which ate up her time and resources. She took the opportunity to make connections. When she had to appear before a judge in some distant town, she would often schedule a political meeting there. Her friends say she learned the best places to eat all over Karnataka. “All these guys did in harassing her actually helped her,” her lawyer, Venkatesh Bubberjung, said. “Her sphere of influence increased multifold.”\nStill, he would advise Lankesh to be more careful in her words. “She’d say: ‘I am going to call a scoundrel a scoundrel! It’s your job to defend me,’ ” he said. In November 2016 she was finally convicted in a criminal defamation case over a story she published eight years earlier claiming that several B.J.P. leaders had defrauded a jeweler and was sentenced to six months in jail. (The sentence was immediately suspended, and when she was killed, she was awaiting appeal.)\nI asked Venkatesh if Lankesh’s rhetoric went overboard at times. “Frequently, not at times!” he said. “Whenever you put her on a stage to speak, you don’t know what’s going to get into her. She said Hinduism is not a religion at all. Her speech was sometimes very intemperate.” In one example that particularly offended her opponents, in response to a campaign to mail sanitary napkins to Modi to protest a new tax on menstrual hygiene products, she suggested on Twitter that women mail napkins that had already been used.\nBut Lankesh had defenders among mainstream Indian liberals too, like the historian Ramachandra Guha. “There is no such thing as overboard,” he insisted, pointedly paraphrasing an adage that had been a favorite of the former B.J.P. prime minister Atal Bihari Vajpayee: “The answer to a piece of writing is another piece of writing. It’s not murdering someone.”\nWe were sitting in Koshy’s, a cozy old restaurant that has long been the favored watering hole for Bangalore writers. Guha said he had run into Lankesh several times there. “Certainly Gauri was killed because of what she said — and because she’s a woman,” he said. “Patriarchal societies cannot abide independent-minded women. And we are an extremely patriarchal society still.”\nThe day after Lankesh was murdered, Guha said in a video interview that it was very likely that her murderers came from the Sangh Parivar, the family of Hindutva organizations. The B.J.P.’s youth wing sent him a letter, written by a former B.J.P. state attorney general, demanding that Guha apologize for the statement or face defamation charges. “Of course it’s all part of an attempt to silence and intimidate,” Guha told me. “The B.J.P., which is a cadre-based, ideological party, is increasingly a party of thugs and vigilantes. And that spreads. And so instead of making speeches, you intimidate and threaten. And of course there’s acquiescence from the top leadership. They never say anything. Amit Shah and Modi say nothing if violence is committed in the name of Hindutva — never.”\nThroughout the past five years of national B.J.P. rule, the party and its allies have controlled a majority of state governments, too: currently 16 out of India’s 29 states, down from its peak of 21 last year. (India’s political system is parliamentary and federalist, with powers distributed between the central and state governments.) South India is the only region where the Hindutva party has never had much luck. “Communal, radical, hard-line right-wing politics is an import to Karnataka,” Srinivasaraju told me.\nBut Karnataka is the southern state where the B.J.P. may have fought hardest to gain a foothold. The party likes to call Karnataka its “gateway to the south.” It’s the only southern state the B.J.P. has ever governed, from 2008 to 2013. And it nearly took power again in state elections last year, eight months after Lankesh’s murder.\nIn the state Legislative Assembly elections (which take place every five years) in 2008, the B.J.P. ran and won in Karnataka on bread-and-butter issues; religious ideology took a back seat, as it usually does in southern elections. But in the 2018 state election season, the B.J.P. opposition leader of Karnataka’s Assembly promised that the party’s first bill after victory would be a statewide ban on cattle slaughter. This election “is not about roads, drinking water or gutters,” the B.J.P. legislator Sanjay Patil said at a rally in April 2018. “This election is about a battle between Hindus and Muslims.” It was one of the most religiously divisive election campaigns any southern state had ever seen, and it won a plurality of the state’s 222 seats, just nine short of a majority, though the B.J.P. failed to form a coalition that would put it in power.\nOne afternoon in January 2018, a few months before that election, I went to the B.J.P. headquarters in Bangalore to discuss Lankesh’s murder with five local party leaders. We met in the building’s library, and as we spoke a growing assemblage of B.J.P. members crowded against its glass door to catch a glimpse of Malavika Avinash, a popular Kannada-language actress who moonlights as a B.J.P. spokeswoman. Outside the room, party members chanted party slogans.\n“See, there are two versions to this story,” Avinash said. “Everyone has their own conspiracy theory about who might have killed her or who would have benefited by killing her.” Many observers had noted that Lankesh, like the three previous assassination victims, Dabholkar, Pansare and Kalburgi, was particularly critical of Hindutva. But the theory Avinash pointed to, as did every other Hindutva adherent I met, was that underground Maoist revolutionaries had killed Lankesh because she helped some of their comrades negotiate re-entry into society. “There were allegations that she perhaps, in a sense, sold them to the state government,” Avinash said. “But nobody knows who did it yet.”\nAt first the B.J.P. representatives spoke carefully to me about Lankesh, but soon their complaints began tumbling out. They repeatedly accused her of yellow journalism, of Hindu-bashing and of “character assassination” against them — an unfortunate choice of words about the victim of a literal assassination. “She was extremely scathing,” Avinash said. “Language that was unbecoming of a journalist.” Anytime they sensed they were piling on too much, they added the caveat that murder, of course, was wrong. “She did live in a very remote place,” Avinash said. “She lived alone and didn’t care, really. She should have perhaps cared for her own safety.”\nThe slogan-chanting outside the room grew louder. After our interview concluded, I followed the noise downstairs and found a crowd of men festively hoisting a newly minted B.J.P. legislator on their shoulders; they were celebrating the recent defections to the B.J.P. of several politicians from rival parties. In the crowd I met a friendly middle-aged journalist named S.A. Hemantha Kumar who introduced me to Sabitha Rao, a B.J.P. supporter who used to work for a mainstream newspaper called the Deccan Herald. When Kumar learned I was writing about Lankesh, he excitedly gave me a copy of an issue of the magazine he writes for, a right-wing weekly called Uday India, with a cover story on Lankesh. Kumar’s own article described her as “a so-called journalist with a devious agenda, dubious character & malicious intent.”\n“She had a concern for the poor, no doubt about it,” Kumar said of Lankesh. “She was a very passionate person, eccentric and perverse. Pervert thinking. She had no children. A strange marriage. But she had a lot of boyfriends. That has nothing to do with it, just telling you. She was taking drugs as of late.” (There is no evidence that this was the case.)\n“Substances,” Rao said.\n“She was drinking, she was smoking, she had taken to drugs,” Kumar continued. “She lived alone. Huge house.” (It is actually fairly modest, and her mother owned it.) “She was not a good journalist.”\n“Very coarse,” Rao said.\n“Very coarse,” Kumar agreed. “But ultimately, killing is sad. Killing is not acceptable. You cannot justify it.”\nThis seemed like the final word until Rao added: “She behaved like a 16-year-old. She was always living on the edge. Reckless, I’d say. She paid for it.”\nFor nearly half a year after Lankesh’s murder, there were no arrests, and nearly everyone following the case seemed to be resigned to the fact that this would be just another unsolved assassination. But then, in May, the Karnataka Police’s special investigation team filed a charge sheet against a Hindutva activist named K.T. Naveen Kumar, running to some 650 pages and accusing him of criminal conspiracy, among other things. Fifteen more suspects have been arrested and charged in the months since then; all are in jail awaiting trial and are expected to plead not guilty. Police are still searching for two more.\nThe accused include a young utensil salesman named Parashuram Waghmare, who the police say confessed to pulling the trigger. The police also say that Waghmare wasn’t familiar with Lankesh when the conspirators asked him to kill her, so they showed him YouTube videos of her speeches to persuade him to commit the murder. They gave him 10,000 rupees, or around $150. Members of a Hindutva group called Sri Ram Sene started a Facebook fund-raising campaign to support his family. (The group’s leader, Pramod Muthalik, later denied any connection to Waghmare.)\nAccording to the police, forensics indicated that the gun that killed Lankesh was potentially also used in two of the three other unsolved assassinations that seemed to fit the same pattern. The police suspect that the accused are part of an apparently nameless, multistate right-wing assassination network with at least 60 members. Many of the accused have connections with a small, secretive Hindutva group called the Sanatan Sanstha, members of which have previously been arrested as suspects in four separate bombings of public places. (The cases are ongoing; two Sanatan Sanstha members were convicted of one blast but are out on bail awaiting appeal.)\nThe more established Hindutva organizations, including the R.S.S. (the Hindu-nationalist paramilitary group) and B.J.P., have tried to distance themselves from such groups and have raised legal complaints against those who have tried to connect them to violence perpetrated by the Hindutva fringe. In February, a magistrate ruled that Rahul Gandhi, the president of the Congress Party, would stand trial for defamation for implying a link between the R.S.S. and Lankesh’s murder.\nLate one night I met with N.P. Amruthesh, the lawyer for four of the accused men, who is himself a proud follower of the Sanatan Sanstha. An affable man, seemingly indifferent to appearances, he wore a worn orange dhoti and white shirt with a blue ink stain billowing out beneath the pocket. While we spoke, a news segment about Lankesh’s case appeared on his TV: The R.S.S., it was reported, had issued a statement saying that the latest man arrested, Mohan Nayak, who is not represented by Amruthesh, was not a member of the organization. Amruthesh laughed. “In my opinion, personal opinion, that is not correct,” he said. “When any person is working for Hindutva, it is your duty to give protection to that person. ... They’re claiming that he’s not our member, but I came to know that he always goes to R.S.S. activities and everything. These organizations, they don’t want to take the responsibility.” Such disavowals, he said, were bad for morale.\nNarendra Modi, meanwhile, has kept his silence. He has never publicly mentioned Lankesh’s name or referred to her case. “Why should Prime Minister Modi react?” Muthalik, the Sri Ram Sene leader, said in a public speech. “Do you expect Modi to respond every time a dog dies in Karnataka?”\nPerhaps the most extraordinary discovery the police have made in their investigation of Lankesh’s murder is a detailed diary recovered from the home of a leading suspect. In it were two lists, ostensibly of people the conspirators wanted dead, reportedly including Veerabhadra Chennamalla, a liberal-minded Hindu priest, and K.S. Bhagavan, an outspokenly atheist Shakespeare scholar. First on one of the lists was Girish Karnad, who is perhaps the greatest living Kannada playwright. All have been particularly forthright in their criticism of Hindutva.\nSecond on one list was Lankesh. In the months since she was shot, some of her friends and colleagues have grown more cautious about what they write and say and post to social media, even as this year’s unusually fraught and uncertain Election Day approaches. Others have found themselves speaking out almost compulsively where they wouldn’t have before. Prakash Raj, a popular film actor and friend of Lankesh’s who had previously been quiet on politics, is now running for office on what could be called the Gauri platform. “When we buried Gauri, we were actually sowing her,” he said at a literary festival in January. “They thought she could be silenced, but she lives through us. And if I end up in the Parliament, it will be Gauri’s voice that will be heard there.” When the B.J.P. came to national power in the past, it seemed to have won despite its ideology, campaigning on less divisive issues. But this year’s election feels like a referendum on Hindutva: Is India primarily a country for Hindus, or, as Lankesh insisted, for everyone who’s Indian?\nThe last two people to have a real conversation with Lankesh were two old friends, Madhu Bhushan and Kalpana Chakravarthy, who dropped by the newspaper office on the afternoon of the day she was murdered to search the archive of Lankesh Patrike, her father’s newspaper, for poems that Chakravarthy’s husband used to submit. They ended up sitting and talking for two and a half hours, as if time had stopped and none of them had anything to do, even though Lankesh’s paper was supposed to go to press the next day.\nI met Bhushan, a feminist activist, four months later at Hotel Chalukya, whose restaurant is famous for its big, red triangular dosas. As she ate, she marveled at the vitality, the appetite for life and fight and fun that Lankesh had displayed just hours before she died. I asked what they talked about. “What didn’t we talk about?” Bhushan said. “It was an incredible conversation. We were catching up on 20 years.” They talked about their shared college days, about the era of P. Lankesh, but most of all, “nice, juicy gossip.” Friends had been urging Lankesh to get police protection, but Bhushan recalled Lankesh’s telling her: “I’ve had one marriage. I don’t need a policeman who will replace my husband.”\nThey talked and laughed until around 6 p.m. As I often saw when Lankesh’s friends spoke of her, Bhushan’s eyes glowed as she recounted the time she spent with her, as though the pleasure of her company still lingered. “She was a very, very genuine human being,” she said. “I guess that’s the most radical thing one can be.”/•/", "date": "March 14, 2019", "href": "https://www.nytimes.com/2019/03/14/magazine/gauri-lankesh-murder-journalist.html", "tags": "sentence b.j.p indian india railing death party ” nationalism hindutva lankesh calling right-wing also —"}