{"title": "Rand Paul On Obama's Immigration Executive Action- 'We Should Take Him To Court'", "content": "WASHINGTON -- Sen. Rand Paul (R-Ky.) said Wednesday that Congress should take legal action against President Barack Obama in response to his planned executive action on immigration.\n“We should take him to court,” Paul told reporters on Capitol Hill. “Truman was taken to court in Youngstown Steel, and I think we should take him to court.”\n“Our founders were very clear ... [in] the Constitution that the Congress writes the law,” Paul added. “The president himself has admitted as many as 15 times, saying he’s not a king, he’s not an emperor and he can’t write the law. So really, the media needs to be asking him why he’s changed his mind now.”\nPaul appeared to rule out the threat of a government shutdown when asked if Republicans should use funding for the government to stymie Obama’s action.\n“We don’t have much power right now ... in January we will,” he said.\nPaul also argued in favor of a lawsuit during an appearance on Fox News’ “Hannity” on Tuesday.\n“I think with regard to immigration reform, he’s doing something that Congress has not instructed him to do, and in fact has instructed him otherwise,” Paul said. “So I think the Supreme Court would strike it down ... that takes a while, but that may be the only recourse short of a new president.”\nWhile Republican leaders in Congress have yet to publicly discuss a potential lawsuit, Sen. Rob Portman (R-Ohio) said Wednesday that Obama’s planned executive action is “illegal” and will face legal challenge.\n“I think there'll be lawsuits filed, I believe so,” Portman said on MSNBC's \"Morning Joe.\"\nHouse Republicans are already suing Obama for delaying the implementation of the employer mandate under the Affordable Care Act. A House GOP leadership aide would not say if House Speaker John Boehner (R-Ohio) is weighing a challenge to Obama over immigration, but acknowledged that several members have suggested a lawsuit.\nSen. John McCain (R-Ariz.), one of the four Republicans who co-authorized a bipartisan immigration reform bill last year, told reporters Wednesday that he would support the idea, but doesn’t believe Congress would have legal standing to sue.\n“We don’t have standing,” McCain said. “We have to find somebody with standing to claim suit. But yeah, I’d love to challenge it in the court.”\nSen. Lindsey Graham (R-S.C.), who also worked on the 2013 immigration bill, told reporters that standing \"would be a hurdle,\" but Congress could try to find a way. He said he opposes shutting down the government and impeachment, but Congress must do something.  \n\"To ask us to do nothing is unfair and unreasonable, to expect us to be mature is reasonable,\" Graham said. \"A lawsuit is part of it, but we do have the power of the purse. I don't mind targeted approaches to defund the executive order. I don't want to impeach the guy and I don't want to shut down the government.\" \nSen. Jeff Flake (R-Ariz.), another co-author of the bipartisan immigration bill, offered another idea: Pass immigration reform. \n\"I hope we respond with legislation,\" Flake told reporters. \"I hope we pass legislation.\"\nObama was set to announce his executive action on Thursday. According to reports, the action will provide relief and work authorization to undocumented parents of U.S. citizens and legal permanent resident children. It also is reported to include changes to high-skilled worker visas and immigration enforcement programs, as well a border security component. To argue that Obama’s action is within the law, the White House has cited prosecutorial discretion, which allows law enforcement to prosecute some and not others due to insufficient resources. \nElise Foley contributed reporting.", "date": "\n11/19/2014", "href": "https://www.huffpost.com/entry/rand-paul-immigration-executive-action_n_6188458", "tags": "action- immigration take rand court paul ” obama executive action congress sen."}