{"title": "Ranveer Singh: The Bollywood star known for his outlandish wardrobe", "content": "Bollywood actor Ranveer Singh has established himself as one of India's most bankable stars, delivering a series of hits in recent years. But he also regularly grabs the headlines for his unconventional sartorial sense.\nWhile waiting for Singh to enter a suite in a plush Berlin hotel for an interview, the only thing I'm thinking about is what he will be wearing.\nSingh has a reputation for his unpredictable dress sense. He never fails to surprise the press and his fans with his outfits. This meeting is no different.\nAs the doors open, I see him appear in a jacket that can only be described as a cross between Sulley from Pixar's Monsters Inc. and Big Bird from Sesame Street.\n\"Check out my badges,\" Singh says after greeting me with a bear hug. \"It's a very special Manish Arora creation. Look at the unicorn on the back.\"\nA prominent Indian fashion designer, Arora has made a name for himself for his bold silhouettes and bright colour palette. \nBefore I have time to respond, Singh gives me more details about his custom piece.\n\"He [Arora] doesn't make menswear. I hassled and chased him so much to make me a jacket.\"\nSingh's enthusiasm is contagious. I don't know much about fashion but I'm listening intently to every word he's saying.\nLater that day, I'm overwhelmed again by another one of his looks.\n\"This is Tom Ford,\" he tells me on the red carpet for the world premiere of his new movie Gully Boy.\nHe is wearing a hot pink leopard print blazer with a shiny black polo neck shirt underneath.\nSingh has carefully crafted this look - and he wants the compliments.\n\"It is approved by the fashion icon of India, Mr Karan Johar, himself,\" he says.\nOne of Bollywood's most well-known producers and directors, Johar is also notorious for his grandiose sense of fashion. \nIn November, when Singh married superstar Deepika Padukone, there was as much interest in his outfits as in hers. The couple wore co-ordinated clothes for most of their wedding ceremonies.\nArguably, no other actor could pull off these looks. However, Singh was not always this confident.\n\"For the first three years after I made my film debut, I was still trying to conform,\" he told the BBC.\nSingh first appeared on screen in the 2010 sleeper hit Band Baaja Baaraat. He received rave reviews for his performance as a young, passionate wedding planner. At the time, Singh looked like most other actors his age, often dressing in conventional suit and tie for red carpet events. \n\"I was still trying to mould myself like what I thought a rising Hindi film hero should be like; how he would speak, what he would do, how he would dress.\"\nHe adds that he was very \"confused\" during his initial years in the industry. \"I was becoming someone who I really wasn't.\"\nBut today, Singh is known as one of the most outrageous personalities in Bollywood. His eccentric outfits and playful personality are like nothing Bollywood audiences have seen before.  \nIn 2012, he had a major back injury on the sets of his movie Lootera which left him homebound for two and a half months.\n\"I still had so much to do and it was all slipping out of my hands. That's when I realised that this isn't me.\"\nWhile promoting that movie, Singh unleashed his true self on to the world. \n\"From there, my choices started to become more authentic. Whatever came in to my heart, I said, I did, I wore.\"\nBy 2015, Singh was wearing skirts during movie promotions. Two years later, he turned up with kohl eye make-up to a major awards ceremony.\nSingh's wardrobe choices were a gamble. The majority of Bollywood actors before him had dressed fairly conventionally. But he is unapologetic about his attire.\nThrough his outfits, he has achieved something fairly unusual. He's managed to slowly subvert or change the ideas around men's clothes and the way they should dress - he's opened up this space, showing men how they can get away with sporting some eyeliner or pulling off an all-pink suit. \n\"As time passes my expression is becoming more unfiltered and I'm presenting an authentic version of myself. I'm happy being like this.\"\nMost of his looks are curated by his stylist Nitasha Gaurav who says his \"fearlessness\" is unmatched.\nAlongside his risky fashion sense, his choice of roles and movies has also helped him stand out. \nIn director Sanjay Leela Bhansali's period epic Padmaavat, Singh played the main antagonist, a character who was sexually ambiguous. The role was seen as a \"huge risk\" for any actor, but he was praised for his performance when the film released in January 2018. \nIn Singh's latest film, Gully Boy, he plays an aspiring rapper from the slums of Mumbai, who is extremely conflicted between duty and passion, often seen breaking down into tears. It's a display of vulnerability and softness that is fairly unusual in the way men are often portrayed in Bollywood. \nHe says \"it's not easy\" to share so much of himself through his performances.\n\"It's particularly difficult when you get brickbats for just giving. People saying 'it's too much, why don't you just curb your enthusiasm?' It hurts.\"\nSome critics have called his outlandish behaviour over-the-top and unnecessary. Singh ignores the criticism as long as his fans appreciate it.\n\"When people show that kind of love for you, I want to give that back.\"", "date": "23 February 2019", "href": "https://www.bbc.com/news/world-asia-india-47280303", "tags": "sense like much outfits fashion ranveer outlandish one wardrobe singh says years bollywood star known"}