{"title": "Rappers Demand Laura Ingraham’s Firing From Fox News Over Nipsey Hussle Coverage", "content": "Calls have mounted from rappers demanding Fox News fire host Laura Ingraham for her insensitive coverage of Nipsey Hussle’s funeral.\nOn Friday, just after Hussle’s funeral, Ingraham joked about a 2016 song by artist YG called “FDT,” or “Fuck Donald Trump,” in which Hussle was featured.\nIngraham misleadingly stated that Hussle had released the song, making no reference to YG before airing part of the music video in which Hussle is nowhere to be seen. \n“That’s a very creative refrain, very catchy,” she remarked, asking if the line was “related to the lowest unemployment ever, basically, for African Americans.”\nIngraham and network contributor Raymond Arroyo then laughed over Nation of Islam leader Louis Farrakhan calling Hussle “Nipsey Russell” in a eulogy, seemingly by mistake. Hussle’s name was a play on the late comedian Russell’s name.\nR&B singer Tank was among the first to speak out on Instagram, pushing for the host’s removal.\n“Disrespecting the deceased is not news,” he wrote. “It’s just disrespect!”\nThe Game joined in just hours later with a post of his own, claiming that if the network doesn’t take action, it “will lose millions of viewers one person at a time until it drastically effects your ratings, views etc.”\n“We are NO LONGER laying quiet while you continuously disrespect our brother, culture African Americans as a whole,” he added. “I will use my platform & call on my peers to do the same.”\nT.I. reposted The Game’s video shortly after, rebuking Ingraham’s segment as “disgusting.”\nTheir messages of opposition were also echoed by Snoop Dogg, who commented on The Game’s post with a supportive, “I’m in.”\nAn online petition for the firing has also circulated, garnering more than 17,000 signatures.\nFox News did not immediately respond to a request for comment.\nHussle, born Ermias Asghedom, was shot and killed last month near his Marathon Clothing store in South Los Angeles.\nFollowing his death, many public figures, including former President Barack Obama, have honored his music and his record of community activism to revitalize the South Los Angeles neighborhood where he grew up.\n \nCorrection: A previous version of this article called Tank a rapper. He is an R&B singer.", "date": "\n04/15/2019", "href": "https://www.huffpost.com/entry/rappers-demand-fox-news-fire-laura-ingraham_n_5cb4d1c7e4b0ffefe3b4f5be", "tags": "firing hussle fox game news nipsey coverage host laura ” demand funeral ingraham rappers"}