{"title": "Rare witness to horror of Stalin's Gulag prisons dies", "content": "A rare survivor of the harshest Stalin-era labour camps has died aged 89 in Russia's far east.\nVasily Kovalyov had survived icy punishment cells and beatings in the USSR's notorious Gulag prison system. \nDuring an escape attempt in 1954 he spent five months hiding in a freezing mine with two other prisoners.\nKovalyov's story was featured in Vesma, a news site based in Magadan. The communist regime shipped thousands of \"enemies\" to prison camps via Magadan.\nIn 1950 Kovalyov, aged 20, was found guilty of anti-Soviet sabotage - one among the millions of victims of Stalinist terror. An old sabre that he had used to chop vegetables was enough to condemn him.\nFirst he was sent to Norilsk, in the Russian Arctic, he told Vesma. But he ended up in Kolyma, a notoriously harsh network of labour camps north of Magadan, after guards uncovered an escape plot.\nIn 1954 he and two other inmates hid in a mine and prepared an armed uprising, but someone tipped off the guards, who then came looking for them.\n\"Miners who knew the place inside out accompanied them and said we wouldn't be able to stand the permafrost there longer than a week,\" he told Vesma.\n\"They blocked all the entrances with grilles... We spent five months underground, in the dark, starving. After three months we had eaten all our food, and in the end we were chewing wood shavings.\" \nHe said they managed to dig a way out through the permafrost and emerged \"half-blind, like moles\". They made it to a nearby town, but were arrested there.\nDuring a punishment beating the guards let loose a huge sheep dog on him, he said.\n\"It leapt at me, but I had protective metal studs on my boots, and kicked the dog down. In a flash I dived at its throat and bit hard. I heard a crunch and the dog shuddered then died.\"\nMillions died during Joseph Stalin's dictatorship - in deportations, famine, forced collectivisation, executions and prison camps. \nThe terror he unleashed involved massive purges of the Communist Party and state institutions.\nRead more on the Soviet prison camps:\nKovalyov was released in 1957, when Stalin's successor Nikita Khrushchev declared an amnesty for Gulag prisoners, in the post-Stalin \"thaw\".\nHe stayed in Magadan, where he worked as a heating engineer. And he took a Vesma reporter, Yevgeny Radchenko, on a tour of the grim prison - a ruin still reeking of cruelty. \nHe died of a stroke in a Magadan hospital on Monday.\nAccording to Vesma, \"until his last breath he never forgot what the Soviet Union did to millions of people, who endured the camps, leaving their best years, their health and their lives there\".\n\"He told the story of his trip back to Odessa region, where he met the people who had put him in prison. He did not forgive them. The cruelty and torment of camp life taught him to survive, but at the same time to stay human.\"\nVery few Kolyma prisoners from the Stalin period are still alive, a Russian historian told the BBC.\nAlyona Kozlova, chief archivist at the Memorial documentation centre, said \"I know of three in Moscow, and it's possible that he was the last one in Magadan\".\nBut about four million ex-Soviet citizens are alive today who spent some time in Stalin's prisons, she said.", "date": "24 July 2018", "href": "https://www.bbc.com/news/world-europe-44936736", "tags": "spent vesma horror rare prisons prison stalin camps died dies kovalyov told magadan gulag witness"}