{"title": "Rashida Tlaib, Ilhan Omar Win, Become First Muslim Women Elected To Congress", "content": "Democrats Rashida Tlaib in Michigan and Ilhan Omar in Minnesota both won their races for House seats on Tuesday, becoming the first Muslim women ever elected to Congress.\nOmar will fill the seat of Rep. Keith Ellison (D), who was the first Muslim person elected to the body and left his seat to run for state attorney general. \nAfter both facing crowded primary races, the progressive candidates were all but guaranteed to win in the general election, with Tlaib facing no Republican challengers in Michigan’s 13th District, and Omar the favorite to prevail in Minnesota’s solidly Democratic 5th District.\nTlaib, 42, and Omar, 37, were part of a record number of Muslim candidates who ran in 2018, and an unprecedented number of women ― specifically women of color ― who were nominated.\n“I stand here before you tonight as your congresswoman-elect with many firsts behind my name,” Omar said in her victory speech, to loud cheers and applause. “The first woman of color to represent our state in Congress, the first woman to wear a hijab, the first refugee ever elected to Congress and one of the first Muslim women elected to Congress.”\n“Here in Minnesota we don’t only welcome immigrants,” she added, “we send them to Washington.”\nTlaib and Omar are also part of a wave of progressive Democrats headed to Congress, seeking to push the party establishment further left and supporting policies like Medicare for All and a $15 minimum wage. \nThey join other women of color who made history on Tuesday ― and who together will shake up the makeup of the overwhelmingly white and male halls of Congress: Alexandria Ocasio-Cortez became the youngest woman elected to Congress, and Ayanna Pressley in Massachusetts the first black congresswoman in her state.  \n“Alexandria, Ilhan, Ayanna. I love these names!” Tlaib said at a September summit celebrating women of color in politics. “Yes, you’re going to have to learn how to say our names.”\nTlaib also became the first Palestinian-American woman elected to Congress on Tuesday. The Detroit-born mother of two first made history in 2008 as the first Muslim woman in the Michigan legislature.\n“I want you to know my mom, who is from a small village in the West Bank, they’re literally glued ... to the TV ― my grandmother, my aunts, my uncles in Palestine ― are sitting by and watching their granddaughter,” the 42-year-old daughter of Palestinian immigrants said after her win, bursting into tears.\n“I want them to know as I uplift the families of the 13th Congressional District, I’ll uplift them every single day being who I am as a proud Palestinian-American woman,” she added, noting that for “so many years” Palestinians have “felt dehumanized.”\nOmar ― who was born in Somalia and spent four years in a refugee camp in Kenya before coming to the U.S. at age 12 ― became the first Somali-American elected to Congress Tuesday. She previously made history when she was elected to the Minnesota House in 2016, becoming the nation’s first Somali-American legislator.\n“I hope my candidacy would allow people to have the boldness to encourage people who don’t fit into [a] particular demographic to seek office,” the mother of three told HuffPost that year.", "date": "\n11/06/2018", "href": "https://www.huffpost.com/entry/ilhan-omar-rashida-tlaib-win-congress-2018_n_5bc4fe8be4b055bc9478ba73", "tags": "tlaib rashida first win become omar ” woman ― muslim ilhan elected women congress"}