{"title": "Rashida Tlaib Hugged Her 'Brown Muslim Boys A Little Tighter' After Mosque Attacks", "content": "Rep. Rashida Tlaib (D-Mich.) took to social media on Friday to respond to the recent shootings at two mosques in Christchurch, New Zealand, that killed at least 49 people.\nThe congresswoman shared a photo of herself with her two sons, Adam and Yousif, in a Twitter post condemning white supremacy and violence. Tlaib and Rep. Ilhan Omar (D-Minn.) became the first Muslim women ever elected to Congress in November.\n“This morning I hugged my two brown, Muslim boys a little tighter and longer,” Tlaib, who is also the first Palestinian-American woman to serve in Congress wrote on Friday.\n“It pains me to see the ‘white supremacy’ agenda right here at home sending signals across this world that a massacre like #NewZealandTerroristAttack is part of some kind of call to action. #TakeonHate,” she continued. \nThe man suspected of carrying out Friday’s terrorist attack, apparently an avowed white nationalist, purportedly wrote and published a manifesto espousing white supremacist, anti-Muslim and anti-immigrant views.\nThe alleged shooter, a 28-year-old Australian man identified as Brenton Harrison Tarrant, also reportedly claimed to idolize mass killings and extremist movements across the world, including the U.S. He was arrested and charged with murder on Friday. \nTlaib paid tribute to the victims of the Christchurch shootings, at the Linwood and Al Noor mosques, in a series posts published on Twitter.\n“We are just told a number: 49 killed,” she tweeted on Friday. “I want to see their faces & know their stories. We will become numb if we don’t know who they were & what our world lost with this horrific massacre.”\nOn Saturday, the congresswoman retweeted a photo of 33-year-old Atta Elayyan, a new father and New Zealand goalkeeper, who was killed while praying inside a mosque, the Sydney Morning Herald reported.\n“Know more than the number 49,” Tlaib wrote. “They were real people, fathers, mothers, children.”\nRead more about the victims of the Christchurch mass shootings here.", "date": "\n03/16/2019", "href": "https://www.huffpost.com/entry/rashida-tlaib-new-zealand-christchurch-mosque-shootings_n_5c8d1e7ce4b0d7f6b0f40dfc", "tags": "tlaib rashida boys little mosque shootings new ” white muslim killed two tighter friday christchurch hugged attacks"}