{"title": "Rashida Tlaib Wants To ‘Humanize’ Palestinians Once She's In Congress", "content": "Former Michigan state legislator Rashida Tlaib is set to make history on several fronts after her primary win on Tuesday for a U.S. House seat in Michigan’s 13th Congressional District. \nWith no Republican challenger in November, Tlaib is set to become the first Palestinian-American woman and first Muslim woman in Congress. (Other candidates, including Minnesota state Rep. Ilhan Omar, are hoping to join her in the latter feat.) \nSpeaking to HuffPost on Thursday not even 48 hours after her victory, Tlaib said her barrier-breaking win was “overwhelming, but also very inspiring.” Last month, the Detroit-born daughter of Palestinian immigrants told HuffPost she just wanted “people like me to have a seat at the table.” \n“When you think about these stories ― someone that didn’t speak English when they started school, parents with no high school diploma now able to witness their daughter to become a member of Congress ― it’s a pretty spectacular American story,” she said.\nTlaib shared that her family members still living in the West Bank ― where her roots are “still very strong” ― were “absolutely proud” of her win, particularly her grandmother.\n“I’m going to be a voice for them,” Tlaib said, lamenting the “walls and fences” that separate Palestinians and Israelis, “two people who have so much more in common.” \n“I look forward to being able to humanize so many of them that have felt ‘less than’ for so long,” she added.\nTlaib won a tight primary race on Tuesday, partly with the backing of Alexandria Ocasio-Cortez, another progressive woman of color now famous for her upset win in New York in June. Tlaib plans to send some members of her own campaign field team to help get out the vote for Omar, whose primary is in Minnesota next week. \n“It feels incredible to be part of a movement,” the mother of two said. She is one of a record wave of Muslim candidates and unprecedented number of female candidates running for office in 2018. \n“All of these women of color are changing the landscape of Congress,” she said. \nHere’s more from Tlaib on what she hopes to achieve as a congresswoman.\nThis interview has been edited for length and clarity. \nYou’re from Michigan, about to make history representing part of the state, which has a significant Muslim and Arab-American community. What have you heard from people on what your win and representation means to them? \nI’ve gotten hundreds of text messages and Facebook messages. What’s incredible is it’s not just Muslim women, it’s women of color, white women, all women. I was just talking to [Michigan state Rep.] Stephanie Chang, who said, “I cried the moment your mom hugged you.” \nAt a very painful time in our country, it felt incredible to have this loving American Dream story. \nWhat’s the importance of being Congress’ first Palestinian-American female member?\nIt’s incredible ― for me as Arab-American, being Palestinian-American and having my roots still very strongly there. My grandmother is still there, looking from afar just absolutely proud. She said in Arabic: “You’ve lifted our heads.” \nI’m going to be … someone who understands the importance that we’re humanizing that issue.  \nLast time I was there [in the West Bank], looking at the walls and fences and understanding the segregation of the two people [Palestinians and Israelis], who have so much more in common. Seeing the attacks and violence on innocent children is not getting us closer to peace. \nWhat do you hope to change in regard to the Israeli-Palestinian conflict once you’re in Congress? \nIt’s so hard to watch the walls go up, the checkpoints go up, the “us versus them.”\nGoing to the beach in Tel Aviv and people getting out of the water because we got in … That kind of experience is what I bring. Those are the stories and human impact that hasn’t been told.\nWhen we start talking about those things, you see barriers go down and start understanding the approach by leadership right now is not going to help get us closer to peace in that region. \nI want to integrate schools. I tell my colleague on the House floor who is Jewish: “Can you imagine, if we start integrating schools and have Israeli and Palestinian kids going to school together?” \nWe did it in America, we can do it ... We should be riding the bus together. That’s when everyone can live in a safe, peaceful environment. That approach is what’s been missing.\nYou’re part of a growing number of candidates and politicians calling to “abolish” Immigration and Customs Enforcement. What does that look like once you’re in office? \nDefund it. And move that money toward real comprehensive immigration reform. \nHave you heard from fellow progressive female candidates Ocasio and Omar since your win? \nIt’s great. Alexandria [Ocasio] reached out right away, I spoke to her the next morning ― she said, “I’m here.” Ilhan [Omar] said, “I need some people power.” I said, “I got the right team.” I’m going to try to be there [for Minnesota’s primary]. I want to come hug her, walk with her. \nWe just want to work. Ilhan and I are moms. We see with this Trump administration, our children are struggling with their identity, struggling to feel equal to people around them. For us, this is about that more than anything else. \nI can’t wait to start a “Moms against Trump” caucus. And I wouldn’t be surprised if some of my Republican colleagues came on board. If you just had us moms get in a room, we could probably fix the awful gun crisis in our country in a few hours.  ", "date": "\n08/09/2018", "href": "https://www.huffpost.com/entry/rashida-tlaib-palestinian-congress_n_5b6cc8a2e4b0bdd06207d5aa", "tags": "tlaib rashida ‘ going candidates palestinians win wants ” ― humanize congress"}