{"title": "Rashida Tlaib Wins Democratic Primary For Congress In Michigan", "content": "Former Michigan state legislator Rashida Tlaib won the Democratic primary on Tuesday for a U.S. House seat in the state’s 13th Congressional District.\nShe beat out five other Democratic candidates seeking to fill the seat of Rep. John Conyers, who resigned in December amid allegations of sexual harassment. As the Democratic nominee in a district that has historically voted Democratic ― and with no Republican challengers ― Tlaib is all but guaranteed a seat in Congress in November’s general election. \nIf she wins the seat, she could be one of the nation’s first Muslim women in Congress ― she may be joined in the historic feat by one or more other candidates also running in 2018. Tlaib will, however, be the only one to claim the status of the first Palestinian-American U.S. congresswoman. \nBreaking barriers will be nothing new to the Detroit-born mother of two, who already made history in 2008 as the first Muslim woman to serve in the Michigan Legislature. \n“People think it’s corny ― I do want to change the world, and I want people like me to have a seat at the table,” the daughter of Palestinian immigrants told HuffPost last month.\nTlaib is part of a record wave of Muslim candidates running for office in 2018, alongside unprecedented ﻿numbers of women running since Donald Trump’s election ― and part of a movement of progressive candidates seeking to push the Democratic Party establishment further left. \nTlaib, who grew up the eldest of 14 children, is running on a progressive platform, including support of Medicare for All and a $15 per hour minimum wage.\nShe was endorsed by the Justice Democrats ― the progressive political group that backed Alexandria Ocasio-Cortez in New York in her now-famous upset win. Like Ocasio-Cortez, Tlaib doesn’t accept money from corporate PACs, and she told HuffPost she’s “going to abolish ICE” ― a leftist stance that has gained traction among some leading Democrats since Ocasio-Cortez ran on that idea.\nRunning in Michigan ― a state with a significant Muslim and Arab-American community ― Tlaib’s candidacy comes at a particularly trying time for Muslim Americans. Over the past couple years, the Muslim community in the United States has faced a spike in hate crimes amid Trump’s campaign, Islamophobic rhetoric and policies from the White House, and a Trump administration ﻿travel ban upheld by the Supreme Court that targets mostly Muslim-majority countries.\n“People are ready for someone like me,” Tlaib said. \n“I’m not talking about being Muslim, Palestinian, brown or a woman,” she added. “I vote the right way and go beyond that.”", "date": "\n08/08/2018", "href": "https://www.huffpost.com/entry/rashida-tlaib-congress-michigan_n_5b590275e4b0fd5c73cb6bea", "tags": "primary tlaib rashida candidates wins ” ― muslim running democratic michigan congress seat"}