{"title": "Rashida Tlaib Privately Pushing Trump Impeachment Investigation", "content": "Rep. Rashida Tlaib (D-Mich.) has been privately urging fellow Democrats to pursue impeachment proceedings against President Donald Trump.\nIn a letter distributed Monday night, Tlaib asked her colleagues to back a resolution that would open a House Judiciary Committee investigation into whether Trump has committed any impeachable offenses. The committee is one of a number of House panels already leading other investigations into Trump and his administration.\nThe White House has repeatedly missed or ignored deadlines to submit records for the various investigations. In response, House Democrats have accused Trump administration officials of “stonewalling,” and have said they are prepared to issue subpoenas to obtain the documents.\n“The most dangerous threat to our democracy is President Trump’s actions since taking the oath of office,” Tlaib wrote in Monday’s letter. “The fact that President Trump has yet to comply with various clauses of our U.S. Constitution sets a dangerous precedent. Much of the allegations have yet to be fully investigated by this body who also took an oath to uphold the U.S. Constitution. It is critical that we protect the American people and our country from any conflicts of interests that directly erodes our democracy.”\nA spokesman for Tlaib confirmed the contents of the letter Tuesday and said that the congresswoman plans to introduce the resolution later this month. The spokesman declined to comment further.\nA spokesman for House Judiciary Committee chair Jerry Nadler (D-N.Y.) did not immediately respond to a request for comment about the letter.\nDemocrats in Congress have regularly debated whether to pursue impeachment proceedings against Trump, with many of the party’s more progressive members, like Tlaib, advocating for it.\nIn January, the freshman representative made headlines at a progressive rally, declaring: “We’re gonna go in there and we’re gonna impeach the motherfucker.”\nHowever, House Speaker Nancy Pelosi (D-Calif.) has repeatedly cautioned against it, and vulnerable Democrats have been reluctant to stake out a position for fear of alienating moderate voters.\n   DearColleague - CoSponsorInvestigation 3.26.19 by Marina Fang on Scribd\n This story has been updated with a response from Tlaib’s office.", "date": "\n03/26/2019", "href": "https://www.huffpost.com/entry/rashida-tlaib-trump-impeachment_n_5c9a14f5e4b0f7bfa1b655e6", "tags": "letter tlaib rashida democrats investigation committee privately ” trump house spokesman impeachment pushing"}