{"title": "Rashida Tlaib Slams Democrats For Silence On Trump’s Islamophobic Attacks On Ilhan Omar", "content": "Rep. Rashida Tlaib (D-Mich.) offered harsh criticism to some of her Democratic colleagues on Saturday over their silence on the recent attacks aimed at Rep. Ilhan Omar (D-Minn.) who, like Tlaib, is Muslim.\n“They put us in photos when they want to show our party is diverse,” Tlaib tweeted Saturday. “However, when we ask to be at the table, or speak up about issues that impact who we are, what we fight for & why we ran in the first place, we are ignored.”\nThe attacks on Omar reached a new level one day earlier when President Donald Trump tweeted a video of a speech on Muslim civil rights the freshman congresswoman gave last month, interlaced with news footage of the Sept. 11 terrorist attacks.\nEarlier in the week, the New York Post, owned by conservative media mogul Rupert Murdoch, published a controversial cover featuring a quote by Omar printed over an image of the twin towers burning.\nTlaib and Rep. Alexandria Ocasio-Cortez, who are also both freshman Democrats, were among the first members of Congress to denounce the conservatives’ Islamophobic attacks aimed at Omar.\nSoon after, other prominent Democrats echoed their support for Omar, including 2020 candidates Elizabeth Warren, Bernie Sanders, Beto O’Rourke, Pete Buttigieg, Julián Castro and Jay Inslee, HuffPost previously reported. \nAs HuffPost’s Rowaida Abdelaziz pointed out, the Democratic Party hasn’t had a unified response to Islamophobia, and some leaders have yet to respond publicly to the attacks on Omar. \nTop Democrats, including Senate Minority Leader Chuck Schumer, House Majority Leader Steny Hoyer and House Judiciary Committee Chairman Jerry Nadler did not respond to Abdelaziz’s request for comment on Saturday.\nHouse Speaker Nancy Pelosi condemned Trump for the insensitive video that evoked the Sept. 11 attacks, but she did not mention Omar, who was the target of Trump’s video, by name.\nIn light of Trump’s and the Post’s attacks, Omar on Saturday afternoon thanked those who defended her against the Islamophobia. She also defended her role in Congress while criticizing the Trump administration for its controversial policies, including immigrant family separation and the transgender military ban.\n“I did not run for Congress to be silent. I did not run for Congress to sit on the sidelines,” she tweeted. “I ran because I believed it was time to restore moral clarity and courage to Congress. To fight and to defend our democracy.”\n“Thank you for standing with me ― against an administration that ran on banning Muslims from this country ― to fight for the America we all deserve,” she added.\nThis story has been updated with tweets from Omar.", "date": "\n04/13/2019", "href": "https://www.huffpost.com/entry/rashida-tlaib-democrats-silence-omar_n_5cb24255e4b0ffefe3b13c25", "tags": "tweeted tlaib rashida democrats islamophobic silence slams omar ” trump ilhan saturday congress rep. attacks"}