{"title": "Rashida Tlaib Lambastes GOP Lawmakers For ‘Twisting’ Her Comments About The Holocaust", "content": "Rep. Rashida Tlaib (D-Mich.) is pushing back against Republican lawmakers and accusing them of twisting her words to push a “racist and hateful agenda.”\nTlaib, who in January became the first Palestinian-American woman in Congress, spoke about the Holocaust and the Palestinian-Israeli conflict during an interview with Yahoo News’ “Skullduggery” podcast on Sunday. When asked to elaborate on her support for a one-state solution to the Palestinian-Israeli struggle, Tlaib mentioned the recent commemoration of Holocaust Remembrance Day in the U.S., then explained how and why she felt “humbled” that her ancestors had created “a safe haven” for the Jewish people. \nTlaib said:\nTlaib also criticized Israeli Prime Minister Benjamin Netanyahu and his party for “giving up” on the two-state option.\nIsraeli news outlets like Haaretz covered Tlaib’s comments on the one-state issue and highlighted the congresswoman’s assertion that Palestinians had created a “safe haven” for Jews. Seth Frantz, editor of The Jerusalem Post, wrote in an op-ed that Tlaib had “turned history on its head” with that claim.\nGOP House lawmakers, however, chose to jump on Tlaib’s use of the words “calming feeling” and falsely suggested that she had used the phrase to describe how she feels about the Holocaust itself.\nRep. Liz Cheney (R-Wyo.) claimed Tlaib had said “thinking of the Holocaust provides her a ‘calming feeling.’”\n“All of us, regardless of party, must stand as Americans against the evil of anti-Semitism. If the Democratic leadership continues to stand by in silence, they are enabling the spread of evil,” Cheney said in a statement.\nHouse Minority Whip Steve Scalise (R-La.) echoed this sentiment.\n“There is no justification for the twisted and disgusting comments made by Rashida Tlaib just days after the annual Day of Holocaust Remembrance,” Scalise said in a statement, according to The Washington Post. “More than 6 million Jews were murdered during the Holocaust; there is nothing ‘calming’ about that fact.”\nFox News initially parroted this angle, publishing a story on Sunday with the headline:\nThe conservative outlet later removed the reference to the phrase in its headline, saying only that Tlaib was criticized for her “comments on Holocaust, Palestinians.”  \nIn a tweet, Tlaib accused Republicans of twisting her words:\n“Republican leaders and right-wing extremists are spreading outright lies to incite hate,” Denzel McCampbell, Tlaib’s spokesman, told the Post in a statement. “Congresswoman Liz Cheney should be ashamed of herself for using the tragedy of the Holocaust in a transparent attempt to score political points. Her behavior cheapens our public discourse and is an insult to the Jewish community and the millions of Americans who stand opposed to the hatred being spread by Donald Trump’s Republican Party.”\nMcCampbell added that Tlaib “did not in any way praise the Holocaust” and had “repeatedly called the Holocaust a tragedy and a horrific persecution of Jewish people.”", "date": "\n05/13/2019", "href": "https://www.huffpost.com/entry/rashida-tlaib-holocaust-israel-palestine_n_5cd8de9ce4b054da4e8bab52?upp", "tags": "tlaib rashida ‘ news holocaust twisting words gop ” republican lambastes comments lawmakers jewish"}