{"title": "Rashida Tlaib, Alexandria Ocasio-Cortez Post 'Squad' Pics Of Diverse New Members Of Congress", "content": "New progressive members of Congress posted photos on social media on Monday celebrating the diversity of the freshman class headed to Washington, D.C.\nAlexandria Ocasio-Cortez shared a photo of herself with fellow Democratic representative-elects Ilhan Omar, Ayanna Pressley and Rashida Tlaib, aptly captioned: “Squad.” \nTlaib and Pressley also shared photos of the incoming congresswomen.\n“#DreamTeam in Congress,” Tlaib wrote in a post.\nThe newly elected representatives are in D.C. for the Congressional Progressive Caucus new member orientation. In an Instagram story, Ocasio-Cortez described it as “a pre-orientation for progressive members of Congress” that takes place a day before the start of the general orientation for freshman members of Congress on Tuesday.\nSeveral veteran Congress members were present for the Congressional Progressive Caucus orientation, including Rep. Jamie Raskin (D-Md.), Rep. Jan Schakowsky (D-Ill.) and Rep. Barbara Lee (D-Calif.).\nRep. Pramila Jayapal (D-Wash.), who was elected in 2017 and who serves as the caucus’ vice chair, introduced the new members at Monday’s orientation.\n“What we see in the people’s House is much more reflective of the country,” Jayapal said.\nThe New Yorker highlighted the diversity of the incoming freshman class in a recent cover. Titled “Welcome to Congress,” the cover nodded to last week’s historic midterm elections. At least 100 women ― among them 40 women of color ― won House seats, the largest number of women ever elected to the chamber.", "date": "\n11/12/2018", "href": "https://www.huffpost.com/entry/rashida-tlaib-alexandria-ocasio-cortez-post-squad-pics-of-diverse-new-members-of-congress_n_5bea1284e4b044bbb1a798a1", "tags": "tlaib rashida progressive orientation alexandria ” ocasio-cortez pics diverse post new freshman congress rep. members"}