{"title": "Raucous Town Hall In Utah Blasts GOP Rep- Chaffetz Over Trump", "content": "Hundreds of jeering, shouting, angry voters, jam-packed in a high school auditorium, lashed GOP Rep. Jason Chaffetz at his town hall meeting in the heart of red-state Utah.\nChaffetz was frequently drowned out by boos at Brighton High School, in a Salt Lake City suburb, over the course of Thursday night’s meeting, which he cut short. He was booed when he walked on stage, and he was often booed when he mentioned the name “Trump.”\nThe House Oversight Committee chairman was challenged on Donald Trump’s threat to eliminate Obamacare, his vow to slash support for women’s health by cutting Planned Parenthood funds, a push to sell public lands and the confirmation of Betsy DeVos as education secretary. At one point, Chaffetz promised the voters that they would be “happy with the bill to abolish the Department of Education.” The crowd was not amused.\nThousands of others who were not allowed in the auditorium because of police concerns about crowd control remained outside brandishing protest signs and chanting, “Chaffetz is a coward!” KUTV Channel 2 reported, and “Do your job!” and “Your last term!”\nOne young girl asked Chaffetz what he was was going to do to protect the environment. “Do you believe in science? Because I do,” she said to loud cheers.\n“I don’t pretend to have all the answers,” he responded. “I do support an ‘all of the above’ energy strategy, and I do think coal is an important part of that,” he said to resounding boos.\n“Where do you draw a line in the sand?” asked one woman in the audience regarding Trump’s potential conflicts of interest.\n“Everyone has to comply with the law,” Chaffetz responded. “You’re really not going to like this part,” again to boos. “The president, under the law, is exempt from the conflict-of-interest laws.”\nThe intensity of the furious reception for Chaffetz was a surprise, a clear sign that those gathered were angry about Trump’s policies and possibly a very early indication of an uphill battle for incumbents in the midterm elections.\nA resolutely smiling Chaffetz remained steadfastly positive and friendly even as the meeting grew uglier — though he scolded one audience member for swearing and told the crowd at one point, “Relax, relax.” He said mid-meeting that it was so loud it was “like the ‘Price Is Right’ here.”\nAs Chaffetz wrapped up the town hall, he was met with a crescendo of boos. He refused to take questions from reporters. The Salt Lake Tribune in the heavily Mormon city said the meeting was “stacked” with “liberal resistance” groups. Utah went for Trump in the presidential election, 45 percent to Hillary Clinton’s 27 percent (with 21 percent going to Mormon independent Evan McMullen), but Salt Lake County and neighboring Summit County voted for Clinton.\nChaffetz was a key player in the investigations over the Benghazi attacks and a private email server that plagued Clinton during the presidential campaign. Now he’s under pressure to bring the same scrutiny to Trump.\nHe conceded Thursday that Trump senior adviser Kellyanne Conway’s plug on national TV to buy Ivanka Trump’s products was “unacceptable” and “clearly over the line.” He said that he and the leading Democrat on the committee, Rep. Elijah Cummings (D-Md.), would jointly refer Conway to the Office of Government Ethics for an investigation.\n“It should have never happened, and they better learn this lesson very quick,” Chaffetz told NBC.\nThis article previously quoted Chaffetz as saying “there are good people on both sides of the aisle” in response to a question from a 9-year-old girl at the town hall. His quote was, rather, “we need good people on both sides of the aisle,” and was in the context of praising her for speaking up. The quote has been updated with his more direct response to her question.", "date": "\n02/10/2017", "href": "https://www.huffpost.com/entry/raucous-utah-town-hall-blasts-gop-representative-chaffetz_n_589d2d80e4b094a129e9ac7c", "tags": "raucous town chaffetz gop ” trump one meeting utah rep- hall boos blasts"}