{"title": "Ready Or Not, Here Comes Bernie Sanders And His Single-Payer Plan", "content": "Sen. Bernie Sanders (I-Vt.) plans to unveil a new version of his “Medicare-for-all” proposal on Wednesday. But the actual substance of the plan may matter less than what he says about it ― and the role he envisions that proposal playing in future debates over how to reform the U.S. health care system.\nHe could try to make it a litmus test, by presenting his proposal as a near-finished piece of legislation and demanding that Democrats pledge fealty to its particulars. Or he could present it more as a concept, something he expects progressives to spend the next few years refining, with a greater emphasis on the goal of truly universal coverage than the specific means for achieving it.\nThe former approach sounds bolder. The latter could ultimately do more to make health care available and affordable.\nCertainly Sanders has earned the right to talk about Medicare-for-all. He’s among a small group of public officials who have been pushing the idea literally for decades, no matter what the political climate. And if he hadn’t made the concept such a prominent part of his 2016 presidential campaign, nobody but a handful of relatively low-profile progressives would be talking about it now. \nInstead, Democratic senators are lining up to co-sponsor his bill, including four (Cory Booker of New Jersey, Kirsten Gillibrand of New York, Kamala Harris of California and Elizabeth Warren of Massachusetts) who are potential Democratic presidential candidates for 2020. An even more unexpected endorsement of the concept, if not the Sanders proposal specifically, came last week from Max Baucus, the relatively conservative former Democratic senator from Montana who was a key architect of the Affordable Care Act.\nThe resurgence in interest makes sense. The Affordable Care Act has helped millions to get insurance, improving access to care and offering financial security many lacked before. It also created a political consensus behind the essential principle of universal coverage ― that everybody should have insurance, regardless of income or medical condition. \nBut the law has also fallen short of realizing that goal. Millions of Americans still don’t have insurance. Millions who do are stuck with high premiums or out-of-pocket expenses. The new system seems to have particular trouble in more rural parts of the country, where sparse populations make it difficult for private insurance markets to thrive. That’s why Republicans have been able to get as far as they have with their repeal effort ― and why even Democrats are talking about how they’d like to improve the system.  \nSanders has made clear his preference, and on Wednesday he’ll offer the latest version of it when he formally unveils his new plan. Chances are it will look a lot like the one he proposed during the 2016 campaign. That would mean calling for the federal government to create a new insurance plan that would supplant existing insurance arrangements, including the private coverage people get from employers. \nThe benefits would be comprehensive, including all medically necessary treatments, with little or no out-of-pocket expenses. In this respect, the term “Medicare for all” is a bit misleading. The insurance he has is in mind would be considerably more generous than what the government now offers seniors ― again, assuming he hasn’t strayed too far from what he was promising last year.\nTo finance the new system, people would have to pay new taxes, in lieu of the premiums they now pay on their own or indirectly through employers. To make the whole system affordable, the government would have to exert some kind of control ― over the nation’s total health care budget, individual fees for the providers and producers of medical care, or both.\nVersions of such a “single-payer” system already exist in a few countries around the world: Canada, Sweden and Taiwan among them. Coverage is truly universal in these places, because enrollment is basically automatic at birth, and financial hardship from medical bills barely exists. Overall, these countries spend far less on health care, which means they have more money left to spend on other things. \nThese systems entail their own trade-offs, like entrusting government to make more decisions about what to cover and how to pay for it ― and plenty of reasonable people worry about what that means for innovation, or whether government can really make those kinds of decisions soundly. But the systems are popular with their citizens and they generally produce good health outcomes, even if the specifics vary from country to country. \nIf the U.S. had created a single-payer system decades ago, as these other countries did, Americans might feel similarly content today. But building such a system here now would require tearing down the existing edifice ― and that would be a lot more complicated. \nPeople who have employer-sponsored insurance are generally happy with it and are sure to be wary of change, even if the benefits of “Berniecare” or some other alternative are clearly more generous and reliable. Financing such a program is bound to get expensive, with taxes well beyond what most Americans would accept, unless the government forces down the cost of health care by dictating much lower prices to everybody in the health care industry ― not just drug companies, but doctors and hospitals and other providers, too.\n And that’s not to mention the effects that implementing a Sanders-like plan would have on the insurance industry. The plan Sanders introduced as a presidential candidate envisioned virtually no role whatsoever for private insurance. His new plan might do the same.\nEnacting that would be a massive political challenge, obviously. In 2009, when Democrats were writing the Affordable Care Act, every attempt to introduce that kind of reform ― by, for example, giving government more power to negotiate drug prices ― fell well short of the votes it needed. But it’s not just a political problem. Suddenly introducing sharply lower prices, however justified on paper, would be a severe shock to the health ecosystem. Some combination of job losses and care shortages would likely follow, as hospitals, drug- and device-makers, and other parts of the industry scrambled to readjust their business models.\nIf Sanders presents his bill as a finished product, or something close to it, then he ― and everybody else who sponsors it ― will have to address these possibilities and the concerns they raise. They would need to explain how they intend for this transition to work, how they could either avoid those negative consequences or justify them as worthwhile costs given the benefits. \nThey would also need to sketch out a plausible political scenario for overcoming the inevitable political resistance ― again, not just among familiar rogues in the health care industry, like drug companies, but also among the millions of Americans who are pretty happy with the insurance they have today.\nBut it’s a very different story if Sanders presents his plan as more of a vision ― a starting point for a conversation that will take place among politicians and activists and wonks over the course of many years. Sanders could say he’s not going to answer all of those questions now, because there’s plenty of time to figure them out. The traditional champions of single-payer coverage, including groups like Physicians for a National Health Program, would have a role to play in that conversation. So would the traditional skeptics. \nThis is how the Affordable Care Act came together. It was the product of a decade-long effort that began, with little fanfare, after the failed attempt to pass universal health care during the Clinton administration. During that period, progressives worked out among themselves a rough consensus on what they wanted the health care system to look like ― and then, gradually, built the political support to realize that vision. \nSuch a conversation today could include more piecemeal reforms designed to improve health coverage right away, even as they moved the system as a whole in the general direction that Sanders and his supporters favor. Other Democrats, such as Sen. Chris Murphy (Conn.), are already pushing ideas like expanding existing public programs, including both Medicare and Medicaid, so more people can enroll in them. There’s also a lot of talk about giving the government more power to negotiate with drug companies over prices ― a strategy that could work for hospitals too. A similar system is already in place in Maryland and appears to work quite well.\nThese ideas come with their own trade-offs and costs, naturally, and plenty of political enemies determined to fight them. They still seem like more realistic options, at least in the short term, and if the component pieces of single-payer start to fall into place, getting to the promised land of Medicare-for-all might be that much easier.\nOr it might not happen at all. The reality of single-payer is that it’s a means to an end ― a health care system with which nobody faces financial hardship because of illness, everybody gets the care they need, and the country isn’t going bankrupt paying for it. Countries like France, Germany and the Netherlands achieve these goals with hybrid systems that mix public and private insurance. \nA long conversation about single-payer might someday lead to the creation of a similar system here. It could also lead to a slightly different, but less radical, version of single-payer ― one in which the government creates a new public program and allows employers to opt in, without requiring it. More fully fleshed-out versions of that plan are already in circulation. The Economic Policy Institute, working with Yale political scientist Jacob Hacker, proposed such a scheme in 2007 ― and more recently Jon Walker, a progressive activist and writer, unveiled a similar proposal.\nOr, of course, it could simply lead to a better version of the Affordable Care Act ― one with the same basic architecture, perhaps, but with single-payer elements to address the program’s current shortfalls.\nHow Sanders would feel about that is difficult to say. But he’s surprised people before. During the past few months, as the Affordable Care Act has come under assault, he proved himself to be both more savvy ― and more of a team player ― than many of his critics expected him to be. He didn’t take advantage of the repeal debate to tout his own plan, even though he had plenty of opportunities. Instead, he gave a full-throated defense of the 2010 health care law, standing shoulder to shoulder with the most conservative members of his caucus. That unity was a big reason GOP repeal efforts didn’t succeed. \nSanders did so, presumably, because he actually cares about making sure people get health care ― and because, as he said, he understood that the Affordable Care Act, for all of its shortcomings, represented a giant step forward in that crusade. Now he has a chance to keep that momentum going. But it will require a delicate touch and a whole lot of patience.", "date": "\n09/12/2017", "href": "https://www.huffpost.com/entry/bernie-sanders-single-payer_n_59b7faa7e4b031cc65cd0637?ncid=inblnkushpmg00000009", "tags": "single-payer care sanders system ― insurance bernie could new ready comes plan health"}