{"title": "Read the Full Transcript of Trump’s Speech on the Iran Nuclear Deal", "content": "WASHINGTON — President Trump announced on Tuesday that the United States will withdraw from the Iran nuclear deal and is preparing to reinstate all sanctions it had waived as part of the accord. The administration is planning to impose additional economic penalties as well.\nThe decision unravels the signature foreign policy achievement of his predecessor, President Barack Obama, and isolates the United States from its European allies.\n[Read our main article on Mr. Trump’s decision.]\nThe following is a transcript of his announcement, delivered from the Diplomatic Room of the White House.\n________\nPRESIDENT TRUMP: My fellow Americans,\nToday, I want to update the world on our efforts to prevent Iran from acquiring a nuclear weapon.\nThe Iranian regime is the leading state sponsor of terror. It exports dangerous missiles, fuels conflicts across the Middle East, and supports terrorist proxies and militias such as Hezbollah, Hamas, the Taliban and Al Qaeda.\nOver the years, Iran and its proxies have bombed American Embassies and military installations, murdered hundreds of American service members, and kidnapped, imprisoned, and tortured American citizens.\nThe Iranian regime has funded its long reign of chaos and terror by plundering the wealth of its own people.\nNo action taken by the regime has been more dangerous than its pursuit of nuclear weapons — and the means of delivering them.\nIn 2015, the previous administration joined with other nations in a deal regarding Iran’s nuclear program. This agreement was known as the Joint Comprehensive Plan of Action, or J.C.P.O.A.\nIn theory, the so-called “Iran deal” was supposed to protect the United States and our allies from the lunacy of an Iranian nuclear bomb, a weapon that will only endanger the survival of the Iranian regime.\nIn fact, the deal allowed Iran to continue enriching uranium and — over time — reach the brink of a nuclear breakout.\nThe deal lifted crippling economic sanctions on Iran in exchange for very weak limits on the regime’s nuclear activity — and no limits at all on its other malign behavior, including its sinister activities in Syria, Yemen, and other places all around the world.\nIn other words, at the point when the United States had maximum leverage, this disastrous deal gave this regime — and it’s a regime of great terror — many billions of dollars, some of it in actual cash — a great embarrassment to me as a citizen and to all citizens of the United States.\nA constructive deal could easily have been struck at the time, but it wasn’t.\nAt the heart of the Iran deal was a giant fiction: that a murderous regime desired only a peaceful nuclear energy program.\nToday, we have definitive proof that this Iranian promise was a lie. Last week, Israel published intelligence documents — long concealed by Iran — conclusively showing the Iranian regime and its history of pursuing nuclear weapons.\nThe fact is, this was a horrible, one-sided deal that should have never, ever been made. It didn’t bring calm, it didn’t bring peace, and it never will.\nIn the years since the deal was reached, Iran’s military budget has grown by almost 40 percent — while its economy is doing very badly. After the sanctions were lifted, the dictatorship used its new funds to build its nuclear-capable missiles, support terrorism, and cause havoc throughout the Middle East and beyond.\nThe agreement was so poorly negotiated that even if Iran fully complies, the regime can still be on the verge of a nuclear breakout in just a short period of time. The deal’s sunset provisions are totally unacceptable.\nIf I allowed this deal to stand, there would soon be a nuclear arms race in the Middle East. Everyone would want their weapons ready by the time Iran had theirs.\nMaking matters worse, the deal’s inspection provisions lack adequate mechanisms to prevent, detect, and punish cheating and don’t even have the unqualified right to inspect many important locations, including military facilities. Not only does the deal fail to halt Iran’s nuclear ambitions, but it also fails to address the regime’s development of ballistic missiles that could deliver nuclear warheads.\nFinally, the deal does nothing to constrain Iran’s destabilizing activities, including its support for terrorism.\nSince the agreement, Iran’s bloody ambitions have grown only more brazen. In light of these glaring flaws, I announced last October that the Iran deal must either be renegotiated or terminated.\nThree months later, on January 12th, I repeated these conditions. I made clear that if the deal could not be fixed, the United States would no longer be a party to the agreement.\nOver the past few months, we have engaged extensively with our allies and partners around the world, including France, Germany, and the United Kingdom. We have also consulted with our friends from across the Middle East. We are unified in our understanding of the threat and in our conviction that Iran must never acquire a nuclear weapon.\nAfter these consultations, it is clear to me that we cannot prevent an Iranian nuclear bomb under the decaying and rotten structure of the current agreement. The Iran deal is defective at its core. If we do nothing, we know exactly what will happen. In just a short period of time, the world’s leading state sponsor of terror will be on the cusp of acquiring the world’s most dangerous weapons.\nTherefore, I am announcing today that the United States will withdraw from the Iran nuclear deal.\nIn a few moments, I will sign a presidential memorandum to begin reinstating U.S. nuclear sanctions on the Iranian regime. We will be instituting the highest level of economic sanction. Any nation that helps Iran in its quest for nuclear weapons could also be strongly sanctioned by the United States.\nAmerica will not be held hostage to nuclear blackmail. We will not allow American cities to be threatened with destruction. And we will not allow a regime that chants “Death to America” to gain access to the most deadly weapons on Earth.\nToday’s action sends a critical message. The United States no longer makes empty threats. When I make promises, I keep them. In fact, at this very moment, Secretary Pompeo is on his way to North Korea in preparation for my upcoming meeting with Kim Jong-un. Plans are being made, relationships are building. Hopefully, a deal will happen, and with the help of China, South Korea, and Japan, a future of great prosperity and security can be achieved for everyone.\nAs we exit the Iran deal, we will be working with our allies to find a real, comprehensive, and lasting solution to the Iranian nuclear threat. This will include efforts to eliminate the threat of Iran’s ballistic missile program, to stop its terrorist activities worldwide, and to block its menacing activity across the Middle East.\nIn the meantime, powerful sanction also go into full effect. If the regime continues its its nuclear aspirations, it will have bigger problems than it has ever had before. Finally, I want to deliver a message to the long-suffering people of Iran.\nThe people of America stand with you.\nIt has now been almost 40 years since this dictatorship seized power and took a proud nation hostage. Most of Iran’s 80 million citizens have sadly never known an Iran that prospered in peace with its neighbors and commanded the admiration of the world.\nBut the future of Iran belongs to its people. They are the rightful heirs to a rich culture and an ancient land, and they deserve a nation that does justice to their dreams, honor to their history and glory to God.\nIran’s leaders will naturally say that they refuse to negotiate a new deal. They refuse, and that’s fine. I’d probably say the same thing if I was in their position. But the fact is, they are going to want to make a new and lasting deal, one that benefits all of Iran and the Iranian people.\nWhen they do, I am ready, willing, and able. Great things can happen for Iran. And great things can happen for the peace and stability that we all want in the Middle East. There has been enough suffering, death, and destruction. Let it end now. Thank you. God bless you. Thank you.\nREPORTER: Mr. President, how does this make America safer? How does this make America safer?\nTRUMP: Thank you very much. This will make America much safer. Thank you very much.\nREPORTER: Is Secretary Pompeo bringing the detainees home?\nTRUMP: Secretary Pompeo is right now going to North Korea. He will be there very shortly, in a matter of virtual — probably an hour. He’s got meetings set up. We have our meeting scheduled. We have our meeting set. The location is picked. The time and date. Everything is picked. And we look forward to having a very great success. We think relationships are building with North Korea. We’ll see how it all works out. Maybe it will. Maybe it won’t. But it can be a great thing for North Korea, South Korea, Japan, and the entire world. We hope it all works out. Thank you very much.\nREPORTER: Are the Americans being freed?\nTRUMP: We’ll all soon be finding out. We will soon be finding out. It would be a great thing if they are. We’ll soon be finding out. Thank you very much.", "date": "May 8, 2018", "href": "https://www.nytimes.com/2018/05/08/us/politics/trump-speech-iran-deal.html", "tags": "iran transcript world nuclear full speech great united read states trump regime iranian — deal"}