{"title": "Read William Barr’s Letter to Congress on the Mueller Report", "content": "Attorney General William P. Barr told congressional leaders in a letter late Friday that the special counsel, Robert S. Mueller III, has concluded his inquiry into Russian interference in the 2016 election and delivered a report to the Department of Justice. \nSee the letter here and read a transcript below.\n[What’s next? We break it down as well as the major moments in the case. And here’s the latest analysis on Trump and the Mueller report.]\n________________________\nDear Chairman Graham, Chairman Nadler, Ranking Member Feinstein, and Ranking Member Collins:\nI write to notify you pursuant to 28 C.F.R. § 600.9(a)(3) that Special Counsel Robert S. Mueller III has concluded his investigation of Russian interference in the 2016 election and related matters. In addition to this notification, the Special Counsel regulations require that I provide you with “a description and explanation of instances (if any) in which the Attorney General” or acting Attorney General “concluded that a proposed action by a Special Counsel was so inappropriate or unwarranted under established Departmental practices that it should not be pursued.” 28 C.F.R. § 600.9(a)(3). There were no such instances during the Special Counsel’s investigation.\nThe Special Counsel has submitted to me today a “confidential report explaining the prosecution or declination decisions” he has reached, as required by 28 C.F.R. § 600.8(c). I am reviewing the report and anticipate that I may be in a position to advise you of the Special Counsel’s principal conclusions as soon as this weekend.\nSeparately, I intend to consult with Deputy Attorney General Rosenstein and Special Counsel Mueller to determine what other information from the report can be released to Congress and the public consistent with the law, including the Special Counsel regulations, and the Department’s long-standing practices and policies. I remain committed to as much transparency as possible, and I will keep you informed as to the status of my review.\nFinally, the Special Counsel regulations provide that “the Attorney General may determine that public release of” this notification “would be in the public interest.” 28 C.F.R. § 600.9(c). I have so determined, and I will disclose this letter to the public after delivering it to you.\nSincerely,\nWilliam P. Barr\nAttorney General", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/us/politics/barr-letter-mueller.html", "tags": "letter report c.f.r counsel read ” § attorney barr general congress william mueller special"}