{"title": "Reality Check: How much of the UK's trade is with the EU?", "content": "Foreign Secretary Boris Johnson told BBC Radio 4's Today Programme that the UK's trade with the EU had been declining rapidly in the last 10 years and that it had fallen to about 44%.\nAn hour earlier, Sir Martin Donnelly, who was the most senior civil servant in the Department for International Trade, told the same programme: \"If we leave the Customs Union and the single market then we are taking away the equal access that we've got to 60% of our trade - nearly half directly with the EU and another 12% or so through EU preferential trade deals.\"\nSo, how do we reconcile these figures? Well, they're talking about different things.\nThe figure for 44% of UK trade being with the EU was cited a lot during the EU Referendum - it's actually a 2015 figure just for exports of goods and services. The 2016 figure was 43%, worth about £241bn, and it has indeed fallen from about 54% in 2006. (The figures for UK exports to the EU are here - total UK exports are here.) \nIt should also be noted that while the proportion of UK exports going to the EU has fallen over the last 10 years, the value of those exports has risen by about 14%.\nThe figure that Sir Martin Donnelly used of \"nearly half\" of UK trade being directly with the EU refers to the figure for both exports and imports, which was 49% last year (see sheet C from ONS balance of payments). \nThe other figure he used was that another 12% of total UK trade is with countries with which the EU has deals that free up trade, for example, by removing some tariffs. \nIf you take the countries with which the EU has trade agreements in force you do indeed get to 12% of UK trade.\nWhen the UK leaves the EU it will lose those deals and will have to renegotiate them or trade under WTO rules.\nBoris Johnson also referred to the countries with which the UK has had the biggest growth in trade, in which he included 100% growth in the UK's trade with South Korea since 2010 (again, he is just referring to exports, which grew from just over £3bn in 2010 to just over £6bn in 2016).\nAt least some of the credit for that must go to the EU's trade agreement with the country, which has been in effect since mid-2011.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "27 February 2018", "href": "https://www.bbc.co.uk/news/business-43212899", "tags": "much uk deals eu fallen countries boris trade last exports figure reality check"}