{"title": "Reality Check: Is Beijing's air quality better this winter?", "content": "The claim: The Chinese government says that Beijing's air quality improved sharply in the winter of 2017. \nReality Check verdict: The air quality this winter has been better - but whether or not this is sustainable in the long term is still unclear. \nBeijing is infamous for its pollution - and normally the onset of winter sees it choked in an even thicker smog than usual, as the heating is switched on across the Chinese capital.\nBut at the end of 2017, the opposite seems to have happened - the government said the air quality actually improved. A recent article on the Ministry of Environmental Protection's website even heralded \"a new reality\" for Beijing residents.\nA common way of judging air pollution is to look at the concentration of fine particulate matter (PM2.5) - this refers to tiny particles or droplets in the air whose size means they can travel deeply into the respiratory tract, reaching the lungs and causing health problems. \nAccording to China's Ministry of Environmental Protection, in November, the average PM2.5 concentration in Beijing was the lowest for the month it has been in five years.\nIn the past, the reliability of the Chinese government's environmental figures has been questioned. \n\"The bureaucratic incentive system, conflicting agency goals, particular interests, and ideological structures constitute potential sources of bias in processes of environmental monitoring in China,\" writes Daniele Brombal, author of a report on the subject.\nHowever, the Chinese government is not the only one measuring pollution in the city.\nThe US embassy in Beijing has an air monitoring station which tweets out the PM2.5 readings for the capital by the hour. \nIt is not official data, because it is not fully verified or validated; but an examination of its readings from October to the end of December 2017 suggest PM2.5 concentrations were more than 50% lower than last year.\nProf Dabo Guan, chair of environmental economics at the University of East Anglia, says that there is little doubt that the air quality in Beijing has improved over the last year.\nWhile the end of 2016 was marred with a five day \"red alert\" for smog - the highest level of the government's four-tier warning system for pollution - in 2017 there were no such red alerts (although a red \"fog\" alert was issued at the very beginning of the year.)\nAnd in Beijing itself, people noticed a difference.\nAngelica Yang, a postgraduate student who has been living there for more than five years, told the BBC the changes can be seen on the streets.\n\"Last year you barely saw any faces on the streets - they were all covered up - but this year fewer people are wearing masks,\" she said.\nOne reason for the better air is good meteorological conditions.  \nHuang Wei, a climate and energy campaigner at Greenpeace, says frequent cold fronts helped to disperse the pollutants. \nShe says Greenpeace's research suggests the weather was responsible for lowering the average PM2.5 level of Beijing by around 20% in November and 40% in December. \nCold fronts bring in fresher, cleaner air from Siberia, as well as disrupting the still conditions and high pressure that helps trap polluted air close to the ground. They also bring rain, which washes the pollutants out of the atmosphere. \nConcerted government efforts to reduce pollution in Beijing have also played a role. \nThis year, the environment ministry implemented stringent anti-pollution measures in Beijing, Tianjin and 26 other nearby cities, urging heavy industry plants such as cement and steel ones to shut down, suspend or curtail production. \nAs another part of this plan, households were asked to substitute coal for cleaner energy sources like natural gas and electricity. However, in early December, this policy was temporarily suspended after millions were reportedly left without proper heating.\nProf Guan warns that this approach is unsustainable on a larger scale. \nHe says that the government focuses on key cities like Beijing because they receive a lot of attention both internationally and domestically. \n\"For one particular city, it's doable,\" he told the BBC. \"But the economic price is huge.\" \nMa Jun, an environmental activist, says that the authorities shouldn't simply switch energy sources - namely, use natural gas to support high energy-consuming industries in northern China - without first reforming the industries themselves.  \nWhether or not the improved air quality is permanent remains to be seen. \nThe Beijing Municipal Environmental Protection Bureau said recently that the city's yearly average concentration of PM2.5 had met an ambitious target set in 2013 - it was 58 micrograms per cubic metre. \nBut even that is far above the World Health Organisation recommended annual level of 10 micrograms per cubic metre.\nProof that improving air quality is still an uphill struggle can be seen in the fact that a pollution alert was triggered on 28 December - albeit a \"blue\" one, the least serious. \n\"Air pollution is very weather dependent, so one lower year may be simply weather dependent and not the result of mitigation measures introduced,\" says Frank Kelly, professor of environmental health at King's College London. \n\"For this reason we need to have a run of several years of annual decreases before confidently saying that air quality is improving.\" \nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "9 January 2018", "href": "https://www.bbc.co.uk/news/world-asia-china-42513531", "tags": "better pollution beijing one winter environmental says year chinese quality government air reality check"}