{"title": "Reality Check: EU predicts Brexit costs for UK", "content": "The European Council has circulated draft guidelines for negotiations on the EU's future relationship with the UK after Brexit. \nHere are a few key quotes from the document.\nThe European Council (which in this case represents the other 27 member states) says it wants the EU to have as close as possible a relationship with the UK in the future. \nBut this document doesn't mince words. It says the EU27 have to take into account the \"repeatedly stated positions of the UK, which limit the depth of such a future partnership\". \nSo there will be frictions, says this document, and negative economic consequences. \nAs EU statements have emphasised throughout this process, the integrity of the single market comes first. That means you can't pick the rules and regulations that you like and ignore the ones you don't.\nNegotiations on the future partnership have yet to begin, of course, but this is a sobering (although not unexpected) rebuff to many of the suggestions put forward by Prime Minister Theresa May in her Mansion House speech last week. \nThis is another way of saying what the EU has been saying for some time: you can't be half in and half out. \nLast week the prime minister suggested the UK would like to remain in EU agencies that deal with chemicals, medicines, and aviation - this suggests that will be anything but straightforward. \nThe wording here doesn't explicitly rule out some form of associate membership, but it does emphasise the integral role that the European Court of Justice plays in overseeing all EU agencies. \nBusinesses will be watching closely as this debate unfolds. \nIn the words of European Council President Donald Tusk, \"it should come as no surprise that the only remaining possible model is a free-trade agreement\". \nThe narrow negotiating mandate set out in these guidelines suggests that the EU doesn't think it will be much more ambitious than other free trade agreements (FTA) it has negotiated - Canada is the most obvious example. \nThat means an FTA based on zero tariffs for goods and limited access for some services. But there is no mention at all of financial services - another UK priority - and the proposal for mutual recognition of standards appears to have been dismissed as a non-starter. \nThe draft does, however, argue that existing reciprocal access to fishing waters should be maintained - a sensitive issue on both sides of the English Channel.\nWe've consistently heard language like this from the EU. And anyway, the UK government has already said it wants to lead a global race to the top rather than a race to the bottom. \nBut the EU is concerned about a level playing field, and it wants to tie in any future UK government that may think differently. \nSo, there are a variety of ways in which this document suggests that fairness should be maintained - including \"autonomous remedies\", which would allow the EU to punish the UK if it thinks it is stepping out of line.  \nAway from the most troublesome economic issues, both sides want to maintain a partnership that is as close and effective as possible. \nBut the EU draft emphasises that it will have to take account of the fact that the UK will be outside the union, and there will need to be safeguards for all sorts of things from data protection to fundamental rights. \nTo the UK, the EU's overall approach appears to be excessively legalistic, and in danger of missing the big picture. \nBut this is how the EU - as a rules-based union - tends to approach negotiations. And, as EU leaders often point out, they didn't ask for Brexit in the first place. \nIf you want something more ambitious on the economy, the document says, it's not too late to change your mind, but this plea from the EU is unlikely to produce any immediate results. \nThis is the first draft of the guidelines EU leaders are due to adopt at a summit in Brussels later this month. \nIt will then form the basis upon which Michel Barnier and his team begin negotiating with the UK on the future relationship. \nThe aim of the EU is to agree upon a broad political statement by October, which can then be fleshed out in further negotiations to come. \nCould there be more flexibility built in over time? Perhaps, but it could take years, and the two sides begin the process far apart in terms of their expectations of what can be achieved. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "7 March 2018", "href": "https://www.bbc.co.uk/news/uk-politics-43318141", "tags": "brexit european uk council predicts eu negotiations costs future document says guidelines draft reality check"}