{"title": "Reality Check: How much UK law comes from the EU?", "content": "The claims about how much of UK law comes from the European Union vary so massively, it's really difficult to get a definitive answer. \nBusiness for Britain, which wants the UK to leave the EU, says more than 60% of UK law is influenced by EU law. \nRobert Oxley from Vote Leave says, \"If you stacked the entire EU rule book it would be higher than Nelson's column. That's an incredible amount of paperwork which British businesses, British employers, all the people who have to comply with this legislation have to deal with.  It is cost and time added on to their businesses.\"\nBut some put the figure far lower, at around 13%. So who is right? \nIn a nutshell it's somewhere in-between the two - let's look at why.\nTo try to work out the proportion of UK law derived from EU law, you need to define what you mean by UK law and EU law, understand how they relate to one another, and only then \"do the math\".\nSo, what is meant by UK law? That's tricky because the devolved legislatures in Northern Ireland, Scotland and Wales all pass laws that apply only in their nations, and not all laws passed at Westminster apply to the entire UK.\nEssentially, there are two main kinds of UK law. Acts of Parliament, also known as statutes, and statutory instruments, which flesh out how a statute will work.\nThere are also two main types of EU law. There are EU regulations, most of which apply automatically in all 28 EU member states - so most EU regulations are part of UK law. \nThen there are EU directives, which set out an aim for member states to achieve. They don't specify how to achieve it, but directives have to be implemented by a national law. The UK normally does this through a statutory instrument.\nOkay, got the terms straight?  Let's start the number crunching.\nAccording to the House of Commons Library, which itself concedes that there is no completely accurate way to make the calculation, between 1993 and 2014 Parliament passed 945 Acts of which 231 implemented EU obligations of some sort. \nIt also passed 33,160 Statutory Instruments, 4,283 of which implemented EU obligations. Add both of these together and divide by the total number of laws passed, and you get the 13% figure.\nBut that's not really an accurate figure because most EU regulations don't require new UK laws. They can be implemented in the UK without new legislation, for example by simply changing administrative rules.  So, the 13% figure doesn't take into account EU regulations that don't need additional UK legislation to be brought into force.\nIf you count all EU regulations, EU-related Acts of Parliament, and EU-related Statutory Instruments, about 62% of laws introduced between 1993 and 2014 that apply in the UK implemented EU obligations.\nSo, does that mean that the Brexiteers are right?\nNot according to many expert lawyers and academics.  There are a number of reasons for this.  Firstly, some EU regulations, like those governing tobacco and olive oil production, are agreed by all member states but don't actually affect us at all because we don't have those industries here.  \nWe also adopt some EU regulations that simply codify existing UK law at a European level.  In other words, we would have that law anyway. But perhaps the biggest way in which it is said the 62% is inflated is because it includes within it what are known as non-legislative EU regulations, which concern matters so small or routine that many people wouldn't really recognise them as law.  \nResearch by Michael Dougan, professor of EU law at Liverpool University looked at all of the EU regulations published in the Official Journal for October 2015. He counted 119 EU regulations, but only eight of them were legislative in character, of which two were measures relating to the EU's own budget and another two were amending measures.  \nThe remaining 111 regulations (over 93%) were non-legislative acts, made up of detailed technical administrative decisions, such as updating the scientific registers of chemicals and food additives, and extending the protection period for measures to combat diarrhoea in pigs. Other months yielded similar results. \nIt is claimed that this kind of analysis demonstrates how misleading the 62% figure is. \"It is only possible to reach a figure anywhere approaching 60% by entirely ignoring the fundamental distinction between EU legislation and EU administration, thereby massively exaggerating the statistics for the amount of EU law, by including vast numbers of detailed, technical measures that would never be counted as law if they were adopted within the UK legal system,\" Professor Dougan says. \nSo what is the true figure? More than 13% but less than 62% - it depends what you count in and what you leave out. It is safe to say that EU law does have a very significant presence and effect in UK law.\nBut is there any point in counting the number of laws?      \nNot according to Sir Paul Jenkins, a former Treasury solicitor who headed up the Government Legal Department. He thinks the whole debate is a red herring.\n\"This is one of many areas in the EU debate where both sides describe meaningless nonsense as facts,\" he says.\n\"The impact of EU law varies from sector to sector. In many areas - public order, crime, defence, health - EU laws have minimal impact.  But in others - workers' rights, trade - the impact is much greater because the single market and the free movement of workers are at the heart of what the EU is about. The way we organise our NHS is not.\"\nRead more: The facts behind claims in the EU debate", "date": "8 June 2016", "href": "https://www.bbc.co.uk/news/uk-politics-eu-referendum-36473105", "tags": "much uk regulations eu figure laws says two implemented comes law reality check"}