{"title": "Reality Check: What does the EU Brexit draft reveal?", "content": "After months of talking we've finally got our first look at a draft of the agreement which is designed to take the UK out of the European Union. This is a long and complex legal document. It is the European Commission's draft of a withdrawal agreement, which still has to be discussed with the 27 EU member states and the European Parliament before it gets formally sent to the UK authorities for negotiation. \nThe document is based on the joint report that was agreed by EU and UK negotiators in December but it goes into more detail and translates some of the commitments made into formal legal text. \nHere are a few excerpts, with the key phrases in bold type.\nMost of the headlines are being generated by what the document says about steps that need to be taken to avoid the reimposition of a hard border in Ireland. \nIn effect, it creates a customs union between Northern Ireland and the EU - in fact it says specifically that Northern Ireland \"shall be considered to be part of the customs territory of the Union\".\nThat of course leads back to the question of whether there would have to be a customs border between Northern Ireland and the rest of the UK instead - something the government has already rejected emphatically.  \nBut it is important to stress that Michel Barnier, the EU's chief negotiator, describes the text on Ireland as a \"backstop\". Three options were set out in the agreement in December but no progress has been made on the other two. \nIf another solution can be found for the Irish border during overall negotiations on the future relationship between the UK and the EU, the backstop can be deleted. \nBut if the proposal on the Irish border did come into effect, EU institutions would be given the authority to enforce it, and Northern Ireland would be under the jurisdiction of the European Court of Justice (ECJ). \nIt is another red line for the government, and another sign of how difficult it is going to be to find a solution at the Irish border. \nOther roles for the ECJ, with potential influence over the UK for many years, are also scattered throughout the text - including the proposal that it should be the ultimate arbiter of the withdrawal agreement itself. All of this is rejected by the UK.\nThere is a huge amount of detail in this text about the rights of EU citizens in the UK and UK citizens elsewhere in the EU after Brexit. But here is something that will dismay a lot of Brits living elsewhere in Europe - their rights will apply only in the country in which they live. \nThey will lose the right to further free movement in the future. It is only a draft but many UK citizens who have chosen to live elsewhere in the EU fear their rights are being forgotten. \nThis punishment clause has caused controversy before and will probably do so again. Basically, if the UK misbehaves during a transition period after Brexit, some of its rights to participate fully in the single market could be suspended. \nAny suspension, the text suggests, would not exceed three months but could be renewed. It's not exactly what businesses desperate for some certainty want to hear. \nVassal state, anyone? \nFinally, a reminder of how much still has to be done. The UK will lose access to a whole series of databases and networks that it has become accustomed to using. \nThe text does say there can be some exceptions but access to any of them will have to be negotiated (in the field of internal security and police co-operation, for example).  This is another reason why a transition period is important, because it will give more time for this kind of detailed work to be done. \nBut Michel Barnier has said that technical negotiations this week have confirmed that several clear differences of opinion remain about the terms and conditions for a transition - and, in his words, \"transition is not a given\".  \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "28 February 2018", "href": "https://www.bbc.co.uk/news/uk-43228161", "tags": "brexit agreement european uk eu reveal text border northern another ireland draft reality check"}