{"title": "Reality Check: Does the UK export many of its services?", "content": "The claim: The vast majority of services produced in the UK economy are not traded internationally.\nReality Check verdict: That is true. But the vast majority of goods produced in the UK are not traded internationally either. \nChancellor Philip Hammond was on BBC Radio 4 on Monday morning talking about the proposals in Prime Minister Theresa May's Chequers deal.\nIt was suggested to him that it was a problem that the deal did not include any arrangements for the services sector, which accounts for 80% of the output of the UK economy.\nMr Hammond said that while services do indeed account for 80% of the economy - \"the vast majority of those services are not traded.\"\nIs that true? The Office for National Statistics estimates -  based on these input output tables - that in 2014, which is the most recent year they've worked it out for, exports of services accounted for 6.8% of domestic output.\nSo Mr Hammond is right - the vast majority of UK services are not traded internationally.\nThe implication of the chancellor's claim is that services are distinguished from goods by how little they are exported.\nBut if you do the same calculation with goods, it turns out that just 8.2% of domestically produced goods are exported. That's a slightly higher proportion than services, but the vast majority of goods are also not traded internationally.\nMr Hammond also justified the exclusion of services from Chequers by saying that it would not be a good idea to agree to adopt the EU's rule book in the service sector because \"the rule book is evolving in a way that we can't predict and which could be disadvantageous to our businesses\".\nAnd he pointed out that local plumbers and window cleaners do not provide services in the EU. So, which parts of the service sector do?\nThe ONS Pink Book divides up services exports into categories. Although this is calculated in a different way to the figures above, it is a pretty good guide to which are the big sectors.\nSomewhat annoyingly, the biggest category - accounting for 29% of service exports in 2017 - is \"other business\", which includes sub-categories such as research and development services, management consulting and other business services.\nNext on the list at 22% is financial services. The chancellor said that in those areas where the UK does trade its services overseas, the government would be trying to \"make arrangements with the European Union outside of the main proposal for goods, which will allow us continued access to each other's markets but on more limited terms\", which would mean not complying with each other's rule books.\nTravel services account for 14% while transport services are 11%. To understand the distinction, if somebody visits the UK, the way they get here counts as transport while any services they use such as hotels or restaurants count as travel.\nAccording to the Pink Book, exports of services last year were worth £277bn, while exports of goods were worth £339bn. \nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "6 October 2018", "href": "https://www.bbc.co.uk/news/business-45707110", "tags": "goods uk traded export services vast internationally book exports many majority hammond reality check"}