{"title": "Reality Check: Would Brexit mean extra £350m a week for NHS?", "content": "On Friday's Today Programme, on BBC Radio 4, Gisela Stuart, co-chair of Vote Leave, said: \"Every week we send £350m to Brussels.\n\"I'd rather that we control how to spend that money, and if I had that control I would spend it on the NHS.\"\nWe've said it before and we'll say it again - the UK does not send £350m a week to Brussels - the rebate is deducted before the money is sent, which takes the contribution down to £276m a week.\nThat figure includes £88m a week spent in the UK on things like regional aid and support for farmers. The government could decide after a Brexit that it should take that money away from farmers and give it instead to the NHS, but it might be an unpopular decision in rural areas.\nThen there's another £27m a week that goes to support things like research projects in UK universities and companies. \nIf we deduct all that we end up with £161m, although even that includes development funding, which counts towards the government's pledge to spend at least 0.7% of the country's economic output on development aid.\nAnd before deciding to divert that £161m a week to the NHS, we would have to see what trade deal the UK ended up doing with the European Union.\nCountries outside the EU, which want access to the single market, such as Norway and Switzerland, still make contributions to the EU Budget.\nIt's a slightly difficult comparison to make, but fortunately a paper from the House of Commons Library from 2013 did it for us.\nIt says that Norway's contribution to the EU in 2011 was £106 per capita, compared with the UK's net contribution of £128 per capita in the same year.\nThe paper says that Switzerland's contribution as a member of the European Free Trade Areas (Efta) has been about £53 per head in recent years.\nWe don't know what deal would be done in the event of a Brexit, but if it is anything like the deals done by Norway and Switzerland it would be a decent chunk.\nSo we don't know how much would be left over to be spent by the government on the NHS, but it is important to bear in mind just how big the NHS is, to get these figures into context.\nThe NHS in England, which is the one that the Westminster government can directly increase funding to, had a budget last year of £116bn, which works out to £2.25bn a week.\nIt's also worth bearing in mind this comment from the Institute for Fiscal Studies: \"These impacts [EU budget net contribution] of EU membership on the public finances are easiest to calculate, but not the most important: if leaving the EU significantly increased or reduced national income, the impact on the public finances would dwarf the UK's current overall net contribution.\"\nReality Check verdict: Leaving the EU would not give the UK an extra £350m a week to spend on the NHS.\nUPDATE 26 April - On 21 April the chair of the UK Statistics Authority wrote a letter describing the £350m a week claim as \"potentially misleading\", objecting specifically to \"the suggestion that this could be spent elsewhere\". Read more about his ruling here.   \nREAD MORE: The facts behind claims in the EU debate ", "date": "15 April 2016", "href": "https://www.bbc.co.uk/news/uk-politics-eu-referendum-36040060", "tags": "brexit spent uk eu week contribution would extra money government nhs spend mean reality check"}