{"title": "Reality Check: Why some African countries don't want charity clothes", "content": "Claim: Donating second-hand clothes has had a negative effect on textile industries in African countries.  \nThe Rwandan President, Paul Kagame, has said: \"We are put in a situation where we have to choose - you choose to be a recipient of used clothes... or choose to grow our textile industries.\" \nRwanda is planning to ban the import of second-hand clothes by 2019 and has already put up tariffs. \nVerdict: Imports of cheap second-hand clothes from the West have had an impact on local clothes manufacturers - but so have changes in world trade policies and the rise of Asian garment producers.\nThe hand-me-down trade also employs thousands of people in some countries.\nAfrican countries once had large textile industries - and some critics blame the flood of cheap second-hand clothes from abroad for the continent's shrunken textile sector.\nThere has long been a global trade in second-hand clothes, handed in to charity shops in wealthy Western nations and then sold on to traders in Africa and elsewhere in the world.  \nThis is big business.  Some of the wholesale traders in African nations have established highly profitable businesses.\nHowever, some African countries have had enough of hand-me-downs and the impact they are having on local industries.\nIn 2015, member states of the East African Community (EAC), which comprises Burundi, Kenya, Rwanda, Tanzania and Uganda, announced they would ban second-hand imports from 2019 to protect their own clothing manufacturers.\nEast African countries, which account for 13% of the global market in second-hand textiles (worth a total of $274m (£208m) in 2015), began imposing tariffs.\nBut then, under pressure from the United States, countries in the EAC reduced tariffs and withdrew the proposed ban. Rwanda, however, refused to back down.\nAnd in March 2018, the US temporarily suspended Rwanda from an arrangement allowing sub-Saharan countries preferential access to the US market.\nSee more stories and videos like this\nBut Rwanda stood firm and maintained its import tariffs, saying it wanted to build up its own \"Made in Rwanda\" textile industry.\nAnd, as a result, it lost some of its duty-free privileges on exports to the US.\nHowever, the planned import ban by East African countries wasn't supported by everyone in those countries, particularly those whose livelihood depends on the sector.\nThe argument over the effect of the second-hand clothes business needs to be put in a broader context.\nAfrican countries, under pressure from the World Bank and the International Monetary Fund over many years, have undertaken structural adjustment programmes that have effectively reduced subsidies designed to protect their home-grown industry and therefore opened up their markets to foreign trade.\nThis has made it much easier for European, American and Asian clothes manufacturers to export to the African continent.  \nAnother important factor has been the removal of quotas for the textile industry under what was known as the Multi-Fibre Arrangement (MFA), originally set up in 1975.\nOne of its principal aims was to protect producers in the US and the EU from lower-cost garment exports from Asia - but the agreement also had the effect of enabling smaller African exporters to get favourable access to US and European markets. \nThis agreement was gradually phased out, finally ending in 2005. This allowed Asian producers, along with those from the US, EU and Canada, to flood African markets with both new and second-hand clothes.\nBy 2005, the International Textile, Garment and Leather Workers' Federation estimated that more than 250,000 jobs in the sector had been lost in Africa. \nThere is a lack of detailed recent statistics for textile industries around the world. \nHowever, a 2006 German study looking at the industry in sub-Saharan Africa reported that Ghana had suffered a decline in textile output of about 50% between 1975 and 2000.\nIn Zambia, employment in the textile sector had dropped from 25,000 in the 1980s to below 10,000 in 2002, it said.\nThere are other factors apart from changing trade dynamics and the trade in second-hand clothes. \nConflict and political stability have also played a part in some places.\nFor example, in the Democratic Republic of Congo, devastated by years of civil war, there was a more than 80% drop in textile production between 1990 and 1996.\nSince Rwanda imposed its tariffs on second-hand clothing imports, government data shows the value of its home-grown textile industry has increased from about $7m to $9m. \nIt's tricky to point to a direct link between the new tariffs and this increase, however, because there's also been outside investment in the industry.\nChinese manufacturer C&H Garments opened its first factory in Rwanda in 2015. And it now employs nearly 1,400 Rwandans, who produce items such as police and army uniforms. \nBut the textile manufacturing industry in Rwanda is relatively small in terms of the overall economy.\nIt is also worth saying that the second-hand clothes sector is a big employer in East Africa, both directly and indirectly, largely in sales and distribution. \nSo while second-hand clothes imports do undercut local producers and traders, they also provide employment - and local textile producers are up against cheap, efficient producers in Asia and elsewhere.\nFinally, it's worth bearing in mind that although the global trade in used clothes is still big business, it is now showing signs of decline as trade patterns and consumption habits change.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "27 July 2018", "href": "https://www.bbc.co.uk/news/world-africa-44951670", "tags": "african us want charity textile countries second-hand rwanda industry trade tariffs clothes reality check"}