{"title": "Reality Check: Would Canada's deal with the EU be a good model for the UK?", "content": "The claim: The CBI say some Leave campaigners have said Canada's free trade deal with the EU would be a good basis for a post-Brexit UK deal with the EU.\nReality Check verdict: Leave campaigners prefer to talk of an entirely new \"UK-style\" trade deal with the EU. Some have raised Canada's deal as a potential model in the past - that deal provides preferential access to the EU single market, but UK services - a vital sector - would be worse off than they are now inside the EU. It is strictly a trade deal - so the UK would still have to reach new arrangements with the EU in other areas.\nCarolyn Fairbairn, who runs the employers' organisation the CBI, says that while the Leave campaign reckons we should be like Switzerland, Norway or Canada, those countries would like to be more like the UK.\nLeave campaigners deny that they have said this - with many preferring to talk about reaching a completely new trade deal with the EU, or not having a deal at all.\nBut Canada's free trade deal with the EU, called the Comprehensive Economic and Trade Agreement or Ceta, is seen by some of them as a better model for the UK than the EU's often-cited trade arrangements with Norway and Switzerland.\nFor eurosceptics, Norway and Switzerland pay a high price for their access to the EU single market: they sign up to most EU regulations, accept free movement of EU workers and make payments into the EU budget. \nBut the Swiss model's viability is now in doubt, because Switzerland voted to cap the numbers of EU migrants, sparking a row with the European Commission.\nCeta will give Canada preferential access to the EU single market without all the obligations that Norway and Switzerland face.\nAccording to Conservative MP David Davis, Ceta \"would be a perfectly good starting point for our discussions with the Commission\". \nEx-London mayor Boris Johnson has also praised the Ceta model.\nThe deal eliminates most trade tariffs, but some \"sensitive\" food items, including eggs and chicken, are not covered by it.\nAfter a Brexit, the UK would probably try to negotiate a better deal than Ceta, because it has some significant shortcomings.\nEU rules of origin require non-EU states to comply with detailed customs checks, to prevent imports entering the EU through a \"back door\". \nSo Canadian exporters will have to prove that their goods are entirely \"made in Canada\", which imposes extra costs.\nServices make up about 80% of the UK economy, yet they are only partially covered by Ceta. Crucially, a Ceta-type deal would not give UK financial services the EU market access that they have now. It would be hard for London-based banks to get \"passporting\" rights for their services in the EU - rights that they value hugely now.\nIt would also mean that firms that export to the EU would have to comply with EU product standards and technical requirements without having any say in setting them. And there are quotas in place for some key agricultural exports from Canada.\nMoreover, Ceta is not yet in place - the deal has been done, but needs to be ratified by all 28 member states. And it took seven years to get to this point, from the launch of Ceta negotiations in 2009.\nThe UK has a complex web of ties to the EU - much more than Canada. So a post-Brexit settlement with the EU would have to address other issues too, beyond trade.\nRead more: The facts behind claims in the EU debate", "date": "17 June 2016", "href": "https://www.bbc.co.uk/news/uk-politics-eu-referendum-36561409", "tags": "uk eu leave model good would switzerland ceta trade canada deal reality check"}