{"title": "Reality Check: Who are the low-skilled EU workers?", "content": "Confusingly, there is no single definition of what constitutes a low-skilled job or a low-skilled worker. \nThe Organisation for Economic Cooperation and Development (OECD), for example, defines low-skilled on the basis of the person (and their education level) rather than on the basis of the job. \nBut that doesn't necessarily capture what is happening in the UK labour market, where (anecdotally at least) many people with high levels of education are performing relatively unskilled jobs such as driving taxis or making coffee. \nOfficial government statistics are based on a skills classification formula put together by the Office for National Statistics (ONS), which is based on the time necessary for someone to learn how to perform the task required of them, whether through formal qualifications or on-the-job experience.  \nThis is also used as a basis for deciding whether low-skilled workers from outside the EU can come to the UK.\nThe latest figures we have come from a report issued in 2014 by the Migration Advisory Committee (an independent public body that advises the government) using 2013 statistics. \nIt says an estimated 870,000 citizens from other EU countries were employed in low-skilled jobs.\nThat's roughly 6% of all low-skilled employment, which doesn't sound like much. \nBut compared with the most recent net migration figures we have (246,000 in the year ending March 2017), 870,000 is obviously a significant number. \nMany business owners argue that it is so high because the demand to employ that many people exists. \nInterestingly, (again these are estimates put together by the Migration Advisory Committee in 2014) about 60% of migrants in low-skilled jobs come from non-EU countries: roughly 1.2 million people. \nUnlike the arrivals from the EU, though, most of them came to the UK at least a decade ago. \nMost low-skilled migrants who came to the UK between 2004 and 2014 were from Central and Eastern Europe. \nIt depends. At the moment, overall employment is at record levels, as is employment among UK nationals. \nLast year, a report from the respected Institute for Fiscal Studies concluded there was no evidence foreign workers took jobs away from UK citizens (unless you are talking about very specific cases such as Premier League footballers).\nA Home Office report in 2014 found that there was no effect on native-born workers from immigration when the economy was strong. But there could be an effect during an economic downturn, and that effect tended to be concentrated on lower-skilled individuals. \nA 2015 paper from the Bank of England found that for semi-skilled and unskilled workers in the service sector, a 10 percentage point increase in the proportion of immigrants working in the sector would be associated with a 1.88% reduction in pay. \nThis is one of the reasons why there is support for curbs on immigration on the left as well as the right. \nBut many business leaders and politicians argue that the impact on wages needs to be put in the context of the positive impact of immigration on the strength of the economy and overall national wealth.\nYes, under freedom of movement rules anyone can come from elsewhere in the EU to take up a job or to look for work. \nIf after six months they have not found a job, and have no realistic possibility of finding one, and require support from the welfare system, they can be removed from the country. \nThere are no official figures to show how many people have been deported on this basis, but the numbers are thought to be low. \nThe latest ONS migration figures showed that of the 230,000 EU citizens estimated to have arrived in the UK in the year ending March 2017, 112,000 had a definite job, while another 47,000 were looking for work. (Others were coming to study or to join other family members.) \nONS data for 2015 estimates that the most popular industry for EU workers overall is \"households as employers\" (nannies and au pairs to you and me), in which they make up about 16% of the workforce. \nNext comes accommodation and food (roughly 13%), followed by administration and manufacturing (10%), transport (8%) and construction (7%). \nBut these figures refer to very broad sectors of the economy. In some specific jobs - such as waiters or fruit pickers - the numbers will be far higher. \nRead more from Reality Check\nFollow us on Twitter", "date": "6 September 2017", "href": "https://www.bbc.com/news/uk-41176699", "tags": "low-skilled uk eu job figures basis jobs workers many reality check"}