{"title": "Reality Check: Who loves the UK at Eurovision?", "content": "It's Eurovision time again, which means it's time to take the voting very personally indeed.\nWho is rejecting the UK's tunes and who is telling us we're not alone?\nDownloading the voting from fan site eschome.net  you can find out how many points all other countries have given the UK at Eurovision since it started in 1957.\nA continuous data set is tricky because of rule changes over the years, especially last year when telephone votes were separated from jury votes, increasing the number of votes available.\nAlso, not all of the countries that participated in the early days have survived to the end.\nBut some steps may be taken to check the facts on the site, for example, it gives the total number of votes received by the UK as 3,911, which is confirmed by the official Eurovision site.\nNonetheless, by dividing the number of points given to the UK by the number of times a country has participated we can find out who our real friends are.\nWe're excluding countries that have participated fewer than five times, although Morocco deserves a special mention having only appeared once in 1980, when it gave the UK and the song Love Enough for Two a creditable eight points.\nThat's even better than honorary Europeans Australia, who gave the UK eight points in one of the two years it has participated.\nSo, excluding the occasional contestants, our best friends are Luxembourg, which has averaged a touch under five points per contest.\nLuxembourg was one of the original participants in Eurovision but has not taken part since 1993. Sadly the love was not reciprocated, with the UK giving Luxembourg only an average of 2.5 points per contest.\nLuxembourg is closely followed by Malta and then Ireland, which is widely seen as our best Eurovision friend because it has given the UK the most points overall in the history of the competition. The UK has given Ireland an average of almost 5.5 points in finals.\nCompleting the top 10 in order are: Austria, Israel, Switzerland, Turkey, Portugal, Yugoslavia (which competed 27 times before it was broken up) and Monaco.\nAt the bottom end, the country that has snubbed the UK the most consistently is Montenegro, which has failed to give the UK a single point in the eight times it has participated.\nThe other countries averaging less than one point per contest are Moldova, Belarus, Georgia, this year's hosts Ukraine, Azerbaijan and Armenia.\nClearly, those countries that have been withholding their love from the UK are relative newcomers to the competition, with all of them having competed fewer than 15 times.\nAmong the seven countries that participated in the first contest, the least love has been shown by the Netherlands, which is halfway down the list, having given the UK an average of 2.7 points per contest. \nTop 10 supporters of UK at Eurovision\nBottom 10 supporters of UK at Eurovision\nThe Eurovision Song Contest final will be broadcast on BBC One on Saturday from 20:00 BST.\nRead more from Reality Check\nFollow us on Twitter", "date": "12 May 2017", "href": "https://www.bbc.co.uk/news/entertainment-arts-39899190", "tags": "given uk loves points contest countries times eurovision participated votes number reality check"}