{"title": "Reality Check: Are migrants driving crime in Germany?", "content": "The claim: The deputy leader of the far-right party Alternative for Germany (AfD) said there had been \"447 killings and murders\" by illegal migrants in Germany last year.\nReality Check verdict: The German interior ministry says that in fact last year 27 illegal migrants either committed or attempted to commit murder or manslaughter. The 447 figure refers to killings or attempted killings by all asylum seekers and refugees, most of whom are in Germany legally. Overall crime in Germany has fallen to the lowest level since 1992, but there has been an increase in migrant crime. \nIn the past couple of weeks, the east German town of Chemnitz has seen tensions flare over the issue of migrants and crime.\nProtests by the far right began after two migrants, a Syrian and an Iraqi, were arrested after a 35-year-old German man was stabbed to death in a fight on 26 August. \nThe next day a counter-protest started, marked by a concert in the city, against violence and xenophobia. \nThen, on 9 September, there were rival far-right and left-wing demonstrations in Köthen, also in eastern Germany, after a German man died in an incident involving Afghan men.\nSince Europe's huge 2015 influx of migrants and refugees more than 1.5 million asylum seekers have entered Germany. In that time, anti-migrant rhetoric has increased and so has support for the far-right Alternative for Germany (AfD) party.\nAfD deputy leader Beatrix von Storch told BBC Radio 4's Today programme: \"We've got 447 killings and murders by illegal migrants in the last year.\" \nAccording to Germany's Interior Ministry, 27 illegal migrants either committed or attempted to commit murder or manslaughter in 2017.\nThe 447 figure used by AfD actually refers to all asylum seekers and refugees, most of whom are in Germany legally. \nOverall this group was 15% of the total 2,971 suspects linked to these crimes in Germany last year. \nBar a blip in the mid-2000s, overall crime has been decreasing in Germany since the early 1990s.\nBut that changed in 2015 - about the same time hundreds of thousands of refugees began entering the country. \nIn 2014, there were 6.1 million offences recorded by the police. By 2016, this had risen to 6.4 million - these figures include immigration violations which, inevitably, impact migrants.\nWithin that, violent crime rose from 180,000 cases to 193,000 between 2014 and 2016.\nThe number of murders increased by 14.6% and rapes by 8%, over the same period. \nHowever, last year saw the total recorded crimes, including immigration violations, drop by 10%. \nEqually, violent crime showed a 2.5% decrease between 2016 and 2017. \nThe AfD has made claims about a link between the influx of migrants and a rise in crime.\nSince 2014, the proportion of non-German suspects in the crime statistics has increased from 24% to just over 30% (when we take out crimes related to immigration and asylum irregularities). \nBreaking that down even further, in 2017 those classified as \"asylum applicants or civil war refugees or illegal immigrants\" represented a total of 8.5% of all suspects. \nThis is despite their population representing just 2% of Germany as a whole.\nWhen it comes to violent crime, 10.4% of murder suspects and 11.9% of sexual offence suspects were asylum-seekers and refugees in 2017.\nA government-backed analysis of the German state of Lower Saxony, which has taken the fourth-highest number of asylum seekers, showed there was an increase of violent crime by 10.4% between 2014 and 2016.\nIt analysed the crimes that had been solved, and attributed the overwhelming majority of the rise to migrants.\nCriminologists say the make-up of the new arrivals is an important factor.  \nIn 2014, German men between the ages of 14 and 30 made up 9% of the population and were responsible for half of all the country's violent crimes. \nWhen it comes to the new arrivals, men aged 16 to 30 made up 27% of all asylum-seekers who came in 2015. \n\"It is because of the demographics,\" claims Dr Dominic Kudlacek, from the Criminological Research Unit of Lower Saxony. \"Whether they're asylum seekers or EU migrants, they are younger than the average population and mostly male. Young men commit more crimes in every society.\"\nOther factors also influence the trend, says Dr Kudlacek.\n\"They have social deprivation, they are alone and they spend most of their time with other people suffering from these risk factors - the accommodation of the majority of asylum seekers is like refugee camps with little privacy, which again can add to the likelihood of committing crimes.\"\nAsylum seekers in Germany face bureaucratic hurdles before they're allowed to find work, and while they receive some money from the state, it is limited. \nDr Kudlacek also points out that asylum seekers are often victims of crime as well. \nA lot of the crime they commit, especially violent crime, they commit against other refugees. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "13 September 2018", "href": "https://www.bbc.co.uk/news/world-europe-45419466", "tags": "crimes driving germany german afd crime asylum violent seekers refugees migrants reality check"}