{"title": "Reality Check: How much trade is there between the UK and Ireland?", "content": "The claim: The amount of trade between the UK and Republic of Ireland is \"really quite small\".\nReality Check verdict: The Republic of Ireland is the fifth biggest customer for UK exports. The UK is the second biggest customer for Irish exports. The Republic of Ireland is a much more important destination for exports from Northern Ireland than Mr Paterson's figures suggest.\nOwen Paterson has told BBC Radio 4's Today programme that there is only a small amount of trade between the UK and the Republic of Ireland.\nThe former Northern Ireland Secretary and political adviser to the campaign group Leave Means Leave cited two figures to support this claim.\nThe first was that 5% of Northern Ireland's exports go to the Republic of Ireland.\nWhen Reality Check asked Mr Paterson about that he pointed us towards table one in this document.  It uses figures from the Northern Ireland statistics office Nisra.\nBut 5% is the amount of goods and services sold to the Republic of Ireland as a proportion of the total amount produced in Northern Ireland. \nThis is clearly not the figure for the proportion of exports going to the Irish Republic. To get that you have to go to the Nisra version of these figures (follow this link and go to table 2.1) and divide the amount being sold to the Republic of Ireland by the total exports figure, which gives you 37%.\nThe exports figure does not include sales to the rest of the UK, because they are not exports. If you look at all sales outside Northern Ireland then sales to the Republic of Ireland make up 15% of them.\nThe second figure is that 1.6% of exports from the Republic of Ireland go to Northern Ireland. \nThat is a 2015 figure covering exports of goods from the Central Statistics Office in Ireland, featured in its Brexit publication (table 20a) and it is accurate.\nBut another figure in that table is that 13.8% of exports from the Republic of Ireland go to the UK as a whole, which is hard to reconcile with Mr Paterson's first assertion that there is only a small amount of trade between the UK and Ireland.\nIn the other direction, 5.0% of UK exports of goods and services go to the Republic of Ireland, according to the Office for National Statistics, making it the UK's fifth biggest export customer. \nRead more from Reality Check\nFollow us on Twitter", "date": "4 December 2017", "href": "https://www.bbc.co.uk/news/uk-politics-42223732", "tags": "much uk go figures northern amount republic trade ireland exports paterson figure reality check"}