{"title": "Red Sox MVP Mookie Betts Dumps Donald Trump White House Meeting", "content": "Boston Red Sox right fielder and Most Valuable Player Mookie Betts is blowing off an invitation to the White House to meet with President Donald Trump.\nHe’s not giving a reason. Betts, 26, simply said: “I won’t be going there. I decided not to.”\nHe made the announcement Saturday in New York at the awards dinner of the Baseball Writers’ Association of America, where he accepted his first MVP honor, The Boston Globe reported.\nOther team members are considering what to do about the White House meeting scheduled for May, the Globe said.\nThird baseman Rafael Devers has already said he’s not attending simply because he “wasn’t compelled to go,” and that his decision is not related to politics. \nBetts’ snub comes just days after after California’s Golden State Warriors basketball team skipped a White House visit for the second successive year. The Warriors did travel to Washington — but met instead with Barack Obama.\nLast year, Trump preemptively disinvited the NBA champions because he knew players planned to turn down his invitation. The year before he also yanked an invitation. \n“Going to the White House is considered a great honor for a championship team,” Trump tweeted. “Stephen Curry is hesitating, therefore invitation is withdrawn!”\nCurry said before his invitation was pulled that he and his teammates “don’t stand for . . . the things that he said and the things that he hasn’t said in the right terms.”\nRed Sox manager Alex Cora, a Puerto Rican native, is “unlikely” to attend the White House meeting, The Washington Post reported.\nCora has criticized Trump for deriding an increase in the Puerto Rican government’s official death toll from Hurricane Maria to nearly 3,000.\n“To be tweeting about 3,000 people and be efficient, it’s actually disrespectful for my country,” Cora said then. “He went down there, he did what he did. I hate talking about politics and all that, but I think this is more than politics.”\nCora added: “I respect him. He’s the president of the United States. But I don’t agree with a lot of stuff that he says about us.” \nCora led a relief effort operation to Puerto Rico after Hurricane Maria.\nHe’s the only American League player to win the MVP, a Gold Glove, a Silver Slugger — and a World Series — in the same season. After Game 2 in the series last October, Betts took the time to provide hot meals to Boston’s homeless. ", "date": "\n01/28/2019", "href": "https://www.huffpost.com/entry/red-sox-mookie-betts-dumps-trump-white-house-meeting_n_5c4e923fe4b06ba6d3be8860", "tags": "invitation cora dumps red white trump house meeting donald ” boston betts mvp sox mookie"}