{"title": "Red Sox Players Of Color Skip White House Visit", "content": "President Donald Trump invited the Boston Red Sox to visit the White House on Thursday, but the 2018 World Series team showed up missing nearly all of its black and brown players.\n“Congratulations on your incredible victory,” Trump said to the group of mostly white baseball players, whose team the White House’s website misspelled as “Red Socks” ahead of the event. The White House pool report also misidentified the team as “World Cup Series Champions.”\nOnce united as a team when Boston won the World Series last fall, the Red Sox players were divided in their decision to stand with a president who has a reputation for disparaging minorities. At least 10 athletes of color who play for the Red Sox decided against going to the White House, including the team’s manager Alex Cora.\nCora said earlier this week that he would not attend the celebration because of the Trump administration’s response to Hurricane Maria in Puerto Rico. Cora, who was born on the island, told Puerto Rican newspaper El Nuevo Día on Sunday that he does not “feel comfortable” attending the event “while we’re living what we’re living back home.”\nChristian Vázquez, the team’s catcher from Puerto Rico, told The Washington Post on Wednesday that he won’t be attending the White House event because “it’s personal.”\nTrump renewed his attacks against Puerto Rico during his campaign rally Wednesday night, this time pitting his supporters in Florida against the island, both of which were destroyed by Category 5 hurricanes. Hurricane Maria led to about 3,000 deaths on the island in 2017.\nFormer Red Sox star David Ortiz expressed solidarity with Cora in his decision earlier this week, saying he would also sit out the ceremony if he were still playing.\n“Alex is in a tough spot right now, going there and acting like nothing is happening. It’s like you are going to shake hands with the enemy,” Ortiz, who was born in the Dominican Republic, told radio station WEEI. “Think about it, all the stuff that has been going on since [Trump] took office. People are angry. People are mad. He has divided people, that’s how it feels like.”\nOther Red Sox members, including David Price, Xander Bogaerts, Sandy León, Eduardo Núñez, Hector Velázquez, Jackie Bradley Jr., Rafael Devers and MVP Mookie Betts, all declined to attend the ceremony. Some players didn’t specify their reason for declining, a few stressing that politics did not play a role in their decision. Velázquez, who was born in Mexico, was more open about his reasons.\n“I made the choice not to go because, as we know, the president has said a lot of stuff about Mexico,” he told MassLive. “And I have a lot of people in Mexico that are fans of me, that follow me. And I’m from there. So I would rather not offend anyone over there.”\nIt is tradition for the White House to invite teams that have won sports championships, regardless of who sits in the Oval Office. But during Trump’s tenure, the decision for a team to attend such a ceremony has become highly politicized, forcing athletes from marginalized communities and their allies within the industry to decide whether the celebration is worth associating with Trump.\nRetired figure skater Adam Rippon won bronze at the Winter Olympics last year but did not visit the White House with Team USA. Rippon, who is gay, tweeted at the time that he would “not stand with” an administration he said is willing to “discriminate against those that they perceive as different.”\nThe White House has also not extended invitations to some women’s teams, including two WNBA champions, which are typically on the list.\nThe president has shown that his invitations to championship teams may depend on how much the team likes him. After the Golden State Warriors won the NBA championship in 2017, Trump rescinded his White House invitation via Twitter because several players and the coach were critical of him. He also rescinded invitations to the Super Bowl-winning Philadelphia Eagles last year, after players publicly announced they would not come.\nMore recently, the entire University of Virginia men’s basketball team declined a White House invitation after winning the NCAA championships this year. The team’s coach said that it came down to logistics. Several members of the Stanley Cup-winning Washington Capitals declined to join their teammates for their White House ceremony, some citing their opposition to Trump.\nThe Red Sox have stressed that the clubhouse is not divided on the issue, previously telling HuffPost that the organization fully supports “everyone’s personal decisions” regarding the White House visit.\n“I think we were honored by it,” Red Sox chairman Tom Werner told reporters after the visit. “To a great degree possible, people watch sports as a way to get away from their problems.”", "date": "\n05/09/2019", "href": "https://www.huffpost.com/entry/boston-red-sox-white-house-trump_n_5cd49d8ee4b054da4e863003", "tags": "skip visit red team white house players ” sox color"}