{"title": "Reformed 'Terrible Racist' Apologizes To Black Church With Big Donation", "content": "Salvation sometimes comes from the most unlikeliest of sources.\nAn African-American church in Greenville, South Carolina, is now able to fund one of its projects — thanks to an anonymous $2,000 donation from someone who said they used to be a “terrible racist.”\nThe mystery person also left a letter of apology with the two $1,000 post office money orders in the Nicholtown Presbyterian Church’s mail box on May 13.\n“First, I am white and used to be a terrible racist,” the unidentified donor wrote. “Thanks to Jesus and the Holy Spirit, acting through the Presbyterian Church, I have been cleansed of that.”\nThe donor also revealed that they were now “appalled” at their “former thoughts and words,” so they wanted to send the money “as a heartfelt apology to the African-American community.”\n“When I read the letter, I said, ‘Wow, look at how God works,” said the church’s pastor, Reverend Michael Sullivan, who presides over a predominantly black congregation, to WSPA-TV.\n“I don’t care whether we are talking black or white, whether we are talking about Christian or Islamic –- if we can hear the heart of this man as being a heart that represents all of us, I think all of us can become better,” he added.\nThe money will likely fund a program transporting children to and from Sunday services.\nBeverly Kelly, the church’s moderator of the session, hailed the surprise windfall as “like a miracle.” “I would like to meet and have a conversation with someone who has made such a change and be able to thank them in person,” she told Greenville Online.", "date": "\n06/02/2017", "href": "https://www.huffpost.com/entry/reformed-racist-church-donation-letter_n_5931245de4b0c242ca22c4af", "tags": "thanks able apologizes donation ” church african-american racist money fund black greenville reformed big"}