{"title": "Regulator repeals US net neutrality rules", "content": "US regulators plan to roll back the net neutrality rules enshrined in law under President Barack Obama.\nThe change would be a major victory for the telecoms industry but a blow to those who favour an internet that offers equal access to all.\nIt could pave the way for net providers to offer \"fast lanes\" - where only wealthy companies can afford the best connections to consumers.\nSome 21 million comments were submitted in a public debate about the proposals.\nIn a statement, chairman Ajit Pai said the Federal Communications Commission's proposals would stop federal government \"micro-managing the internet\".\n\"For almost 20 years, the internet thrived under the light-touch regulatory approach established by President Clinton and a Republican congress,\" he said.\n\"This bipartisan framework led the private sector to invest $1.5tn [£1.1tn]  building communications networks throughout the United States.  And it gave us an internet economy that became the envy of the world.\"\nThe Obama-era changes, which followed a massive public campaign in favour of net neutrality, reclassified telecoms companies as \"common carriers\" - or neutral gateways to content, which could neither speed up or slow down content on its networks. \nThey also gave the FCC much more oversight and regulatory control over how they operated.\nBut Mr Pai described these changes, which took effect in 2015,  as \"heavy-handed, utility-style regulations\".\n\"That decision was a mistake,\" he said.\n\"It has depressed investment in building and expanding broadband networks and deterred innovation.\"\nTelecoms companies such as Comcast, Verizon and AT&T agree.\nBroadband association US Telecom said: \"Today's action will provide tremendous opportunity for American broadband consumers, no matter where they live. \n\"The removal of antiquated, restrictive regulations will pave the way for broadband network investment, expansion and upgrades.\"\nBut a range of other companies such as Netflix, Google and Amazon, say the FCC's proposals will make it easier for the telecoms companies to give priority to their own streaming video services or impede messaging tools such as Skype or WhatsApp.\nThe proposals will now be voted on at the next FCC meeting, on 14 December.\nAs the body has a Republican majority, they are expected to be approved and will probably take effect early next year although consumer groups have said they will challenge them in the courts.", "date": "21 November 2017", "href": "https://www.bbc.co.uk/news/technology-42065649", "tags": "us repeals companies proposals regulator telecoms networks fcc net broadband internet neutrality rules"}