{"title": "Reimposing Iran Sanctions, Trump Places 3 Bets (One a Long Shot)", "content": "WASHINGTON — As the United States reimposes severe economic sanctions on Iran early Monday, President Trump is placing a series of bets that he can not only change Iran’s behavior, but also use American economic power to bludgeon reluctant allies into joining him.\nHe is gambling that even as the United States seeks to cut off much of Iran’s oil revenue, the country will not dare restart its program to enrich nuclear fuel — the pathway to a bomb. He is also betting that while European nations criticize the White House for abandoning a landmark 2015 nuclear deal that they say was working, European banks, manufacturers and oil companies will not violate the sanctions and risk being cut off from the far larger American market.\n[Read more: As U.S. sanctions on Iran kick in, Europe is looking for a workaround.]\nAnd finally, he is wagering that the Iranian government will crack in some way — that it will renegotiate the nuclear deal more along Mr. Trump’s terms, or that it will collapse under economic pressures that have sent the country’s exports and currency into a tailspin.\n“We want to restore democracy there,” Secretary of State Mike Pompeo said last week, walking just to the edge of declaring that regime change is the goal. “We think the Iranian people want that same thing.”\nMany outside experts who have dealt with Iran over the decades say they believe that Mr. Trump may succeed at his first two bets, but fail on cracking the government of President Hassan Rouhani.\n“Iran’s oil production is down, its revenues are down, and the country is more isolated than it was” before Mr. Trump withdrew from the deal, said Richard N. Haass, the president of the Council on Foreign Relations and a former State Department and National Security Council official under several Republican presidents.\n“But there is nothing about the history of sanctions that suggests they can coerce any country into doing something big and dramatic,” he said. “And this is a government that is unlikely to want to be seen as being coerced. That goes against the DNA of the Iranian revolution.”\nCoercion, of course, is the core of Mr. Trump’s approach to allies and adversaries alike. In this case, the sanctions are the culmination of a vow Mr. Trump made during the 2016 campaign, when he repeatedly declared that he would scrap a “horrible” agreement with Iran, a line that always drew cheers. Today, Mr. Trump lists the declaration as one of his “promises kept.”\nThe Europeans, Chinese and Russians — the other signatories to the deal — have vowed not to follow the United States in renouncing it, and the Europeans say they are moving toward a barter system that would enable them to buy Iranian oil without doing business in dollars and defying the sanctions.\nAs the Europeans maneuver, Mr. Trump is clearly enjoying causing them pain. He announced in May that he was leaving the accord over the protest of European leaders, including Prime Minister Theresa May of Britain, President Emmanuel Macron of France and Chancellor Angela Merkel of Germany. The Europeans thought until hours before the announcement that they were moving toward a new approach to keep the accord in place and negotiate additional agreements with Tehran to limit missile tests and support for terrorist groups.\nWhile Mr. Trump is expected to issue exemptions to China, India, Japan, South Korea and Iraq, among others, allowing them to continue buying Iranian oil for a limited time, the closest European allies will be given no such leeway.\nOn Friday, Mr. Trump tweeted out a takeoff on a poster for “Game of Thrones” picturing him in the lead role and superimposing the words “Sanctions Are Coming” across his chest. It was a play on the “Winter Is Coming” teaser by the popular HBO series. (“We were not aware of this messaging,” HBO said in a statement, “and would prefer our trademark not be misappropriated for political purposes.)\nIt is unclear whether Mr. Trump will completely succeed at bringing winter to the Iranian economy, but he is off to a strong start. An economy that was expanding early in the year is now expected to slip into recession.\nBut Iranian officials have insisted that they plan to stick to the deal that they negotiated with former Secretary of State John Kerry in Vienna in the summer of 2015, agreeing to a 15-year hiatus in their ability to produce significant amounts of nuclear fuel.\nIn a meeting with reporters in September in New York, Mr. Rouhani declared that “the United States is not capable of bringing our oil exports to zero,” and suggested that he would brush off the sanctions. Whether that restraint continues, the Iranian foreign minister, Mohammad Javad Zarif, said in New York last month, is “dependent on a series of future judgments.”\nAnother one of Mr. Trump’s bets is also paying off: While governments are declaring that they will stick with Iran while it sticks with the deal, companies are fleeing. Boeing has canceled a $20 billion deal struck after the 2015 nuclear agreement to deliver aircraft to Iran’s decrepit fleet; the French oil giant Total S.A. has said it will not go through with a lucrative contract to develop oil fields; and Maersk, the shipping giant, is stopping its movement of Iranian goods.\nThe contrast with three years ago is stark: Mr. Kerry traveled to Europe after the deal was reached to urge European companies to engage with Iran so that the nation would feel the benefits of giving up 97 percent of its uranium stockpile and dismantling uranium and plutonium production facilities.\nBut even with the sanctions fully in place on Monday, it is far from clear that Iran will move to renegotiate the deal with the United States. Mr. Rouhani insisted during his visit to New York that the United States would first have to come back into compliance with the nuclear deal.\nFor his part, Mr. Trump will have to navigate two other major hurdles. The first is justifying the growing pressure on Iran when the major ally it is depending on to contain that country, Saudi Arabia, is admitting that a 15-member hit squad killed the dissident Jamal Khashoggi and so far refusing to stop its bombing in Yemen.\nMr. Pompeo has vowed to follow the Khashoggi investigation wherever it goes, but American diplomats note that he has refused to call the killing an act of terrorism. Iran gets different treatment: On Sunday, Mr. Pompeo accused Iran of plotting assassinations in Europe as part of his claim that the country is the largest exporter of terrorism.\nMr. Trump’s biggest long-term challenge may be explaining how he can invoke new sanctions on Iran — which the International Atomic Energy Agency has declared is abiding by its commitments to halt nuclear production — while declaring that North Korea is “no longer a nuclear threat.”\nUnlike Iran, the North already has nuclear weapons, and by the account of American intelligence agencies is continuing to produce them.", "date": "Nov. 4, 2018", "href": "https://www.nytimes.com/2018/11/04/us/politics/trump-iran-sanctions.html", "tags": "iran sanctions shot bets nuclear trump one oil places long iranian reimposing deal"}