{"title": "Reined-In N.S.A. Still Collected 151 Million Phone Records in ’16", "content": "WASHINGTON — The National Security Agency vacuumed up more than 151 million records about Americans’ phone calls last year via a new system that Congress created to end the agency’s once-secret program that collected domestic calling records in bulk, a report disclosed Tuesday.\nAlthough the number is large on its face, it nonetheless represents a massive reduction from the amount of information the agency gathered previously. Under the old system, it collected potentially “billions of records per day,” according to a 2014 study.\nThe new report, an annual surveillance review published by the Office of the Director of National Intelligence, offered the first glimpse of how the new system is working. That the National Security Agency still collected such a large volume of calling data, even if it was only a fraction of what the agency once gathered, showed the challenge of conducting 21st-century surveillance and data monitoring within constraints set up to protect Americans’ privacy.\nSince the Sept. 11, 2001, attacks, the agency has analyzed large amounts of communications metadata — records showing who contacted whom, but not what they said — to hunt for associates of terrorism suspects. For years, it did so by collecting domestic call records in bulk.\nThat program came to light via the 2013 leaks by the former intelligence contractor Edward J. Snowden. Congress enacted the USA Freedom Act two years later to end the bulk collection but preserve the program’s analytical abilities. Now, phone companies turn over only the calling histories of people suspected of terrorism links and everyone with whom they have been in contact.\nThe National Security Agency took in the 151 million records despite obtaining court orders to use the system on only 42 terrorism suspects in 2016, along with a few left over from late 2015, the report said.\nThe volume of records was apparently a product of not only the exponential math involved in gathering years of phone records from every caller a step away from each suspect, but also duplication: A single phone call logged by two companies counted as two records.\nAlex Joel, the chief civil liberties and privacy officer at the Office of the Director of National Intelligence, acknowledged that the number of targets seemed small “when compared to the very large number of call detail records generated by those targets.”\nBut underscoring the duplication in the records, he said, “We believe the number of unique identifiers within those records is dramatically lower.”\nThe Freedom Act required the Office of the Director of National Intelligence to publish annual reports about surveillance; the new report included disclosures that went beyond statutory requirements. Mr. Joel said the report “leans forward” in an effort to “enhance transparency” and clarity.\nOne of the newly disclosed numbers the government was not required to make public was remarkably low: Only once in 2016 did F.B.I. agents working on ordinary criminal cases — as opposed to foreign intelligence — search for and read private email messages involving an American suspect that the National Security Agency had collected via its warrantless surveillance program.\nThat number may have policy implications as Congress prepares to take up legislation to reauthorize the law on which the warrantless surveillance program is based, known as the FISA Amendments Act. Set to expire at the end of this year, the law permits the agency to gather from phone and internet companies, without warrants, the messages of foreigners abroad, even when they communicate with Americans.\nPrivacy advocates have raised alarms about the government’s ability to search the raw repository of emails for information about Americans, a practice they call a “backdoor search loophole” in the Fourth Amendment. They want Congress to require warrants for such searches.\nIn November 2015, a judge ordered the F.B.I. to track for the court successful queries made for criminal case purposes, and the government added that information to the public report.\nImportantly, however, it did not reveal how often F.B.I. agents searched for and retrieved Americans’ information while working on foreign-intelligence cases, which can involve terrorism, espionage, banned weapons proliferation, and transnational drug trafficking and hacking.\nThe F.B.I. has said it does not track such queries, but a senior intelligence official said the number was believed to be more significant.\nIntelligence agencies with access to raw email messages gathered via the warrantless surveillance program, like the National Security Agency, the C.I.A. and the National Counterterrorism Center, do track their searches for Americans’ information within the repository. The report said that in 2016, agencies other than the F.B.I. used 5,288 search terms associated with Americans for such queries.\nThe report also offered a look at how often intelligence reports written by the National Security Agency used information about Americans that was incidentally collected via the warrantless surveillance program. The identities of Americans are camouflaged in the reports unless they are necessary to understand foreign intelligence.\nThe topic of these concealed names and whether to reveal them, known colloquially as unmasking, has received greater attention since Representative Devin Nunes, the California Republican who leads the House Intelligence Committee, said he had learned that Obama-era White House officials had requested the unmasking of certain people in intelligence reports who turned out to be associated with the Trump campaign.\nPresident Trump went further, suggesting without evidence that Susan E. Rice, who served as national security adviser under President Barack Obama, might have committed a crime by seeking to learn the identities. Ms. Rice has said she did nothing wrong and has portrayed her unmasking requests as a routine part of her job, which required understanding intelligence.\nAccording to the report, the National Security Agency distributed 3,914 reports last year containing information about Americans gathered via the warrantless surveillance program. Within those, 1,200 reports originally had unmasked identities, and the agency unmasked Americans’ identities in 1,934 reports in response to requests. By comparison, in 2015, 2,232 unmaskings were requested.\nThe report also revealed that the number of foreigners abroad who have been targeted for warrantless surveillance continued to grow in 2016, topping 106,000 — up from about 94,000 in 2015.\nBut the government’s use of two other surveillance-related powers has dropped, the report said. One was its use of “pen register/trap-and-trace” orders to collect metadata about particular targets’ communications. The government obtained such intelligence court orders for 456 targets in 2015 but only 41 in 2016.\nThe government also made fewer requests using national security letters — a kind of administrative subpoena without court oversight — for subscriber information about who is using email and phone accounts. The government used that authority to make 48,642 requests in 2015 but only half that many in 2016.\nThe report did not explain what was behind those falling numbers.", "date": "May 2, 2017", "href": "https://www.nytimes.com/2017/05/02/us/politics/nsa-phone-records.html", "tags": "security intelligence report collected agency n.s.a reined-in records — surveillance national americans million phone still"}