{"title": "Relax, Boomers- Socialism Is Good Now", "content": "It’s a shame that Merwin K. Hart’s life has drifted into obscurity, because in his prime he was a real dazzler, one of the brightest stars from the Golden Age of American Paranoia. \nIn the 1940s and 1950s, Hart ran an organization called The National Economic Council. Neither a government agency nor a laboratory for research, the NEC served as a propaganda funnel for the anxieties of the postwar corporate elite. Men of fortune, like the du Ponts (chemical magnates) and the Pews (of Charitable Trust fanfare) would turn over large sums of money to Hart, who would in turn blast out warnings about the “three million” immigrants who had entered the country “illegally” at the close of World War II, causing a “housing shortage.” Or the “deceit” of international Jewry. Or the hidden subversive content in certain college textbooks.\nHart’s favorite freakout was socialism, and how terrifyingly close the United States was to a socialist dystopia. “Our country grew great through freedom,” he warned hundreds of university trustees in 1948. “Do we want the United States to drift into a Socialism like that of Britain ― which many of us feel is only a transitory stop on the road to State Absolutism such as that of Russia?” Once upon a time, England and the Soviet Union were considered comparable evils on the American right.\nThe Baby Boomers are the worst American generation since Reconstruction, but they had many reasons to turn out this way. The Boomers were raised in a political culture dominated by madmen, their minds warped at an early age. For decades, Boomers saw the term “socialism” deployed not to denote a set of economic policies, but to conjure a vague, foreign horror. Accustomed to this nomenclature, Boomers have reacted with fright or at least confusion to the terminology of today’s American left, which has embraced the “socialist” label more widely than any domestic political movement in living memory. But the Boomers need to relax. Socialism is good now.\nSocialism is not a static, concrete ideology. It is a word whose meaning has long been rendered flexible by decades of political bombardment. It was even hard to pin down Karl Marx on a practical definition. For libertarian economist Milton Friedman, progressive taxation was synonymous with socialism. For Hart, socialism was the British National Health Service. The late Sen. Jesse Helms (R-N.C.), saw socialism and racial integration as inseparable, and denounced the Martin Luther King Jr. holiday as a celebration of “communism, socialism and sex perversion.” \nYou get the idea: much of what conservatives decried as “socialist” in the 20th century today enjoys broad support among liberals, leftists and even many conservatives. \nThis is because conservative thinkers of the time chiefly used the word “socialism” not to prosecute the Cold War, but to attack the Democratic Party. Something Democrats said was good was actually very bad, because it was socialist ― and “socialist” was the second “S” in U.S.S.R., after all. This simple rhetorical trick diverted arguments about popular ideas into a referendum on gulags, thought police and nuclear annihilation. \nBut socialism lost its sting at the end of the Cold War. In 2009, when Rep. Spencer Bachus (R-Ala.) told a reporter he had a secret list of 17 “socialists” then working in Congress, the Beltway press and Sen. Bernie Sanders (I-Vt.) responded not with McCarthy-era outrage but gentle amusement. When Rep. Steve King (R-Iowa) called same-sex marriage a socialist plot that same year, he couldn’t even convince conservative Supreme Court Justice Anthony Kennedy.\nMillennials are the first generation to come of age without all of this Cold War brain baggage. They also entered adulthood around the 2008 financial crisis, a period in which the word “capitalism” was having a rough go: double-digit unemployment, mass foreclosures, unaffordable rent, crushing student debt, deepening economic inequality, bailed-out bankers swallowing six-figure bonuses, tech billionaires who literally can’t figure out how to give away their money. \nPlenty of reformers have insisted that these signs of social breakdown were offenses against capitalism rather than products of capitalism. But they are losing the semantic battle. Polling in recent years has consistently shown a majority of millennials are enthusiastic about “socialism,” often preferring it to “capitalism.” For millennials, “capitalism” means “unaccountable rich people ripping off the world,” while “socialism” simply means “not that.” \nIndeed, when the newest star on the left, soon-to-be Rep. Alexandria Ocasio-Cortez of New York discusses her vision for “democratic socialism,” her agenda sounds a lot like old-school New Deal liberalism, or basic, functional, small-d democracy. \n“In a modern, moral and wealthy society, no American should be too poor to live,” Ocasio-Cortez told NBC’s Chuck Todd earlier this month. “Every working-class American in this country should have access to dignified health care, should actually be able to see a doctor without going broke. It means you should be able to send your kids to college and trade school if they so choose, and no person should feel precarious or unstable in their access to housing.”\nNo gulags, just dignity. Boomers of the world, calm down. You have nothing to lose but some words.", "date": "\n07/29/2018", "href": "https://www.huffpost.com/entry/socialism-boomers_n_5b59d206e4b0de86f49449ea", "tags": "american boomers- hart good ” socialist boomers socialism war age capitalism relax"}