{"title": "Releasing 3 Americans, North Koreans Signal Openness to Washington", "content": "WASHINGTON — The release of three American prisoners cleared away a last obstacle on Wednesday to a landmark nuclear summit meeting between President Trump and North Korea’s leader, Kim Jong-un.\nNorth Korea freed the prisoners, all Americans of Korean descent, even as the two countries finalized details for a meeting between their leaders. The move was North Korea’s most tangible gesture aimed at improving relations with the United States since Mr. Trump took office.\nThe resolution of the prisoner standoff hardly guaranteed success at the meeting, which will grapple with the far more complicated issues of North Korea’s nuclear arsenal, divisions on the peninsula and security in Asia. But American officials said it sent another signal that North Korea may be serious about ending its long confrontation with the United States and its allies after nearly seven decades of mutual antagonism.\nMr. Trump exulted over the release and publicly entertained talk that he could even win a Nobel Peace Prize for his diplomacy. He was so eager to associate himself with the freed prisoners that he decided to personally travel to Joint Base Andrews outside Washington in the middle of the night to welcome them back to the United States, something other presidents have not typically done in similar circumstances.\n“Nobody thought this was going to happen, and if it did, it would be years or decades, frankly,” Mr. Trump said at the White House shortly after they were released. “Nobody thought this was going to happen. And I appreciate Kim Jong-un for doing this and allowing them to go.”\nThe three were handed over to Secretary of State Mike Pompeo, who made a second visit to Pyongyang, the North’s capital, to lock down details of the upcoming meeting between the president and Mr. Kim. Mr. Trump said it would not be held in the Demilitarized Zone between North and South Korea, as he had earlier suggested, and speculation centered on Singapore, a neutral site that has better facilities and is close to North Korea.\nThe United States has persistently demanded the release of its three citizens — Kim Dong-chul, Tony Kim and Kim Hak-song — who have all been held on charges of committing espionage or unidentified “hostile acts” against North Korea. Two of them were arrested after Mr. Trump took office last year.\n“For Trump, the release validates his view that only he can effectively negotiate with North Korea,” said Evan S. Medeiros, a former senior Asia adviser to President Barack Obama. “For Kim, it helps him undermine the maximum pressure campaign, which has probably peaked, and drives up the price and lengthens the timeline for denuclearization.”\nThe three freed prisoners issued a statement as they made their way to Washington. “We would like to express our deep appreciation to the United States government, President Trump, Secretary Pompeo and the people of the United States for bringing us home,” they said. “We thank God, and all our families and friends who prayed for us and for our return. God bless America, the greatest nation in the world.”\nIn the first comments attributed to Kim Jong-un confirming the planned meeting, the North Korean news agency said he expressed thanks to Mr. Trump for showing “deep interest in settling the issue through dialogue” and said the session would be an “excellent first step toward promotion of the positive situation development in the Korean Peninsula.”\nDuring his one-day trip to Pyongyang, Mr. Pompeo and senior North Korean officials exchanged optimistic words about the future of the relationship.\nAt a lunch of poached fish and duck and red wine, on the 39th floor of the Koryo Hotel, Kim Yong-chol, a vice chairman of the ruling Workers’ Party and Mr. Pompeo’s main interlocutor, said that after years of expending treasure on developing nuclear weapons, North Korea had decided to pivot to focus on improving the lives of its people.\n“It is our policy to concentrate all efforts into economic progress in our country,” Kim Yong-chol said, echoing a policy shift that Kim Jong-un adopted at a party meeting last month. “I hope the United States also will be happy with our success,” he added. “I have high expectations the U.S. will play a very big role in establishing peace on the Korean Peninsula.”\nBut Kim Yong-chol also said the decision to talk with the United States was “not a result of sanctions that have been imposed from outside,” despite Mr. Trump’s efforts to take credit.\nMr. Pompeo returned the friendly tone in his own toast. “For decades, we have been adversaries,” he said. “Now we are hopeful that we can work together to resolve this conflict, take away threats to the world and make your country have all the opportunities your people so richly deserve.”\nAmerican detainees in North Korea have been an especially delicate issue. Otto F. Warmbier, an undergraduate at the University of Virginia, died last June shortly after being released in a coma after spending 17 months in captivity in North Korea for trying to take a propaganda poster while on a trip there. His parents, Fred and Cindy Warmbier, recently filed a lawsuit accusing North Korea of kidnapping and fatally torturing their son.\nHis death hung over the case of the three other prisoners.\nMr. Trump called Mr. Warmbier’s parents last Friday, knowing it would be difficult for them to watch the safe return of other Americans from Pyongyang, White House officials said. On Wednesday, after the release, Vice President Mike Pence called the parents, and Sonny Perdue, the agriculture secretary, opened a cabinet meeting with a prayer for Mr. Warmbier.\nThe first indication that North Korea was willing to talk about releasing the three prisoners came in March when it raised the possibility of meeting with Mr. Pompeo about the presidential meeting and indicated that the detainees could be a point of discussion during his visit, according to White House officials, who insisted on anonymity to provide an account of internal discussions.\nMr. Trump cautioned against offering concessions in exchange for the prisoners, insisting that if Mr. Kim was sincere about meeting with him, he would recognize that he needed to take the initiative and free them.\nMr. Pompeo returned from that initial trip over Easter weekend optimistic, the officials said, telling Mr. Trump and Mr. Pence that he was encouraged by preparations for the meeting and the prospects for getting the prisoners back.\nOn May 2, according to the officials, Mr. Pence met in the White House Situation Room with Mr. Pompeo and John R. Bolton, the national security adviser, to discuss plans for the summit meeting after the North Koreans had requested a second visit by Mr. Pompeo.\nThe invitation signaled progress, but Mr. Trump’s advisers decided to recommend that Mr. Trump condition a second visit by Mr. Pompeo on firm commitments from Pyongyang on the location and date for the summit meeting plus the release of the three Americans. John F. Kelly, the White House chief of staff, joined them in bringing the idea to Mr. Trump.\nMr. Trump agreed. “We’re going to get the problem solved,” he said, according to the White House officials.\n“Bring our boys home,” Mr. Pence told Mr. Pompeo.\nWhite House officials knew that once Mr. Pompeo left his plane in Pyongyang, he would lose the ability to communicate securely during the 13 hours he would spend on the ground. They were cautious about saying anything about the clandestine mission until the detainees were on an American government plane.\nMr. Pence kept the secret on Tuesday when he briefed senators on Mr. Trump’s decision to abandon the Iran nuclear deal. Asked about the prisoners, the vice president said only that the administration was working diligently to free them. Mr. Trump was less discreet, telling reporters that “we’ll all soon be finding out” whether the detainees would come home.\nMr. Pence spoke with Mr. Pompeo when his plane landed Wednesday in Japan and received an update on the condition of the freed prisoners, who were described as healthy and able to walk on their own.\nAll three ran afoul of a government deeply suspicious of foreigners. Kim Dong-chul, a businessman and naturalized American citizen from the Virginia suburbs of Washington, was arrested in October 2015, convicted of spying and sentenced to 10 years’ hard labor.\nTony Kim, also known as Kim Sang-duk, was arrested in April 2017 while trying to board a plane to leave the country. He had spent a month teaching accounting at Pyongyang University of Science and Technology, a Christian-funded college.\nKim Hak-song, who volunteered at the college’s agricultural research farm, was arrested in May 2017. According to CNN, he was born in China near the North Korean border and emigrated to the United States in the 1990s, later returning to China and eventually moving to Pyongyang.\n“This show of good will is a positive signal for the U.S.-North Korean summit because it reflects a willingness to negotiate and compromise,” said Lee Byong-chul, a senior fellow at the Institute for Peace and Cooperation in Seoul, South Korea. “It also delivers a political score for the scandal-ridden President Trump at home, giving him something to brag about.”\nBut Evans J. R. Revere, a former State Department diplomat who specializes in East Asia, pointed out that North Korea has a long history of seizing and imprisoning Americans, then using them as bargaining chips. “I would not give Pyongyang too much credit for undoing something it shouldn’t have been doing in the first place,” he said.", "date": "May 9, 2018", "href": "https://www.nytimes.com/2018/05/09/us/politics/trump-korea-detainees-pompeo.html", "tags": "washington “ openness kim koreans meeting trump pompeo releasing signal north americans korea"}