{"title": "Released Emails Suggest the D.N.C. Derided the Sanders Campaign", "content": "Top officials at the Democratic National Committee criticized and mocked Senator Bernie Sanders of Vermont during the primary campaign, even though the organization publicly insisted that it was neutral in the race, according to committee emails made public on Friday by WikiLeaks.\nWikiLeaks posted almost 20,000 emails sent or received by a handful of top committee officials and provided an online tool to search through them. While WikiLeaks did not reveal the source of the leak, the committee said last month that Russian hackers had penetrated its computer system.\nAmong the emails released on Friday were several embarrassing messages that suggest the committee’s chairwoman, Representative Debbie Wasserman Schultz of Florida, and other officials favored Hillary Clinton over Mr. Sanders — a claim the senator made repeatedly during the primaries.\nIn one of the emails, dated May 21, Mark Paustenbach, a committee communications official, wrote to a colleague about the possibility of urging reporters to write that Mr. Sanders’s campaign was “a mess” after a glitch on the committee’s servers gave it access to Clinton voter data.\n“Wondering if there’s a good Bernie narrative for a story, which is that Bernie never ever had his act together, that his campaign was a mess,” Mr. Paustenbach wrote to Luis Miranda, the communications director for the committee.\nMr. Miranda wrote back: “True, but the Chair has been advised to not engage. So we’ll have to leave it alone.”\nIn another email exchange, Mr. Miranda asked Ms. Wasserman Schultz whether they should call CNN to complain about a segment the network aired in which Mr. Sanders said he would oust the chairwoman if he were elected.\n“Do you all think it’s worth highlighting for CNN that her term ends the day after the inauguration, when a new D.N.C. Chair is elected anyway?” Mr. Miranda asked. Ms. Wasserman Schultz responded by dismissing the senator’s chances. “This is a silly story,” she wrote. “He isn’t going to be president.”\nThe emails appear to bolster Mr. Sanders’s claims that the committee, and in particular Ms. Wasserman Schultz, did not treat him fairly. His campaign accused the committee of scheduling debates on weekends so fewer people would see them. And in May, Jeff Weaver, Mr. Sanders’s campaign manager, said on CNN that “we could have a long conversation just about Debbie Wasserman Schultz and how she’s been throwing shade at the Sanders campaign since the very beginning.”\nIn an email exchange that month, another committee official wrote to both Mr. Paustenbach and Amy Dacey, the committee’s chief executive, to suggest finding a way to bring attention to the religious beliefs of an unnamed person, apparently Mr. Sanders.\n“It might may no difference, but for KY and WVA can we get someone to ask his belief. Does he believe in a God,” wrote Brad Marshall, the chief financial officer of the committee. “He had skated on saying he has a Jewish heritage. I think I read he is an atheist. This could make several points difference with my peeps.”\nMr. Marshall added in a second email: “It’s these Jesus thing.” Ms. Dacey wrote back, in capital letters: “AMEN.”\nMr. Marshall did not respond on Friday to an email asking for comment. But The Intercept, a news website, quoted Mr. Marshall as saying: “I do not recall this. I can say it would not have been Sanders. It would probably be about a surrogate.”\nIn addition to criticism of Mr. Sanders, the emails reveal blunt talk about the committee’s fund-raising and public relations efforts.\nIn one email, a committee official explained why a big donor would not be able to attend a fund-raiser. “Helen Lee Henderson is out,” the official wrote. “Can’t attend schedule-wise and cash flow is tough because of renovation costs of old house which has yet to sell, etc, etc. She will give this year but it’s going to be quite awhile.”\nThe emails also showed officials brainstorming about ideas for political hit jobs on Republicans like Donald J. Trump.\nIn one case, they discussed creating a fake advertisement for a job in the Trump Organization. The emails suggest that it was intended to be a clearly satirical attempt to highlight Mr. Trump’s perceived treatment of women as sex objects.\n“Seeking staff members for multiple positions in a large, New York-based corporation known for its real estate investments, fake universities, steaks, and wine,” said the proposed copy, forwarded in an email by Christina Freundlich, a committee spokeswoman.\n“The boss has very strict standards for female employees, ranging from the women who take lunch orders (must be hot) to the women who oversee multi-million dollar construction projects (must maintain hotness demonstrated at time of hiring),” it added.\nThe title for the job: “Honey Bunch (that’s what the boss will call you).”", "date": "July 22, 2016", "href": "https://www.nytimes.com/2016/07/23/us/politics/dnc-emails-sanders-clinton.html", "tags": "derided released committee wrote wasserman ” d.n.c campaign emails email sanders suggest"}