{"title": "Relief, Bitterness And Frustration- Another Year Of Obamacare Enrollment", "content": "Since the first open enrollment period for the Obamacare exchanges began in the fall of 2013, these health insurance markets have been a godsend, a disaster or something in between for consumers. \nThe sign-up period that ended Friday was no different, health insurance exchange customers told HuffPost.\nThe Affordable Care Act established a new way to get covered for those who don’t get health benefits from an employer or a government program like Medicare or Medicaid. For the first time, no one could be turned down, regardless of their pre-existing conditions, and financial assistance became available to help low- and moderate-income people afford health coverage and medical care.\nThese exchanges, along with the law’s expansion of Medicaid to poor adults, drove the uninsured rate to a historic low and made coverage possible for millions who couldn’t afford health insurance before or couldn’t have access because of their medical histories.\nAt the same time, millions of consumers found themselves worse off. Insurance policies they liked and could afford disappeared because they didn’t meet Affordable Care Act standards. Prices rose, sometimes drastically, for people who qualify for only small tax credits or none at all to make their insurance less expensive.\nThose factors, along with many insurance companies deciding to bail on the exchanges after financial losses, have been problems all along. \nThis year, President Donald Trump created new problems, chiefly by cutting off billions of dollars in payments the federal government owes health insurance companies serving low-income customers. To make up for the lost money, insurers increased premiums above what they otherwise would have. Those who qualify for subsidies mostly didn’t feel the pinch, because taxpayers picked up the difference in the form of larger tax credits to compensate. Those who have to pay full price, however, faced enormous price increases.\nAs the open enrollment period for 2018 health insurance coverage drew to a close, HuffPost interviewed six consumers about their experiences, which ran the gamut from lifesaving to budget-ruining. These are their stories.\nAs a self-employed cinematographer living in Los Angeles, Martin Polafox, 51, has always had to buy his own health insurance. And it’s also cost too much. “It feels like you’re being gouged,” he said.\n“Even before the Affordable Care Act, my insurance was already really expensive,” he said. Like for many others who don’t qualify for tax credits, Polafox saw a big jump when the law’s insurance reforms took effect, and the price has climbed since. Next year, he’s switching to a higher deductible plan to save on premiums.\n“They’ve gone up just so dramatically now that I’m basically buying myself a Mercedes just to have regular insurance,” he said. “The premiums are upwards of $700 a month and it’s like: For what? I’m healthy, I have no pre-existing anything. I’ve never had anything, there’s no reason for them to be so high. And I’m just kind of left out in the cold to pay for this insurance that I have to have, and there’s no option. There’s nothing I can do about it.”\nGoing without health insurance isn’t an option for Polafox. \n“I kind of have get it and deal with the cost. I’m not, like, in my 20s. I’ve got to be careful. I own a home. About to have a baby. I have my wife. I have to consider those things. If I don’t have insurance and something happens to be, we’re bankrupt,” he said.\nSean Kenny, a 53-year-old psychologist who lives in Grand Rapids, Michigan, found out earlier this year that his insurance policy ― which had been “grandfathered” from Affordable Care Act regulations ― was going away. \n“It was basically shit unless I had a major problem,” he said. He was so upset with his insurer, he canceled the plan months ago and currently has no health insurance.\nWhen Kenny visited HealthCare.gov to find a new plan for next year, he found something he wasn’t expecting: a better insurance policy for not much more money, he said. He qualifies for a small tax credit, but decided not to apply for it.\nKenny never used his insurance to visit a doctor. That’s why he’s looking forward to using his new Affordable Care Act plan next year ― which costs just $50 more per month than his old one ― to get a physical, which are available at no cost under Obamacare. It’ll be his first check-up since 2002.\nAs an employee of a small business consulting firm in Philadelphia, Sally ― who asked that HuffPost not use her last name ― isn’t offered benefits at work for the first time in her career. She’s shocked at how much insurance costs on the open market, and refuses to pay what she sees as outrageous prices.\n“There’s no way I’m paying $450 a month for something I never use,” said Sally, 33. “I rarely go to the doctor.”\nBut Sally doesn’t want to be completely uninsured, so she’s looking for alternatives ― an increasingly common approach for people who can’t afford insurance or don’t want to pay for it. She has a short-term policy now, and is researching other options, which could include things like accident and major-illness plans. \nBut those don’t count as insurance under the Affordable Care Act, largely because they don’t provide nearly as much coverage or financial protection and can reject people with pre-existing conditions. So Sally will still owe the IRS a tax penalty for not complying with the law’s individual mandate. Trump may relax those rules, however.\nSally objects to that mandate, but doesn’t pin the blame for her situation entirely on Obamacare. Prices for health care in America are just too high, she said. \n“I can go to a third-world country, get the exact same service for a fraction of the price, so if we can do that in a different country, why can’t we do that in a first-world country?” said Sally, who has lived abroad in developing countries.\nSally feels forgotten by the people who make public policy, and she believes their misunderstanding for how working people live is at the root of the problem.\n“I’m middle-class and I think the way that the world is going is politics are forgetting the middle class. They’re focusing on the rich ― how do they get more tax breaks? They’re focusing on the poor ― how do they help them? But the middle class is getting largely ignored,” she said.\nWhen her family’s health insurance policy got canceled after the Affordable Care Act became law, Madeleine Peters, 59, decided to check out her new options and didn’t like what she saw. \nA policy roughly equivalent to their old high-deductible plan would have cost $1,100 for the family of four ― $700 more than they were paying. Next year, a similar plan would cost $1,400 for her, her husband and their son (their daughter lives on her own now). \nThat was simply too much for Peters, a restaurant owner in Louisville, Kentucky. Then she found out about health care sharing ministries, religiously affiliated funds where members pool their money to cover each other’s medical costs. Membership costs her family $434 a month, and they pay another $37 for a supplemental accident-coverage insurance policy\nPeters likes the community aspect of it. “Everybody’s taking care of everybody else,” she said. She also likes its broad network of providers and the prescription drug discount card she has to save money at the pharmacy.\nWith health insurance costs continuing to rise, this small but growing segment of the market has attracted a lot of interest. The Affordable Care Act also specifically states that joining a sharing ministry satisfies the individual mandate to get health coverage or face a fine.\n“I think a lot of people would be relieved to know about this option,” Peters said.\nThis isn’t insurance. It doesn’t provide the same level of financial protection against major expenses, people with pre-existing conditions can be turned away and the ministry can refuse to cover claims for medical needs incurred because of behavior deemed un-Christian (like an alcohol-related injury or an unmarried pregnancy).\n“It’s not for everyone,” Peters said.\nAnd while she does worry a bit about her sharing ministry not covering certain expenses or about it running out of money, Peters is much happier than she would be paying $1,400 a month for an Obamacare plan. \n“I feel confident with the decision I have made,” she said.\nWhen he first logged on to HealthCare.gov to check out his options for next year, Joe Lucas of Pittsburgh was afraid and angry. Premiums for the health insurance plan he has were jumping from $395 to $625. “Now I’m probably uninsured,” Lucas, 54, wrote to HuffPost in October. \nWhen he returned to the website to investigate further, he realized that the tax credits he receives offset the increased cost and would enable Lucas, a self-employed house painter, to keep his plan.\nHuffPost profiled Lucas in 2015. In 2010, he suffered an aortic aneurysm and needs regular testing and several medications a day to remain healthy. That pre-existing condition would’ve kept him from buying insurance before the Affordable Care Act and the law’s subsidies make the price within reach, he said. \n“My health is fine. Thanks to the insurance, I’ve been able to maintain myself,” Lucas told HuffPost by telephone.\nThe higher premiums for next year are partially caused by Trump ending those payments to health insurance companies, which Lucas knows because he follows health care news very closely, given its personal ramifications for him.\n“It doesn’t affect me,” Lucas said, because he gets subsidies. “The people who aren’t eligible for subsidies are the ones that took the biggest beating.”\nMark Skovron has two Ph.D.s, had a long, varied and successful business career, co-owns a digital marketing firm and is an ordained minister to boot. He also has a serious heart condition the he knows means he won’t live as long as he’d like.\n“I’ve had a great life,” said Skovron, 59, who lives in Surprise, Arizona. “I’m resolved about my own death. I’m not afraid of death.”\nHis heart problems have landed Skovron in the hospital and he requires regular treatment, testing and medications to keep him as healthy as possible. His medical costs would be impossible to bear without health insurance.\nSkovron structured the income from his business in such a way that he qualifies for tax credits to reduce his premiums, and pays $88 a month for a high-deductible plan that he pairs with a health savings account to cover his out-of-pocket expenses. \nIf he lost his health insurance, Skovron is resolute about what he would have to do.\n“With this one particular medication that I have, I would just take it all at once, which would stop my heart within 30 minutes,” he said. \nLosing health coverage would make his medications unaffordable and put him at a very high risk of heart attack or stroke that, if not fatal on their own, have the potential to lead to a slow decline, Skovron said.\n“I don’t want to be a burden to family. I don’t want people coming in and looking at me all, whatever. I don’t want it to be a circus show. And I’ve been through this with relatives, I’ve been through this with friends of mine,” he said.\n“My health is deteriorating to the point now where we’re heading toward the end anyway,” Skovron said. “I’m very at peace about it.”\nCORRECTION: A previous version of this story misspelled Martin Polafox’s last name.\nIf you or someone you know needs help, call 1-800-273-8255 for the National Suicide Prevention Lifeline. You can also text HELLO to 741-741 for free, 24-hour support from the Crisis Text Line. Outside of the U.S., please visit the International Association for Suicide Prevention for a database of resources.", "date": "\n12/17/2017", "href": "https://www.huffpost.com/entry/relief-bitterness-and-frustration-obamacare-enrollment_n_5a342988e4b040881bea73ca", "tags": "bitterness care people plan obamacare frustration- ” ― another year relief insurance enrollment health"}