{"title": "Ren Zhengfei: 'When the mask fell'", "content": "For a man known as reclusive and secretive, Ren Zhengfei seemed confident in the conviction that the business he's built for the last 30 years can withstand the scrutiny of Western government.\n\"There's no way the US can crush us,\" the 74-year-old founder of Huawei told me in a room filled with ornate European chairs and dining tables.\nThis is a man who seemed unfazed by the claims of spying and intellectual property theft. Remarkably jovial and humorous, he cracked jokes throughout the entire interview. \nWhen I asked him whether the US's pressure on its allies would succeed in keeping Huawei out of Western markets because it said Huawei was a tool of the Chinese government - he told me that Huawei has lots of options. \n\"If the lights go out in the West, the East will still shine. And if the North goes dark, there is still the South. America doesn't represent the world. America only represents a portion of the world.\"\nMr Ren is right, the US makes up only a fraction of his overall business.\nBut the US allegations against Huawei have started to influence his more important markets, like Europe and the UK where plenty of concerns have been voiced. \nThis is a man who wants the world to believe that his company stands strong in the face of pressure from the US.\nBut where I saw his mood change was when I asked him about his current links to the Chinese military and the government. \nWhile he answered all my questions, he refused to be drawn into a conversation on this, only to say that these were not facts, simply allegations - and insisted that political connections are not what has led Huawei to be successful today. \nWhen I put to him the reports that his former chairwoman, Sun Yafang, had once worked with China's Ministry of State Security, he told me that her profile was up on the company's corporate website and that he didn't think it was \"OK to suspect or guess where this person used to be\".\nPolitics has played a part though, in the arrest of his daughter, and chief financial officer of the company Meng Wanzhou. \nUp until now, Mr Ren has chosen to stay clear of wading into the motivations behind his daughter's arrest - but today he pointed the finger at the US for her predicament. \n\"I object to what the US has done,\" he said, speaking of his daughter's arrest.\n\"This kind of politically motivated act is not acceptable. The US likes to sanction others, whenever there's an issue, they'll use such methods.\"\n\"But now that we have gone down this path, we'll let the courts settle it.\" \nHe also confirmed that there is a Communist Party committee in Huawei, although he said this is what all companies - foreign or domestic - operating in China must have in order to abide by the law. \nOn whether his equipment was potentially vulnerable to Chinese interference, he was far more clear - and practical.\nHe said that the Chinese government had officially stated they have never required companies to install backdoors, yet the reality is that there is no law in China that would protect him if he were asked to provide the government with access. \nAnd that in itself will prove to be the deciding factor for many governments as they weigh up whether to let Huawei in to their 5G networks.\nChinese companies like Huawei have only started to threaten the dominance of Western businesses in the last decade.\nAs they have come up, the world has had to grapple with the very different system they operate in.\nCentral to that is the fear that they are obliged to serve the interests of the Communist Party.  Whether they do or not may be beside the point.\nThe perception itself could determine Huawei's success in the future.\nYou can hear more from Ren Zhengfei in a special edition of Asia's Tech Titans: The Man Who built Huawei this weekend on BBC World News.", "date": "18 February 2019", "href": "https://www.bbc.com/news/business-47286166", "tags": "ren us world western man whether fell zhengfei huawei chinese government mask"}