{"title": "Ren Zhengfei: Huawei's reclusive founder", "content": "When Huawei's founder and president Ren Zhengfei started his firm back in 1987 with just 21,000 yuan - the equivalent of about $6,600 today - little did he know his creation would grow to become a telecoms giant and make him one of the richest people in the world.\nWith his personal fortune estimated at about $1.7bn, his company currently employs 180,000 workers around the globe - and its annual revenue is forecast to be $125bn (£96bn) this year. \nMr Ren is something of a recluse, but in the past few weeks he has been talking to journalists, defending his firm amid rising pressure from the US and other countries over security concerns about Huawei's role in building 5G networks across the world - and the nature of its links to China's government.\n\"We would rather shut Huawei down than do anything that would damage the interests of our customers,\" he countered. \"I support the Communist Party of China, but I will never do anything to harm any other nation. \n\"Some people in the West believe that Huawei's equipment is stamped with some sort of ideology. That is as silly as people smashing textile machines back during the industrial revolution. We only provided equipment to telecom operators and that equipment does not have an ideology.\"\nBorn in 1944, he went to Chongqing University and then joined a People's Liberation Army research institute at the height of the disruption caused by the country's 1960s Cultural Revolution. \n\"There was chaos almost everywhere, including in agriculture and industry,\" he told reporters. \n\"Every Chinese person was allotted only one-third of a metre of cloth. That amount could be used only for patching, so I never wore clothes without patches when I was young.\"\nAs an engineer he was sent to help build a synthetic clothing factory in Liaoyang, northeast China.\n\"Conditions were harsh,\" he said. \"Our housing was very shabby so we constantly felt cold. The temperature could drop to -28C. The supply of meat and cooking oil was very limited - there was no supply of fresh vegetables at all.\"\nYet Mr Ren says he was happy there: \"If you read too many books in other parts of the country you could get criticised. The factory was probably one of the few places that people could read. \n\"We had to, to understand how the equipment worked.\"\nIn 1978, two years after Chinese leader Mao Zedong's death, he finally joined the Communist Party having invented a key tool used for testing advanced equipment at the clothing factory.\nMr Ren said that he had not been allowed to do so before, because of his father's links with the losing nationalist side in China's civil war. During the 1960s, his father had been labelled a \"capitalist roader\" - a pejorative term for those considered to be trying to restore capitalism - and imprisoned.\nMr Ren had hoped to become the equivalent of a lieutenant colonel in the army, but instead was demobbed in 1983 when China cut back its engineering corps. \nAfter moving to Shenzhen in southern China and working in the country's infant electronics sector, he was eventually able to collect enough money to found Huawei.\nHe has two children from his first marriage - both working for Huawei - Meng Wanzhou and Meng Ping, who both took their mother's name to avoid \"unnecessary attention\". \nAnnabel Yao, his daughter from his second marriage, is a Harvard computer science student, ballerina and keen Instagrammer. Mr Ren's third wife is Su Wei, who was reportedly formerly his secretary.\nIn December, his eldest daughter - and Huawei's chief financial officer - Meng Wanzhou - was arrested in Canada at the request of the US amid fraud allegations over the company's ties to a telecoms firm that did business in Iran.\nMr Ren said he trusted the Canadian and US legal systems would \"reach a just conclusion\", but that \"as Meng Wanzhou's father, I miss her very much\".\nPerhaps surprisingly, given the war of words over trade between Washington and Beijing, Mr Ren is an admirer of US President Donald Trump: \"I still believe he was a great president in the sense that he was bold to slash taxes. I think that is conducive to the development of industries in the US.\"\nThe firm is privately owned by thousands of employees, which he said means it could work \"truly for our ideas and for the greater good of society\".\nDespite the pressure from the US on countries not to use Huawei kit, Mr Ren said he is upbeat about the future. The company has more than 30 commercial 5G contracts and has already shipped 25,000 5G base stations.\n\"As long as we develop very compelling products, there will be customers who will buy them.\"\nFollow Tim Bowler on Twitter @timbowlerbbc", "date": "18 February 2019", "href": "https://www.bbc.com/news/business-47279262", "tags": "ren us founder reclusive china zhengfei huawei could firm equipment"}