{"title": "Renewed Clashes Between Israel and Gaza Interrupt Talk of Cease-Fire", "content": "JERUSALEM — Talk of a long-term cease-fire between Israel and the Hamas rulers of Gaza was abruptly interrupted by cross-border fire late Wednesday and early Thursday as the Israeli military traded blows with Palestinian militants, the latest in a series of recent sharp clashes.\nHours into the exchange, the Hamas-run Gaza Health Ministry said that a pregnant woman, Inas Khammash, and her 18-month-old daughter had been killed in an airstrike that hit their home in Deir el-Balah in the central Gaza Strip. An Israeli military spokeswoman could not immediately comment on the report of civilian casualties.\nPalestinian militant groups fired about 70 rockets and mortar shells at southern Israel by midnight, according to the Israeli military. Most landed in open ground, but at least four slammed into the Israeli border town of Sderot, causing several injuries and property damage.\nAt least 11 rockets headed for developed areas were intercepted by Israel’s Iron Dome aerial defense system.\nThe Israeli Air Force carried out waves of attacks against targets across Gaza, including what the military described as a factory producing tunnel parts and a tunnel shaft. The military also distributed video of a missile strike on a vehicle that it said was carrying a squad that had just launched a rocket at Israeli territory.\nThe Gaza Health Ministry said a 30-year-old man was killed in that strike. At least nine Palestinians, including Ms. Khammash’s husband, were reported to have been injured in the series of airstrikes.\nPrime Minister Benjamin Netanyahu of Israel met with his defense minister and military chiefs for an emergency session after midnight.\nThe Israeli airstrikes did not immediately appear as intense as some previous rounds over the past few weeks, and the Palestinian fire was mostly calibrated to hit border areas rather than population centers. There were reports of hurried efforts by Egyptian mediators to restore the shaky cease-fire.\nBut there was also a danger the hostilities could turn into a broader conflict. Israel is seeking to end the rocket fire and the flaming kites and balloons flown by Gaza militants across the border fence. Hamas, the Islamic militant group that has ruled Gaza for 11 years, has been trying to change the balance of deterrence in the area, responding to every Israeli strike against Gaza.\n“The Qassam Brigades are ready and well prepared to confront the aggression and defend their people,” Issam Daalees, a Hamas leader, said in a statement, referring to Hamas’s armed wing. “The enemy must understand that it cannot unilaterally impose the rules of confrontation and it must bear the consequences of its stupidity.”\nIn Sderot, a piece of a rocket penetrated the roof of a house and crashed into the living room.\nAlbert Hofi, the owner of the house, told an Israeli television reporter that moments before it was hit he had moved his disabled wife, Shula, to the safety of the basement. The rocket shard left a round hole in the ceiling and broke floor tiles, but the rest of the living room was intact.\n“Unfortunately we have gotten used to the situation,” Mr. Hofi told the reporter, explaining his calm demeanor. A rocket alert sounded as they spoke, and Mr. Hofi and the television crew headed to the basement.\nThe week began with a rare sense of possible progress. A high-level delegation of Hamas officials, including some living in exile, convened in Gaza to discuss Egyptian and United Nations proposals to stabilize the cease-fire with Israel in return for an easing of the Israeli and Egyptian-imposed blockade of Gaza.\nMr. Netanyahu postponed a visit to Colombia and met with his security cabinet last Sunday for a strategic discussion about the situation.\nYet there were no signs that a broad deal was imminent. At the end of the hourslong cabinet meeting, Israel released a terse statement saying the military chief of staff, Lt. Gen. Gadi Eisenkot, had “updated the security cabinet on the situation regarding Gaza” and that the military was “prepared for any scenario.”\nA senior Hamas official, Khalil al-Hayya, suggested earlier Wednesday that Hamas was open to a deal, but he accused Israel of violating the cease-fire agreement and added that Hamas would not allow Israel “to impose new equations or rules of engagement on the ground.”\nBy nightfall even the prospect of a limited deal — involving emergency humanitarian assistance for Gaza in return for quiet along the border — seemed uncertain.\n“For months I have been warning that the humanitarian, security and political crisis in Gaza risks a devastating conflict that nobody wants,” Nickolay Mladenov, the United Nations special envoy to the region, said in a sharply worded statement early Thursday.\nTensions have mounted since late March when Hamas began orchestrating mass, often-violent protests along the fence dividing Israel and Gaza. Israeli snipers have killed more than 150 mostly unarmed Palestinians, according to Gaza health officials, while the Israeli military says it has been acting to prevent breaches of the fence and to fend off attacks by Gaza militants against its soldiers or civilians in border communities.\nThat friction has morphed into escalating exchanges of Palestinian mortar and rocket fire and waves of Israeli airstrikes.\nAn apparent miscalculation played a role in this latest round of violence.\nOn Tuesday, the Israeli military said shots had been fired from a Hamas post toward soldiers across the border fence. The military fired a tank shell at the post, killing two Hamas militants.\nBut Hamas said its snipers had fired as part of a military exercise and were not aiming at the Israeli forces — an assertion later confirmed by the Israeli military.\nHamas vowed to respond. On Wednesday afternoon, shots were fired from Gaza at civilians constructing a new barrier along the border. An engineering vehicle was hit, but the driver escaped injury. Israeli tank fire hit a Hamas post that had already been evacuated. Hours later, Hamas responded with rocket fire.", "date": "Aug. 8, 2018", "href": "https://www.nytimes.com/2018/08/08/world/middleeast/renewed-fire-between-israel-and-gaza-interrupts-talk-of-cease-fire.html", "tags": "hamas renewed military clashes cease-fire border israel ” gaza israeli rocket interrupt talk"}