{"title": "René Redzepi Plans to Close Noma and Reopen It as an Urban Farm", "content": "COPENHAGEN — “Welcome to the new Noma,” the chef René Redzepi said on a bright summer day. “This is it.”\nMr. Redzepi, 37, the godfather of the New Nordic movement and the chef at Noma, arguably the world’s most influential restaurant at the moment, was standing outside what looked like an auditorium-size crack den. Used spray-paint cans lay in heaps amid the weeds of an abandoned lot. Street art covered the walls of an empty warehouse; inside, teenagers rumbled around on skateboards.\nWorld-class culinary destination? The site, right outside the ragged border of this city’s freewheeling Christiania neighborhood, seemed more like the Four Seasons after an apocalypse.\nBut Mr. Redzepi envisioned something else as he climbed a staircase to a tar-papered roof and gazed out at a lake on the edge of the property. In what qualifies as a wildly risky roll of the dice, he plans to close Noma after a final service on New Year’s Eve in 2016. He hopes to reopen for business in 2017 with a new menu and a new mission.\nAs a crucial part of that, he wants to transform this decrepit patch of land into a state-of-the-art urban farm, with Noma at its center.\n“It makes sense to do it here,” he said, despite visual evidence to the contrary. “It makes sense to have your own farm, as a restaurant of this caliber.” His plans are nothing if not ambitious. He will put a greenhouse on the roof. He will dig out the dank old asphalt lot and truck in fresh soil. He wants part of the farm to float.\n“We’ll build a raft, and we’ll put a huge field on the raft,” he said. “We need a full-time farmer with a team.”\nIf the concept carries a slight echo of that dream of building an opera house in Werner Herzog’s film “Fitzcarraldo,” Mr. Redzepi is fully aware of the gamble. “It really, really, really, really makes me nervous,” he said. “I’m not afraid. But it does make me nervous.”\nDan Barber, a New York chef who has dug deep into farming, said one big challenge for Mr. Redzepi could come from the unpredictability of agriculture. “Does that carry risks with it? Sure,” Mr. Barber said.\nWhen a restaurant has its own farm, as Mr. Barber does at Blue Hill at Stone Barns in the Lower Hudson Valley, it can signify a chef’s desire for “the ultimate control” of ingredients, he said, but “obviously the best kind of farming is the lack of control,” and cooks have to learn to work with whatever the earth produces.\n“I continue to be in awe of the guy,” he said of Mr. Redzepi. “It takes a leader in the field to change the culture.”\nThe changes at Noma are not driven by necessity. There has not been a rent increase at the original location; business remains brisk. Mr. Redzepi simply believes that the restaurant, where he has led the kitchen for 12 years, is ready for a drastic evolution.\nIn his mind, Noma hasn’t even crawled out of its infancy. “We’re just finding our way,” he said. “Even though it has been successful, even though it has had media attention and all that.” Lately, he has been asking himself broad existential questions about what it means to be a local restaurant in the Nordic region. “What are we?” he said. “And how do we progress?”\nTo illustrate all this as he showed off the property, he grabbed a pebble and scratched out the number 12 in the dirt. Then he added a zero, conveying the notion that Noma could last for a century or more. “We should make decisions that make this evolution last for 912 years,” he said.\nAs for the next two years, he’s already committed to giving the menu a radical shake-up. Over time, he has become less and less sure that it makes sense for customers to pass through the traditional stages of a tasting menu, from small nibbles to a slab of meat, culminating in sweets and coffee. “We’ve allowed the format of a tasting menu to dictate what we cook,” he said.\nHe intends to replace that predictable progression with a more fervent adherence to seasonality. In the fall, then, Noma’s menu will focus only on wild game (from goose to moose) and foraged autumnal ingredients like mushrooms and forest berries. In the winter, when “the waters are ice-cold and some of the fish have bellies full of roe,” as he put it, Noma will mutate into a seafood restaurant.\nSpring and summer? “The world turns green,” he said. “And so will the menu.” In an expectation-thwarting move, during those months Noma will become a fully vegetarian restaurant, with much of the bounty ostensibly coming from the farm he wants to conjure up.\n“It’s huge,” he said. “How are you going to give a bowl of spinach the same pleasure that a steak gives? A richness of flavor: That is something that we will deal with.” (Even the tableware will shift with each season.)\nMr. Redzepi, who seems to crave change the way most people crave that steak, said the transplanting is only one of the shifts he has in store for the months ahead.\nFrom late December to the middle of next April, the restaurant staff will be relocating to Sydney, Australia, to see what happens when the Noma approach is applied to Australian ingredients. (It undertook a similar experiment in Japan this year, and the Japanese reverence for the seasons clearly had a deep influence on Mr. Redzepi’s thinking. “It’s as if everything they eat is at the right moment,” he said.)\nFor the first time in his career, Mr. Redzepi is forming a partnership to open a second restaurant, a more casual enterprise in Copenhagen with the chef Kristian Baumann heading the kitchen, and he has lured the Irish chef Trevor Moran to leave the Catbird Seat in Nashville and come back to Noma (where he worked for four years) to help lead the next wave.\nEvidence suggests that Mr. Redzepi’s employees are accustomed to hearing their captain ordering them to steer for the high seas. Every week at Noma, after the final high-pressure dinner service, they gather in the kitchen for Saturday Night Projects, a public and semi-gladiatorial face-off at which young cooks are asked to put together their own dishes for Mr. Redzepi’s inspection and analysis. He even broadcasts it via Periscope.\n“It’s like the Google of restaurants,” said Malcolm Livingston II, who moved from New York last year to become Noma’s pastry chef. “That’s what keeps it exciting: It stays fresh.”\nOver the years, Noma has pioneered approaches to fermentation, foraging, aging and even cooking with insects. “You’re taking risks every time you move forward,” said the head chef, Daniel Giusti, who grew up in New Jersey. But a big leap into agriculture could be the riskiest move of all.\n“That’s where the challenge will come in,” Mr. Giusti said. “Are we growing the right stuff? Is it good? I know René. It’s going to have to be great.”\nTechnically, Noma’s new home lies in the center of the city, even though it feels like some faraway vegetation-tangled edge. Mr. Redzepi may be seeking wilder pastures at the right time. A new walkable bridge will soon connect Nyhavn, one of the most tourist-packed parts of Copenhagen, to the docklike zone that currently houses Noma and its fermentation lab. As often happens in New York City, gentrification is surging in. Change is in the air.\n“Of course we could just keep continuing, just stay put and do what we do there,” Mr. Redzepi said. “But I genuinely think that we won’t progress.” He seemed rapt as he stood among the weeds and broken glass, as if admiring the new Noma in its finished state. “I have yet to meet anyone who thinks this is a stupid thing,” he said.\nHe pondered this observation for a second or two. Then he got antsy, as he often does. “I can’t stand still like this,” he said.", "date": "Sept. 14, 2015", "href": "https://www.nytimes.com/2015/09/16/dining/noma-rene-redzepi-urban-farm.html", "tags": "urban farm rené chef even close noma reopen ” restaurant plans new redzepi"}