{"title": "Rep- Ilhan Omar Spars With Elliott Abrams Over His Links To War Crimes", "content": "Rep. Ilhan Omar (D-Minn.) homed in on Elliott Abrams’ dubious past when the controversial diplomat testified before the House Foreign Affairs Committee on Wednesday. Abrams is now the special envoy to Venezuela, appointed by President Donald Trump in January.\nOmar ― who is embroiled in her own controversy over tweets viewed by some as anti-Semitic (she “unequivocally” apologized on Monday) ― questioned how Abrams, who has a history of lying to Congress and abetting war crimes by U.S. allies, could be trusted at all.\n“I fail to understand why members of this committee or the American people should find any testimony that you give today to be truthful,” Omar told Abrams.\nThe diplomat tried to defend himself against Omar’s remarks, but the congresswoman cut him off. “That was not a question,” she assured Abrams.\n“It was an attack,” he replied.\nAbrams is a neoconservative who previously served in the administrations of President Ronald Reagan and President George H.W. Bush. In 1991, he pleaded guilty to two counts of withholding information from Congress in the Iran-Contra scandal, which involved secret government operations including the promotion of arms sales to Iran and efforts to fund terrorist militia in Nicaragua.\nAbrams was sentenced to two years’ probation and then pardoned in 1992 by the outgoing President Bush. \nDespite Abrams’ rebuke on Wednesday, Omar kept pushing the diplomat to address his past. She highlighted the 1981 El Mozote massacre in El Salvador, which occurred while Abrams was serving in Reagan’s State Department. U.S.-trained Salvadoran troops murdered an estimated 800 civilians in the village, including families and children as young as 8 months old, according to a New York Times report from 1982 and a Washington Post report from 1993. But Abrams had dismissed early reports about the horror as “not credible.” \nOmar pointed out that Abrams once referred to the Reagan administration’s policy on El Salvador as “one of fabulous achievement” ― something he said in 1993.\n“Yes or no: Do you still think so?” Omar asked.\n“From the day that President Duarte was elected in a free election to this day, El Salvador has been a democracy. That’s a fabulous achievement,” Abrams replied, referring to former President José Napoleón Duarte who was elected in 1984. \nOmar then narrowed her question: “Yes or no: Do you think that massacre was a ‘fabulous achievement’ that happened under our watch?”\nOffended by what he called a “ridiculous question,” Abrams refused to answer it. “I’m sorry, Mr. Chairman, I am not going to respond to that kind of personal attack,” he said. \nAbrams continued to criticize Omar as she prodded him with more critical questions. At one point, she asked him if he would support an “armed faction within Venezuela” committing crimes against humanity or genocide “if you believed they were serving U.S. interests, as you did in Guatemala, El Salvador and Nicaragua?”\nShe asked him if as the U.S. special envoy, he would try to ensure that human rights were upheld in Venezuela. \n“The answer is that the entire thrust of American policy in Venezuela is to support the Venezuelan people’s effort to restore democracy to their country,” the diplomat answered. “That’s our policy.”\nAbrams’ hearing was disrupted by three protesters from the anti-war advocacy group Code Pink. Ariel Gold, the group’s co-director, said she was arrested after yelling that Abrams was a “war criminal.”", "date": "\n02/13/2019", "href": "https://www.huffpost.com/entry/ilhan-omar-elliot-abrams-clash-war-crimes_n_5c6480e6e4b0018ed01b5501", "tags": "crimes el venezuela abrams spars salvador omar ” ― elliott links war ilhan diplomat rep-"}