{"title": "Rep- Steve King Goes Full White Nationalist In Interview With Austrian Site", "content": "Rep. Steve King (R-Iowa) visited Austria in August and gave an extensive interview to a far-right publication there in which he spelled out, in clearer and more shocking terms than he ever has before, his white nationalist worldview. \nThe eight-term congressman, up for re-election next month, talked to Caroline Sommerfeld of the Austrian far-right propaganda site Unzensuriert (which means “uncensored” in English). Sommerfeld is a prominent intellectual in Europe’s neo-fascist identitarian movement, which has deep connections to America’s so-called alt-right.\nThe interview, published in September, came to HuffPost’s attention this week. In his conversation with Sommerfeld, King discussed his belief in the superiority of European culture over others. He talked fearfully of falling fertility rates in the West and spoke at length about his belief that Europe and America are threatened by Muslim and Latino immigration. \n“If we don’t defend Western civilization, then we will become subjugated by the people who are the enemies of faith, the enemies of justice,” King said.\nThe interview is remarkable, capturing a sitting U.S. congressman completely fluent in modern white nationalist talking points just weeks before an election he is favored to win. \n“This interview reveals a whole new level of reality underneath this guy’s politics,” said Roger Griffin, an expert on fascism and modern history at Oxford Brookes University. \nKing never would have opened up that way with mainstream reporters, since they wouldn’t understand what he was talking about, Griffin said. He added, “But with her, who is obviously steeped in this stuff, he just opens up because he knows he’s going to be understood.”\nThe congressman’s office did not respond to a request for comment. The interview took place on Aug. 24 at the Vienna Marriott Hotel and was conducted in English, according to Unzensuriert.\nKing’s conversation with Sommerfeld largely revolves around the paranoid idea of the Great Replacement — the belief that mass migration, particularly from Muslim-majority countries, is an extinction-level event for white European culture and identity. Or as he put it in the interview, a “slow-motion cultural suicide.” \n“The U.S. subtracts from its population a million of our babies in the form of abortion,” King said. “We add to our population approximately 1.8 million of ‘somebody else’s babies’ who are raised in another culture before they get to us.” \nSommerfeld responded, “That’s what we call the Great Replacement.” \nNick Ryan, the director of communications at the British-based anti-racism advocacy group Hope Not Hate, told HuffPost that “terms such as ‘Great Replacement’ are the preserve of conspiracy theorists and extremists.” \nIt’s a phrase, he said, widely used by anti-Muslim European networks to refer to the supposed Islamification of Europe by migrants and refugees.\nThe idea of the Great Replacement is imagined most vividly in The Camp of the Saints, a stunningly racist 1973 novel by Jean Raspail that “reframes everything as the fight to death between races,” said Cécile Alduy, a professor of French at Stanford University and an expert on France’s far right. It describes the takeover of Europe by waves of immigrants that “wash ashore like the plague.” \nIn the interview, King said that he read the book and that it was “completely logical to me that this could come to pass.” He went on to describe how he believes George Soros, the billionaire philanthropist and bogeyman of the far right, might be footing the bill for the Great Replacement. \nUnzensuriert is known in Austria for routinely publishing Islamophobic, anti-refugee articles and attacking the country’s traditional media outlets. In recent months, it has translated more of its articles into English in an attempt to reach a larger audience.   \n“Unzensuriert is very much like a German-language version of Breitbart,” said Ingrid Brodnig, the author of a book about online misinformation and an expert on the Austrian far right. She said many of Unzensuriert’s stories are not factual. “They are opinion pieces which offer a far-right view on the world.” \nLast year Austria’s intelligence services, in an internal report that was leaked to Austrian media, found that the site promoted anti-Semitism and extreme xenophobia. The site also spreads misinformation and conspiracies: Of the 10 best-performing Unzensuriert articles on Facebook, five contained false information or were wholly debunked, according to BuzzFeed Germany.\nThe site has close ties with the far-right Freedom Party, or FPO, and its former editor-in-chief is now the head of communications for the FPO-controlled Interior Ministry.\nKing celebrated President Donald Trump’s inauguration with FPO leaders in Washington.\nKing has long-standing connections to the far right in Europe and was the first elected U.S. official to meet with France’s National Front leader, Marine Le Pen. In the interview with Unzensuriert, he mentioned that he phoned Dutch anti-Islam politician Geert Wilders to offer support after Wilders was convicted of hate speech. King’s affinity for the global far right extends to outright extremists — including retweeting British neo-Nazi Mark Collett and this week endorsing Canadian white nationalist Faith Goldy. \nJ.D. Scholten, King’s Democratic opponent, told HuffPost that while King had time to talk to Unzensuriert during his visit to Austria, he skipped an editorial board interview with The Des Moines Register, Iowa’s largest newspaper, before the election. \n“It’s disrespectful to this district that he’s spent more time (5 times in the last 6 years) in Austria on TAXPAYER DIME than he does in most counties in our district,” Scholten wrote in an email. \nKing, who represents one of the reddest districts in America, has beaten his Democratic opponents by more than 20 points in the past five elections. An Emerson College poll last month showed him leading Scholten by 10 percentage points.\nJosh Groeneveld contributed reporting from HuffPost Germany. \nThis story has been amended to reflect that Unzensuriert previously misstated the date it said King’s interview took place and corrected its statement. ", "date": "\n10/19/2018", "href": "https://www.huffpost.com/entry/iowa-rep-steve-king-austria-white-nationalist_n_5bca4851e4b0a8f17eec6001", "tags": "goes site austria steve austrian full great white interview ” europe unzensuriert sommerfeld king rep- nationalist"}