{"title": "Rep- Steve King Says He Didn't Realize He Retweeted A Nazi Propagandist", "content": "WASHINGTON ― Congressman Steve King (R-Iowa) said Thursday he didn’t realize he was retweeting a guy with Nazi sympathies.\nKing had retweeted an account Tuesday that posted an image of a Breitbart.com story about an immigration poll. The account happens to belong to a British white supremacist.\n“That was a Breitbart story,” King told reporters Thursday, describing his thought process when he sent the tweet. “I recognized the format of it. I’m walking between meetings. I don’t know the names of who wrote the article or who might have tweeted it. I’ve never heard them, and I still don’t know them.” \nA reporter asked King if he knew the tweet had been written by a Nazi sympathizer. \n“I still don’t know that,” King said. \n“Europe is waking up... Will America... in time?” King’s tweet said, linking to an anti-immigrant tweet from Mark Collett, one of Britain’s most high-profile white supremacists. Collett has described himself as a “Nazi sympathizer,” has talked admiringly of Adolf Hitler and regularly appears on racist podcasts alongside white supremacists like David Duke. \nOn Wednesday, HuffPost confronted King about the tweet, but he refused to comment. \nOn Thursday, he again tweeted “Europe is waking up… will America… in time?” This time, however, he linked to a Breitbart News article instead of Collett’s tweet. “This is my message from Breitbart to America,” he added in the new version. King pointed to the new tweet when reporters asked about the previous one. When HuffPost asked if he would delete the old tweet, he said he had to have a business meeting with a staffer.\nAs of this writing, King has not yet deleted his original tweet promoting Collett’s account. He previously retweeted Collett in May. Collett’s YouTube oeuvre includes videos downplaying the historical significance of slavery and the Holocaust, and suggesting Jews are undermining Western society through pornography. \nThe House of Representatives is in the midst of an immigration debate, with conservatives calling for increased deportations and decreased legal immigration, and liberals pushing for legalized status for undocumented immigrants who were brought to the U.S. as children. King said he’ll vote against any bill that provides “amnesty” for undocumented immigrants. \n“I want the American people to get the message something is happening in Europe,” he said. “I’ve been there. I’ve been in and out of the no-go zones across Europe over and over again, and they’re not aware of it and I want people to be aware of it. It’s the message, not the messenger.”\nKing has a long history of making racist remarks, often signaling his support for outright white nationalism. His blatant bigotry, however, has gone largely unpunished in Washington. \nMore than a dozen House Republicans told HuffPost on Thursday that they were unaware their colleague had promoted a white supremacist on Twitter.\n“I don’t even look at my own tweets, much less somebody else’s,” Rep. Mark Sanford (R-S.C.) said. “I don’t know anything about it.”\nRep. Ileana Ros-Lehtinen (R-Fla.) noted that President Donald Trump has also been known to endorse dubious Twitter accounts. She said retweeting a random person can be a dangerous business. \n“I’m always worried when I retweet somebody because, sheesh, I don’t know who they are, and maybe they tweeted something [bad] in the past,” she said.  \nRep. David Schweikert (R-Ariz.) said members of Congress shouldn’t deliberately retweet Nazis. “If someone did something like that knowingly, they owe everyone apologies.”", "date": "\n06/14/2018", "href": "https://www.huffpost.com/entry/congressman-steve-king-nazi-tweet_n_5b22dba4e4b0a0a52779f388", "tags": "propagandist realize steve know thursday tweet nazi ” white europe says retweeted king rep- collett"}