{"title": "Rep- Liz Cheney Goes On ‘Hooey’ Rant About The Green New Deal", "content": "Rep. Liz Cheney of Wyoming, the third-ranking House Republican, falsely claimed Tuesday that the Green New Deal seeks to “outlaw” airplanes, cars, gasoline and “probably the entire U.S. military.”\nCheney’s comments, which came during a congressional hearing on climate change, parroted a tweet that President Donald Trump posted last week. She said constituents in Wyoming are particularly concerned that the Green New Deal, a sweeping resolution aimed as decarbonizing the U.S. economy to prevent catastrophic climate change, would mean no more air travel. \n“It’s going to be crucially important for us to recognize and understand when we outlaw plane travel, we outlaw gasoline, we outlaw cars ― I think, actually, probably the entire U.S. military ― because of the Green New Deal, that we are able to explain to our constituents and to people all across this country what that really means,” Cheney said. \nCheney referred to a “frequently asked questions” document that Rep. Alexandria Ocasio-Cortez’s (D-N.Y.) office circulated but, as The Washington Post reported, that version didn’t accurately portray what was in the resolution. That FAQ, one of at least two versions that went out, called for building “high-speed rail at a scale where air travel stops becoming necessary.” \n“That means that the government is going to be telling people where they can fly to and where they can’t,” Cheney said. “And I would assume ― I guess that means our colleagues from California are going to be riding their bicycles back home to their constituents.” \nTo be clear, the Green New Deal says nothing about eliminating airplanes, cars or the military. Instead, the non-binding resolution ― introduced last week by Ocasio-Cortez and Sen. Ed Markey (D-Mass.) ― outlines lofty goals of reaching net-zero emissions by 2050, building climate-resilient infrastructure and reversing income inequality by creating high-wage green jobs.\nRep. Jared Huffman (D-Calif.), one of nearly 80 co-sponsors of the resolution, said Cheney’s line of questioning was “based on absolute hooey” and that no supporter wants to ban air travel.\n“That’s absolutely crazy,” Huffman said. “None of us want to do that.”\n“There comes a point where this type of questioning is so disingenuous and so completely disconnected from anything factual that there ought to be a mechanism to strike it from the record,” Huffman added. (Cheney walked out of the hearing during Huffman’s response.)\nHuffman noted that the unofficial FAQ was later removed. In a post to Twitter over the weekend, Ocasio-Cortez’s chief of staff Saikat Chakrabarti wrote that “an early draft of a FAQ that was clearly unfinished and that doesn’t represent the GND resolution got published to the website by mistake.”\nThat hasn’t stopped conservatives from using the document as fodder. \nHouse Republicans launched an assault on the Green New Deal during a pair of congressional hearings on climate last week, dismissing it as a “top-down” and “impossible” proposal. Like Cheney, Rep. Louie Gohmert (R-Texas) took to misrepresenting the plan, stoking fears that it would mean shuttering military bases around the globe and cutting military spending by 50 percent ― proposals floated by former Green Party presidential nominee Jill Stein back in 2016, but not by any co-sponsor of the resolution.\nThe attacks have only continued. On the Senate floor Tuesday, Sen. John Thune (R-S.D.) dubbed the Green New Deal a “socialist fairy tale.” At Tuesday’s hearing of the subcommittee of the House Natural Resources Committee, Rep. Paul Gosar (R-Ariz.) also called it “socialist fairy tale” and said Democrats are trying to “replace six-figure energy jobs with bioenergetic hemp farms and wind-powered coffee shops.”\nCheney, the daughter of former Vice President Dick Cheney, also took an opportunity Tuesday to go to bat for the fossil fuel industry ― a top donor of her congressional campaigns. Residents of Wyoming ― the largest coal-producing state in the country ― are concerned about the impact a Green New Deal would have on local economy and the energy sector as a whole, she said.\n“The reliability is something that simply cannot be replaced,” Cheney said of coal. “It’s a national security issue, in addition to an economic issue.”\nBut so is the climate crisis. In a dire report late last year, the United Nations’ Intergovernmental Panel on Climate Change (IPCC) warned that warming beyond 2.3 degrees Fahrenheit above pre-industrial levels would result in $54 trillion in damages. And the Pentagon released an alarming report last month detailing how dozens of U.S. military bases are already threatened by rising seas, drought and wildfire.", "date": "\n02/12/2019", "href": "https://www.huffpost.com/entry/liz-cheney-green-new-deal_n_5c63469ee4b03de942968b77", "tags": "goes resolution ‘ hooey new ” ― rant liz rep- cheney deal green rep."}