{"title": "Rep- Ilhan Omar Says Death Threats Have Increased Since Trump's Attack", "content": "Rep. Ilhan Omar (D-Minn.) said she has seen a significant increase in threats to her life since President Donald Trump tweeted a misleading video about comments she made about the 9/11 terrorist attacks. \n“Since the President’s tweet Friday evening, I have experienced an increase in direct threats on my life ― many directly referencing or replying to the President’s video. I thank the Capitol Police, the FBI, the House Sergeant at Arms, and the Speaker of the House for their attention to these threats,” the congresswoman said in a statement Sunday night.\nThe video Trump tweeted showed Omar speaking at an event last month for the Council on American-Islamic Relations, a Muslim civil rights organization. Omar is one of the first Muslim women elected to Congress. In referring to 9/11, she said CAIR was formed “because they recognized that some people did something.” The video then cuts to footage of the burning twin towers. With the video, Trump wrote, “WE WILL NEVER FORGET!”\nOmar’s office said many of the death threats have directly referenced the president’s video. It also said the congresswoman “receives daily death threats ― almost all of them threatening to kill her because of her religion.”\nHouse Speaker Nancy Pelosi (D-Calif.) said Sunday that she spoke with the House Sergeant at Arms about Omar’s safety and security.\nSee some of the threats directed at Omar online here.\nIn her remarks for CAIR, Omar was not dismissing the horror of 9/11, as some have alleged, but rather making a point about discrimination against a large group of innocent people for an act perpetrated by a few individuals. From her actual remarks: \nOmar’s comments began to receive wider attention after Rep. Dan Crenshaw (R-Texas) tweeted them on April 9. The next day, “Fox & Friends” host Brian Kilmeade played them and said, “You have to wonder if she’s an American first.” On April 11, there was an incendiary New York Post cover. And then came Trump’s tweet the following day. \nIn February, some members of both parties criticized Omar for a few of her tweets that criticized pro-Israel lobbying efforts, saying they relied on “anti-Semitic tropes.” Omar apologized, but some House Democrats still pushed for a resolution that rebuked her. \nTrump seized on the controversy to try to boost the GOP’s ties to the Jewish community, saying earlier this month in Las Vegas that Democrats “aren’t fighting for Israel in Congress.” \nThe president has also been fanning the flames of hatred against Omar herself. In that same speech in Vegas ― a day after a man was arrested for allegedly threatening to kill the congresswoman ― Trump said, “She doesn’t like Israel.”\nOn the day of the 9/11 attacks, Trump went on a radio show and claimed that he now had the tallest building in downtown Manhattan since the World Trade Towers were gone. More from The Washington Post on how Trump has spoken about 9/11 over the years:\nDemocrats, including many of the 2020 presidential candidates, have strongly defended Omar and criticized Trump. \nIn her statement Sunday, Omar directly tied the rise in violent crimes and hateful acts perpetrated by right-wing extremists and nationalist organizations to Trump, saying the country “can no longer ignore that they are being encouraged by the occupant of the highest office in the land.”\n“Counties that hosted a 2016 Trump rally saw a 226 percent increase in hate crimes in the months following the rally. And assaults increase when cities host Trump rallies,” she said. “This is particularly concerning given the president’s visit to my home state of Minnesota on Monday.”", "date": "\n04/14/2019", "href": "https://www.huffpost.com/entry/ilhan-omar-death-threats_n_5cb3e652e4b098b9a2d58fcb", "tags": "attack since “ death omar video trump house says ilhan rep- increased threats said increase"}