{"title": "Rep- Ted Lieu Plays Candace Owens' Hitler Remarks During White Nationalism Hearing", "content": "During a House Judiciary Committee hearing on Tuesday where conservative commentator Candace Owens testified, Rep. Ted Lieu (D-Calif.) made waves when he played a 2018 recording of Owens arguing that what Adolf Hitler practiced wasn’t really “nationalism.”\nRepublicans had invited Owens to the hearing, which was about the rising tide of white nationalism and hate crimes. The Fox News contributor used her time to talk about everything from Brexit to anti-fascist activists. She also claimed that discussing white nationalism at all is simply a Democratic ploy to win elections.\nWhen Lieu spoke, he took a moment to remind everyone of comments Owens made a few months ago about Hitler.\n“In congressional hearings, the minority party gets to select its own witnesses. And of all the people that Republicans could have selected, they picked Candace Owens,” Lieu said.\n“I don’t know Miss Owens. I’m not going to characterize her. I’m going to let her own words do the talking,” he went on. “I’m going to play for you the first 30 seconds of a statement she made about Adolf Hitler.” Lieu then pressed play on a video of Owen speaking at an event with Turning Point USA founder Charlie Kirk in December.\nAt that event, as heard in Lieu’s video, Owens said she didn’t “have any problems at all with the word ‘nationalism.’”\n“Whenever we say nationalism, the first thing people think about, at least in America, is Hitler,” she said in December. “The problem is that he wanted — he had dreams outside of Germany. He wanted to globalize. He wanted everybody to be German, everybody to be speaking German. Everybody to look a different way.”\n“That’s not, to me, that’s not nationalism,” she went on. “In thinking about how we could go bad down the line, I don’t really have an issue with nationalism. I really don’t. I think that it’s OK.”\nAfter Lieu played the video, he asked Owen’s co-panelist, Anti-Defamation League executive Eileen Hershenov: “So, when people try to legitimize Adolf Hitler, does that feed into white nationalist ideology?”\nHershenov told Lieu that “it does.” She said that while “Mrs. Owens distanced herself from those comments later,” the League “expressed great concern over the original comments.”\nOwens, when given an opportunity to respond, said “it’s pretty apparent that Mr. Lieu believes that black people are stupid and will not pursue the full clip in its entirety.”\n“He purposely presented an extracted clip... He’s trying to present as if I was launching a defense of Hitler in Germany,” she said. “I do not believe that we should be characterizing Hitler as a nationalist. He was a homicidal, psychopathic maniac that killed his own people. A nationalist would not kill their own people.”\nShe said that Lieu playing the clip was “unbelievably dishonest,” and that she was “deeply offended by the insinuation of revealing that clip without the question that was asked of me.” \nLieu and Owens’ exchange received a lot of attention on Twitter, both positive and negative:", "date": "\n04/09/2019", "href": "https://www.huffpost.com/entry/ted-lieu-candace-owens-white-nationalism-hitler_n_5cacede9e4b0e833aa3210dc?64", "tags": "hearing hitler clip plays remarks owens white candace nationalism ” rep- made ted lieu"}