{"title": "Rep- Ilhan Omar 'Unequivocally' Apologizes For Tweets Dem Leaders Called Anti-Semitic", "content": "Rep. Ilhan Omar (D-Minn.) on Monday apologized for controversial tweets critical of pro-Israel lobbying efforts after lawmakers from both parties accused her of using “anti-Semitic tropes.”\n“Anti-Semitism is real and I am grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes,” the freshman lawmaker said in her statement. “My intention is never to offend my constituents or Jewish Americans as a whole.”\nShe continued: “We have to always be willing to step back and think through criticism, just as I expect people to hear me when others attack me for my identity. This is why I unequivocally apologize.”\nOmar’s views on Israel were thrust into controversy on Sunday for the second time in recent weeks after she posted a series of critical tweets about pro-Israel lobbying efforts.\nIt started when Omar, who in November became one of the first Muslim women elected to Congress, commented on a tweet from journalist Glenn Greenwald. In his tweet, Greenwald slammed House Minority Leader Kevin McCarthy (R-Calif.) for threatening to take action over Omar’s criticism of Israel.\nOmar shared Greenwald’s tweet with the comment, “It’s all about the Benjamins baby,” a reference to a popular mid-1990s rap song by Puff Daddy in which “Benjamins” is slang for $100 bills. The tweet appeared to suggest McCarthy’s pro-Israel stance is motivated by money.\nBacklash over Omar’s McCarthy dig poured in immediately. She responded to one critic who asked the Minnesota congresswoman who she believes is paying American politicians to support Israel.\n“AIPAC!” Omar tweeted in response, referring to the American Israel Public Affairs Committee, a major pro-Israel lobbying group.\nLawmakers from both parties accused Omar, through her tweets, of peddling the anti-Semitic trope that Jews control politics through money.\nHouse Speaker Nancy Pelosi (D-Calif.) and Senate Minority Leader Chuck Schumer (D-N.Y.) on Monday condemned Omar’s tweets.\n“Anti-Semitism must be called out, confronted and condemned whenever it is encountered, without exception,” Pelosi and other top House Democrats wrote in a statement. “We condemn these remarks and we call upon Congresswoman Omar to immediately apologize for these hurtful comments.”\nThe statement continued: “Legitimate criticism of Israel’s policies is protected by the values of free speech and democratic debate that the United States and Israel share. But Congresswoman Omar’s use of anti-Semitic tropes and prejudicial accusations about Israel’s supporters is deeply offensive.” \nOmar, in her apology Monday, reaffirmed her belief that lobbyists play a “problematic role” in politics. \n“It’s gone on too long and we must be willing to address it,” she wrote.\nLast month, Omar apologized for a 2012 tweet in which she wrote that “Israel has hypnotized the world.”\n“It’s now apparent to me that I spent lots of energy putting my 2012 tweet in context and little energy is disavowing the anti-semitic trope I unknowingly used, which is unfortunate and offensive,” Omar said in an earlier statement apologizing for the old tweet.\nOmar has maintained that her criticism of the Israeli government should not be considered an attack on Judaism. “I will not shy away of criticism of any government when I see injustice — whether it be Saudi Arabia, Somalia, even our own government!” she wrote in January.\nSeveral Democratic lawmakers, including Reps. Jerry Nadler (D-N.Y.) and Ted Deutch (D-Fla.), denounced Omar’s Sunday tweets. Others took a less critical stance.\n“It’s perfectly legitimate to criticize Israel,” Rep. Jim Himes (D-Conn.) said during an appearance Monday on CNN. “Please be careful to do it in a way that can’t be interpreted as being anti-Semitic.”\nIfNotNow, a progressive American Jewish activist group, put out a statement in support of Omar’s steadfast opposition to the “Israeli occupation.”\n“IfNotNow is unwavering in our opposition to anti-Semitism and in our commitment to standing with Ilhan Omar against the attacks she is facing from leaders in both parties who are doing nothing to end the Israeli occupation,” the group wrote in a statement.\nEarlier Monday, McCarthy threatened that Republicans would “take action” if House Democrats didn’t speak out against anti-Semitism.\n“Anti-Semitic tropes have no place in the halls of Congress,” he tweeted. “It is dangerous for Democrat leadership to stay silent on this reckless language.”\nConservative lawmakers, including McCarthy, and Jewish advocacy groups have criticized Omar for openly supporting the anti-Israel movement BDS, or “boycott, divestment and sanctions.”\n“Ilhan believes in and supports the BDS movement, and has fought to make sure people’s right to support it isn’t criminalized,” Omar’s 2018 campaign said in November. “She does however, have reservations on the effectiveness of the movement in accomplishing a lasting solution.”\nChelsea Clinton, daughter of former President Bill Clinton and former Secretary of State Hillary Clinton, also scolded Omar for her comments Sunday.\n“We should expect all elected officials, regardless of party, and all public figures to not traffic in anti-Semitism,” Clinton tweeted. Omar responded with an invitation to discuss the issue in person.\n“Chelsea - I would be happy to talk,” Omar wrote. “We must call out smears from the GOP and their allies. And I believe we can do that without criticizing people for their faith. I look forward to building an inclusive movement for justice with you.”\nThis story has been updated throughout.", "date": "\n02/11/2019", "href": "https://www.huffpost.com/entry/ilhan-omar-apologizes-anti-semitic-tropes_n_5c61d1afe4b028d54316b7be", "tags": "anti-semitic leaders tweet apologizes wrote omar ” israel dem called statement ilhan rep- monday tweets"}