{"title": "Rep- John Lewis- Voting Is 'The Most Powerful Non-Violent Tool We Have'", "content": "WASHINGTON ― Civil rights icon Rep. John Lewis (D-Ga.) on Monday implored young leaders invited to the White House to continue his generation’s legacy of civil rights activism by reminding them of sacrifices that won the right to vote.\n“I say to each and everyone of you, in the best way I can. I gave a little blood on the bridge, but some people gave their lives,” Lewis said of the fight to pass the Voting Rights Act in 1965. “The vote is precious. It is the most powerful non-violent tool we have in a democratic society, and we must use it. And so you must go out all across America and tell young people, and people not so young, tell all of us: Vote. The vote is powerful.”\nLewis was introducing a panel on social change at the White House’s “South by South Lawn” festival, modeled on the famed South by Southwest in Austin, Texas, at which Obama spoke earlier this year. \nLewis advised the young people at the White House to “get in trouble, what I call good trouble, necessary trouble.” \nAs a student leader during the civil rights movement, Lewis was on the front lines during pivotal moments, like the 1965 Alabama march from Selma to Montgomery, when he and other protesters were tear-gassed and beaten by police crossing the Edmund Pettus Bridge. The day became known as Bloody Sunday.\nLewis recounted that as a kid growing up in the segregated South, his family dissuaded him from getting involved.\n“I saw those signs that said, ‘White Men, Colored Men, White Women, Colored Women,’ and I would come home and ask my mother, my father, my grandparents, ‘Why?’ And they would say, “Don’t get in the way. Don’t get in trouble,’” Lewis recalled. “But one day in the 10th grade, I heard of Rosa Parks. I heard the words of Martin Luther King on the radio. The action of Rosa Parks, the words of Martin Luther King inspired me to find a way to get in the way, to get in trouble, what I call good trouble, necessary trouble.\n“It is time for each of you as young leaders to get in trouble. Good trouble. Get in the way and make some noise. Just do it.”\nThe work of the civil rights movement, Lewis said, remains relevant today in reducing discrimination and division.\n“Maybe our foremothers and forefathers all came to this land in different ships, but we’re all in the same boat now,” Lewis said, drawing on words from the civil rights movement. “And that is true today. So we must pull together and look out for each other. We must redeem the soul of America and create the ‘beloved community,’ a community that respects the dignity and worth of every human being.”", "date": "\n10/03/2016", "href": "https://www.huffpost.com/entry/john-lewis-social-change-voting-rights_n_57f2bd99e4b0703f7590753e", "tags": "non-violent trouble voting young way rights civil tool white lewis lewis- rep- get john powerful"}