{"title": "Report- Anti-Semitic Incidents In U-S- Rose Nearly 60 Percent In 2017", "content": "The number of anti-Semitic incidents in the United States rose nearly 60 percent in 2017, according to a new report from the Anti-Defamation League, marking the largest single year increase the organization has ever recorded. \nAccording to the report, published Tuesday, the ADL counted 1,986 anti-Semitic incidents in 2017, a 57 percent increase over the year before. \nIt’s also the second highest tally the ADL has recorded since 1979, when the organization, which tracks anti-Semitism and other forms of hate, started conducting its annual count. Only 1994 saw more, with 2,066 anti-Semitic incidents. \n“A confluence of events in 2017 led to a surge in attacks on our community – from bomb threats, cemetery desecrations, white supremacists marching in Charlottesville, and children harassing children at school,” said ADL CEO Jonathan A. Greenblatt in a statement. “These incidents came at a time when we saw a rising climate of incivility, the emboldening of hate groups and widening divisions in society.”\nThe report breaks down anti-Semitic incidents into three categories: There were 1,015 incidents of harassment last year, a 41 percent increase over the prior year; 952 incidents of vandalism, an 86 percent increase; and 19 incidents of assault, a 47 percent decrease. \nThe most common place for these acts of hate was in schools. There were 457 anti-Semitic incidents at K-12 schools in America last year, a 94 percent increase from the 235 recorded at schools in 2016. \n“The consistent increase of anti-Semitic incidents against students of all ages is deeply troubling,” Greenblatt said. “We know that students do not always report when they are being bullied, so for every incident that’s reported, it is likely there’s another that goes unreported.”  \nAnother ADL report released last month detailed 204 incidents of anti-Semitism on college campuses in 2017, a nearly 90 percent increase over the year before. \nThe most anti-Semitic incidents last year occurred in the first three months of 2017, as the country reeled from a particularly contentious presidential election. January, February and March saw 208, 273 and 273 incidents respectively.\nThere were 163 bomb threats made against Jewish institutions during those three months. A 19-year-old Israeli-American named Michael Ron David Kadar was arrested in Israel for making the bulk of those threats. It later emerged that Kadar, whom his mother described as autistic and suffering from a brain tumor, sold his bomb threat services on the dark web. \n“Our goal in the Audit is not to count anti-Semites, but rather to document cases where Jews were targeted for assault, vandalism and harassment,” an ADL spokesman explained to HuffPost. \n“Regardless of the motivation of any specific perpetrator, Jewish communities were repeatedly traumatized by these assaults on their institutions and threats to their safety. The bomb threats sowed fear and anxiety among Jews across the country.” \nThe report similarly states that the desecration of seven Jewish cemeteries in 2017 — most of which occurred at the beginning of the year — “contributed to a sense that the Jewish American community was under siege.” \nThe ADL’s report adds to a growing body of evidence pointing to a rise in hate in America. A recent report, also from the ADL, found that white supremacists in the U.S. killed more than twice as many people in 2017 as they did the year before, helping make 2017 the fifth deadliest year on record for extremist violence in America. (Already in 2018, a neo-Nazi allegedly murdered a gay Jewish college student in California.)  \nHate crimes rose about 5 percent in 2016, according to the latest FBI tally, marking the first time in over 10 years that the country has experienced consecutive annual increases in hate crimes.\nPreliminary hate crime statistics for 2017 — collected by Brian Levin, a professor at the Center for the Study of Hate and Extremism at California State University, San Bernardino — showed a 20 percent rise in hate crimes in 13 large American cities. \nEarlier this month, the Southern Poverty Law Center released its annual “Year in Hate and Extremism” report, identifying 954 hate groups in the U.S. – an increase of 4 percent from 2016. The SPLC attributed this rise in hate groups, and a similar increase in 2016, to the rhetoric of President Donald Trump.\n“President Trump in 2017 reflected what white supremacist groups want to see: a country where racism is sanctioned by the highest office, immigrants are given the boot and Muslims banned,” said Heidi Beirich, director of the SPLC’s Intelligence Project. \nTo the delight of racists and fascists across the country, Trump has on numerous occasions given political cover or tacit support to white nationalism. During the campaign, he was slow to disavow the support of David Duke, a former KKK grand wizard and avowed anti-Semite. The president also tweeted an image of Hillary Clinton standing next to an apparent Star of David and a pile of cash. (This anti-Semitic meme originated on an alt-right message board on 8chan.) \nOnce in office, Trump issued a Holocaust Remembrance Day statement that omitted any mention of anti-Semitism or Jews. He refused to condemn his supporters for making anti-Semitic threats against journalist Julia Ioffe. “I know nothing about it,” he said. “You’ll have to talk to them about that.” (Andrew Anglin, the anti-Semite behind the neo-Nazi site The Daily Stormer, told HuffPost that he interpreted Trump’s lack of condemnation as “an endorsement” for the threats against Ioffe.) \nAnd after the violent white supremacist gathering in Charlottesville, Virginia, in August — which ended with a neo-Nazi allegedly driving his car into a crowd of counter-protesters, injuring 19 people and killing 32-year-old Heather Heyer — Trump said there were “very fine people” on both sides of the rally. \nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n02/27/2018", "href": "https://www.huffpost.com/entry/anti-semitic-incidents-united-states-2017_n_5a956390e4b0699553cc77cb", "tags": "anti-semitic percent hate report report- u-s- nearly ” adl incidents year rose increase"}