{"title": "Report Criticizes Comey but Finds No Bias in F.B.I. Decision on Clinton", "content": "WASHINGTON — The Justice Department’s inspector general on Thursday painted a harsh portrait of the F.B.I. during the 2016 presidential election, describing a destructive culture in which James B. Comey, the former director, was “insubordinate,” senior officials privately bashed Donald J. Trump and agents came to distrust prosecutors.\nThe 500-page report criticized Mr. Comey for breaking with longstanding policy and publicly discussing — in a news conference and a pair of letters in the middle of the campaign — an investigation into Hillary Clinton’s use of a private email server in handling classified information. The report was a firm rebuke of those actions, which Mr. Comey has tried for months to defend.\nNevertheless, the inspector general, Michael E. Horowitz, did not challenge the conclusion that Mrs. Clinton should not be prosecuted. That investigation loomed over most of the presidential campaign, and Mr. Horowitz and his investigators uncovered no proof that political opinions at the F.B.I. influenced its outcome.\n“We found no evidence that the conclusions by department prosecutors were affected by bias or other improper considerations,” he wrote. “Rather, we concluded that they were based on the prosecutor’s assessment of facts, the law and past department practice.”\nBut the report — initiated in response to a chorus of requests from Congress and the public — was far from an exoneration. Mr. Horowitz was unsparing in his criticism of Mr. Comey and referred five F.B.I. employees for possible discipline over pro-Clinton or anti-Trump commentary in electronic messages. He said agents were far too cozy with journalists. And he described a breakdown in the chain of command, calling it “extraordinary” that the attorney general acceded to Mr. Comey during the most controversial moments of the Clinton investigation.\nThe result, Mr. Horowitz said, undermined public confidence in the F.B.I. and sowed doubt about the bureau’s handling of the Clinton investigation, which even two years later remains politically divisive. Mrs. Clinton’s supporters blame Mr. Comey for her election loss. Mr. Trump believes that Mr. Comey and his agents conspired to clear Mrs. Clinton of wrongdoing because they were openly hostile to his candidacy.\nMr. Horowitz repeatedly said he found no evidence that the F.B.I. rigged the outcome. “Our review did not find documentary or testimonial evidence directly connecting the political views these employees expressed in their text messages and instant messages to the specific investigative decisions we reviewed,” the report said.\nThe report is especially critical of two F.B.I. officials, Peter Strzok and Lisa Page, who exchanged texts disparaging Mr. Trump. Many of those text messages had already been released, but the report cites a previously undisclosed exchange:\nMr. Trump is “not ever going to become president, right? Right?!” Ms. Page wrote.\n“No,” Mr. Strzok wrote. “No he won’t. We’ll stop it.”\nMs. Page has left the F.B.I. and Mr. Strzok has been reassigned to human resources. Like other top F.B.I. officials, they were involved in both the Clinton case and the investigation into the Trump campaign’s ties to Russia. So while the inspector general’s report focuses entirely on the Clinton case, it has ramifications for the investigation being carried out by the special counsel, Robert S. Mueller III. Any evidence of bias or rule-breaking in one case could be used to undermine confidence in the other.\nMr. Trump has repeatedly declared the Russia investigation a “witch hunt” and was eagerly anticipating the release of Thursday’s report. He was briefed on it but was notably silent about the conclusions.\nThe Republican National Committee, though, distributed talking points to supporters criticizing a “fervent anti-Trump bias” and calling for Mr. Strzok’s termination. The White House press secretary, Sarah Huckabee Sanders, offered few remarks.\n“It reaffirmed the president’s suspicions about Comey’s conduct and the political bias among some of the members of the F.B.I.,” she said. But she referred questions to the current F.B.I. director, Christopher A. Wray.\nMr. Wray, in a rare news conference, said he took the report seriously but said that nothing in the report “impugns the integrity” of the F.B.I. “Our brand is doing just fine,” he said.\nMr. Wray was confirmed last year after the abrupt firing of Mr. Comey, and the report serves as an unflattering book end to Mr. Comey’s three-and-a-half-year tenure. The findings sharply criticize his judgment as he injected the F.B.I. into presidential politics in ways not seen since at least the Watergate era.\nMr. Comey held a news conference in July 2016 to announce that he was recommending no charges against Mrs. Clinton and to publicly chastise her email practices. It was highly unorthodox; the Justice Department, not the F.B.I., makes charging decisions. And officials have been reprimanded for injecting their opinions into legal conclusions. Mr. Comey withheld his plans for a public statement from his bosses at the Justice Department.\n“It was extraordinary and insubordinate for Comey to do so,” the inspector general wrote, “and we found none of his reasons to be a persuasive basis for deviating from well-established department policies in a way intentionally designed to avoid supervision by department leadership.”\nThen in late October, over the objection of top Justice Department officials, Mr. Comey sent a letter to Congress disclosing that agents were scrutinizing new evidence in the Clinton case.\nThat evidence did not change the outcome of the inquiry, but Mrs. Clinton and many of her supporters blame Mr. Comey’s late disclosure for her defeat. Former campaign aides expressed disbelief Thursday at another revelation in the report — that Mr. Comey had used a private email account to conduct official F.B.I. business while he supervised the investigation into Mrs. Clinton’s email practices. “I don’t know whether to laugh or cry,” said Brian Fallon, the former campaign spokesman.\nAnd Mrs. Clinton herself responded on Twitter, noting only, “But my emails.”\nMr. Comey has defended his actions, saying he would have faced criticism for any decision, so he opted to be transparent. F.B.I. officials have acknowledged that they made those decisions in part because they assumed Mrs. Clinton would win, and they worried about appearing to conceal information to help her.\nMr. Comey and his agents also grew suspicious of Justice Department prosecutors. Working-level agents wanted prosectors to be more aggressive — a tension that the inspector general found “caused significant strife and mistrust” between the two groups.\nMr. Comey, too, said his decisions were influenced in part by concerns that political appointees at the Justice Department did not have the credibility to close the investigation. In an Op-Ed published in The New York Times responding to the report, Mr. Comey said he believed he was making the right decisions at the time.\n“As painful as the whole experience has been, I still believe that,” he wrote. “And nothing in the inspector general’s report makes me think we did the wrong thing.”\nMr. Comey has cultivated a reputation for fierce independence and supreme self-confidence. Those traits were both assets and vulnerabilities. Agents widely saw him as a strong leader.\nBut Mr. Comey believed that he was the only one who could steer the F.B.I. through the political winds of the Clinton case, and that left him alone to answer for the bureau’s actions.\nOfficially at least, Mr. Comey’s handling of the Clinton case cost him his job. After the firing, the White House held up as justification a Justice Department memo that criticized many of the actions now highlighted by the inspector general. In that regard, the inspector general would seem to underscore the stated reason for Mr. Comey’s dismissal.\nBut Mr. Trump has muddied this issue. Hours after the firing, he undercut his own staff and said that he had planned to fire Mr. Comey even before receiving the recommendation. He said he had been thinking about the Russia investigation when he fired Mr. Comey. His lawyer, Rudolph W. Giuliani, added more recently that Mr. Comey was fired for refusing to publicly exonerate Mr. Trump in the Russia case.\nThose comments, along with Mr. Comey’s account of private conversations with the president, prompted the appointment of a special counsel to begin investigating Mr. Trump for possible obstruction of justice. That inquiry continues. The inspector general’s report does not directly affect that case, though anything that undermines Mr. Comey’s credibility is politically and legally beneficial to Mr. Trump.\nThe inspector general is separately reviewing some aspects of the Russia investigation, including Mr. Trump’s theory — backed up by no evidence — that the F.B.I. spied on his campaign for political purposes. Those matters were not covered in Thursday’s report.\nMr. Horowitz’s investigation has already led to the firing of one top F.B.I. official, the former deputy director Andrew G. McCabe. Mr. Horowitz issued a report in March that said Mr. McCabe had been dishonest about his contacts with the news media about Mrs. Clinton.\nMr. McCabe has been a frequent target of Mr. Trump’s ire and is central to his theory that the F.B.I. secretly worked to exonerate Mrs. Clinton. Mr. McCabe’s wife ran unsuccessfully as a Democrat for the Virginia State Senate and received significant campaign donations from an ally of Mrs. Clinton. Despite the president’s criticism, the inspector general said on Thursday that Mr. McCabe had not been required to recuse himself from the Clinton case.\nAmong Mr. Horowitz’s original tasks was to identify whether F.B.I. agents improperly disclosed information about the Clinton case to reporters. But his inquiry was stymied, he said, because improper contacts with journalists were so common. “The large number of F.B.I. employees who were in contact with journalists during this time period impacted our ability to identify the sources of leaks,” he wrote.\nThe report omitted any discussion of a potential leak of information in fall 2016 to Mr. Giuliani, who was then one of Mr. Trump’s key campaign surrogates but not yet his lawyer. Shortly before Mr. Comey announced the discovery of new emails in the Clinton case, Mr. Giuliani appeared on Fox News and hinted that major news was about to break: “I mean, I’m talking about some pretty big surprises,” he said.\nMr. Horowitz has indicated that another report addressing leaks is forthcoming. It is not clear whether Mr. Giuliani’s remarks will be addressed.", "date": "June 14, 2018", "href": "https://www.nytimes.com/2018/06/14/us/politics/fbi-inspector-general-comey-trump-clinton-report.html", "tags": "finds bias f.b.i report comey clinton ” trump decision general criticizes"}