{"title": "Representing Michael Cohen, ‘Classic Lanny’ Davis Comes Out Swinging", "content": "Lanny J. Davis’s client list, like his quintessentially Washington career as an all-purpose lawyer, lobbyist, crisis consultant and television-talker, is lengthy, international — and more than occasionally contradictory.\nMr. Davis has represented Harvey Weinstein and Penn State, a Ukrainian oligarch with links to President Trump’s indicted former campaign chairman, Paul Manafort, and an Ivory Coast strongman whom Mr. Davis today insists he was trying to help dislodge as part of a secret arrangement with the State Department.\nNow, Mr. Davis — best known as a high-profile spinner for Bill and Hillary Clinton, first in the White House and then on any cable news network that would have him — has set off on perhaps his least likely partnership: He is defending Michael D. Cohen, Mr. Trump’s former personal lawyer, who released a recording this week of a conversation that suggests Mr. Trump knew about hush money payments to a former Playboy model.\nIt was Mr. Davis who went on CNN on Tuesday evening to tell the world about their gambit. “Don’t believe me, I’m a Democrat,” Mr. Davis said, addressing “red America” as he stared into the camera. “Believe your own ears.”\nThat strategy, those who know Mr. Davis say, is “classic Lanny,” for better or worse, a sort of valedictory turn for an avatar of the capital’s forever-booming image-buffing industry. His book’s subtitle, lifted from his time as Mr. Clinton’s special counsel and as a self-described crisis guru, advises: “Tell it early, tell it all, tell it yourself.”\nFor Mr. Cohen, this has translated to an aggressive defense in the news media — as much reputational management as legal wrangling — responding in kind to Mr. Trump and his team where other lawyers might be inclined to lie low, with federal prosecutors watching closely.\n“It’s a strategy of crisis management. But really, it’s the only strategy of crisis management. Because bad news is coming out,” Mr. Davis, 72, said in an interview, wondering aloud why Mr. Trump had not likewise owned up to his own behavior. “It was an embarrassing episode in his life, but so be it. As my mother would say in the Jewish vocabulary, ‘Sue me!’”\nMr. Davis has legions of bipartisan critics, including Democrats who wince at his post-White House work and Republicans who fear he is plotting against Mr. Trump on the Clintons’ behalf.\nThen there is this: So extensive is Mr. Davis’s client history that he has represented another party involved in Mr. Cohen’s drama — the parent company of The National Enquirer, which paid the former model, Karen McDougal, $150,000 in 2016 for her story of an affair with Mr. Trump and did not publish anything about it during the campaign.\nAs part of his work for the company, Mr. Davis said, he met with journalists from The Associated Press to “let them judge whether the reason not to publish” a particular article about Mr. Trump was part of a so-called catch-and-kill playbook to protect him.\n“All I did was pass along the documents that the editor said was the reason why he didn’t print the story — the lack of credibility of the source,” Mr. Davis said. “Never was there a sentence uttered that you should kill this story. That’s what I do: facts, facts, facts.”\nEven before he took on Mr. Cohen’s case, Mr. Davis’s flood-the-zone model of representation had become especially common in the Trump administration’s recent months, touching a series of Trump-branded scandals. Lawyers like Rudolph W. Giuliani (working for the president) and Michael Avenatti (working for Stephanie Clifford, a pornographic film actress who also received a hush payment from Mr. Cohen) have often seemed to understand their roles more as ubiquitous advocates and jack-of-all-problems defenders than simply traditional legal minds, much as Mr. Cohen viewed himself, until recently, in service of Mr. Trump.\nMr. Davis said he would not do anything to undercut Mr. Cohen’s position with prosecutors. And he pledged to step back, for now, from public remarks about the recording.\n“I don’t need to speak any further or go on any more shows,” Mr. Davis said. “The tape speaks much better than I do.”\nBut then he spoke further. He offered Mr. Trump and his team unsolicited crisis management counsel from his literary canon. “The mantra — tell it early, tell it all, tell it yourself — the ‘it’ is the truth,” he said. “Now what did Rudy Giuliani do? He and Trump walked into the trap thinking they could get away with lying.”\nIn an interview, Mr. Giuliani disputed that the tape had damaged the president, suggesting that Mr. Davis was out of his depth and that Mr. Cohen had sacrificed credibility by recording Mr. Trump.\n“He’s basically destroying his client as a witness because he really isn’t a criminal lawyer. He’s playing it like a shill as opposed to a lawyer,” Mr. Giuliani said of Mr. Davis. “His whole theory — ‘you bring it all out’ — that’s great, but now the guy’s ruined as a witness. What prosecutor is going to use him?”\nThe recording, which was broadcast Tuesday by CNN, provides some details on payments to Ms. McDougal. Mr. Cohen can be heard telling Mr. Trump that he will need to establish a company to arrange the payments. Mr. Trump appears to say, “Pay with cash,” before Mr. Cohen says, “No, no.” The word “check” can be heard, but the speaker is not clear.\nMr. Giuliani said an analysis of the audio showed Mr. Trump had said “don’t” before “pay with cash.” “I had to play it three times,” he said. “I’ve done a lot of tapes. Hours of them — Mafia people. Experts slow it down a little bit, it becomes clearer.”\nBefore the tape’s release, Mr. Giuliani had said the recording would prove “exculpatory” and make clear that the conversation was the first time that Mr. Trump had heard about any deal with Ms. McDougal and American Media Inc., the publisher of The Enquirer. But on the recording, Mr. Trump appears to demonstrate familiarity with an agreement, saying nothing to suggest that he was only learning about it then.\nSome Republicans, including defenders of Mr. Cohen, have questioned Mr. Davis’s intentions, sensing in his re-emergence a desire to exact vengeance on Mr. Trump for the Clintons. Though Mr. Davis served for only about a year in the White House, leaving just as the Monica Lewinsky scandal was breaking, he has long established himself as a reliable Clinton-friendly talking head, nearly five decades after meeting Mrs. Clinton at Yale Law School.\n“People just write him off as, ‘Oh, God, a Clinton hack,” said Philippe Reines, a longtime aide to Mrs. Clinton. “But he doesn’t say crazy stuff.”\nIn an email to Mrs. Clinton in 2012, released as part of a trove of State Department communications, Mr. Davis shared with her a column he intended to publish paying homage to her tenure, her work ethic and her “bright yellow pantsuit.” He wrote a book this year arguing that James B. Comey, the former F.B.I. director, cost Mrs. Clinton the presidency.\n“Obviously, when Michael hired Lanny, it was a signal that Michael is looking to do what’s best for Michael,” said Sam Nunberg, a former colleague of Mr. Cohen’s in Mr. Trump’s orbit who served as a campaign adviser early in Mr. Trump’s 2016 run. “But I don’t think Michael is being well served.”\nHe cast doubt on the value of the recording’s release, asking if Mr. Davis cared more about simply embarrassing Mr. Trump. “Is he using Michael for his own purposes?” Mr. Nunberg said. “I’m somebody who loves publicity stunts. I give that one a ‘C.’”\nMr. Davis said his only loyalty was to his client, insisting this was “not a crusade against Trump.”\n“Expectations are way too high,” he said. “One man isn’t going to bring down Donald Trump.”\nAnd yet, he hastened to add, something unusual had been happening this week: strangers recognizing him — Lanny Davis from television — asking him to keep on it.", "date": "July 25, 2018", "href": "https://www.nytimes.com/2018/07/25/us/politics/lanny-davis-michael-cohen-trump.html", "tags": "‘ “ lanny clinton representing cohen swinging davis michael — comes said classic"}