{"title": "Republicans Can't Kill Obamacare, So They're Turning It Into Trumpcare", "content": "Republicans haven’t figured out how to kill the Affordable Care Act. But they are transforming it into a weaker, less efficient and more dysfunctional version of itself.\nThey’ve been at it since the very first days of Donald Trump’s presidency, when officials in his administration canceled advertising for the final week of open enrollment for coverage at healthcare.gov. At the time, they justified it as a cost-cutting move, although the dollars were a pittance and internal research, which later became public, showed that earlier advertising had boosted enrollment. \nNow GOP lawmakers are on the verge of taking a more visible and potentially more consequential step. The tax cut bill Senate Republicans passed earlier this month would eliminate the individual mandate, a key piece of the program’s architecture that requires people to get insurance or pay a penalty to the government. If final legislation includes the same provision, and if the legislation becomes law, then fewer people will have insurance and premiums will be higher, according to experts in and outside the government.\nThe cumulative effect of Republican changes to Obamacare won’t be tantamount to repeal. That’s largely because of the Affordable Care Act’s other core elements: tax credits for people buying insurance on their own, regulations on who and what insurers must cover, and special federal funding for expanded state Medicaid programs. As long as those rules are in force and as long as that money keeps flowing, the insurance system that President Barack Obama and the Democrats created in 2010 will continue to put decent, affordable coverage within the reach of millions.\nBut the health care landscape already looks a lot different than it did when Obama left office. In many states, old problems with insurance markets have become worse, while new problems have appeared. Rules for Medicaid are changing in ways that make it harder to get on and then stay on the program. The number of people without insurance has started to creep up, and, following this year’s open enrollment period, which ends Friday, it’s likely to rise more significantly.\nIf the transformation continues, it could work out just fine for some Americans. In some cases, it might even seem like an improvement. But for the country as a whole, it would almost surely mean worse access to care and more financial hardship from medical bills. After three years of progress, the country would be backsliding.\nThe most well-publicized changes of the last year have affected private insurance for people who buy coverage on their own rather than through employers. \nThe Affordable Care Act reorganized this troubled part of the insurance market by requiring carriers to cover people with pre-existing medical conditions ― and then setting standards for coverage of 10 “essential” benefits, including mental health, maternity care and prescriptions. To make sure plans are affordable, the law introduced tax credits for anybody with an income below four times the poverty line, or $98,400 for a family of four. The law created the mandate to make sure healthy people sign up, which ensures that insurers have enough money to pay bills for their sicker customers.\nThe transition to the new system has been difficult. When the law took effect in 2014, insurers canceled old plans (despite Obama’s “keep your plan” vow) and charged higher premiums for new ones. Consumers who qualified for little or no financial assistance felt the brunt of it. For the next few years, the majority of insurers lost money, largely because they weren’t attracting healthy people in the numbers they’d expected. \nBut in states like California, where officials were fully committed to the program’s success, the new markets have mostly worked smoothly. And by 2016, most carriers were finding their way to profitability. Although plenty of people continued to struggle with high premiums or out-of-pocket costs, millions had decent, affordable coverage they could not get before. And there were credible ideas on the table, from the likes of Democratic presidential candidate Hillary Clinton, to help the rest.\nThen Trump took over, unleashing a campaign of neglect and sabotage. He stopped paying a series of special payments to insurers that were the subject of a legal dispute. Insurers raised premiums in response. And that initial reduction in spending on healthcare.gov ads turned out to be a harbinger of more sweeping cutbacks ― not just on advertising but also on the official “navigators” and “assisters” that the Affordable Care Act authorizes to help sign up new customers. Those groups are now operating at lower capacity, which means they’ll enroll fewer people. \nUntil this year, getting people to shop for coverage was a priority for the federal government, with Obama personally promoting enrollment through venues like the comedy show “Between Two Ferns.” Trump, by contrast, has declared the law “finished” and “dead.” Seema Verma, chief administrator at the Center for Medicare and Medicaid Services, hasn’t issued a single tweet through her official account encouraging people to investigate their options ― even though, as Politico’s Dan Diamond observed, she sent out multiple messages encouraging seniors to check out their options for Medicare next year.\nThe people for whom advertising makes a difference tend to be the ones who don’t think about insurance because, at least for the moment, they are healthy. That’s a problem for insurance companies, who need those customers ― and it’s going to be an even bigger problem if the mandate goes away.\nEconomists have historically considered the mandate essential to a well-functioning market system, and the nonpartisan Congressional Budget Office has said that, without the mandate, the number of people buying private coverage on their own would drop by 5 million and premiums for these people would rise by 10 percent as insurers adjust for a customer base more tilted toward people with serious medical problems. \nIt’s possible that estimate is high, and CBO may yet revise that prediction downward. As HuffPost’s Jeffrey Young reported Saturday, not every insurer faces the same kind of market ― or is likely to react in the same way. But changes to the mandate are bound to interact with other changes soon to come. \nAny day now, the Trump administration will unveil a proposal to change the regulation of short-duration insurance plans. These are plans that don’t typically include mental health or other essential benefits the Affordable Care Act requires, and they are almost never available to people with pre-existing conditions ― which means insurers can sell them for a lot less money.\nOnce the Affordable Care Act took effect, the Obama administration decided short-term plans would not count toward satisfying the individual mandate and that, as of this year, they could last no more than three months. As with so many other decisions the Obama administration made, this was both an effort to protect people from insurance that would leave them exposed to catastrophic medical bills as well to make sure insurers selling comprehensive, regulated plans weren’t losing healthy customers to cheaper alternatives unavailable to the sick.\nThe Trump administration plans to alter those rules, and, although the details are not public, it’s likely that the plans will officially be available for up to a year, as they were previously, and that they will count toward the mandate, if the mandate still exists. If healthy people can buy these plans for longer than three months and can do so without incurring a financial penalty from the mandate, many more are likely to choose that option ― causing insurance markets to deteriorate even more as premiums for comprehensive policies go up and more people seek out cheaper, if less secure, alternatives. \nIt’s through the Affordable Care Act’s expansion of Medicaid that the majority of newly insured Americans have found coverage. The expansion offered states extra money if they’d open up the program to anybody with income below or just above the poverty line. Thirty-two states plus the District of Columbia have done that.\nNow that progress is in jeopardy. Republicans want to end federal funding for the expansion because, they say, Medicaid should only be for a few narrow classes of people: children, pregnant women, the elderly and people with disabilities. Republicans also want to reduce federal spending on Medicaid more generally, because they say the program costs too much. The long-term goal is to do all of this through legislation. For now, the Trump administration is making headway by using its executive authority to scale back the program, bit by bit.\nFederal law sketches out the basics of the Medicaid program, including who and what it must cover. But states can apply for waivers from some of these requirements and, in order to save money, they frequently seek to serve fewer people or provide them with weaker guarantees of coverage.\nThe Obama administration tended to look upon such applications skeptically, arguing they violated Medicaid’s federal guidelines. In March, the Trump administration announced it would look upon such applications more favorably. Already the Trump administration has approved several state requests to eliminate what’s known as “retroactive eligibility,” under which Medicaid pays the prior three months of medical bills for newly enrolled people who would have been eligible during that time. It’s a way to reimburse the hospitals, clinics, and other health care providers who take care of people who show up without insurance. It’s also a way to protect people who are eligible for Medicaid, but don’t realize it until they get sick.\nGoing forward, the Trump administration has also said it will approve state requests to impose work requirements on Medicaid. This is a big issue for Republicans who say that government-financed health insurance should be conditional upon having a job or actively looking for one. As it happens, that’s already true for the majority of people on the program ― and of that small percentage who are not working or seeking work, a substantial proportion are busy caring for relatives, according to studies. But imposing work requirements reliably reduces enrollment, partly by adding one more layer to the application and qualification process, making it more difficult to get on and then stay on the program.\nA less obvious way the administration and its allies are scaling back Medicaid is by trying to take away the mandate, which creates an expectation that everybody should have insurance, prompting people to investigate their coverage options. Inevitably, some portion discover they are eligible for Medicaid, which is essentially free. This was very much how the Affordable Care Act’s architects hoped the program would work. But it means more people end up on Medicaid, and that’s not what Republicans want. \nIt’s impossible to be certain how all of these changes, taken together, would play out. But one possibility is that private insurance markets in much of the country would split into two groups, as observers like Duke University’s David Anderson and Vox’s Dylan Scott have sketched out in the last few weeks. \nHere’s how it’d go: As premiums go up, the tax credits would too, guaranteeing a lucrative market that at least some insurers would always want to serve. People who qualify for those credits would continue to have comprehensive coverage available at reasonable prices. And they represent the majority of people buying insurance on their own.\nBut the tax credits aren’t free. They come out of the federal treasury, which means that, ironically, Republican efforts could mean more federal spending to maintain the subsidized markets. More important, the people who don’t qualify for tax credits ― the ones with incomes that are more than four times the poverty line ― would increasingly find comprehensive, regulated coverage simply unaffordable, even more so than they do today. \nSome would react by figuring out ways to reduce their income in order to get just below the subsidy threshold. The rest would seek out cheaper alternatives, like those short-term plans and “health care ministries,” in which Christians share each other’s medical bills. These options, although generally better than no coverage at all, provide less reliable protection from medical bills, as writers like Julie Appleby of Kaiser Health News and Laura Turner of BuzzFeed have detailed.\nFor people who don’t qualify for tax credits, the market for insurance would look a lot like it did before the Affordable Care Act took effect ― with coverage that works primarily for people who are in good health and stay that way. “I think we could get to that point relatively quickly in some markets,” Sean Mullin, a senior director of the consulting firm Leavitt Partners, told HuffPost. “This isn’t 10 years off. This could be the case next year.”\nA lot would depend on where people live. States including California and Maryland where officials are most committed to expanding health insurance would probably continue doing what they do now: promote enrollment aggressively, using their regulatory powers to restrict plans that don’t live up to the Affordable Care Act’s standards, and maybe even creating their own versions of the individual mandate. These states would be unlikely to seek the Medicaid waivers that the Trump administration is so eager to grant. \nIt’d be a different story in the places where officials are seeking to limit or even undermine the Affordable Care Act’s reach. A handful of states, such as Iowa, already have deeply damaged markets ― with premiums that are way too expensive for most people who don’t qualify for subsidies ― and Medicaid programs that have been weakened. If Republicans continue to remake the Affordable Care Act as they have so far, more states will be in the same situation. \nIf this comes to pass, Trump and the Republicans will surely continue to blame Obama and demand repeal. But for all of the Affordable Care Act’s very real shortcomings, it has helped millions to get coverage and provided guarantees that Americans happen to value. If those trends reverse ― if more people end up struggling with access and medical bills ― it won’t be on the people who created the Affordable Care Act. It’ll be on the people running it now.\nCORRECTION: A previous version of this story misstated the name of the comedy show on which former President Barack Obama appeared to promote insurance enrollment. It is “Between Two Ferns,” not “Between the Ferns.”", "date": "\n12/10/2017", "href": "https://www.huffpost.com/entry/republican-changes-obamacare-trumpcare_n_5a2aecece4b069ec48ad2337?ncid=inblnkushpmg00000009", "tags": "care trumpcare ca obamacare coverage turning republicans would medicaid ― act affordable kill insurance"}