{"title": "Republicans Are Rushing To Pass Their Health Care Bill Before You Find Out What's In It", "content": "Once again, House Republicans are eyeing a vote on hastily cobbled together legislation to repeal and “replace” the Affordable Care Act.\nThey’re on the verge of doing this despite the evident lack of enthusiasm among GOP lawmakers themselves, widespread opposition from the health care industry and patient groups, and still no Congressional Budget Office evaluation of just what this bill would actually do to the health care system.\nOh, and all of this polls quite badly.\nThis is not how lawmakers legislate when they’re advancing a good policy. This is how they legislate when they’re afraid that the voters they represent will figure out the game and refuse to go along. That’s what happened in late March, the last time President Donald Trump and House Speaker Paul Ryan (R-Wis.) tried to force their American Health Care Act through the lower chamber.\nRepublicans held no hearings then. They declined to seek the input of the people and companies that provide medical care and health insurance. They ignored the vocal opposition from those who represent patients themselves. And they ultimately pulled the bill before it came to a vote.\nInstead of learning from that failure, they’re now doing it again. Republicans have faked their way through the process of rewriting health care policy, making promises that are directly contradicted by their bill and pushing the illusion that they’re fulfilling their pledge to eradicate Obamacare while preserving all its goodies. Promises and pledges are not actually being kept.\nThis mad scramble, by the way, is coming from a political party that accused Democrats of rushing the Affordable Care Act to passage. In fact, President Barack Obama and a Democratic Congress spent 14 months writing that bill in 2009 and 2010. They held dozens of hearings and committee markups. They waited for multiple Congressional Budget Office scores. They consulted with every part of the health care system and won support from hospitals and doctors.\nAccording to Republicans, that constituted ramming Obamacare down America’s throat, whereas their own harried effort in a fraction of the time with nowhere near the public transparency is fine and normal.\nAnyone wondering why Republicans are in such a big rush must remember two things. First, Trump suffered a humiliating loss with the first canceled vote and doesn’t like looking foolish, so he’ll do whatever he can to get a health care win. Second, Ryan and Senate Majority Leader Mitch McConnell (R-Ky.) early this year set in motion a procedural course that makes repealing Obamacare a prerequisite for an even bigger GOP priority: permanent tax cuts for rich people and corporations.\nUnderlying all this is a problem that’s been clear since the beginning of the Affordable Care Act debate eight years ago, if not before: There is no conservative Republican consensus about what the health care system should look like and whom it should serve. Or at least, there isn’t an overarching principle that Republicans can articulate aloud without a backlash.\nIf your true position is that the rich shouldn’t be taxed to pay for other people’s health care needs and that the federal government shouldn’t have a role in providing health care to citizens, you’re admitting that you’re OK with the tradeoff of sick people going untreated and families going bankrupt when medical emergencies occur.\nThere have been a lot of fits and starts since the embarrassing collapse of that last health care push as the White House publicly announced various deadlines for a vote on a revised bill. But in fundamental ways, the bill remains the same.\nThe “new and improved” American Health Care Act still would increase the number of uninsured by more than 20 million.\nIt still would gut Medicaid — not just the Affordable Care Act’s expansion of the program, but the entire thing. It still would scrap the Affordable Care Act’s targeted financial assistance for low- and middle-income households and substitute generally smaller subsidies that vary by age, not income. It still would cause older consumers to pay more than they do today. It still would take the money it saved by not helping people obtain health insurance and give it to rich people and health care companies in the form of $1 trillion in tax cuts.\nThese basic facts may have been obscured by the drip-drip-drip of news about internal machinations within the House Republican Conference and alterations made to the legislation. But the truth remains.\nWhere the legislation has changed, it’s grown worse for the poor and sick. \nThe bill would now re-open the door for insurance companies to go back to rejecting coverage or charging higher premiums based on people’s pre-existing conditions, selling skimpy policies that don’t cover basic medical needs and jacking up rates on older people. The conservative House Freedom Caucus made sure of this by insisting that states get the power to rescind the Affordable Care Act’s protections for people with pre-existing conditions.\nTo try to stop recalcitrant “moderate” Republicans from fleeing over this part of the deal, lawmakers have added a paltry sum of money to an already meager pot supposed to take care of those sickest, costliest patients. This doesn’t actually do much to improve the lot of people with pre-existing conditions under the American Health Care Act, but it could let Republicans say it does, which may be good enough for them.\nOf course, it’s hard to say just what the revised American Health Care Act would do in any measurable way because Ryan plans to move forward without waiting for the Congressional Budget Office to analyze the bill. How many people would lose coverage? How much would insurance cost? What would the effect on federal spending be? Ryan doesn’t know and he doesn’t want anyone else to, either.\nThat’s not terribly surprising. This legislation fails to solve Obamacare’s problems and doesn’t live up to its own hype. Ryan’s website still claims the Republican bill won’t allow insurers to reject people or charge them more based on pre-existing conditions, which it plainly does under the deal with the House Freedom Caucus.\nThis isn’t exactly the “something terrific” Trump promised. This is what getting something done for the sake of getting it done looks like. The goal now seems to pass a bill ― any bill ― that the House can call “Obamacare repeal” so they can move on to cutting taxes on the rich and dumping this health care mess on the Senate’s lawn.\nBut if Trump and Ryan get their way and anything resembling the American Health Care Act becomes the law of the land, the American people are going to notice that it doesn’t make their lives any better ― and for millions, makes them worse. Perhaps next on voters’ agenda will be repealing and replacing Republicans.\n\n         Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops\n         from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n05/03/2017", "href": "https://www.huffpost.com/entry/republicans-rush-obamacare-repeal-reasons_n_590a114be4b05c39768588e3", "tags": "find house pass act bill republicans rushing affordable still care health"}