{"title": "Republicans Are Still Rewriting History On Pre-Existing Conditions", "content": "Health care keeps coming up in the approach to the 2018 midterms. And Republicans keep deceiving the public about it, because they are desperate to show that they didn’t try to strip away protections for people with pre-existing conditions when, in fact, they did.\nOn Monday evening, it was Martha McSally’s turn. McSally, GOP nominee for Arizona’s open Senate seat, currently serves in the House. Last year, she voted for her party’s bill to repeal the Affordable Care Act, including regulations that block insurers from discriminating against people with pre-existing conditions.\nIn a closed-door meeting on the day of the vote, McSally reportedly stood up and told colleagues that it was time to get this “f**king thing” done.\nOne year later, the vote and the quote have become political liabilities. McSally’s opponent, House Democrat Krysten Sinema, cites them constantly as proof that McSally would leave some people with cancer, diabetes and other conditions unable to get coverage.\nThat doesn’t sit well with voters, according to polls ― and so, when the subject came up Monday during a televised debate between the two, McSally did what so many other Republicans facing similar charges have done.\nMcSally insisted that Sinema’s criticisms were unfair.\n“I voted to protect people with pre-existing conditions,” McSally said. “We cannot go back to where we were before Obamacare, where people were one diagnosis away from going bankrupt, because they could not get access to health care.”\nMcSally went on to accuse Sinema of lying ― three separate times. But McSally was the one rewriting history.\nThe Affordable Care Act guarantees coverage for people with pre-existing conditions with a multi-pronged strategy.\nSpecifically, it prohibits insurers from denying coverage or charging higher premiums because of someone’s health status. It requires insurers to pay for treatment of pre-existing conditions once somebody gets coverage. It mandates that all policies include out-of-pocket limits and a comprehensive set of “essential benefits” that would include coverage for any serious medical problem.\nThe 2010 health care law also provides funding for expanding eligibility for Medicaid, the program for low-income Americans, lots of whom have pre-existing conditions of their own. Arizona is among the states that implemented the expansion, even though it had a Republican governor at the time, and roughly 400,000 Arizona residents have gotten insurance because of it, according to the latest available figures.\n“Obamacare” certainly hasn’t worked perfectly. Many Americans still can’t afford coverage, and that includes some people who have pre-existing conditions, especially in Arizona, where the market has been notoriously troubled.\nBut overall, multiple studies have shown that the law has improved access to care. Most likely, that is because Obamacare comprises all of those disparate pieces: the multiple regulations on insurance, the generous subsidies and the Medicaid expansion funding.\nMcSally, like most Republicans defending their records these days, points out that the House bill called for retaining a few of the Affordable Care Act’s regulations and some of the law’s tax credits. But the bill would have stripped away funding for expanded Medicaid, restructured the tax credits for private insurance, and allowed states to eliminate other regulations ― including the all-important rule prohibiting insurers from charging higher premiums to people with pre-existing conditions.\nThe House Republican bill included some extra funding for states to use in other ways to help people with pre-existing conditions. In the debate, McSally alluded to this but failed to mention that, according to multiple experts, the money was not nearly enough to do the job.\n“It’s important to distinguish between actual support for pre-existing condition protections and lip service,” Sabrina Corlette, a research professor at Georgetown University’s Center for Health Insurance Reform, told HuffPost recently.\n“The problem with the multiple efforts to repeal the ACA and ‘replace’ its pre-existing condition protections with alternatives ― such as the [final House] amendment and the bills that have been introduced more recently ― is that they all include massive loopholes that will make coverage effectively inaccessible for people with health care needs.”\nRepublicans could defend their position honestly by saying they believe pre-existing condition protections and other Affordable Care Act provisions inevitably do more harm than good. \nInstead, McSally and her comrades keep suggesting they want to preserve the kinds of guarantees that current law provides, even though independent analysts and experts have debunked them repeatedly.\nQuite possibly, Republicans figure they have nothing to lose because their supporters get information from outlets like Fox News, which rarely scrutinizes GOP officials the way the rest of the mainstream media does. And they might be right.\nIn a functioning democracy, Republicans wouldn’t be able to rely so heavily on their own supporters living inside a closed media universe, and they would need other voters to maintain their congressional majorities.\nBut with a favorable Senate map that includes many more vulnerable Democrats than Republicans, a gerrymandered House that Democrats would probably have to win by seven or eight points in the popular vote to take back the majority, and voter suppression efforts holding down Democratic turnout in key states, the Republicans might be making a savvy bet. Or at least the best one they can.\nIt’s just one more reason the November elections are so important. If Republicans don’t suffer electoral consequences for their behavior, they will have no reason to change. They’ll be able to keep lying about their determination to preserve access to health care, even as they get back to work on taking it away.", "date": "\n10/16/2018", "href": "https://www.huffpost.com/entry/mcsally-republican-pre-existing-conditions_n_5bc62785e4b055bc947ade8a", "tags": "history rewriting coverage health pre-existing mcsally conditions ” republicans care still"}