{"title": "Republicans Abandon Wall Funding Demand", "content": "WASHINGTON ― Republicans, facing the refusal of Democrats to fund President Donald Trump’s border wall in an upcoming spending bill, seem to have abandoned their wall construction demands as lawmakers work to avert a government shutdown.\n“No wall money in latest offer” from Republicans, a congressional aide confirmed.\nAlthough Senate Minority Leader Chuck Schumer (D-N.Y.) declined to detail the talks, he and other members of the Democratic leadership team seemed convinced wall funding was now off the table. With that issue settled, Democrats suggested they were making real progress toward passing an omnibus spending bill by Friday, when government funding runs out.\n“The president’s 11th-hour demand [for wall money] threatened to upend the progress. We’re pleased he’s backing off,” Schumer said.\nSchumer added that there remain a number of outstanding issue. “First and foremost, Democrats remain committed to making sure there are no poison-pill riders in this agreement,” Schumer said, referring to amendments that are intended to be politically divisive.\n“The fact that the wall is now off the table, Americans should breathe a huge sigh of relief,” Schumer said. “The negotiations can resume and move forward.”\nTrump and other administration officials had previously indicated they would demand wall funding in the omnibus spending bill, with Office of Management and Budget Director Mick Mulvaney raising the possibility that Republicans would offer dollar-for-dollar funding between a wall and Obamacare subsidies for low-income people. \nBut Democrats have been resolute that they won’t accept money for a physical border wall in any spending bill. That leaves Republicans with an obvious choice: Either abandon their demand for wall funding, or insist on the money, try to make Democrats cave, and risk a potential government shutdown.\nWith Republicans in control of the House, the Senate, and the White House, Democrats were willing to bet that voters would blame the GOP for a shutdown ― and that a lapse in government funding would show that Trump and congressional Republicans can’t govern. In short, Republicans had hardly any leverage, and Democrats knew it.\nRepublicans don’t have the votes to pass an omnibus bill on their own. They need at least eight Democrats in the Senate to get 60 votes, and potentially many more Democrats in the House. Democrats, lacking the votes to pass a bill themselves, have taken a hard line on the spending bill, denying Trump and Republicans a number of policy priorities, including defunding Planned Parenthood, restricting money for immigration “sanctuary cities,” and blowing up the subsidy program for the Affordable Care Act.\nWithout those GOP wins, more and more Republicans have appeared apt to vote against the legislation, tilting further momentum toward Democrats. That has put Democrats in a position to fund their own priorities, like the Obamacare subsidies, and simultaneously troll Trump.\n“President Trump laid out his demands for this spending bill, and thankfully, Democrats and many Republicans in Congress have so far stood together to say ‘absolutely not.’” Sen. Patty Murray (D-Wash.) said Tuesday.\nMurray continued that Trump had dropped all demands to defund Planned Parenthood, and hasn’t said “a word about the $18 billion in extreme [domestic spending] cuts that his fellow Republicans have simply ignored.”\n“Allow Democrats and Republicans to work together,” Murray added, “and don’t shut down the government to try to distract people from your failed 100 days in office.”\nThere are still a number of issues for Democrats and Republicans to work out before they can reach a deal. Lawmakers have yet to settle on miners’ health provisions, Puerto Rico funding, or how much money the spending bill will deliver for Obamacare subsidies. Those unresolved issues could lead Republicans and Democrats toward another short-term funding bill for, say, a week or so.\nBut either way, it’s clear that Trump’s most significant demand, perhaps his signature campaign promise ― the construction of a wall along the U.S.-Mexico border ― isn’t going to happen soon.\nThat hasn’t exactly deterred Trump or his administration. Department of Homeland Security spokesman David Lapan said recently that DHS could “reprogram” existing funding to cover the cost of wall “prototypes.”\n“None of this is going to happen in one fiscal year,” Lapan said.\nApparently not.\nElise Foley contributed reporting.", "date": "\n04/25/2017", "href": "https://www.huffpost.com/entry/republicans-wall-funding_n_58ffb2a0e4b091e8c711147c", "tags": "funding wall democrats ” demand bill republicans abandon spending"}