{"title": "Republicans Would Repeal Obamacare In Precisely The Way They Accuse Democrats Of Enacting It", "content": "The story that Obamacare opponents tell about its enactment is that backers conceived the health insurance proposal in secret, misled the public about its provisions, and passed it without thinking through the consequences.\nThat’s a totally accurate account ― of what Republicans are planning to do right now.\nCongress returned from its holiday break on Tuesday. And the first order of business, GOP leaders have promised, is repealing the Affordable Care Act ― the 2010 law that has brought the number of Americans without insurance to a record low, but has also raised premiums for some people while fueling an intense partisan backlash.\nThe process of repealing Obamacare would take several legislative steps. Republican leaders have promised to move through them swiftly, so that Donald Trump can sign a bill effectively killing the law within his first few weeks of office.\nSuch a vote could have dramatic consequences for millions of Americans, certainly in the long term and quite possibly in the short term. But Republicans have held no hearings about the vote and its possible impact, and they’ve mostly dodged questions from reporters.\nAll they have offered the American people are vague promises that the transition will be smooth ― and that whatever system emerges as a replacement will be better than what exists today. It’s not clear how much they have even considered the likely effects of repeal, let alone how they would deal with them.\nAbout the only thing certain right now is that Republicans intend to pursue a “repeal-and-delay” strategy ― stripping out the law’s funding and spending mechanisms right away, but leaving elements of its coverage expansion in place for up to four years so that they will have time to craft a replacement.\nA major goal of the delay, Republicans say, is to protect the more than 20 million people who now get insurance through Obamacare “so that no one is left out in the cold, so that no one is worse off,” as House Speaker Paul Ryan (R-Wis.) vowed last month.\nBut many insurers selling Obamacare policies have tolerated losses in the hopes of realizing future profits. If those profits aren’t going to materialize, insurers have little incentive continue selling Obamacare policies. They will be particularly antsy if repeal legislation immediately eliminates the individual mandate ― a financial penalty on people who decline to get coverage designed to encourage healthy people to sign up for insurance. Insurers rely on premiums from those healthy customers to offset the costs of people with high medical expenses.\nSince the election, Republicans have been quietly negotiating with insurers over what it would take to keep carriers from hiking rates or abandoning states. The most obvious solution would be to shovel money at the companies, in order to cover big losses they might incur. But this would be difficult to accomplish politically, because such an infusion of funds would be exactly the kind of “bailout” that Republicans have vilified in the past and that many voters hate.\nIf the idea is to maintain coverage for those now relying on Obamacare, the best-case scenario is probably that Republicans make enough deals, through a combination of direct subsidies and regulatory changes, to keep state insurance markets functioning in some kind of zombified form. The worst-case scenario is a true insurance market “death spiral” that, as a recent Urban Institute analysis found, could cause millions of people to lose insurance in just the first year.\nThe long-term question looming over the repeal project, about the shape of the would-be Obamacare replacement plan, is another matter entirely.\nOver the past few years, Republicans have made some very ambitious promises, usually involving supposedly superior benefits for less money. During the campaign, Trump went so far as to vow that everybody would have coverage when Republicans were done. \nBut a repeal bill is likely to eliminate the revenue that funds Obamacare, starting with $350 billion in taxes that fall on the richest Americans. Without such revenue, it’s pretty much impossible to produce a law that would insulate people from medical bills as much as Obamacare has. And it’s unlikely a Republican Congress would agree to reinstate that revenue, since it would amount to a tax increase.\nNot that Republicans even know what kind of replacement they want. The party is deeply divided over government’s role in boosting health care access ― with some Republicans worrying aloud about cancer patients who couldn’t afford chemotherapy without insurance, and other Republicans suggesting it wouldn’t be so bad if people had to think twice before taking a kid with a broken arm to the emergency room.\nIt’s entirely reasonable to assume that, even after three or four years, Republicans would find themselves unable to coalesce around an alternative ― leaving 20 million or even 30 million Americans without coverage, according to the Urban Institute analysis.\nSo far, Republicans have held no hearings on how their transitional period is likely to play out, or the steps they are contemplating in order to keep insurance markets stable. And even now, nearly seven years after first promising to craft an Obamacare replacement, Republicans have held virtually no hearings on what that replacement might look like. As New York magazine columnist Jonathan Chait put it, “You have to pass their bill to find out what’s in it.”\nIn fact, in response to inquiries from The Huffington Post last month, representatives from the five House and Senate committees with direct jurisdiction over health care legislation could cite only two hearings since 2010 that focused specifically on how to craft a new health care program. (Republican-led committees have held many more hearings on Obamacare, but nearly all focused on the law’s perceived problems, not possible replacements.)\nThe process that first produced Obamacare in 2009 and 2010 unfolded a bit differently. It featured its share of backroom deals and at least one big vow that Democrats would break. (“If you like your health care plan, you can keep it.”) But it also featured more than a year of public deliberation, including upwards of 130 hearings across the five committees, according to a tally that Democratic staffers compiled at the time. \nMany of these hearings included testimony from both liberal and conservative experts, with opportunities for tough questions by both parties. And that followed a presidential campaign in which the Democratic candidates, including the eventual nominee and future president, coalesced quickly around a model for reform and spent their time litigating their relatively narrow disputes in detail.\nRepublicans still have a chance to do the same thing ― to explain in more detail exactly how they would proceed, to consider the immediate consequences, to offer details on how the process is supposed to end, and to do it all in a way that public can observe.\nBut doing that would require more time. It would also presuppose their procedural objections to Obamacare were about principle, rather than finding another excuse to bash a law they didn’t like.\nWant more updates on policy & politics from Jonathan Cohn? Sign up for his newsletter, Citizen Cohn, here.", "date": "\n01/08/2017", "href": "https://www.huffpost.com/entry/republicans-obamacare-repeal_n_586a9074e4b0d9a5945c155a", "tags": "hearings obamacare democrats law repeal way would ― accuse enacting replacement republicans precisely insurance"}