{"title": "Republicans Are Using Their Families To Defend Their Records On Health Care", "content": "Republicans in some key races around the country have come up with a new strategy for defending their voting records on health care. They are telling true stories about their family members and untrue stories about GOP legislation.\nThe latest to try it is Mike Bishop, a two-term Michigan congressman who represents a relatively conservative district stretching from the Detroit exurbs to Lansing. In 2016, President Donald Trump won it by 7 percentage points. Bishop’s winning margin was more than twice as big.\nBut 2018 is shaping up as a more difficult year for Republicans and this time Bishop is running against Elissa Slotkin, a former intelligence officer who did three tours in Iraq and later served in the Obama administration. The Cook Political Report calls the race a toss-up. So does FiveThirtyEight.com. And if Slotkin wins in Michigan’s 8th District, a big reason will be Bishop’s longtime support for repealing the Affordable Care Act (aka Obamacare).\nIn May 2017, after the House voted narrowly to pass its version of repeal legistlation, the GOP caucus held a celebratory event with Trump at the White House. Slotkin has said frequently that seeing Bishop “smiling” and “beaming” in the Rose Garden is what convinced her to run because she remembers what happened to her mother ― a breast cancer survivor who lost her job, wasn’t able to get insurance and then struggled to pay for care after a diagnosis of Stage 4 ovarian cancer.\nOne new Slotkin ad includes a video of her mother giving a toast at Slotkin’s wedding, which the couple moved to an earlier date so that Slotkin’s mom could be there. “When I saw Congressman Bishop at the White House... something inside me broke,” Slotkin says in the spot. “Mr. Bishop, that’s dereliction of duty, and it’s a fireable offense.”\nThe ad is emotional and devastating ― and may help explain why Bishop is now talking about one of his own family members. On Sunday morning, while he and Slotkin debated each other on WDIV, the Detroit NBC affiliate, Bishop said that his wife grew up with juvenile rheumatoid arthritis. “My wife has a pre-existing condition,” Bishop said. “It is first and foremost on my mind.” \nBishop then defended his vote on Obamacare repeal, saying that the House bill would have taken care of people like his wife and Slotkin’s mother ― the ones who, historically, struggled to get coverage on the open market. “When I voted for that bill,” Bishop said, “there is no way I would have ever voted for it if it hadn’t included protections for people with pre-existing conditions.”\nVoters in some other parts of this country would probably find such vows familiar. \nIn California, Dana Rohrabacher, the veteran GOP representative who also voted for the House repeal bill, has a new advertisement in which he talks about his daughter, who battled and survived childhood leukemia. “It was devastating to my family, but we got through it and today she’s doing great,” Rohrabacher says in the video, which includes several family members. “That’s why I am taking on both parties and fighting for those with pre-existing conditions.”\nIn New York, an ad for Republican Rep. John Faso features his wife, a cancer survivor, speaking directly to the camera. “John knows firsthand how important health care is for families,” she says. “The truth is he voted to guarantee coverage for people with pre-existing conditions.” In Florida, a video for fellow GOP incumbent Mario Díaz-Balart follows nearly the same script. His wife, recalling her own bout with cancer, calls attacks on her husband’s health care record “hurtful.” \nAnd in Missouri, Josh Hawley, the state attorney general challenging incumbent Democratic Sen. Claire McCaskill, has written and talked repeatedly about his oldest son, who has a rare chronic disease. \nOne of his advertisements features a sun-drenched shot of the family outside, with Hawley’s (adorable) little boy bouncing a ball in the air. “We’ve got two perfect little boys ― just ask their mama,” Hawley says before mentioning the pre-existing condition. “We know what that’s like. I support forcing insurance companies to cover all pre-existing conditions.”\nThe ad is undeniably moving ― and wildly at odds with Hawley’s words and deeds on health care. The same goes for the promises of Bishop and the other House Republicans, whose efforts to gut protections for people with pre-existing conditions are a matter of public record.\nThe 2017 bill those representatives approved was called the American Health Care Act, or AHCA. Although early versions of the legislation left the Affordable Care Act’s insurance regulations mostly intact, the version that finally passed the House included an amendment, designed to win support from the most conservative Republicans, that undermined pre-existing condition protections even for people with employer-sponsored insurance.\nHad the GOP bill become law, states could have requested special waivers from regulations so that insurers could charge higher premiums to people who had pre-existing conditions and had lapses of insurance as short as two months. The waivers would also have allowed insurers to sell policies that didn’t pay for mental health treatment, maternity care, prescriptions and other services that the Affordable Care Act declares “essential.”\nThe bill included language promising to protect people with pre-existing conditions and prohibited insurers from denying coverage outright. Republicans like Bishop mention this constantly. But, as numerous independent analysts pointed out, that provision wouldn’t provide much protection when insurers could manipulate prices and benefits in ways that made it difficult or impossible for people with serious conditions to get insurance that paid for the care they need.\n“It’s important to distinguish between actual support for pre-existing condition protections and lip service,” Sabrina Corlette, a research professor at Georgetown University’s Center for Health Insurance Reform, told HuffPost. “The problem with the multiple efforts to repeal the ACA and ‘replace’ its pre-existing condition protections with alternatives ― such as the [final House] amendment and the bills that have been introduced more recently ― is that they all include massive loopholes that will make coverage effectively inaccessible for people with health care needs.”\nThe GOP bill also included new funding for “high-risk pools,” which would have offered coverage to people whom insurers wouldn’t cover. This is something else that Bishop and other Republicans frequently cite as proof of their commitment to help people who can’t get coverage because of their health status.\nBut the money the bill allocated to the pools was well below what analysts said was necessary to provide people with the kind of protection they get today. That’s not at all surprising, given that high-risk pools existed before and suffered from chronic underfunding.\nOh, and the House bill would have slashed funding for Medicaid, undermining its current guarantee of coverage and leaving 14 million low-income Americans without insurance, according to the Congressional Budget Office. During the 2017 debate, Bishop cited the CBO analysis as proof that Republicans were “following through on the promise to lower premiums, provide major tax relief and reduce the deficit.” \nAs for the coverage loss, Bishop assured the Detroit Free Press that he was “confident that Congress will build on the progress outlined in this report to make health care work for everyone.” He didn’t specify how (and his campaign spokesman did not respond to questions HuffPost submitted Monday morning).\nIt’s not like the 2017 vote was an isolated incident. House Republicans voted to repeal the Affordable Care Act literally dozens of times before then, always without a replacement. And although repeal ultimately failed when Senate Republicans came up one vote short of the 50 they needed to pass a bill, there is no reason to think party leaders, including those at the White House, have given up.\nVice President Mike Pence has said that, should Republicans keep control of both the House and Senate after November’s midterm elections, they will give repeal another shot. It may seem strange, given the likelihood that the 2017 repeal effort created such a backlash. But Republicans could always tweak their old proposals and then mislead constituents about what those proposals would do ― in other words, what they are doing now ― in the hopes of squeezing through some kind of bill next time.\nOr Republicans might turn to the courts. Early this year, 20 state Republican officials filed a lawsuit calling on the federal courts to throw out the Affordable Care Act, and all of its provisions, because they say it is unconstitutional. In June, the Trump administration took the unusual step of siding with the state officials rather than defending the law in court, although it sought to throw out only the protections for pre-existing conditions and not the entire statute.\nPretty much every respectable expert who has commented upon the case, including a few who helped craft previous challenges to the health care law, have said this new lawsuit lacks merit. But the judge is a conservative whom George W. Bush put on the court, and in oral arguments he hinted at sympathy for the plaintiffs’ argument.\nHowever the judge rules, the losing party is likely to appeal, setting up yet another protracted fight that could go all the way to the Supreme Court. Along the way, it could make insurance markets less stable by giving insurers and state officials reasons to wonder how long the law will be around. \nIf that happens, one of the people directly responsible would be Hawley ― yes, the same Senate candidate who keeps talking about his son’s pre-existing condition ― because he’s one of the 20 state officials behind the lawsuit.\nHawley has said he supports a Senate bill that would restore pre-existing condition protections if the courts throw them out. But that bill, like the House bill that Bishop and Rohrabacher voted to advance, leaves out key provisions necessary to offer the kinds of guarantees that the Affordable Care Act does.\nLarry Levitt, senior vice president of the Henry J. Kaiser Family Foundation, has said that the bill’s promise of protection for pre-existing conditions is “something of a mirage.”\nThe honest argument for rescinding some or all of the Affordable Care Act’s insurance regulations, as these Republicans want to do, is that the new rules have made insurance more expensive. And although the law has tax credits that discount premiums and lower out-of-pocket expenses for the majority of buyers, those tax credits aren’t available to people with household incomes above four times the poverty line, which works out to about $100,000 a year for a family of four.\nThe people who get little or no assistance can face truly crushing premiums, which is something that Republicans have decried and even Democrats now admit is the law’s biggest shortcoming. In response, Democrats have proposed offering more financial assistance, creating a public insurance plan available to anybody who wanted to enroll, or simply eliminating private coverage and having the government insure everybody directly. (Slotkin has said she favors the second option, giving people the option to buy into Medicare, though she hasn’t been terribly specific on details. She also supports having government negotiate directly with drugmakers over prices.)\nRepublicans have rejected those alternatives, in part because they would entail some combination of stronger regulation, more government spending, and higher taxes. Their preference is to weaken or take away Obamacare’s protections, which is what repeal legislation and that court case would do. If insurance companies didn’t have to cover as many services and didn’t have to take on the sickest people, they could offer coverage for a lot less, Republicans reason.\nAnd they are right. But some healthy people would buy newly cheap policies and, when they got sick, would discover insurance doesn’t cover what they need. Some with pre-existing conditions could not get insurance at all.\nThat doesn’t sound so appealing, which is why Bishop is talking about his wife, Rohrabacher is running ads that showcase his daughter and Hawley keeps bringing up his son. It’s one part distraction, one part distortion ― and one part hope that nobody is paying too much attention.\nThis article has been updated to include information on the campaign ads from Díaz-Balart and Faso.", "date": "\n10/09/2018", "href": "https://www.huffpost.com/entry/pre-existing-conditions-obamacare-bishop-slotkin_n_5bbbad09e4b01470d0540f38", "tags": "bishop defend pre-existing using republicans ” house insurance records bill families care health"}