{"title": "Republicans Are Crying About Obamacare Problems They Helped Create", "content": "The Republican case for repealing the Affordable Care Act and moving swiftly to enact a “replacement” plan largely rests on oft-repeated arguments that the law is floundering so badly, urgent action is needed.\nPresident Donald Trump uses terms like “disastrous” and “failing.” House Speaker Paul Ryan (R-Wis.) calls repeal-and-replace a “rescue mission,” because the law has a “fatal conceit” ― a design flaw that means insurers aren’t attracting enough young and healthy people to cover the costs of customers with big medical bills.\nThe health insurance markets regulated by the Affordable Care Act are actually in better shape than Republicans admit. Just this week, the Congressional Budget Office said the marketplaces were on their way to stability. \nBut the struggles that Trump and fellow Republicans describe in their speeches are real enough. Particularly in states like Arizona and Tennessee, premiums have shot up and insurers have fled, leaving few choices for consumers.\nWhat Republicans fail to mention is that many of these problems are the handiwork of state and federal Republican officials who spent years undermining the law, contributing to the conditions they now say oblige them to dismantle it.\nThese efforts are not by any means the only reason so many insurers have struggled. But they have played a significant role.\nWhen Democrats wrote the Affordable Care Act, they understood that insurers might initially have a hard time figuring out where to set prices. Because insurers hadn’t sold these kinds of policies (with comprehensive benefits) under these conditions (without exclusions for pre-existing conditions), they didn’t have actuarial data on which to base pricing decisions.\nIn order to reassure insurers that might hesitate to enter the markets amid such unknowns, and in order to protect them against crippling losses, the law’s architects created a “risk corridor” program, in which the government promised to reimburse insurers, mostly, for excessive losses. (Insurers that misjudged in the other direction, and had unexpected windfalls, would pay part of that money into the program.)\nThe idea was not novel. Medicare Part D, the program that provides seniors with prescription drug coverage, also has a risk corridor program. And it has never been controversial ― even though it’s a permanent part of the program, unlike the temporary one in the Affordable Care Act.\nBut conservative groups targeted the program, calling it a “bailout” for health insurance companies, despite the fact that it was included in the law from the beginning. Sen. Marco Rubio (R-Fla.) picked up the mantle and led a crusade to undercut the program’s funding.\nIn 2014, Rubio got his proposal into the year-end spending agreement and President Barack Obama, feeling the rest of the legislation was necessary to keep the government functioning, signed it. Later, during a presidential debate, Rubio even bragged about it.\nInsurers ended up filing $8.3 billion in claims for 2014 and 2015, but the program ended up paying out just $362 million. Several insurers have since sued to get the money they claim to be owed, and one has already won its case. But it’s not clear they will ever get the money.\nKevin Counihan, who ran HealthCare.gov for the Obama administration after overseeing Connecticut’s health insurance exchange, said he heard about risk corridors all the time last year, while he was meeting with insurers about participation for 2017. \n“Congress not funding the risk-corridor program was the most consistent issue,” Counihan said. “Many carriers established their 2014 and 2015 rates with the assumption that the government would make good on this part of the law. Not doing so hurt both their financials, our credibility, and their board’s commitment to remain in the program.”\nAnd this is about more than just health insurance companies losing money. The true purpose of these payments is to reduce premiums by allowing insurers to charge lower rates, knowing they’re protected if they get hit with higher-than-expected costs. Premiums were 10 percent to 14 percent lower in 2014, and 6 percent to 11 percent lower in 2015, because of this program, according to the American Academy of Actuaries.\nInsurance companies got no payments from this fund for 2015 because the government had no money left for that year or 2016, the final year of the program. This experience contributed to insurers decisions to institute large premium increases to prevent further loses in 2017.\nThe theory of the Affordable Care Act’s coverage expansion was pretty simple. People with incomes above 133 percent of the poverty line, or about $32,000 for a family of four, would buy coverage through the exchanges, where low- and middle-income people can apply for tax credits to reduce their premiums. People with incomes below that threshold would get coverage through Medicaid, once states took advantage of new federal funding to expand eligibility.\nThe theory didn’t count on the Supreme Court, which in 2012 affirmed that states have the right to reject the money to expand Medicaid and keep the limited eligibility they had before. Initially, more than half the states did precisely that. All had Republican governors or majority-Republican legislatures, although a number of GOP-led states, like Arizona and North Dakota, did adopt the expansion.\nThe immediate consequence of refusing to expand Medicaid was to deprive  millions of Americans living in those states of insurance. But those decisions also had a spillover effect.\nExchanges in these states are picking up more of the lowest-income customers ― the ones with incomes between 100 percent and 133 percent of the poverty line, or between $24,600 and $32,718 for a family of four. (Under the law, people with incomes below the poverty line are not eligible for the subsidies.) It might not sound like a big deal, but it had a direct impact on premiums for everyone.\nThose extra enrollees tended to be in worse health than the rest of the population. In states that did not expand Medicaid, these people ended up signing up for exchange plans ― where their relatively high medical bills drove up costs for the insurers, eventually contributing to losses and higher premiums for all customers.\nOn the whole, rates in expansion states were about 7 percent lower than in non-expansion states, according to a Department of Health and Human Services study that controlled for demographics and other factors.\nEnrolling a sufficiently large population in the new insurance plans was always going to be a challenge, because many of the uninsured had little experience shopping for and buying coverage ― and because, particularly among middle-class consumers, the prices were in many cases going to seem high. \nAnd while the federal government took on some of that responsibility, state officials had a special role to play, because they retain a lot of regulatory authority over insurance and, crucially, they better understood the idiosyncrasies of their insurance markets and their states’ residents.\nSome states, typically the ones that had decided to create their own exchanges, promoted enrollment enthusiastically. But other states didn’t offer support. A few ― again, all with Republicans in power ― actually did their best to make enrollment difficult. \nGeorgia’s insurance commissioner, Ralph Hudgens, put it unusually bluntly. “Let me tell you what we’re doing,” he said in August 2013, just two months before the first open enrollment period. “Everything in our power to be an obstructionist.” Hudgens also said, “I’m not going to do anything in my power to make this law successful.” In other words, rather than assist Georgians who elected him with getting health coverage, Hudgens prioritized resisting Obama.\nThe impact of these efforts isn’t clear. But enrollment in states that ran their own exchanges, which is a pretty good proxy for enrollment enthusiasm, was moderately higher overall than in states that relied on HealthCare.gov, according to a 2016 paper by economists Molly Frean, Jonathan Gruber, and Benjamin Sommers.\nOne constant for the early years of the Affordable Care Act was enthusiastic support from Washington. That obviously changed in January, when Trump became president ― and open enrollment for this year was entering its final days. \nThe very day Trump was inaugurated, he issued an executive order instructing agencies to relax Affordable Care Act rules. The IRS responded a short while later by announcing it wouldn’t fully enforce the law’s individual mandate, which has the potential to suppress enrollment among healthy people who need the coverage less.\nThe end of open enrollment period has historically seen a surge of signups, as people rush to meet the deadline, and the late signups tend to be healthier on average, helping the risk pool. But the Trump administration canceled some planned digital and television advertising and, this year, only about 400,000 people signed up in the final two weeks. In the same period last year, 700,000 did.\nThat drop may help explain why, this year, overall signups for HealthCare.gov policies fell slightly this year. It’s also a reminder that the kind of people who have been trying to undermine Obamacare are now in charge of it. They may yet do more damage, unless they manage to repeal it altogether.\nCORRECTION: An earlier version of this article misstated that the risk corridor ended in 2017; it ended in 2016, so insurers would not have raised rates with the expectation that money would be available this year.", "date": "\n03/17/2017", "href": "https://www.huffpost.com/entry/republicans-obamacare-problems_n_58cc48e3e4b0be71dcf4d685", "tags": "problems obamacare create insurers law states helped ” ― year republicans program crying insurance"}