{"title": "Republican Rep- Steve King Retweets A Known White Supremacist On Twitter--- Again", "content": "For the second time in three months, Rep. Steve King (R-Iowa) has promoted the views of a prominent white nationalist on Twitter. \nIn a tweet posted early Wednesday afternoon, King quote-tweeted Lana Lokteff, a host for the white nationalist media outfit Red Ice, which the Southern Poverty Law Center has designated a hate group. \nIn his tweet, King argued incorrectly that Nazis were part of a left-wing movement.\nThe word “Nazi,” King wrote, “is injected into Leftist talking points because the worn out & exhausted ‘racist’ is over used & applied to everyone who lacks melanin & who fail to virtue signal at the requisite frequency & decibels. But...Nazis were socialists & Leftists are socialists.”\nThe tweet was identical to one King posted on Sept. 9. This time, though, he linked to the tweet from Lokteff.\nAs documented by the site Right Wing Watch, Lokteff is an out-and-proud white nationalist who has talked openly of wanting a white ethnostate. She has said America “can never, ever be too white,” and has argued that interracial relationships are “more devious than blatant in-your-face mass murdering.” \nShe is also explicitly anti-Semitic. “#SeinfeldTaughtMe why people don’t like Jews,” she once tweeted. \nIn 2016, Lokteff appeared on the podcast of former Ku Klux Klan grand wizard David Duke. “Thanks for listening!” she tweeted afterward. “Nothing like coffee and David Duke to start your day.”\nLokteff runs the white nationalist propaganda site Red Ice TV with her husband, Henrik Palmgren. The site has posted videos of flattering interviews with prominent white supremacists, including “alt-right” figurehead Richard Spencer.\nKing’s office did not immediately respond to a request for comment Wednesday about whether he condones Lokteff’s views, whether he’s concerned his views align with those of white nationalists, or whether a U.S. congressman should be amplifying the message of someone like Lokteff.\nIn June, King promoted an anti-immigrant tweet from Mark Collett, a well-known British neo-Nazi. He then refused to delete the tweet or apologize.\nKing has deep ties to white nationalists and other extremist far-right figures in the U.S. and Europe. He also has a long, long history of making racist and bigoted comments.\nHuffPost argued in July that King himself should be labeled a white supremacist. When HuffPost asked the congressman on Capitol Hill whether he considers himself a white supremacist, he refused to answer the question.\nMeanwhile, the Republican Party has let King’s bigotry go unpunished. The Republican National Committee and the National Republican Congressional Committee didn’t respond to requests for comment Wednesday about whether they condone King promoting known white nationalists on Twitter.\nKing, an eight-term congressman, faces a re-election battle this November against Democrat J.D. Scholten.\nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n09/12/2018", "href": "https://www.huffpost.com/entry/steve-king-tweets-white-nationalist-lana-lokteff_n_5b995994e4b0511db3e8a0fc", "tags": "steve retweets lokteff twitter tweet views white ” whether -- republican supremacist king rep- nationalist posted known"}