{"title": "Republican Rep- Steve King Promotes Well-Known Neo-Nazi On Twitter", "content": "Rep. Steve King (R-Iowa) retweeted a British neo-Nazi on Tuesday, the latest in a series of incidents in which the congressman has parroted or promoted the views of unabashed white supremacists and other bigots. \n“Europe is waking up... Will America... in time?” King tweeted, linking to an anti-immigrant tweet from political activist Mark Collett. \nCollett is one of Britain’s most high-profile white supremacists. He has expressed admiration for Adolf Hitler and has called himself a “Nazi sympathizer.” \nKing’s office did not respond to multiple requests for comment Tuesday as to whether he condones the views of neo-Nazis, whether he’s concerned his views align with those of neo-Nazis or whether a U.S. congressman should be amplifying a neo-Nazi on Twitter. \nKing’s office also did not respond when asked if the congressman considers himself a white nationalist.\nThe tweet, posted early Tuesday morning, hasn’t been deleted. \n“No mainstream politician in their right mind should be retweeting Mark Collett,” said Nick Ryan, director of communications at the British-based anti-racism advocacy group Hope Not Hate. \n“He’s a neo-Nazi who used to be the youth leader of the thuggish far-right British National Party here in the U.K., which has had ties to Holocaust denial, rampant anti-Semitism, helped spawn one of Europe’s most infamous neo-Nazi gangs, Combat 18, and which once included among its number David Copeland, a bomber who targeted London’s minority communities with a series of nail bombs in 1999, killing three, including a pregnant woman, and wounding scores of others,” Ryan said. \nCollett was the subject of a 2002 Channel 4 documentary in the United Kingdom called “Young, Nazi and Proud,” in which he states that AIDS is a “friendly disease because blacks, drug users and gays have it.”\n“The Jews have been thrown out of every country, including England,” he says in the documentary. “Let’s face it, when it happens that many times it’s not just persecution: there’s no smoke without fire.”\nMore recently, as documented on the blog Angry White Men, Collett has been a frequent guest on white nationalist or “alt-right” podcasts. Just last month, he co-hosted an episode of “This Week on the Alt-Right.” The episode’s “special guest” was American white supremacist and former KKK leader David Duke, whom Collett praised. \n“If he has any sense, Steve King should rapidly hit the undo button [on Twitter],” Ryan, the Hope Not Hate spokesperson, said of King’s tweet Tuesday. \nBut King has a long history of making racist statements and signaling his support for white nationalism. \nHuffPost first asked King whether he considers himself a white nationalist back in December, after he tweeted “Diversity is not our strength,” a phrase used for years by prominent racists and anti-Semites like David Duke. He didn’t respond then either. \nKing has said America should not apologize for slavery, has suggested that the country’s first black president was born in Kenya and has argued that most undocumented immigrants are “drug mules.”\n“For every [undocumented immigrant] who’s a valedictorian, there’s another 100 out there who weigh 130 pounds — and they’ve got calves the size of cantaloupes because they’re hauling 75 pounds of marijuana across the desert,” he said. ", "date": "\n06/12/2018", "href": "https://www.huffpost.com/entry/steve-king-white-nationalist-neo-nazi-retweet_n_5b200eaee4b0adfb826e8e40", "tags": "congressman steve well-known promotes twitter neo-nazi ” white whether republican king rep- tuesday collett"}