{"title": "Republicans Can't Decide If Their Health Bill Will Cover More People, Or Fewer, Or The Same", "content": "Republicans can’t seem to figure out if their health care plan will lead to the same number of people with health insurance as have it today, or more people, or less people, or if it doesn’t matter.\nPresident Donald Trump promising, “We’re going to have insurance for everybody” seems like it happened way more than two months ago.\nThe rhetoric coming out of the White House and Capitol Hill is all over the place, and there’s no mystery about why. \nThe GOP is hell-bent on repealing the Affordable Care Act, the 2010 health care reform law that extended health coverage to 20 million people who didn’t have it before and drove down the national uninsured rate to a historic low.\nEliminating that law means eliminating the federal funding that made those coverage gains possible through tax credits for low- and middle-income people, and expanded Medicaid access to people living near poverty. \nThe American Health Care Act, the Obamacare repeal and “replace” package conceived by House Speaker Paul Ryan (R-Wis.) and endorsed by Trump, does just that. \nThe bill would rescind the Medicaid expansion and reduce future funding for other Medicaid beneficiaries ― which mainly consists of children, pregnant women, people with disabilities and elderly nursing home patients. It also would replace the Affordable Care Act’s tax credits with financial assistance based on age, not income, that would have less value to poorer families than what’s available now.\nAnd Republicans do want to get rid of all those things because they also want to repeal the $600 billion in taxes on wealthy people and health care corporations that help pay for them, and because they philosophically don’t think the federal government should be helping people with their medical costs.\nBut coming right out and saying you want more uninsured people would make you look monstrous. You also can’t say you want to maintain the Affordable Care Act’s coverage, because then you’re a big government RINO who’s soft on Obamacare. \nSo, Republicans pushing Affordable Care Act repeal and their new bill are using a number of rhetorical tricks to make it seem like that’s not what’s happening.\nThey’re even going so far as promising that it won’t, which seems highly suspect given that they aren’t planning to spend the money it would take to prevent it. \nHere’s Health and Human Services Secretary Tom Price making this likely impossible promise Friday morning on MSNBC.\n“We don’t believe that individuals will lose coverage at all,” Price said. “We want nobody to lose coverage or lose access to coverage that currently has that, and we want to increase the number of individuals that have access to coverage.\nEarlier Friday, Ryan appeared on conservative radio host Hugh Hewitt’s program and delivered a different message, seemingly acknowledging that his plan can’t cover as many people as Obamacare, while attempting to argue that the Affordable Care Act’s coverage expansion somehow doesn’t count. \nAnd on Wednesday, White House Office of Management and Budget Director Mick Mulvaney went on MSNBC to deliver yet a different message. \n“We’re looking at it in a different way,” Mulvaney said when asked about coverage numbers. “Insurance is not really the end goal here.”\nPart of what’s going on is a preemptive strike against the official scorekeepers of legislation on Capitol Hill, the nonpartisan Congressional Budget Office. White House press secretary Sean Spicer, Price and a number of GOP lawmakers have begun a campaign to discredit the agency in advance of its analysis of the House health care bill. \nThe most obvious reason they would do that is they anticipate the CBO is going to deliver them bad news and tell the country that the legislation will result in millions of people becoming uninsured. Brookings Institution scholars predict the Congressional Budget Office will project losses at least 15 million people, and the ratings agency Standard and Poor’s estimates the bill will cause up to 10 million people to lose coverage.\nRyan said this has been weighing on his mind. “I’ve spoken to our members about that. We’re going to talk to our members constantly about this, because we’re not going to get into a bidding war with the left about how much we can mandate or put entitlements out there for people,” he said on Hewitt’s show.\nRepublicans also began to preview another strategy to blunt the effects of an unfavorable Congressional Budget Office score: Alternative math.\nPrice countered questions about the CBO and the Brookings Institution estimate by saying the Office of Management and Budget ― which is part of Trump’s White House ― and outside groups would make their own assessments.\nTo wit, Ryan’s office distributed an email to reporters Friday carrying the subject line, “Former CBO Director: ‘The American Health Care Act Is A Good Start.’” \nWithin was the content of a Washington Post op-ed penned by Douglas Holtz-Eakin, who held that job from 2003 to 2005 and now is president of the conservative American Action Forum. Holtz-Eakin cited a preliminary analysis of the GOP health care bill projecting more enrollment in private insurance than under the Affordable Care Act.", "date": "\n03/10/2017", "href": "https://www.huffpost.com/entry/republican-health-bill-uninsured_n_58c3350be4b0ed71826cd15e", "tags": "people going ca coverage health fewer republicans would cover house act bill care decide"}