{"title": "Republicans Insist Tax Cuts Will Benefit Workers, But CEOs Have Other Plans", "content": "WASHINGTON ― Republicans insist their tax cut bill will benefit workers, though the legislation has few provisions that directly benefit people with modest incomes in the long run.\nInstead, the core of the bill is a huge cut to corporate taxes, bringing the top rate down from 35 to 20 percent. Republicans say workers will be better off if corporate executives and shareholders have more money.\n“If they’re making money, they invest that money, they create more opportunities, more jobs, more research,” Sen. Richard Shelby (R-Ala.) told HuffPost.\nA number of top CEOs, however, have signaled they plan to reward their investors instead.\nInstead of hiring more workers or increasing wages, executives from major companies including Cisco Systems, Pfizer, Coca-Cola, Amgen and Honeywell have said they plan to use the windfall from the corporate tax cut to first increase stock dividends or to buy back shares.\n“We’ll be able to get much more aggressive on the share buyback” after the tax cut is passed into law, Cisco CFO Kelly Kramer said in an earnings call earlier this month. Stock buybacks increase the value of shares held by investors ― a group that typically includes corporate executives, who are among the corporate tax cut’s biggest proponents.\nThe intentions of corporate executives have appeared to baffle White House officials. When Gary Cohn, Trump’s chief economic adviser, asked a gathering of CEOs earlier this month to raise their hands if they planned to boost investment if rates were cut, he got a lukewarm response.\n“Why aren’t the other hands up?” Cohn asked awkwardly after only a few of the business leaders raised their arms into the air.\nBut Republican senators on Wednesday maintained their firm belief that corporations would ultimately reinvest their gains into their workers. None expressed concerns about CEOs using tax cut gains to simply reward their investors.\n“This is America,” Sen. Jim Risch (R-Idaho) told HuffPost. “The money belongs to people who have it in their pockets and they should do with it what they think is appropriate. It can help, however, to foster higher wages, because if [corporations] got more money then particularly in the climate we’re in with the shortage of employees, wages are definitely going to go up.”\nCutting the corporate tax rate is “something that will drive investment,” argued Sen. Bob Corker (R-Tenn.), a wealthy former real estate developer. “I believe that with all my heart. I was a business guy most of my life and know those things affect behavior.”\nSen. John Kennedy (R-La.) said he was not concerned by the prospect of CEOs enriching investors over their workers. Asked by HuffPost as to why not, Kennedy responded “because I’m not” and walked into a Senate elevator.\nSen. Susan Collins (R-Maine), who voted to advance the GOP tax cut bill this week, said she would be disappointed if corporations do not reinvest their gains into their workers.\n“The purpose of lowering the corporate rate to encourage job creation here,” Collins told HuffPost at a Christian Science Monitor breakfast on Thursday. “It is not to encourage stock buybacks, which tend to enrich the executives of a firm. So that would be disappointing if that was the case.”\nWhile the tax reform legislation moving through Congress clearly benefits businesses, the effects of its changes to individual income taxes are more muddled. The basic plan is to reduce income tax rates across the board and to simplify the tax code by eliminating a vast swath of deductions that reduce the amount of income subject to tax. While deductions generally favor wealthier households, some tax filers of more modest means lose out in the tradeoff between lower rates and higher taxable incomes. \nAnd to reduce the bill’s theoretical cost in order to comply with Senate rules, almost all of the changes to the individual income tax in the Senate version of the legislation expire at the end of 2025, while a provision that slows annual increases in tax bracket levels would be permanent (as would the business cuts). The nonpartisan Tax Policy Center found that 9 percent of taxpayers would have a higher bill in 2019 and fully 50 percent would pay more in 2027 after the individual cuts expire.\nWhile the GOP has opted for a bill providing a corporate tax windfall in the hope that those gains will be passed on to workers down the road, it’s not as if there’s no way to make specific tax changes now that directly benefit workers. \nRepublicans could have proposed a reduction in the federal payroll taxes taken out of every paycheck ― something Congress actually did from 2011 to 2013, instantly boosting everyone’s pay by 2 percent for that two-year period. Republicans also could have proposed expanding eligibility for the earned income tax credit, which reduces tax liability and provides an annual refund check for 28 million households.\nInstead, a temporary expansion to the child tax credit seems mostly designed to offset the impact of repealing the deduction for personal exemptions, which is currently a massive benefit to families with children. \nFor now, though, Republicans are placing faith in corporations to do what some have already said they might not.\n“I hope they’ll do the right thing. What we want corporate America to do is what the smaller companies do,” Shelby said. “I believe a lot of that will go on, rather than buybacks and stuff like that. I hope that’s what will happen. We have to work the high road, and hope they do that. Some won’t, but I think a majority of the people will invest in the future and grow the economy.”", "date": "\n11/30/2017", "href": "https://www.huffpost.com/entry/corporate-tax-cuts-gop_n_5a203b78e4b0392a4ebc1685", "tags": "tax cut cuts plans ” insist benefit corporate republicans workers ceos bill"}