{"title": "Republicans Still Believe The Myth That Tax Cuts Pay For Themselves", "content": "WASHINGTON ― House Republicans have giddily greeted the GOP’s tax reform proposal thus far, with some lawmakers suggesting they’re ready to pass a yet-to-be written bill as soon as they get their hands on it. But that enthusiasm shouldn’t be a shock when the Republicans making the laws falsely believe one thing ― that tax cuts pay for themselves.\nYes, tax cuts can create economic growth, which can in turn increase revenue. But recent history has shown that tax cuts aren’t without a cost. If you’d like a lesson in the matter, ask Kansas. \nOr just look at the 2001 and 2003 tax cuts under former President George W. Bush.\nRather than paying for themselves or unleashing the economy, the Bush tax cuts significantly contributed to increases in the deficit. According to the Center on Budget and Policy Priorities, the Bush tax cuts will be responsible for 40 percent of our national debt by 2019. And there isn’t clear evidence that those tax cuts created economic growth ― certainly not enough to offset the cost of the cuts.\nEven the CBO’s most modest analysis, excluding the effect of having to pay interest on extra debt, said the 2001 tax cuts contributed more than a trillion dollars to the national debt in their first 10 years.\nWhen HuffPost talked to conservative economist Douglas Holtz-Eakin about the deficit impact of tax cuts on Thursday, the former CBO director was emphatic: Tax cuts do not pay for themselves.\n“We have all sorts of evidence to that effect,” Holtz-Eakin said. “I don’t think there’s any evidence, over any interval, that they pay for themselves. Over any sustained period, they don’t.”\nFormer Ronald Reagan economic adviser Bruce Bartlett, who helped write Reagan’s tax cuts and literally wrote the book on Reaganomics, published an op-ed in the Washington Post on Thursday titled: “I helped create the GOP tax myth. Trump is wrong: Tax cuts don’t equal growth.”\nBartlett said most Republican rhetoric about tax cutting is “wishful thinking.”\n“In reality,” Bartlett wrote, “there’s no evidence that a tax cut now would spur growth.”\nBut that thought would come as a surprise to most House Republicans, who are apparently convinced that tax cuts do create growth and do bring in more money than they cost.\nWhile we don’t have enough specifics to know the price tag of the GOP’s latest proposal, it seems clear there won’t be enough offsets on the individual side to make up for the cuts that Republicans are planning, particularly because Republicans believe they don’t need to offset cuts. Under that ideology, a good bet is that the proposal, if enacted, would substantially contribute to the national debt.\nNeither the Trump administration nor House Republicans seem likely to admit that, however. Instead, if their answers over the last two days are any indication, they will endorse the convenient fantasy that tax cuts pay for themselves.\n“I am one who is convinced that if we reduce tax rates, eventually we will bring in more money into the Treasury,” Rep. Ted Poe (R-Texas) told HuffPost on Wednesday.\nWhen HuffPost asked Poe about the 2001 tax cuts, whether they brought more money into the Treasury, he claimed they did.\nAgain, the 2001 tax cuts definitively did not increase revenue, unless you believe the economy would have cratered without those cuts. Certainly, the cuts didn’t live up to the projections of Republicans at the time. The Bush administration said the tax cuts would create a $3 trillion surplus. That didn’t happen. \nNow the current GOP administration is using more make-believe math to argue that their new proposed tax cuts will reduce deficits by $1 trillion over the next decade, as Treasury Secretary Steve Mnuchin claimed Thursday. \nA projection like that is outlandish on its face, as there isn’t a clear line historically between tax cuts and growth, but it’s especially laughable because there isn’t even a bill yet. Anyone who tells you they know the effects of an unwritten piece of legislation is being less than truthful.\nWe do know, however, that there is no evidence the 2001 tax cuts paid for themselves. Despite all the evidence otherwise, time and again this week, the Republicans making tax laws now revealed a flawed understanding of the effects of cuts in our recent history.\n“The 2001 tax cuts weren’t revenue-neutral,” Rep. Kevin Cramer (R-N.D.) told us. “They generated a lot of revenue.”\nWhen HuffPost told Cramer that nearly every credible economist says those tax cuts did not bring down debt, he responded that, “The problem is the numbers don’t support that,” ignoring that the numbers actually do. \nFormer economics professor Rep. Dave Brat (R-Va.) effectively avoided answering whether the 2001 cuts paid for themselves, but he did argue that a better economy could pay for tax cuts, saying he believed this proposal would garner 1 percent in extra gross domestic product growth.\n“I wouldn’t be happy with something that is revenue-neutral,” Brat said. “I want growth.”\nWhat Brat is suggesting is that this tax reform will bring in money, which is the position many conservatives and Trump administration officials seem to be taking, while simultaneously arguing that Republicans shouldn’t abide by static scoring rules that require offset measures to cut taxes in a reconciliation bill.\n“I don’t care about the rules; I care about reality,” Brat said. “That’s a good line. That rhymes. It’s got a little alliteration.”\nThe House Freedom Caucus, of which Brat is a member, has argued to leaders like Speaker Paul Ryan (R-Wis.) that the GOP’s tax proposal should not offset all of its cuts. Ryan was a major proponent of the so-called border adjustment tax, which would have taxed imports and been a major source of revenue. But conservatives and some other Republicans opposed the idea, so now the GOP is simply cutting taxes and hoping that they’ll make back the lost money with miraculous economic growth.\nFreedom Caucus chairman Mark Meadows (R-N.C.) told reporters this week that an aggressive tax cut would “far offset the short-term deficit issues, even for a deficit-hawk.” \n“I can make a compelling case that, over a 15-to-16-year period, depending on where the rates ultimately end up, that the economic growth would pay for itself,” he said.\nStrangely, though, while Meadows thinks these tax cuts will end up making the government money, he was the only House Republican we talked to who explicitly said the 2001 cuts did not pay for themselves.\nRepublicans have argued that tax cuts are the one area where Congress doesn’t need to be fiscal hawks. Lawmakers will often remind you that it’s not the government’s money. “To say tax cuts aren’t paying for themselves, I can live with that,” Rep. Ted Yoho (R-Fla.), who is also a Freedom Caucus member, told HuffPost.\nBut those same conservatives are also the ones most likely to pontificate about unsustainable debt.\nOn Tuesday, as the monthly “Conversations with Conservatives” event on Capitol Hill was wrapping up, Rep. Mo Brooks (R-Ala.) interjected with a speech about “the No. 1 issue facing our country.”\n“We are headed towards an insolvency and bankruptcy,” Brooks said, going on to detail the nation’s growing deficits ― roughly $700 billion this year, with a debt that is now above $20 trillion.\nAnd then, on Wednesday, after the Republican retreat on tax reform, Brooks spoke positively about the tax cut proposal ― at least as positively as Mo Brooks speaks about any bill that hasn’t been written yet.\nHe said he was still worried about the deficit and debt, and that it’d be difficult for him to vote for any tax proposal that decreases revenue, but he suggested he would trust an “economic projection [by a third party] of how much additional economic growth there may be” over a traditional score from the CBO.\nIn short, even though numerous studies have shown there’s little relation between tax rates and economic growth, Brooks ― like most House Republicans ― is willing to believe this tax reform could pay for itself.\nIf you choose to believe that doing the politically popular thing of letting people keep more of their money also does the politically popular thing of reducing the national debt, it’s not so difficult to vote for tax cuts. You’re just not being honest about the consequences of your choices.", "date": "\n09/29/2017", "href": "https://www.huffpost.com/entry/republicans-tax-cuts-offsets_n_59cd664ce4b05f005d3327d5", "tags": "debt tax growth cuts would ” pay republicans believe myth still"}