{"title": "Republicans Will Repeal Obamacare If They Get The Chance, Mitch McConnell Says", "content": "Republicans could make another run at repealing the Affordable Care Act if they retain control of Congress next year, the Senate’s GOP leader said on Wednesday.\nThe statement, which Majority Leader Mitch McConnell (R-Ky.) made in an interview with Reuters, came in response to a question about what the GOP had accomplished since President Donald Trump took office ― and what business McConnell felt was unfinished.\nHe called the failure to repeal the law known as Obamacare his singular disappointment but promised that Republicans haven’t given up. “If we had the votes to completely start over, we’d do it,” McConnell said. “But that depends on what happens in a couple weeks. ... We’re not satisfied with the way Obamacare is working.”\nThe statement should surprise nobody. Wiping Obamacare off the books has been a defining cause of the Republican Party since President Barack Obama signed the bill in March 2010. In 2017, when the GOP finally controlled both the White House and Congress, Republicans spent most of the year trying to pass legislation that would have finally realized that goal.\nThe closest they came was in July, after the House had already passed repeal legislation, when then-Sen. John McCain (R-Ariz.) famously gave a thumbs-down to the Senate’s bill ― in the process, providing a critical third “no” vote that likely prevented the bill from becoming law. But McCain has since passed away, a different Republican has taken his seat, and Vice President Mike Pence has already said he would like to see Republicans try again.\nWhether Republicans would succeed, of course, is another question. Repeal proved to be spectacularly unpopular and the votes that House Republicans took in favor of their bill are now hurting them politically ― so much so that, all across the country, Republicans who supported repeal are now insisting, falsely, they never tried to take away the law’s protections for people with pre-existing conditions.\nBut it’s not difficult to imagine Republicans learning from their tactical errors, fashioning a similar bill designed to win over a handful of lawmakers who resisted repeal last time, and finally getting something through Congress.\nThe stakes in this fight are enormous. Thanks to the Affordable Care Act’s expansion of Medicaid, subsidies for people buying private insurance, and prohibitions on discrimination against people with pre-existing conditions, the number of people without health insurance has plunged to historic lows. Studies have shown that, as a result, people are struggling less with medical bills and have better access to care.\nSome people are paying more for insurance than they otherwise would and, in some states, prices have gone so high that people paying entirely on their own ― without the benefit of federal tax credits ― are finding insurance flat-out unaffordable. Even Democrats concede that this represents one of the Affordable Care Act’s failings.\nBut where Democrats would bolster the law with additional financial assistance or simply replace it with a straightforward government insurance program, Republicans would ratchet back the regulations, cut funding for Medicaid and provide less assistance to the poor.\nThat is why, according to the Congressional Budget Office and other independent analysts, all of their schemes would leave millions more people without insurance ― and struggling to find affordable medical care as a result.", "date": "\n10/17/2018", "href": "https://www.huffpost.com/entry/mitch-mcconnell-repeal-obamacare-election_n_5bc7893ce4b0d38b58748f19", "tags": "care obamacare chance law repeal would ― mitch says bill republicans affordable get insurance mcconnell"}