{"title": "Republicans’ Obamacare Replacement Just Got A Powerful Enemy", "content": "WASHINGTON ― Provisions in the House Republicans’ Obamacare replacement bill that would raise insurance costs for older Americans are drawing resistance from the influential seniors’ lobby.\nThe American Health Care Act, as Republicans are calling it, would allow insurers to make premiums for older Americans five times what they charge younger workers ― provided that a state’s regulations allow for it. Obamacare had capped this ratio, known as an “age rating,” at 3 to 1.\nThe measure was chief among the reasons AARP, the nation’s largest organization for older Americans, cited in explaining its opposition to the House bill on Tuesday evening.\n“Older Americans need affordable health care services and prescriptions,” AARP Executive Vice President Nancy LeaMond said in a statement. “This plan goes in the opposite direction, increasing insurance premiums for older Americans and not doing anything to lower drug costs.”\nAARP, which has nearly 38 million members ages 50 and older, is also firmly opposed to a pair of major changes to Medicaid that the House bill includes. One is a rollback of Obamacare’s Medicaid expansion, which made the program available to millions of low-income adults, many of them seniors, who had no insurance before. The other is a new Medicaid funding formula that could leave states on the hook for more and more money, a report from the left-leaning Center on Budget and Policy Priorities concluded Tuesday. That might force states to make cuts that hurt seniors, many of whom rely on Medicaid for nursing home care and other health services.\n“Medicaid cuts could impact people of all ages and put at risk the health and safety of 17.4 million children and adults with disabilities and seniors by eliminating much needed services that allow individuals to live independently in their homes and communities,” LeaMond said. “This harmful legislation would make health care less secure and less affordable.” \nAARP used its considerable political power to help pass Obamacare in 2010, despite the opposition of many members ― about 400,000 left the organization in protest. AARP’s objection to key elements of the Republican bill to replace the landmark law could prove just as influential.\n“[AARP] backed it and paid the price for backing it, so why not support it against repeal?” said Fred Lynch, a professor at Claremont McKenna College and author of “One Nation Under AARP.” “The Congress is genuinely afraid of age power, and they’d just as soon let the sleeping giant go on sleeping.”\n“The only possible leader right now is AARP, so it’s sort of in their hands,” he said.\nThe mammoth organization has already registered its opposition to the two measures in letters to Congress in late January and early February.\nAARP premiered a new video advertisement for the campaign on Monday, suggesting it was ramping up its efforts to kill the provision. \nIn the tongue-in-cheek ad that runs for just over a minute, a man chopping wood alongside a squirrel named Charlie expresses his anger at the “age tax.”\n“You know, Charlie and I were watching the news this morning, and they said that Congress has just introduced a new age-rating bill,” the wood-chopping narrator says. “And I was like, ‘What the heck is age rating?’ Then Charlie explained that it’s Washington politician-speak for overcharging older Americans for their health insurance while lining the insurance companies’ pockets.”\nThe ad is part of an advocacy campaign AARP launched Feb. 15 to specifically combat a rise in the “age rating,” which it is calling an “age tax.” At the time, the organization encouraged its members to call those in Congress who were active in drafting the health care legislation to oppose the rating provision.\nAARP’s concern about how the Republican bill would affect Americans 50 and older is well-founded, according to two health care experts.\n“Across the board, what it does is shift costs from younger people to older people,” said Timothy Jost, a leading health reform expert and emeritus professor at the Washington and Lee University School of Law.\nRepublicans introduced the proposal with the goal of enticing younger Americans to buy health insurance and rebalance insurance risk pools, according to Jost.\nThe bill would also create a tax credit to buy insurance that increases based on age. But the tax credits are, at most, twice as large for older Americans while the premiums could be five times higher.\n“It is sending seniors a 2-foot rope to get themselves out of a 10-foot hole,” said Sabrina Corlette, a professor at Georgetown University’s Health Policy Institute.\nCorlette predicted that under the Republican plan, many Americans in their 50s and early 60s would be unable to pay for private insurance and would end up going without coverage. That risks driving up medical debt, which could lead to more bankruptcies.\nSome might delay retirement to keep employer-sponsored insurance, Corlette suggested.\n“If there is less coverage as people get older, people ... are less likely to leave a job to care for a family member or pursue their own business,” she added.\nMany of the older Americans hardest hit by these changes live in rural, Republican-leaning areas, according to an interactive analysis by the Kaiser Family Foundation. Under the House plan, 60-year-olds earning $30,000 a year would see their tax credits drop 75 percent or more in most of Arizona and large swaths of western Nebraska. The least affected states include solidly Democratic Washington, Vermont, New York and Massachusetts.\n“They didn’t run this by the politicians. They didn’t look at it seriously in terms of its effect on Republican voters and [Donald] Trump voters,” said Jost, who is also a contributing editor at Health Affairs.\nAARP represents an older demographic that leans Republican and tended to vote for Trump in November. \nRepublican senators spent much of their time Tuesday dodging questions about the specifics of the House Republican bill, saying they needed more time to read it.  \nAsked about the language in the bill that would allow insurers to charge their oldest customers five times what they charge younger ones, Sen. James Lankford (R-Okla.) said he’s fine with it. \n“Five-to-one’s been a standard part of the process and what it was several years ago,” he said. “No, five-to-one doesn’t concern me at all.” \nSen. Pat Toomey (R-Pa.) said he’s still studying the bill and that there’s “a lot I’m not wild about,” but the increase in premiums for older Americans wasn’t one of them.\n“The current price controls are clearly not working,” he said. “Getting away from price controls would probably improve the viability of the individual market.”\nPressed on the fact that it could mean older workers will have to postpone their retirement if the Republican bill passes, Toomey said, “I will leave it at that.”\nUnlike her colleagues, Sen. Susan Collins (R-Maine) expressed concern about the change. \n“Well it depends on how you structure the credit because, in fact, seniors are more expensive, but if you offset that by giving them a greater credit you can make sure that they’re not hurt by the reality that seniors use more health care,” she said.\nBut Collins acknowledged that preliminary analyses of the credits afforded under the bill to older customers suggest they won’t keep pace with the higher premiums.\n“Well, that’s an issue that I have. I need more information about the credits and also about the fact that it looks like the credits are the same amount whether you make the bottom of pay scale, or income scale, or the top.”", "date": "\n03/07/2017", "href": "https://www.huffpost.com/entry/republican-obamacare-replacement-aarp_n_58bf4cf9e4b0ed71826809f0", "tags": "obamacare health enemy ” got replacement republicans older bill americans insurance aarp powerful"}