{"title": "Republicans Got A Big Laugh Out Of Voting To Take Away People's Health Care", "content": "WASHINGTON — As millions came to grips with the fact they could soon be left without health insurance, President Donald Trump and House Republicans gathered in the Rose Garden of the White House to celebrate what they view as a victory for the American people.\nOn Thursday afternoon, the Republican-led House narrowly passed a bill to repeal and replace significant parts of the Affordable Care Act, better known as Obamacare, a 2010 law that expanded coverage to about 20 million people.\nAnd, as the pictures show, it was all fun and games for GOP leaders.\nThat deliberate spectacle — Republican lawmakers chuckling at the prospect of passing into law a measure that would uninsure millions and weaken protections for those with pre-existing conditions — did not go unnoticed. \nAnd in the end, it could come back to bite them, as campaign cash has already begun to roll in for their Democratic opponents. \nBefore Thursday’s vote, House Minority Leader Nancy Pelosi (D-Calif.) warned House Republicans that if they supported the measure they will “have this vote tattooed on them.” And after the vote, Democrats taunted their GOP colleagues by singing, “Na-na-na-na, na-na-na-na, hey, hey, hey! Goodbye!”\nRep. Adam Schiff (D-Calif.) told CNN’s Wolf Blitzer he expects Thursday will be the “one and only celebration” you’ll see from Republicans on this bill.\n“Very shortly, I imagine, that [Congressional Budget Office] analysis is going to come out, and it’s going to likely show tens of millions of Americans lose their health care under this plan,” he told CNN. “And the image of those Republican members celebrating that loss of coverage for millions may very well come back to haunt them.”\nThursday’s public celebration was reminiscent of January 2016, when congressional Republicans passed an Obamacare repeal bill — legislation that President Barack Obama, obviously, vetoed two days later. ", "date": "\n05/04/2017", "href": "https://www.huffpost.com/entry/republicans-laugh-health-care-us_n_590ba129e4b0e7021e9620db", "tags": "people thursday millions voting away laugh take come health ” got house bill republicans vote — care big"}