{"title": "Republicans Balk at More Tariffs as Trump Mulls More Farm Aid", "content": "WASHINGTON — At a White House meeting this month, Senator Chuck Grassley of Iowa, the powerful Republican chairman of the Senate Finance Committee, pressed President Trump to repeal the metal tariffs he imposed on Canada and Mexico, which he argued were hurting the struggling farmers the president had vowed to protect.\nHours later, Mr. Trump made clear that the message was not received.\n“Tariffs are working,” the president said on Twitter, attributing an investment announced by U.S. Steel to the steel and aluminum tariffs Mr. Trump put into effect last year.\nMr. Trump sold his trade disputes with China, Canada, Mexico and Europe as an effort to lower trade barriers. But the rewritten North American Free Trade Agreement has stalled in Congress, Europe is preparing retaliation in the event that Mr. Trump unleashes automobile tariffs this week and negotiations with China have broken down, devolving into an all-out trade war.\nThe collateral damage has been America’s farmers, and Mr. Grassley, a generally loyal ally to the president, has emerged as his chief critic on trade.\nSpeaking to reporters on Tuesday, Mr. Grassley, an Iowa farmer himself, warned that Mr. Trump could face political consequences if the pain that farmers are feeling continues to fester.\n“It’s going to have some impact on elections, of course,” Mr. Grassley said. “So far, I haven’t seen farmers abandoning Trump, but it’s going to have some impact.”\nMr. Trump last week raised tariff rates on $200 billion of Chinese imports to 25 percent from 10 percent and threatened to impose tariffs on another $300 billion of Chinese goods if negotiations continue to falter. On Monday, China hit back with tariffs as high as 25 percent on $60 billion of American goods, effective June 1.\nMr. Trump, cognizant of China’s penchant for hitting where it hurts, said he expected Beijing to once again retaliate against America’s farmers by slowing or stopping purchases of agricultural products, like soybeans and farm equipment.\nThe administration, which provided $12 billion in aid to farmers last year to mitigate the effects of the trade war, is developing plans for another bailout this year. Mr. Trump suggested this week that he will provide another $15 billion in financial support to farmers, potentially funded through the tariffs he is imposing on Chinese imports.\n“Our great Patriot Farmers will be one of the biggest beneficiaries of what is happening now,” Mr. Trump tweeted on Tuesday.\nThe predicament facing farmers as a result of the trade war is grim.\nPrices of soybeans, pork and cotton all slumped this week after China retaliated against the United States. JP Morgan on Tuesday downgraded the stock of Deere, the farm equipment manufacturer, warning that the agriculture sector is “rapidly deteriorating” and that additional farm aid would likely do little to buttress the fortunes of farmers.\nWhile Mr. Grassley supports the need to confront China, he made clear that the tariffs must go.\n“I’m no fan of tariffs,” Mr. Grassley said. “I’m disappointed by the news of additional tariffs out of Beijing and here in Washington. Both countries are going to be hurt.”\nGovernment subsidies are generally anathema to conservative economic orthodoxy. As Republicans grapple with Mr. Trump’s trade policy, some Republicans have quietly come to accept them, while others insist that they only make matters worse.\nSenator John Cornyn, Republican of Texas, told reporters on Tuesday that the proposed bailout sounds “inadequate” to deal with the problem, adding that “it won’t supply the benefit in terms of the demand and market share that a trade deal would.”\nAmong the most vocal critics of Mr. Trump’s plans to subsidize farmers is Senator Patrick J. Toomey, a Republican from Pennsylvania. On Tuesday he sharply criticized the White House’s strategy with China, arguing that “Americans were paying the price” of Mr. Trump’s recent moves.\nMr. Toomey, who represents a state whose agricultural sector mainly relies on domestic consumption, called Mr. Trump’s second round of payouts “a handout” that would saddle taxpayers with debt.\n“The term is meant to be pejorative because it’s a very bad policy,” he said. “I mean, think about what we’re doing — we’re inviting this retaliation that denies our farmers, the most productive farmers on the planet, the opportunity to sell their products overseas and then we say, ‘Don’t worry, we’ll have taxpayers send you some checks and make it O.K.’ ”\nFarmers say that they would prefer free trade over government subsidies. But with exports of products such as wheat and soybeans to China drying up, they are willing to take whatever help they can get.\n“It’s going to be needed,” said John Heisdorffer, a soybean producer from Keota, Iowa, and chairman of the American Soybean Association. “I hear from so many farmers now, how they’re struggling.”\nMr. Heisdorffer said that many farmers are feeling emotionally drained by the ups and downs of the trade negotiations with China and that he hopes Mr. Trump can find a way to roll back all the tariffs.\n“At this point, I still hear a lot of support for the president,” he said. “We support what he’s doing, but we felt all the time that there was a different way than tariffs to have done it.”\nBut Mr. Trump thus far has shown little interest in changing course. Before boarding Marine One on Tuesday, the president described the economic battle with China as a “little squabble” and said that the United States would win in the end.\nFor lawmakers such as Mr. Grassley, who espouse the virtues of free trade, the stubbornness of the squabble has amounted to growing frustration. The senator from Iowa said this week that he intended to begin sending his concerns to Mr. Trump in writing.\n“I’m not sure if you talk to him face to face he hears everything you say,” Mr. Grassley said.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/us/politics/china-tariffs-republicans.html", "tags": "balk mulls “ farm farmers china aid grassley trump trade republicans tariffs"}