{"title": "Republicans Rewrite Portions Of Tax Bill Hours Before Vote", "content": "WASHINGTON ― Senate Republicans avoided the most embarrassing scenario for their tax bill Thursday ― an unexpected floor defeat that would have sent the legislation back to committee ― but they are still facing a significant stumbling block and, hours before a vote, are still changing portions of their bill.\nThe “trigger” proposal from Sen. Bob Corker (R-Tenn.), which would have set off certain tax increases if Republicans didn’t hit revenue targets, was struck down by the Senate parliamentarian on Thursday afternoon. (Because of the restrictions that allow Republicans to pass their tax plan with a simple majority, provisions that don’t materially affect fiscal policies could be ruled subject to 60 votes.)\nSo when the parliamentarian informed Corker that his trigger proposal wouldn’t fly, the GOP bill suddenly faced a problem. Without that provision, Corker didn’t feel comfortable voting for the bill, and he had reinforcements. Sen. Jeff Flake (R-Ariz.), who has also been concerned about how much debt the bill would produce, as well as Sen. Ron Johnson (R-Wis.), who has concerns about pass-through business tax provisions, both refused to vote against a Democratic motion to send the legislation back to committee until a fix could be worked out.\nRepublicans held open a 15-minute vote for 62 minutes while Corker worked through possible fixes with Senate GOP leaders. Had Corker, Flake and Johnson voted no, the bill would have been sent back to the Finance Committee for three days and Senate Majority Leader Mitch McConnell (R-Ky.) would have been dealt yet another surprising and embarrassing floor defeat. But leaders eventually worked out an agreement. Instead of increasing taxes if Republicans failed to hit revenue targets, the bill would simply act as if Republicans will not reach those targets and will therefore raise taxes in coming years.\nWith that agreement, all three holdouts voted against the Democratic motion.\nStill, the deal puts Republicans in an awkward spot. “We have an alternative we don’t want to do to try to address Sen. Corker’s concerns,” Majority Whip John Cornyn (R-Texas) told reporters after the tense vote.\nAccording to Politico, Corker and Flake said Thursday night that the tax increases would kick in after six years ― with the idea that Congress could later waive those increases ― and would total roughly $350 billion. \nLate Thursday, the chatter in the Capitol was that Republicans may adjust the repeal of the alternative minimum tax, which ensures that certain individuals pay a baseline tax if they have high deductions, to pay for Corker’s demands. That would cause problems in the House, where Republicans have touted the repeal of the AMT as a significant feature of their tax plan.\nBut another proposal on the table may be even more unpalatable for Republicans: raising the corporate rate.\nCurrently, the corporate tax rate would go from 35 percent to 20 percent in both the House and Senate versions of the tax bill. But one idea is to raise the rate slightly in later years to offset some of the debt generated by the bill. (The Joint Committee on Taxation said Thursday that the Senate bill would increase debt by $1 trillion over 10 years even when projecting increased economic growth.)\nA higher corporate rate may actually be a stumbling block in the House. Rep. Mark Meadows (R-N.C.), chairman of the conservative House Freedom Caucus, said Thursday morning that raising the corporate rate above 20 percent wouldn’t be acceptable for conservatives. “I’m going to be very clear,” Meadows said of a corporate rate higher than 20 percent, “that dog won’t hunt.”\nThe trick to the supposed tax increases is to make it unlikely to come into effect, but not impossible. If the planned tax increase was completely unlikely, Corker probably wouldn’t go for it. If it’s too palatable, however, Democrats would never have any incentive to go along with future GOP proposals to prevent those increases, and some Republicans might also vote to let the tax raises come.\nIn that sense, bringing back the alternative minimum tax could make some sense, but Republicans still don’t have a firm proposal ― at least not a public one ― with less than 20 hours before senators are expected to vote.", "date": "\n11/30/2017", "href": "https://www.huffpost.com/entry/republicans-rewrite-tax-bill_n_5a20b157e4b03c44072c65ed", "tags": "thursday tax rewrite hours portions corker republicans ― senate bill rate vote"}