{"title": "Republicans Are Hustling To Pass A Tax Bill That No One Really Likes", "content": "The tax bill Republicans are on the verge of passing remains generally unloved by America, new polling shows.\nNearly every publicly released poll of the bill taken this December shows its numbers in the red, with support from the bill ranging between 26 percent and 44 percent, and averaging out to just over 30 percent. That would make it, if enacted, among the least popular pieces of major legislation signed into law since the 1990s.\nAnd despite President Donald Trump’s claim otherwise, the plan doesn’t appear to be growing on the public ― the most recent poll, released Monday by Monmouth University, was one of the worst recent surveys to date. In that survey, just 14 percent of Americans expected the tax plan to cut their own taxes, while half expected to have their taxes hiked. In a Quinnipiac poll released last week, 65 percent of voters thought the plan would mostly benefit the wealthy.\nThe considerable share of Americans who remain undecided or lukewarm gives the bill plenty of room to either gain or lose support. Views of the Affordable Care Act grew substantially worse ― and then substantially better ― in the years following its passage. The 2009 stimulus plan, which passed with majority support, was largely disliked a year later. Less promisingly for the tax plan, however, those people who aren’t sure about it aren’t too likely to be big fans of the current president.\nThe plan suffers from a significant enthusiasm gap across many of the surveys, with strong opposition for the plan outpacing strong support (although few opponents cite taxes as a top issue).\nDemocrats and those who supported Hillary Clinton in 2016 are fervently against the bill. In Monmouth’s survey, nearly three-quarters of Democrats disapproved of the plan, with 58 percent disapproving strongly. In a HuffPost/YouGov poll taken earlier this month, 82 percent of Clinton voters opposed the Senate bill, with 69 percent opposing it strongly.\n“As a teacher I can’t write off the meager tax deduction I get to buy my supplies but a millionaire can write off his private jet,” one Clinton voter wrote in response to the HuffPost/YouGov survey. Another respondent fumed: “The rich get a windfall. Working people get screwed.”\nBy contrast, support for the bill is more lukewarm. In Monmouth’s poll, just 55 percent of Republicans supported the tax plan, with fewer than a third strongly in favor. In the HuffPost/YouGov survey, two-thirds of Trump’s supporters backed the plan, but just a quarter gave it their strong support.\n“It has something in it for almost everyone,” one Trump voter from Georgia wrote. “I have a son-in-law with a small business that will be greatly helped.”\nBut others were les optimistic. ”[N]o sign of campaign promise to benefit poor & middle class, not the already wealthy or corporations,” wrote a self-described conservative who counted herself among the tenth of Trump voters who oppose the bill.", "date": "\n12/18/2017", "href": "https://www.huffpost.com/entry/republicans-unpopular-tax-bill_n_5a38218ae4b0860bf4aa5558", "tags": "support percent tax really hustling likes republicans poll one pass survey bill plan"}