{"title": "Residents Take Cover as Ukraine Border Battles Reignite Conflict", "content": "The embers of a smoldering conflict reignited this week as a series of border skirmishes in eastern Ukraine escalated to nearly continuous fighting along a front line, with deaths mounting on both sides.\nThe Ukrainian military said 19 soldiers had been killed and 66 wounded since Sunday. The main Russian-backed rebel group, the Donetsk People’s Republic, said 18 of its soldiers had been killed and dozens more wounded.\nThe fiercest fighting centered on the industrial town of Avdiivka on the outskirts of Donetsk, the rebel capital, where tanks took up positions in the snowy streets. The Organization for Security and Cooperation in Europe reported more than 1,000 artillery strikes in and around the town, including one that killed a woman as she was walking to a grocery store.\nThe fighting intensified during a battle for control of a military position on the edge of Avdiivka called Almaz-2, or Diamond-2, which had been under rebel occupation. Artillery rained down on the town, hitting houses, schools and apartment blocks. Residents huddled, terrified, in dark apartments.\nThe increasingly dire humanitarian conditions have raised the geopolitical stakes. Thousands of residents in Avdiivka are without power, and even more are without drinking water in rebel-held Donetsk. Efforts by the O.S.C.E. to negotiate cease-fires in order to repair the damage have fallen through, and residents are relying on the United Nations to distribute bread.\nStray rockets and artillery shells have become a constant risk. Among the victims in a barrage on Thursday was a British photographer, Christopher Nunn, whose eyes were badly wounded. Ukrainian officials said a woman he was interviewing at the time was killed in the blast.\nBoth sides looked for relief from President Trump, who has said he wants to ease tensions with Russia. Western governments say Russia is arming the separatists and the United States Army has previously trained and equipped Ukrainian soldiers.\nThe United States ambassador to the United Nations, Nikki R. Haley, this week blamed Russia for the escalation in fighting. “We do want to better our relations with Russia,” Ms. Haley said. “However, the dire situation in eastern Ukraine is one that demands clear and strong condemnation of Russian actions.”\nThe fighting enraged Ukrainians who had gathered for a funeral procession for slain soldiers on Kiev’s Independence Square, the site of the 2014 revolution.", "date": "Feb. 3, 2017", "href": "https://www.nytimes.com/2017/02/03/world/europe/ukraine-russia-conflict-avdiivka.html", "tags": "soldiers wounded donetsk residents fighting reignite take rebel border united conflict cover killed russia ukrainian battles ukraine"}