{"title": "RESTAURANTS; Arias From the Kitchen As the Dining Room Rocks", "content": "SOME restaurants revel in exquisite subtleties, while others simply go for the gut. Babbo, blessedly, hangs with the latter crowd.\nConsider the bavette, and the buttered bread crumbs in particular.\nBavette, which are slender siblings to fettucine, formed the base of a recent pasta special, and they arrived with plenty of good company: immaculately virgin olive oil, red-hot peppers, fresh ramps, pecorino. At most restaurants, and for most chefs, that would suffice.\nNot at Babbo, and not for Mario Batali. Our waiter circled back, explaining that the dish languished a step shy of its full potential, beatified but not yet sanctified, an act he swooped to perform. On went the bread crumbs, for more texture, more richness -- just plain more.\nMr. Batali, the culinary spirit behind Babbo and an ever-expanding empire of Italian (and, more recently, Mediterranean) restaurants, is an indulgent ruler. Babbo remains his throne, from which he bestows his most lavish favors and intense flavors upon an appropriately grateful dining public.\nBraised beef cheeks, crushed squab liver, black truffles: these are the components of just one signature ravioli dish. Goose liver is the filling for another.\nAmong the restaurants that make my stomach do a special jig, Babbo ranks near the top, and that's one reason a fresh review appears today, six years after Babbo opened and received a three-star rating in The New York Times from Ruth Reichl.\nBut there are other reasons, including this: Babbo provides a clear example of what separates an absolutely terrific restaurant, which it is, from a wholly transcendent dining experience, which it is not. It traces one of the dividing lines between three and four stars, a stratum that makes demands well beyond the perimeter of the plate.\nAt present, five restaurants in New York City have four stars from The Times. All are French in pedigree or predilection, and that rightly prompts notice as well as debate, at least around the tables where restaurant lovers huddle and feast.\nCan the list be complete without Japanese restaurants, so wildly in vogue? Will it ever accommodate Italian restaurants, so many and beloved? Why not Babbo?\nTo the last question, there is a short, emblematic answer: the music. On the first of my recent visits to Babbo, what thundered -- and I do mean thundered -- from the sound system was relatively hard rock.\nBucatini with the Black Crowes? (''Their second album!'' a waiter proudly informed us.) Linguine with Led Zeppelin?\nThat soundtrack, the strangely deliberate fruit of Mr. Batali's own iPod, was jarring, as were a few other aspects of the ambience.\nThe tables are wedged tightly into the first two stories of a Greenwich Village town house, and on the ground floor, a dense crowd often fills the bar area, just inside the entrance. It's a daunting gantlet that diners must penetrate, and it stays in the sightlines of many people eating downstairs.\nEven the upstairs can feel frenetic, given the tongue-twisting velocity with which waiters recite specials, the breakneck speed with which they reset the turning tables.\nThis slightly ragtag quality is Babbo's limitation, not because it bucks classic formality, which matters less than ever, but because it undercuts the kind of coddling that restaurants can also provide.\nThey can muster a style of theater and degree of pampering that make more universally appealing sense than the sounds and scrum of Babbo. They can be easier on the ears and elbows.\nThey cannot be much better to the belly. Mr. Batali makes sure of that.\nAlthough he has lustily embraced celebrity chefdom and taken many mistresses (Lupa, Esca, Casa Mono), Babbo is the beloved spouse to which his heart still belongs.\nHe is here almost nightly, clumping around the place or sitting on the stoop next door in a safari vest, shorts and one of his 12 pairs of orange high-top sneakers. He constantly puts new dishes on the menu, a proclivity that promises adventure to those who want it, safety to those who don't.\nYes, there is offal, including lamb's brain (in a pasta dish) and veal sweetbreads (fried and sauced with such abandon that they taste like a top-notch order of General Tso's chicken).\nBut there is also a rib-eye steak, lamb chops and plenty of fish. The wild striped bass that I sampled in April, when it was in season, was moister, plumper and more satisfying than the fish I was eating at fancier restaurants better known for seafood. It was also skirted with prosciutto, which didn't hurt.\nMr. Batali is not much for restraint (except with prices, which are reasonable for food of this quality). The warm lamb's tongue, my favorite appetizer, has a delightfully funky flavor on its own, but Mr. Batali dresses it with a black truffle vinaigrette and doesn't stop there.\nUpon the summit of the dish teeters a three-minute egg; tap it and the ruptured yolk runs like lava down the slopes of the meat, bringing extra excitement to the landscape.\nThat goose liver ravioli also gets additional flourishes, browned butter and balsamic vinegar. The pasta, made in house, is cooked perfectly, neither 30 seconds too long or short. At Babbo, it always is.\nAnd the desserts made by Gina DePalma, the pastry chef, are almost always wonderful. A pine nut crostata made its debut two months ago and has trumped the famous saffron panna cotta (still available) as the sweet to be savored above all others. It's like an Italian translation of pecan pie.\nNot that I've encountered it, or many of the dishes at Babbo, in Italy. While Italy is Mr. Batali's muse and mooring, he and his co-owner, Joseph Bastianich, sail their own way, on every level.\nThat includes Babbo's wine service, from an all-Italian list. The price range is truly broad, the sommelier genuinely helpful. Last week, he steered me to a 1995 Roagna Barolo for under $75.\nThe decanter had an unusually deep dimple: crucial, he explained, for Babbo. ''There's a lot of reaching and awkward corners,'' he said.\nIndeed there is, along with Lou Reed and Moby, at a volume that rises around 10:30 p.m., as if patrons are being cued to chew faster.\nOther Italian (and, for the matter, Asian) restaurants take a less discordant tack, and one may break the French monopoly. But I suspect that Mr. Batali means to be where he is: a backbeat away, in orange sneakers, serving food as delicious as anybody else's.\nBabbo\n*** [rating: three stars]\n110 Waverly Place, Greenwich Village; (212) 777-0303.\nATMOSPHERE -- Mostly intimate but slightly irritating, with soft lighting, dark woods and a bustle that never quite recedes.\nSERVICE -- Expert, amiable, sometimes hurried.\nSOUND LEVEL -- Rocking, literally.\nRECOMMENDED DISHES -- Lamb's tongue in a black truffle vinaigrette; mint ''love letters'' of pasta with spicy lamb sausage; goose liver ravioli; beef cheek ravioli; spicy calamari; grilled lamb chops; pine nut crostata; pistachio and chocolate semifreddo.\nWINE LIST -- Italian, vast and varied in region and price; none by the glass, but usually a dozen by the quartino, a little less than two glasses.\nPRICE RANGE -- Appetizers, $9 to $15; pastas, $17 to $24; other entrees, $23 to $32.50; most desserts, $9; seven-course pasta tasting menu, $59; seven-course traditional tasting menu, $65.\nHOURS -- Monday to Saturday, 5:30 to 11:30 p.m.; Sunday, 5 to 11 p.m.\nRESERVATIONS -- Extremely difficult for prime times; call exactly one month ahead. A half-dozen tables in the bar area are first come first served.\nCREDIT CARDS -- All major cards.\nWHEELCHAIR ACCESS -- Downstairs dining room and restrooms a step up from street level; ramp available.\nWhat the stars mean:\n(None) Poor to Satisfactory\n* Good\n** Very Good\n*** Excellent\n**** Extraordinary\nRatings reflect the reviewer's reaction to food, ambiance and service with price taken into consideration. Menu listings and prices are subject to change.\nON THE WEB\nPAST REVIEWS from the New York Times, with additional capsule reviews by Times critics:\nnytimes.com/dining", "date": "JUNE 9, 2004", "href": "https://www.nytimes.com/2004/06/09/dining/restaurants-arias-from-the-kitchen-as-the-dining-room-rocks.html", "tags": "kitchen room babbo dining italian arias batali one -- rocks lamb times pasta restaurants"}