{"title": "Reuters journalists jailed in Myanmar over secrets act", "content": "A court in Myanmar has sentenced two Reuters journalists to seven years in prison for violating a state secrets act while investigating violence against the Rohingya minority. \nWa Lone and Kyaw Soe Oo, nationals of Myanmar, were arrested while carrying official documents which had just been given to them by police officers.\nThey have maintained their innocence, saying they were set up by police. \nThe case has been widely seen as a test of press freedom in Myanmar.\n\"I have no fear,\" Wa Lone said after the verdict. \"I have not done anything wrong. I believe in justice, democracy and freedom.\"\nThe two men, who both have families with young children, have been in prison since their arrest in December 2017. \nWa Lone, 32, and Kyaw Soe Oo, 28, are Myanmar citizens who were working for the international news agency.\nThey had been collecting evidence about the murders of 10 Rohingya men by the army in the village of Inn Din in northern Rakhine in September 2017. \nThey were arrested before the report's publication, after being handed some documents by two policemen who they met at the restaurant for the first time. \nA police witness testified during the trial that the restaurant meeting was a set-up to entrap the journalists.\nThe final report - a collaboration with other colleagues - was considered extraordinary, because it gathered testimonies from a range of participants, including Buddhist villagers who confessed to killing Rohingya Muslims and torching their homes. Accounts from paramilitary police also directly implicated the military. \nThe military had previously released its own investigation into allegations of abuse in Rakhine, and exonerated itself of all wrongdoing. \nAuthorities later launched their own probe into the Inn Din killings, confirming the massacre took place and promising to take action against those who had taken part.\nAt least 700,000 Rohingya have fled violence in the country in the past year. \nThe crisis erupted when a brutal crackdown was launched in response to a Rohingya militant group attacking several police posts. \nThe United Nations has called the army's response - including murder, torture, rape, sexual slavery, persecution and enslavement - \"grossly disproportionate to actual security threats\". \nA UN report - released last week - called for military leaders to face genocide charges for their actions. \nMyanmar rejected the report. It sees the Rohingya - who have their own culture and language - as illegal immigrants from Bangladesh.\nJudge Ye Lwin told the court in Yangon the pair had \"intended to harm the interests of the state\".  \n\"And so they have been found guilty under the state secrets act,\" he said.\nThe verdict had been delayed once because of the judge's ill health.\nNick Beake, BBC Myanmar correspondent, Yangon\nWa Lone and Kyaw Soe Oo bowed their heads as the verdict was delivered, while their families broke down in tears in court. \nThe reporters have always insisted they were framed. Wa Lone - who missed the birth of his first child while being detained - protested his innocence once again as he was led away. \nMany will see this verdict as a crushing blow to freedom of the press in Myanmar and another setback for democracy, three years after Aung San Suu Kyi's party triumphed in free elections. \nLast week, UN inspectors called for Myanmar's top generals to stand trial for genocide for the crimes committed against the Rohingya - the very subject these reporters were investigating. \n\"Today is a sad day for Myanmar, Reuters journalists Wa Lone and Kyaw Soe Oo, and press freedom anywhere,\" Reuters editor-in-chief Stephen Adler said. \nThe verdict has been widely criticised by observers and human rights groups. \n \"We are extremely disappointed by this verdict,\" Britain's ambassador to Myanmar, Dan Chugg, said according to Reuters.\nUS ambassador Scot Marciel echoed the same criticism, saying the court's decision was \"deeply troubling for everybody who has struggled so hard here for media freedom\".\nThe UN's resident and humanitarian co-ordinator in Myanmar, Knut Ostby, said the UN had \"consistently called for the release\" of the journalists and that \"a free press is essential for peace, justice and human rights for all. We are disappointed by today's court decision\".\n\"The outrageous convictions show Myanmar courts' willingness to muzzle those reporting on military atrocities,\" Brad Adams, Asia director at Human Rights Watch, said.\n\"These sentences mark a new low for press freedom and further backsliding on rights under Aung San Suu Kyi's government.\"\nMedia access to Rakhine is strictly controlled by the government so it is difficult to get reliable news from the region. ", "date": "3 September 2018", "href": "https://www.bbc.co.uk/news/world-asia-45392972", "tags": "myanmar freedom lone court wa jailed secrets reuters act verdict police journalists press rohingya"}