{"title": "Review: ‘Elektra’ Runs Wild, With Ann Liv Young", "content": "It’s hard to imagine Ann Liv Young and company doing what they did on Wednesday night more than once, let alone eight times, the length of their run at New York Live Arts in Chelsea. The brutal rawness and immediacy that we’ve come to expect from Ms. Young, a divisive performer and choreographer, reaches new heights — or newly disturbing depths — in her “Elektra,” which had its United States premiere alongside its even rowdier companion piece, “Elektra Cabaret.”\nIn terms of audience interaction — which can be violently direct in Ms. Young’s work — “Elektra,” a very liberal interpretation of Sophocles, is fairly benign. The four main characters, in fact, are penned in, their singing and screaming and dancing confined to a sand pit encircled by a low fence, which seems built as much for them as for the show’s four-legged interloper, a frisky black pig named Daisy.\nWhat’s alarming here is just how much Ms. Young demands of herself, as Elektra, and of her performers: Bailey Catherine Nolan as Chrysothemis (Elektra’s sister), Charley Parden as Orestes (their brother) and Vanessa Soudan as Clytemnestra (their mother). Daisy, treated to a steady stream of snacks by a lurking pig handler, Marissa Mickelberg, has it relatively easy.\nIn this fractured pop-song-driven tale of the siblings who avenge their father by killing his murderer — their mother — everyone fights, bites, flings, stabs and claws through scene after bitter scene, as if for the first and last time. Costumes rip (and fall off entirely); makeup smears; wigs and microphones come undone. When Elektra and Clytemnestra wrestle each other over a loaf of bread, you fear for them.\nEven tongue-in-cheek unison dances, polished to a degree rare for the chaos-loving Ms. Young, have a grim edge, owing partly to Lauren Libretti’s exquisite yellow-gray lighting, a heavy presence that doesn’t lift until the final murderous tableaus.\nPresented back-to-back with “Elektra Cabaret” — with an interlude featuring Nessa Norich as a kind of sexual mystic, and Daniel Borg as her streamer-swirling partner — “Elektra” offers just one version of Clytemnestra’s demise. Hereditary entanglements are even more twisted in the karaoke-based cabaret, which ruptures the fourth wall (if you sit in the front row, prepare to be twerked upon) and introduces a real parent-child relationship, as Ms. Young’s 8-year-old daughter, Lovey Ailish Guerrero, joins the denim-clad posse onstage. When she and Ms. Young belt out Eminem’s “The Monster,” side by side, they could be sisters.", "date": "Jan. 22, 2016", "href": "https://www.nytimes.com/2016/01/23/arts/dance/review-elektra-runs-wild-with-ann-liv-young.html", "tags": "liv ‘ young ann clytemnestra come even wild new elektra ” — ms. review runs"}