{"title": "Revolutionary Guard Corps: US labels Iran force as terrorists", "content": "US President Donald Trump has designated Iran's elite Revolutionary Guard Corps (IRGC) as a foreign terrorist organisation.\nIt is the first time the US has labelled another nation's military as a terrorist organisation.\nIran retaliated by declaring US forces in the Middle East as a terrorist organisation, Iran state news reported. \nWashington-Tehran tensions have risen since Mr Trump withdrew the US from the international Iran nuclear pact. \nLabelling the Guards as a terrorist organisation will allow the US to impose further sanctions - particularly affecting the business sector, given the IRGC's involvement in Iran's economy.\nA number of IRGC and affiliated entities have already been targeted by US sanctions for alleged proliferation activities, support for terrorism and human rights abuses.\nMr Trump's statement on Monday said: \"This unprecedented step, led by the Department of State, recognises the reality that Iran is not only a State Sponsor of Terrorism, but that the IRGC actively participates in, finances, and promotes terrorism as a tool of statecraft.\"\nThe president added that the move was meant to \"significantly expand the scope and scale\" of pressure on Iran.\n\"If you are doing business with the IRGC, you will be bankrolling terrorism,\" Mr Trump said.\nThe measure will take effect in one week's time, according to the State Department.\nUS Secretary of State Mike Pompeo and National Security Adviser John Bolton, both Iran hawks, championed the decision, but not all US officials were so supportive.\nMr Pompeo told reporters on Monday the US will continue to sanction and pressure Iran to \"behave like a normal nation\" and urged America's allies to take similar action.\n\"The leaders of Iran are not revolutionaries and people deserve better,\" Mr Pompeo said. \"They are opportunists.\"\nIn a later tweet, he added: \"We must help the people of Iran get back their freedom.\"\nMr Bolton said labelling the IRGC as terrorists was \"the rightful designation\".\nBut some Pentagon officials, including Joint Chiefs of Staff Chairman Gen Joe Dunford, had expressed concerns about troop safety, the Wall Street Journal reported.\nMilitary officials cautioned the designation could incite violence against US forces in the Middle East without severely impacting Iran's economy.\nThe Central Intelligence Agency had also reportedly opposed the move.\nIran's national security council declared US Central Command (Centcom) a terrorist organisation after Foreign Minister Javad Zarif wrote to President Hassan Rouhani urging such a response, state news channel IRINN said.\nCentcom is the Pentagon wing that oversees Washington's security interests across the central area of the world map, most notably Afghanistan, Iraq, Iran, Pakistan and Syria. \nThe Islamic Republic had warned it would retaliate in kind last week, after reports of the Trump administration plan first surfaced.\n\"We will answer any action taken against this force with a reciprocal action,\" a statement issued by 255 out of the 290 Iranian MPs said, according to the state-run IRNA news agency.\nBut Israeli Prime Minister Benjamin Netanyahu, who is battling for political survival in Tuesday's elections, cheered the US move.\nThis move underscores the Trump administration's desire to isolate and stigmatise Iran, though it is unlikely to have a significant impact upon the Revolutionary Guard Corps' activities. \nFew Western commentators would disagree that the IRGC is responsible for all sorts of disruptive activities in the region and beyond. \nBut many - including it seems some officials in the US Department of State and the Pentagon  - fear that this step could simply backfire. \nThe fear is that it could encourage the IRGC or its proxies to take action against US personnel or other targets in places where they might be vulnerable, for example in Iraq.  \nWhat this move does do is signal the unremitting desire of the Trump Administration to ramp up its battle with Tehran which some fear may, one day, spill into open military conflict. \nIran's most elite military unit, the IRGC was set up shortly after the 1979 Iranian revolution to defend the country's Islamic system, and to provide a counterweight to the regular armed forces.\nIt has since become a major military, political and economic force in Iran, with close ties to the Supreme Leader, Ayatollah Ali Khamenei, and many other senior figures hailing from its ranks.\nThe IRGC is estimated to have more than 150,000 active personnel, boasts its own ground forces, navy and air force, and oversees Iran's strategic weapons, including its ballistic missiles. \nThe IRGC exerts influence elsewhere in the Middle East by providing money, weapons, technology, training and advice to allied governments and armed groups through its shadowy overseas operations arm, the Quds (Jerusalem) Force.", "date": "8 April 2019", "href": "https://www.bbc.com/news/world-us-canada-47857140", "tags": "iran us guard military corps force irgc labels state organisation terrorists terrorist revolutionary said"}