{"title": "Rex Tillerson slams China's relationship with Africa", "content": "US Secretary of State Rex Tillerson has criticised China's economic engagement in Africa, ahead of his first official visit to the continent. \nHe said China encouraged dependency, utilised corrupt deals and endangered its natural resources.\nMr Tillerson also announced a $533m (£380m) humanitarian African aid plan.\nDuring his trip, he will be looking to build bridges after President Donald Trump reportedly used foul language to describe African countries in January.\nMr Tillerson gave his speech at George Mason University in Virginia, shortly before setting off on his weeklong visit to Chad, Djibouti, Ethiopia, Kenya and Nigeria.\nHe outlined the themes of his trip: counterterrorism, democracy, governance, trade and investment. \nThen he launched into his criticism of China. He said its investment had the potential to improve Africa's infrastructure, but added that its approach had led to mounting debt while creating few jobs.  \nOver the past two decades trade between Africa and China has soared, driven by China's demand for the continent's minerals. \nHowever, Chinese construction firms have made significant improvements to long-neglected infrastructure, including roads, in a number of countries.\n\"Our country's security and economic prosperity are linked with Africa's like never before,\" said Mr Tillerson \nHe said the aid plan will help people affected by food shortages and conflict in Somalia, South Sudan, Ethiopia and the Lake Chad Basin.\nMr Tillerson said he has made many trips to Africa before, in his former career as an oil executive. \nHis latest, and his first as the US's top diplomat, coincides with that of his Russian counterpart, Sergei Lavrov, who is this week visiting Angola, Ethiopia, Mozambique, Namibia and Zimbabwe. \nBy Fergal Keane, BBC Africa editor \nRex Tillerson's essential message was that was a true friend to Africa... unlike China. \nThe US would do more to reduce trade and investment barriers for African partners, he said. \nHis announcement of more humanitarian assistance for several countries threatened by famine will be welcomed, but Mr Tillerson works for a president who has repeatedly spoken of reducing America's burdens abroad.\nHis remarks come against the backdrop of potentially sweeping cuts to American contributions to peacekeeping and aid operations - at a time when crises in the Democratic Republic of Congo, the Central African Republic and South Sudan, among others have placed immense strain on existing UN operations.\nIn an administration that has often struggled for coherence in its foreign policy, and which lives by the maxim of America First, it would be unrealistic to expect Secretary Tillerson to deliver a transformation in the relationship between US and Africa.", "date": "6 March 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-43307461", "tags": "african us mr china first aid slams countries rex africa relationship tillerson"}