{"title": "Rex Tillerson and the Unraveling of the State Department", "content": "One afternoon in late September, I sat down with Rex Tillerson on what, in hindsight, may well have been his last comparatively normal day as secretary of state. It was a little more than 72 hours before President Donald Trump would take to Twitter to declare that Tillerson, his top diplomat, was “wasting his time trying to negotiate with Little Rocket Man,” as the president now refers to the North Korean leader, Kim Jong-un, and admonish Tillerson: “Save your energy Rex, we’ll do what has to be done!” Which was a few days before NBC News would report that Tillerson, after a July meeting with Trump, called the president a “moron” and wanted to resign until Vice President Mike Pence talked him out of it. Which was just a couple hours before Tillerson would hold an extraordinary news conference in the State Department’s Treaty Room — the magisterial, blue-walled chamber where secretaries of state typically greet foreign dignitaries — in order to tell reporters that Trump “is smart”; deny that he ever considered resigning; and refuse to answer a question about whether he had indeed called the president a moron.\nBut even before all that, sitting in a silk-upholstered chair in front of a fireplace in his office, his State Department-seal cuff links peeking out from the sleeves of his navy blue suit, the impossibility of Tillerson’s assignment was apparent. He was about to embark on his third trip to Asia as secretary of state, part of his efforts to bring about a peaceful resolution to the North Korean nuclear crisis, so I asked him if Trump’s tweets on the topic — threatening in August that “military solutions are now fully in place, locked and loaded,” and in September that if the United States “is forced to defend itself or its allies, we will have no choice but to totally destroy #NoKo” — were in any way helpful to what he was trying to accomplish.\nTillerson let out a short sigh. “Look, on the president’s tweets,” he said, “I take what the president tweets out as his form of communicating, and I build it into my strategies and my tactics. How can I use that? How do I want to use that? And in a dynamic situation, like we deal with here all the time — and you can go walk around the world, they’re all dynamic — things happen. You wake up the next morning, something’s happened. I wake up the next morning, the president’s got a tweet out there. So I think about, O.K., that’s a new condition. How do I want to use that?” Tillerson continued: “Our strategies and the tactics we’re using to advance the policies have to be resilient enough to accommodate unknowns, O.K.? So if you want to put that in an unknown category, you can. It certainly kind of comes out that even I would say, ‘I wasn’t expecting that.’ But it doesn’t mean our strategies are not resilient enough to accommodate it.”\nAccommodating the president, rather than working with him, is not a normal mission for a secretary of state — and for Tillerson, it seems to be an increasingly doomed one. “The president’s always saying, ‘Rex’s not tough,’ and ‘I didn’t know he was so establishment,’ ” says one Trump adviser. After Tillerson’s “moron” gibe became public, the president, while dismissing the report as “fake news, ” also told Forbes, “if he did that, I guess we’ll have to compare I.Q. tests. And I can tell you who is going to win.” The question among many people inside and outside the Trump administration is not necessarily what’s keeping Tillerson from resigning; it’s what’s stopping Trump from firing him. One Trump-administration official offered me a tentative theory: “Losing a chief of staff in the first year is a big deal, but losing a secretary of state is an even bigger one.”\nOn the afternoon I saw Tillerson at the State Department, he’d just returned from several hours at the White House. This was hardly unusual. When he’s in Washington, he often spends part of his workday at 1600 Pennsylvania Avenue, in formal and informal meetings with Trump. Tillerson, a former Eagle Scout who years later served as the Boy Scouts of America’s national president, always comes prepared for those encounters, keeping a 2-inch-by-8-inch notecard in the inside pocket of his suit jacket with a handwritten list of matters he wants to discuss with the president. After meeting with Trump, he’ll then add to the list the things Trump wants him to take care of.\nMany political eminences, including Tillerson’s hunting buddy, the former Secretary of State James Baker, had advised Tillerson that his relationship with Trump would be the most important factor in determining his success in his new job. And this was an area in which Tillerson, in his previous job as chief executive of Exxon Mobil, had excelled. “I have over my life had to build relationships with heads of state, not just this one, but heads of states all over the world,” he reminded me. At Exxon Mobil, he did business with a rogue’s gallery of world leaders, from Vladimir Putin (who in 2013 awarded Tillerson Russia’s Order of Friendship) to Hugo Chavez (who in 2007 seized Exxon Mobil’s assets, prompting the oil giant to leave Venezuela). I asked Tillerson if Trump had any similarities to the heads of state he dealt with as an oil executive. “Yeah, there are other leaders that share the qualities that he has,” Tillerson replied, before adding, “and I’m not gonna name names, because then you’ll go — everybody will go dissect that.”\nBut building a good rapport with the head of state of his own country has, so far, proved to be beyond Tillerson’s formidable abilities. According to some people who are close to Trump, his disappointment with Tillerson is as much personal as it is professional. “Trump originally thought he could have a relationship with Tillerson that’s almost social,” says one Trump adviser, “the way his relationships are with Wilbur Ross and Steve Mnuchin.” But unlike Trump’s commerce and Treasury secretaries — plutocrats who, like Trump, are on their third, younger wives — Tillerson, who is 65 and has been married to the same woman for 31 years, has shown little interest in being the president’s running buddy; instead of Saturday-night dinners with Trump at his Washington hotel, Tillerson favors trips home to Texas to see his grandchildren or to Colorado to visit his nonagenarian parents.\n(The White House, provided a detailed list of questions relating to Tillerson and his relationship with Trump as described in this article, responded with the following official statement: “The president has assembled the most talented cabinet in history and everyone continues to be dedicated towards advancing the president’s America First agenda. Anything to the contrary is simply false and comes from unnamed sources who are either out of the loop or unwilling to turn the country around.”)\nIn his office, Tillerson contemplated what has turned out to be his most difficult diplomatic mission. “I’ve had to build a relationship with President Trump because he didn’t know me — I mean he certainly knew of me, just as I knew of him — but to understand how my thought processes work, for me to understand how his work, for me to understand how he makes decisions, because he makes decisions in a very different way than I do,” Tillerson said, spinning his fingers around his head to indicate cognition. “I’m an engineer by training. I’m a very systems, process, methodical decision maker. He’s an entrepreneur. Different mind-set. He makes decisions differently. Doesn’t mean one is better than the other, but I’ve had to learn how he processes information and how I can help him process the information and how I can give him good advice that makes sense to him. So for both of us there’s a communication to be worked out.”\nAlthough the State Department is no longer quite the ivied redoubt it was a half-century ago, when men like George Kennan and Paul Nitze roamed the halls of Foggy Bottom and its global outposts, its employees still tend to be a bit tweedier than your ordinary government bureaucrat. This is especially true of the nearly 14,000 members of the Foreign Service, with their rigorous entrance exam and a strict up-or-out promotions system, not to mention their cosmopolitan ethos and fluency in multiple languages. They consider themselves elite.\nThis elite might have been more simpatico with President Barack Obama, given his appreciation of diplomacy and soft power, than with Trump, but neither of Obama’s secretaries of state was particularly beloved by the department’s rank and file. There were complaints that Hillary Clinton subordinated the department’s needs to those of her political ambitions, creating a new and unwieldy cadre of special envoys and ambassadors at large that seemed designed to appeal to Democratic constituencies. Clinton’s successor, John Kerry, was viewed by some as an imperious boss who treated the department as a kind of playground, bringing his yellow Labrador retriever to work and letting the dog roam the building’s seventh-floor suite of executive offices known as Mahogany Row.\nBut after Trump’s election, many State Department officials braced for much worse. Some of the initially rumored potential secretaries — John Bolton, Newt Gingrich, Rudy Giuliani — often seemed more inclined to blow up Foggy Bottom than to run it. When Trump picked Tillerson, the news was greeted not only with relief but even with optimism.\nIt was true that Tillerson was never going to be a conventional secretary of state, especially not working for Trump. “His idea for the job when he took it was that he and Trump can be negotiators, the best negotiators, for America,” says a Trump adviser. “His idea of foreign policy isn’t one that would make sense to people who read Foreign Policy.” But his combed-back silver hair and Texas-inflected baritone — in which a Foggy Bottom commonplace like “partner” becomes a mellifluous “pardner” — radiated the kind of authority admired by Trump, who asked Tillerson to be his secretary of state during their first meeting at Trump Tower in December. “He’s much more than a business executive,” Trump told Fox News shortly before announcing Tillerson’s nomination. “He’s a world-class player.” Stephen K. Bannon, the former White House adviser who attended that first Trump-Tillerson meeting, says: “The president puts a ton of weight on first impressions. As soon as Rex walked in the room, I knew the job was his.”\nTo external appearances, the work Tillerson did at Exxon Mobil seemed to reflect the zero-sum negotiator’s view of foreign policy that Trump has espoused ever since “The Art of the Deal.” “He’s led this charmed life,” Trump said of Tillerson at a black-tie dinner in January. “He goes into a country, takes the oil, goes into another country.” Tillerson’s future employees took a different comfort in Tillerson’s résumé. As chief executive of Exxon Mobil, where he worked for 41 years, Tillerson led a nearly 75,000-person corporate behemoth with a global footprint that rivaled that of the United States itself, requiring it to have, in effect, its own foreign policy. In fact, Exxon Mobil operated its own sort of mini-State Department, a division called the International Government Relations Group, staffed with foreign-policy experts, including a number who previously served in high-ranking positions in Foggy Bottom. As Tillerson traveled the world cutting deals for Exxon Mobil in Russia and Africa and the Middle East, he relied on the I.G.R.G. for expertise and advice much the same way secretaries of state typically rely on the Foreign Service.\nTillerson was originally recommended to the Trump team by the former Defense Secretary Robert Gates and the former Secretary of State Condoleezza Rice, both mandarins of the Republican foreign-policy establishment who had consulted for Exxon Mobil, on the grounds that his vast knowledge of foreign governments and their leaders made him a perfect fit for the job. “The expectation was that Tillerson would be a grown-up and provide ballast,” says a 30-year veteran of the Foreign Service, “that he was someone who believed in America being the glue that created global stability and would be interested in upholding the world order as we have it.”\nBefore their Senate confirmations, secretary-of-state nominees are customarily provided a suite of offices on the first floor of the State Department’s eight-story, limestone-and-steel headquarters. There, just off the international-flag-draped lobby on C Street, they prepare for their new job, receiving briefings from and meeting with some of the people they will soon be leading.\nTrump transition officials had sent a small beachhead team, led by Charles Glazer, a former Wall Street executive and Republican donor who served as President George W. Bush’s ambassador to El Salvador, to use the office. Few saw Tillerson set foot in it. A space that could accommodate 50 people wound up being filled by not even a dozen. What’s more, some State Department officials were told by the Trump transition team that they were not to contact Tillerson at all. “The attitude was that anyone who worked with Obama must be suspect,” one Trump transition official says.\nIn December, Nikki Haley, Trump’s nominee for ambassador to the United Nations, set up a conference call with two senior State Department officials: Kristie Kenney, the State Department counselor, and Patrick Kennedy, the under secretary of state for management. Haley wanted to ask them questions about the logistics of her new job: basic matters like what her salary and benefits would be and where her family would live in New York City. Kenney and Kennedy told her about the federal employee health insurance plan and offered to send her floor plans of the U.N. ambassador’s apartment. When word of the call got back to Trump’s transition team, the two department officials were reprimanded by Glazer and told never to speak with Haley again.\nKenney and Kennedy were among the small cohort of foreign-policy professionals who held the Foreign Service’s equivalent of a three- or four-star general rank in the military. These senior diplomats were responsible for handling America’s most vexing global challenges, everything from Russia’s annexation of Crimea to North Korea’s pursuit of weapons of mass destruction to the Iran nuclear deal. Members of this elite group, who served under Democratic and Republican presidents alike, had submitted their pro forma letters of resignation upon the end of the Obama administration, as was the custom during presidential transitions. The letters typically occasion a conversation with the incoming secretary and his or her team about whether these diplomats should remain in their current jobs or, if not, what other senior positions inside the department they might be moved to. In a worst-case situation, they would usually be rotated into a sleepy ambassadorship.\nBut this time around, every letter was greeted with silence. Not only did the officials not know how Tillerson intended to use them; they didn’t know if, come the Monday after Trump’s Friday inauguration, they would even have jobs. As one of them later recalled, “Every conversation would end with, ‘Have you heard anything from Tillerson?’ ”\nFinally, with only a few days until the inauguration and still no word from Tillerson, one of the senior officials, Victoria Nuland — who once was Hillary Clinton’s State Department spokeswoman but had also been a foreign-policy adviser to Vice President Dick Cheney and was at the time the assistant secretary of state for European and Eurasian affairs — opted to retire. The others chose to make a go of it. On the Monday after the inauguration, they showed up for work, as usual, at Foggy Bottom.\nTwo days later, Kennedy was told to retire and given three days to clean out his office. Kennedy had spent 44 years in the Foreign Service and was not particularly political, focusing instead on management and operations; he’d been appointed to his under-secretary position by President George W. Bush. But he had become a central figure in conservative conspiracy theories about Benghazi and Clinton’s private email server. Tillerson aides later joked that Kennedy’s defenestration was like something out of the Soviet Union, dragging a political foe out into the street and shooting him in the head so as to send a message to others.\nA few weeks later, Kenney, who as counselor was the State Department’s No. 5 policy official, was told that her services were no longer needed, and she retired. And in the weeks after that, half a dozen other top diplomats were shown the door — fired, forced into retirement or warehoused at a university fellowship. “If you took the entire three-star and four-star corps of the military and said, ‘Leave!’ Congress would go crazy,” one of the recently departed said.\nIn a few short months, Tillerson had rid the State Department of much of its last several decades of diplomatic experience, though it was not really clear to what end. The new secretary of state, it soon became evident, had an easier time firing people than hiring them — a consequence of the election that delivered him to Foggy Bottom.\nDuring the campaign, the “Never Trump” movement gathered many of its most devoted adherents from Republican foreign-policy circles, with scores of G.O.P. national-security professionals signing open letters declaring their opposition to the eventual Republican nominee. Although internecine foreign-policy squabbles were hardly unusual, they typically ended when the primaries did, with the losers rallying around the victor. But in 2016, representatives of all the various factions of the Republican foreign-policy world — realists and neoconservatives, hawks and isolationists — were united in their opposition to Trump, not only on ideological grounds but because they viewed him as personally unfit for office. And, given the personal nature of the criticism, Trump and those around him didn’t forgive it.\nTillerson’s early choice for deputy secretary of state was Elliott Abrams, a longtime Republican foreign-policy hand who served as George W. Bush’s deputy national-security adviser. At Tillerson’s instigation, Trump met with Abrams in early February and came away favorably disposed to his nomination, according to White House officials. But after the meeting, Trump apparently saw Rand Paul on Fox News disparage Abrams as a Never Trumper. (During the campaign Abrams wrote an article for The Weekly Standard titled “When You Can’t Stand Your Candidate.”) Trump told Tillerson that Abrams could not work for him after all.\nAccording to a senior administration official, other potential hires were knocked out of consideration for sins as minor as retweeting some of Marco Rubio’s “little hands” jokes about Trump. “The hiring pool is very different from your normal hiring pool,” the official says. “The people the Senate would expect to confirm have all been taken off the table.”\nIn the early days of the administration, according to State Department officials, White House officials, especially Bannon, sent over many names for State Department posts. But Tillerson, after looking at their résumés and in some cases conducting interviews, felt he had no choice but to reject them. “They didn’t meet the qualifications for the actual jobs,” another senior administration official says.\nAmid this impasse, power in the State Department has accrued to the relative handful of figures who have actually been hired, like Tillerson’s chief of staff, Margaret Peterlin. Peterlin served in the early 2000s as a national-security aide to Dennis Hastert, who was then speaker of the House, but she had been out of international-affairs work for more than a decade, first as a Commerce Department official, then as an executive for the Mars candy company before she left to raise her children. Peterlin was tapped by a Trump transition official, a fellow former Hastert staff member, to shepherd the secretary-of-state nominee through his confirmation process. Tillerson subsequently asked her to become his chief of staff.\nBy the spring, however, Peterlin had become a particular source of irritation to White House officials, some of whom told me they believed that she was dragging her feet on nominations in order to preserve her newfound power. In April, according to multiple sources, Reince Priebus, who was then chief of staff at the White House, went so far as to set up a weekly meeting among himself, Peterlin and the White House personnel director, Johnny DeStefano, to review applicants in the hope of moving things along.\nIn the past few months, the pace of nominations for the State Department has picked up. But even so, few of the nominees have qualifications that match those of their predecessors. For instance, Tillerson’s nominee for under secretary of state for public diplomacy and public affairs — a post that was held by the former White House senior adviser Karen Hughes during George W. Bush’s administration and the former Time editor Richard Stengel during Obama’s — is a New York City marketing executive named Irwin Steven Goldstein who once worked at the same company as Peterlin’s husband.\nThe person on whose shoulders the fallout from the staffing shortage rests most heavily is Brian Hook, the head of the department’s office of policy planning. A former adviser to Mitt Romney, Hook was a founder of the John Hay Initiative, a hawkish foreign-policy think tank whose other two founders, Eliot A. Cohen and Eric Edelman, were (and still are) among Trump’s most vociferous critics. Cohen and Edelman put their names on anti-Trump letters during the 2016 election; Hook didn’t.\nWith so many crucial assistant-secretary positions — including some responsible for Asia, the Middle East, and South America — still either vacant or filled with acting officials, Hook has had to pick up the slack. “He’s trying to do the job of 30 people,” a 25-year veteran Foreign Service officer says. “He’s just knee-walking.” Worse, the office of policy planning, which has traditionally functioned as the secretary of state’s in-house think tank, is now tasked with handling day-to-day operations at the expense of formulating long-term strategy. “The problem is there’s no conceptual motor at all,” says Cohen, a professor at Johns Hopkins University’s School of Advanced International Studies who served as counselor of the department under Rice. “It’s the random thoughts of Donald J. Trump and a very weak State Department and a secretary of state who hasn’t thought deeply about these things.”\nWhen I recently met with Hook in his seventh-floor office at the State Department, he seemed wary of any implication that, in light of his establishment pedigree and association with Cohen and Edelman, he wasn’t sufficiently pro-Trump. I noted that on his conference table he had a book by Daniel W. Drezner, an international-politics professor at Tufts University who writes regularly for The Washington Post website and is a frequent critic of Trump and of Tillerson. In fact, just that morning, Drezner had published a column calling on Tillerson to resign. I jokingly told Hook that he might want to hide the book. Instead, R.C. Hammond, Tillerson’s communications director, who was sitting in on the interview, immediately seized it.\n“This is the guy who has the thing at The Post?” Hammond asked Hook. “Where’s your trash can?” He made as if he was going to throw the book across Hook’s office. Hook raised his hand to block Hammond.\n“No!” Hook said. “It’s a book on policy planning! This was written before Rex Tillerson was even considered.”\n“Trash can,” Hammond reiterated. Hook kept his hand up. The fifth of Bombay gin and the liter bottle of tonic water on his desk suddenly made more sense.\nOn June 5, Tillerson was in Sydney, Australia, with the defense secretary, James Mattis, when he learned that Saudi Arabia, the United Arab Emirates, Bahrain and Egypt were all severing relations with the tiny Persian Gulf nation Qatar and imposing an air, sea and land blockade. The countries took these actions, they contended, because of Qatar’s support for Islamist groups, like the Muslim Brotherhood, and its warm relations with Iran, with which it shares the world’s largest gas field. But it was most likely not a coincidence that the move came on the heels of Trump’s goofy and garish visit to Saudi Arabia, during which he was photographed laying hands on what appeared to be a mysterious glowing orb, announced a $110 billion arms deal and called for a Sunni alliance to combat terrorism and Iran.\nTillerson had participated in the festivities, joining Trump and their Saudi hosts in a ceremonial sword dance — “not my first sword dance,” he later told reporters. But Qatar is also a country Tillerson knows well. At Exxon Mobil, he worked closely with its emir, Sheikh Tamim bin Hamad Al-Thani, who was then Qatar’s interior minister, to help develop the world’s largest liquefied-natural-gas complex in Ras Laffan Industrial City. He happened to be in Doha, on Exxon Mobil business, the night Trump was elected. According to Hammond, when Tillerson returned to the country for the first time as secretary of state, in July, he tapped Hammond on the shoulder as his airplane was making its approach and pointed down to Ras Laffan. “Do you want to see what $250 billion looks like?” Tillerson asked.\nTillerson feared the crisis could destabilize the region. Mattis, meanwhile, was concerned about the United States air base in Qatar that hosts the largest concentration of American military members in the Middle East. Together, the two cabinet secretaries began working to get Trump to try to broker a resolution.\nBut other members of the Trump administration argued against such a move, especially Jared Kushner. Ever since Trump’s election, Kushner had been the focus of an intense courtship by Mohammed bin Salman, the crown prince of Saudi Arabia, and Mohammed bin Zayed Al-Nahyan, the crown prince of Abu Dhabi; and the two men quickly formed a close friendship with the president’s son-in-law. So close, in fact, that the crown princes convinced Kushner not just of Qatar’s perfidy but of the opportunity the blockade provided to further tilt American foreign policy toward the Saudis and away from Iran, according to the Trump adviser. “Rex saw it as a crisis to solve,” the adviser says. “Jared saw it as an opportunity to seize.”\nBack in Washington, Tillerson suggested summoning the parties to Camp David. When that idea gained no traction, Tillerson proposed an American-sponsored meeting in Kuwait, to no avail. While Tillerson publicly called on the Saudis to end their blockade, Trump pronounced the action against Qatar “hard but necessary.” The “special relationship of prince to prince,” as the senior administration official describes the Kushner-Mohammed bin Salman alliance, seemed to be carrying the day.\nFinally, in mid-July, Trump acquiesced to Tillerson’s request to be allowed to go to the region himself to conduct a round of shuttle diplomacy. In Doha, over a dinner of goat and baby camel, Tillerson negotiated with Qatar’s emir. In Jidda, he cajoled the Saudis and their allies to end their blockade. Nothing seemed to work, especially because each side was receiving the opposite message from other officials in Washington. On his flight back to the United States, Tillerson vented some of his frustrations. “It is a lot different than being C.E.O. of Exxon because I was the ultimate decision maker,” he told two reporters on board. The federal government, by contrast, is “not a highly disciplined organization, decision making is fragmented and sometimes people don’t want to take decisions.”\nBut Tillerson continued to quietly work the issue, concentrating as much on the head of state at home as on the heads of state in the gulf. When the quartet excluded Qatar from a military exercise in which it had traditionally taken part, he made a note of it on his list of things to talk to Trump about and brought it up to him at the White House. When Mohammed bin Salman welcomed a rogue member of Qatar’s Al-Thani royal family to Mina, lending credence to Tillerson’s suspicion that the Saudis hoped to use the crisis to engineer a regime change in Doha, Tillerson alerted Trump.\nAfter several months, Tillerson finally won Trump over to his view. In early September, Trump told the Saudis and the Qataris that it was time to end the dispute. After Trump brokered a call between the emir of Qatar and the crown prince of Saudi Arabia, the two sides immediately began fighting again, and the crisis remains unresolved, but at least it was a start.\nWhen I spoke to Tillerson about what caused the initial split in the administration on Qatar, he said that it boiled down to experience. “I think I started from a different place perhaps because I’ve known all the leaders involved for a long time, and I’ve seen these kinds of issues emerge in the region over the 20-plus years I’ve been dealing with the region,” he said. “So this was not new for me, and so I guess my reaction to it was perhaps immediately measured because I’ve seen it before. To those who have not seen it before” — and here Tillerson didn’t bother to name names, but it seemed he was talking about Kushner — “there are a lot of concerns expressed about Qatar that are legitimate concerns. The U.S. government has had some of these concerns, and we’re addressing them now through the engagement with Qatar and the memorandum of understanding we put in place when I was over there, and it’s going very well. We have issues with the other countries as well, and so I think the way we reacted was just based upon, in my case, that past experience versus those who perhaps had not seen this before.”\nIt was amid the Qatar episode that, in July, Tillerson and Mattis convened a special meeting with Trump to give the president a tutorial on, as The Associated Press later described it, “American Power 101.” Sitting in a windowless meeting room at the Pentagon known as the Tank, Tillerson and Mattis reportedly used charts and maps to explain to Trump why the United States needed to have so many diplomatic, military and intelligence assets deployed around the world. In at least one respect, their message had its intended effect: A month later, Trump would reverse his promise to withdraw from Afghanistan and announce that he was sending more troops there.\nBut when the meeting broke up, that development was hardly assured; and it was after spending 90 minutes tutoring Trump — including, according to NBC, about why the tenfold increase in nuclear weapons Trump desired would be a bad idea — that Tillerson reportedly called the president a “moron.” It may well be the harshest criticism Tillerson has directed at his boss, but it’s far from the only one. According to a former administration official, in private conversations with aides and friends, Tillerson refers to Trump, in his Texas deadpan, as the dealmaker in chief. And in meetings with Trump, according to people who have attended them, he increasingly rolls his eyes at the president’s remarks. If Trump disagrees with Tillerson, the official said, his secretary of state will say, “It’s your deal.”\nThe friction hasn’t been confined to foreign policy. In July, Tillerson was reportedly outraged by Trump’s politically charged speech at the Boy Scout Jamboree in West Virginia, where, a few days earlier, Tillerson himself was honored for his service to the organization. In August, after Trump’s response to a white-supremacist rally in Charlottesville — in which he said there were “very fine people” on “both sides” of the violent clashes there — Tillerson was asked on Fox News about whether the “president’s values” reflected America’s values. “The president speaks for himself,” Tillerson replied.\nThe souring of Tillerson’s relationship with Trump has left him not just without the support of the most crucial ally, his boss, but also without the support of any real allies at all. “The conundrum for Rex,” says a Trump-administration official sympathetic to Tillerson’s plight, “is that he’s on this island.”\nDuring his first eight months in Washington, Tillerson spent so much time focusing his energies on Trump that he neglected other crucial constituencies. Bob Corker, the Republican senator from Tennessee who chairs the Senate Foreign Relations Committee, has praised Tillerson — along with Mattis and the White House Chief of Staff John Kelly — for helping to “separate our country from chaos”; but Tillerson has few other allies on Capitol Hill, and now that Corker’s own relationship with Trump is on the rocks, it’s unclear how much his support of Tillerson will mean. Nor has Tillerson developed any new, close ties with foreign leaders, and many of the ones he had from his days at Exxon are now complicated by the realities of his current job.\nHis interactions with the press, meanwhile, have been grudging at best. Previous secretaries of state traveled the globe on a Boeing 757 that could accommodate as many as a dozen members of the State Department press corps; Tillerson has usually opted to fly on a smaller 737, with very limited room for reporters, and has studiously avoided the media in Washington. He has been sparing with his major policy speeches. “I speak when I have something I think’s important to say,” Tillerson told me. “I don’t need a lot of time talking to. ...” He nodded curtly in my direction.\nAnd then, of course, there’s Tillerson’s relationship — or lack thereof — with the State Department itself. For a secretary of state, speaking to the public, either in speeches or through regular interactions with the press, is a vital way of speaking to the department’s employees, especially when the secretary is planning to upend their lives, as Tillerson currently is. Not long after he was sworn in last February, Tillerson announced that he would be undertaking a grand “redesign” of the department. He hired a small consulting firm, Insigniam, that did work for him at Exxon Mobil to conduct a “listening tour” of State Department rank and file through an online questionnaire and about 300 personal interviews.\nMany State Department employees found that Insigniam’s questions, both online and in person, betrayed a fundamental misunderstanding of what they did. “They came away with the impression that we’re very ‘patriotic’ and ‘professional,’ ” a senior State Department official says. “You don’t need a [expletive] survey to know that. It’s completely demeaning.”\nAt the same time Tillerson was getting ready to carry out his redesign, he was also trying to accommodate the Trump administration’s demand to drastically slash the State Department’s budget, ultimately acquiescing to a 30 percent cut. Tillerson insists that one has nothing to do with the other. “The budget and what we’re doing organizationally have no relationship whatsoever,” he told me. But others inside and outside the State Department see them as inextricably linked. “It’d be like Exxon Mobil starting with a budget number and then deciding if it was going to produce oil or gas,” a former senior State Department official says.\nAlthough Republicans and Democrats on Capitol Hill have already declared Trump’s State Department cuts a nonstarter — and, in September, passed an appropriations bill that funded the department for the next three months at about last year’s level — Tillerson still intends to slash the department’s staff by 8 percent, or roughly 2,000 people. According to one senior State Department official, Tillerson originally wanted to cut the staff by 15 percent, until he was told that to do so the State Department would have to fire people. (The 8 percent reduction will be accomplished through attrition and some buyouts.)\n“I have just the utmost respect for the Foreign Service officer corps here, and they’re vital,” Tillerson told me. “They’re vital and critical to the country’s ability to carry out its foreign policies.” As for the perception by many inside and outside Foggy Bottom that he wants to gut the Foreign Service, he said he doesn’t quite know how to respond. “I’m mystified by it,” he said. “I’m perplexed by it.”\nBut even the cuts he has planned, some State Department veterans fear, will cripple the department for years to come, especially as the lower and midlevel ranks of the department are reduced. “You can’t have captains if you don’t have lieutenants,” a senior State Department official says. “You can’t have majors if you don’t have captains.”\nIn nearly 300 embassies, missions and consulates around the world where State Department officials work to promote and defend America’s interests, diplomats complain about not just a dearth of resources but also a lack of guidance. “I’d request instructions on action items, saying I need a decision, and I’d hear absolutely nothing,” a recently returned ambassador said. Meanwhile, foreign leaders are increasingly emboldened in their attempts to drive a wedge between America’s diplomatic corps and the president. Earlier this year, according to Foreign Policy, Trump pushed out the United States ambassador to Jordan at the request of the country’s king. And this month, Turkey’s president Recep Tayyip Erdogan, who has cultivated a close relationship with Trump, declared the American ambassador to his country persona non grata after a visa dispute. “We do not see him as the representative of the United States in Turkey,” Erdogan said.\nA result, according to the nearly two dozen current and former State Department officials with whom I spoke, is that the department’s morale has never been lower. For that, almost all of them blame Tillerson. “When we’re put up for confirmation and swearing in, we thank the president and the secretary of state for having confidence in us, but I’m not sure I can honestly say that anymore,” the 25-year veteran of the Foreign Service confessed. “It’s not even about the president for me. It’s that I am deeply, deeply anguished about the secretary of state, and I have never felt like that.”\nAfter Tillerson’s punishing turn in the media glare in recent weeks, the assumption among many that I spoke to in Foggy Bottom (outside Tillerson’s closest advisers) was that his departure was now a question of when, not if. Some believed that the only holdup was that Trump had not yet decided on Tillerson’s replacement, with Haley and the C.I.A. director, Mike Pompeo, being the most frequently mentioned candidates. Others speculated that Tillerson had asked to delay his exit until he’d been in his position for a year, in order to avoid a huge capital-gains tax hit on the stocks he had to divest from in order to take the job.\nThe “moron” remark had actually elevated Tillerson in the estimation of some in Foggy Bottom — “I feel like it’s curiously redemptive,” the 25-year veteran Foreign Service officer told me — but even these people conceded that they believed he could no longer do his job effectively. “This just isn’t sustainable,” a senior State Department official said. “You can’t have a secretary of state going around the world who’s not seen as representing the president’s foreign policy.”\nBut even if Tillerson leaves, the fear among many in the State Department is that the hangover from his tenure will be long-lasting. The Foreign Service officer recalls a recent meeting of acting assistant secretaries, where the most pressing matters discussed were the backlog of Freedom of Information Act requests and the number of typographical errors in memos to the secretary’s office. “The world is going to hell in a handbasket,” the Foreign Service officer fumed, “and the greatest minds in our diplomatic service are talking about FOIA requests and [expletive] typos.”\nAll of which can lead to some dark thoughts. More than one State Department official told me that they believed all of this wasn’t a case of simple mismanagement but of something more sinister. “I’ve lived in a lot of countries where conspiracy theories abound because people feel like they lack self-determination,” Nancy McEldowney, a 30-year career Foreign Service officer who retired in June, says. “And a great many people inside State are now hypothesizing about what the goal of all this is. Why are they firing people and shrinking the department down? It can’t simply be a budget-cutting exercise. If it were purely for reform, they would have done it differently.”\nWhatever his intentions, Tillerson’s true legacy may well be to have transformed a venerable American institution into the caricature of its most fevered, irrational critics. In Foggy Bottom, anguish is increasingly giving way to bitterness. “I’ve jokingly said to friends that I’m going to be executive director of the Deep State,” the Foreign Service veteran of 25 years, who is currently in the process of “separating” from the organization, told me. “There was never a Deep State before, but these idiots have managed to create one.”", "date": "Oct. 17, 2017", "href": "https://www.nytimes.com/2017/10/17/magazine/rex-tillerson-and-the-unraveling-of-the-state-department.html", "tags": "unraveling department secretary ” rex state foreign — tillerson"}