{"title": "Rick Gates, Trump Campaign Aide, Pleads Guilty in Mueller Inquiry and Will Cooperate", "content": "WASHINGTON — A former top adviser to Donald J. Trump’s presidential campaign has agreed to cooperate with the special counsel inquiry into Russia’s interference in the 2016 election after pleading guilty on Friday to financial fraud and lying to investigators.\nThe adviser, Rick Gates, is a longtime political consultant who once served as Mr. Trump’s deputy campaign chairman. The plea deal could be a significant development in the investigation — a sign that Mr. Gates plans to offer incriminating information against his longtime associate and the former Trump campaign chairman, Paul Manafort, and possibly other members of the campaign in exchange for a lighter punishment. He faces up to nearly six years in prison.\nThe deal came as the special counsel, Robert S. Mueller III, has been raising pressure on Mr. Gates and Mr. Manafort with dozens of new charges of money laundering and bank fraud unsealed on Thursday. Both men were first indicted in October and pleaded not guilty. The plea agreement was part of a flurry of recent activity by the special counsel’s team. Last week, 13 Russians were indicted on charges relating to a carefully planned scheme to incite political discord in the United States in the months before the 2016 election.\nMr. Gates changed his plea on Friday during an appearance in a Washington courtroom, his eyes cast down as the government outlined the charges against him. A man who had made millions of dollars lobbying in Ukraine accepted the fate that may await him: a prison sentence for carrying out a financial conspiracy to hide the money he earned there.\nHe also admitted that he lied to investigators this month — while under indictment and negotiating with prosecutors — about the details of a 2013 meeting about Ukraine that Mr. Manafort had with a pro-Russian member of Congress.\nWhat the dramatic courtroom scene might mean for President Trump depends on what Mr. Gates has to offer the special counsel, though at the least, the plea agreement is further evidence that the Trump campaign attracted a cast of advisers who overstepped legal and ethical boundaries. The indictments so far have not indicated that either Mr. Gates or Mr. Manafort had information about the central question of Mr. Mueller’s investigation — whether Mr. Trump or his aides coordinated with the Russian government’s efforts to disrupt the 2016 election.\nBut Mr. Gates was present for the most significant periods of the campaign, as Mr. Trump began forging policy positions and his digital campaign operation engaged with millions of voters on social media platforms such as Facebook. Even after Mr. Manafort was fired by Mr. Trump in August 2016, Mr. Gates remained with the campaign at the request of Stephen K. Bannon, who took over as head of the campaign.\nFrom there, Mr. Gates assumed a different role — as a liaison between the campaign and the Republican National Committee — and traveled aboard the Trump plane through the end of August.\nIn addition to offering visibility into the Trump campaign, Mr. Gates might be able to provide prosecutors with glimpses into decision-making in the months after Mr. Trump’s election victory. Mr. Gates was a senior aide on the presidential inaugural committee, and in the months after the inauguration, he worked with America First Policies, the main outside group supporting the Trump presidency.\nBesides the agreement with Mr. Gates, the special counsel’s team has already secured guilty pleas from two of Mr. Trump’s advisers. Michael T. Flynn, the president’s first national security adviser, and George Papadopoulos, a foreign policy aide during the campaign, have both pleaded guilty to lying to the F.B.I. and agreed to cooperate with the inquiry.\nMr. Gates’s plea deal came together over the past few days, according to people familiar with the process. In a letter to friends and family, Mr. Gates said there had been false news stories about an impending plea deal over the past two weeks.\nBut, he added, “Despite my initial desire to vigorously defend myself, I have had a change of heart. The reality of how long this legal process will likely take, the cost, and the circuslike atmosphere of an anticipated trial are too much. I will better serve my family moving forward by exiting this process.”\n[Read our 2017 profile of Rick Gates »]\nTestimony from Mr. Gates could give Mr. Mueller’s team a first-person account of the criminal conduct that is claimed in the indictments — a potential blow to Mr. Manafort’s defense strategy. On Friday, Mr. Manafort pledged to continue the fight.\n“Notwithstanding that Rick Gates pleaded today, I continue to maintain my innocence,” he said in a statement. “I had hoped and expected my business colleague would have had the strength to continue the battle to prove our innocence. For reasons yet to surface he chose to do otherwise. This does not alter my commitment to defend myself against the untrue piled up charges contained in the indictments against me.”\nAfter Mr. Gates’s plea hearing, prosecutors filed a new indictment against Mr. Manafort. That indictment did not allege new charges against him, but was done for procedural purposes as prosecutors pursue separate cases in Washington and Northern Virginia.\nThe court papers give few specifics about how Mr. Gates came to be charged with lying to the F.B.I. On Feb. 1, as he was negotiating with prosecutors about a possible deal, Mr. Gates misled investigators about a conversation he had with Mr. Manafort in March 2013, after Mr. Manafort had met with the congressman to discuss the situation in Ukraine. The documents do not name the lawmaker, but news accounts have identified him as Representative Dana Rohrabacher of California, a Republican long known for his pro-Russia views.\nMr. Gates falsely told investigators that Mr. Manafort had told him that the subject of Ukraine had not come up at the meeting, even though Mr. Gates had helped draft a report to Ukraine’s leadership after the meeting about what had transpired, according to the court papers.\nCourt records detail a byzantine scheme he and Mr. Manafort employed from about 2006 to 2015 in which they funneled millions of dollars they earned from their work as political consultants in Ukraine into shell companies and foreign bank accounts. The men worked in various capacities with Viktor F. Yanukovych, the onetime president of Ukraine and a longtime ally of President Vladimir V. Putin of Russia.\nThey then hid the existence of the companies and accounts — set up in Cyprus, Saint Vincent and the Grenadines and the Seychelles — from American tax authorities.\n“Gates helped maintain these accounts and arranged substantial transfers from the accounts to both Manafort and himself,” prosecutors argued in the charges against Mr. Gates made public on Friday. Acting on Mr. Manafort’s instructions, Mr. Gates classified the overseas payments as “loans” to avoid having to pay income taxes.\nMr. Mueller’s team found that more than $75 million passed through offshore accounts, and that Mr. Manafort laundered more than $18 million to furnish a lavish, largely tax-free lifestyle. Mr. Gates transferred more than $3 million from the offshore accounts, court documents show.\nMr. Manafort purchased multimillion-dollar homes, expensive clothing, antiques and a Range Rover. Mr. Gates used the money to pay his mortgage and school tuitions, and for the interior decorating of his home in Virginia.\nThe work the two men did for their firm, Davis Manafort, connected them to numerous people with ties to the Kremlin. One was Oleg Deripaska, an aluminum magnate and an ally of Mr. Putin’s. Mr. Deripaska has been denied a visa to travel to the United States because of allegations that he is linked to organized crime operations, claims he has denied.\nCourt records unsealed Friday revealed other lobbying schemes, including how Mr. Manafort used offshore accounts to wire more than 2 million euros to pay a group of former senior European politicians to take pro-Ukraine positions and lobby in the United States. In an “Eyes Only” memo that Mr. Manafort wrote in 2012, the purpose of the “Super VIP” effort was to assemble a group of “politically credible friends who can act informally and without any visible relationship with the Government of Ukraine.”\nAfter their Ukraine work was disclosed in news reports in August 2016, when Mr. Manafort and Mr. Gates were working for the Trump campaign, they “developed a false and misleading cover story” to distance themselves from Ukraine, according Mr. Mueller’s prosecutors.\nThen, they covered their tracks when reporting their income to the Internal Revenue Service. Two months after Mr. Manafort left the campaign, according to the court documents, his accountant emailed him a question about whether he had any foreign bank accounts.\n“None,” he replied.", "date": "Feb. 23, 2018", "href": "https://www.nytimes.com/2018/02/23/us/politics/rick-gates-guilty-plea-mueller-investigation.html", "tags": "ukraine cooperate guilty gates inquiry pleads manafort accounts ” trump aide rick — campaign mueller"}