{"title": "Rick Scott Shifting Stance On Obamacare- From 'Devasting' To 'High-Quality Health Care'", "content": "Florida Gov. Rick Scott (R) has said a lot about President Barack Obama's health care reform agenda over the last four years. \nAfter making his name in politics fighting against what Scott called \"government-run\" health care, last week Scott said his state should take part in Obamacare's Medicaid expansion. Seven Republican governors have now made the same call -- but Scott is a special case.\nScott, a former hospital industry executive, founded the anti-Obamacare group Conservatives for Patients' Rights in 2009. After raising his profile as a leading Obamacare hater, Scott won the 2010 gubernatorial election and continued his attacks against the health care reform law. \nWhen the Supreme Court struck down the lawsuits brought against Obamacare by Florida and 26 other states, Scott announced that Florida wouldn't implement it. After Obama's reelection, though, Scott started to change his tune. Although he kept his promise to reject a state-run health insurance exchange, Scott flip-flopped on the Medicaid expansion.\nIn the end, the crusader against government-run health care has become a reluctant champion for enrolling an estimated 1.3 million Floridians into just that.\nHere is a selection of Scott's statements on Obamacare from 2009 to the present:\nMarch 5, 2009: \"The free market does everything better than the government does it. Every time the government gets involved, costs go up, access goes down.\"\n -- on FOX News Channel (via Media Matters for America)\nMarch 24, 2009: \"[M]oving towards a single-payer or universal health care system could guarantee access to all, it would do so at a terrible cost. It would strip patients of the power to make their own medical decisions, put government bureaucrats in charge of rationing care and force patients onto long waiting lists for the care they can receive.\"\n-- in written testimony submitted to Senate Health, Education, Labor and Pensions Committee via Health Care for America Now\nAug. 6, 2009: \"I clearly believe that government-run health care will be bad for you as a patient. It will be bad for you as a taxpayer. It will be bad for our country.\"  -- on CNN\nOct 25, 2010: \"Obamacare is going to be horrible for patients. It's going to be horrible for taxpayers. It's probably the biggest job killer ever.\" -- during gubernatorial debate with Democratic nominee Alex Sink, via Examiner.com\nNov. 23, 2010: \"Each time the government runs health care program, three things happen: They overpromise, they run out of money and they ration care.\" -- on FOX News Channel (via Nexis)\nJan. 18, 2011: \"It's going to cause rationing of care. It's going to hurt patients. They know that we can't pay for it from a tax standpoint. It's hurting our budget in our state with Medicaid. It's almost a third of our budget now.\"\n-- on FOX Business Channel (via Nexis)\nFeb. 15, 2011: \"They're going to create a lot of dependency for Medicaid and then they're going to pull the rug out from under Floridians ... Floridians are fed up with this. They're fed up with the federal government telling us what to do, making us more dependent on federal dollars and then changing the rules. They need to just give us a block grant, let us spend the money the way we want to do it.\" -- on FOX News Channel\nMarch 23, 2011: \"The law also threatens Florida's state budget. A study by the Cato Institute's Jagadeesh Gokhale estimates Florida will have to increase its Medicaid spending by 11 percent in 2014 and by 24 percent over the next 10 years -- a $24 billion unfunded mandate. This is money we do not have.\" -- \"ObamaCare: It's one year too many,\" Tampa Bay Tribune op-ed\nJuly 29, 2011: \"I don't want to waste either federal money or state money on something that's unconstitutional.\" -- quoted by The New York Times\nAug. 15, 2011: \"If implemented, Obamacare will result in the rationing of healthcare, significant tax increases, significant job losses and the inability of many Americans to keep their existing health insurance.\"\n-- statement reported by Sunshine State News\nNov. 18, 2011:\"It's not the law of the land. I don't believe it will ever be the law of the land.\" -- quoted by the Associated Press\n \nJuly 1, 2012: \"[S]ince Florida is legally allowed to opt out, that's the right decision for our citizens.\" -- governor's office press release\nJuly 2, 2012: \"Government health care programs, everywhere in the world, do three things: They promise you the world, they say, 'Oh, we're going to cover everything.' Then what they do is they run out of money and they underpay hospitals, doctors, and guess what happens? They don't want to take care of you ... If you care about patients, this is devastating for you.\" -- on FOX News Channel (via Politico)\nSept. 13, 2012: \"But even if Obamacare is never repealed, its ultimate fate will be determined by those states that reject the Medicaid expansion. States that opt in will be compared to those that opt out, and Americans will be able to see the difference between responsible governance and rampant spending. I am confident Florida will succeed where other states fail. The result will be more financial flexibility to provide tax cuts or fund programs that deliver proven results ...The federal government still hasn't learned that you shouldn't spend money you don't have.\" -- \"More Medicaid? No Thanks,\" The American Spectator op-ed\nJan. 7, 2013: \"Growing government, it's never free. It always costs money. What we're talking about here with this Medicaid expansion is doubling the number of Medicaid recipients ... As you expand something, you can't undo it.\" -- interview with reporters in Washington\nFeb. 20, 2013: \"This country is the greatest in the world and it's greatest largely because of how we value the weakest among us. Quality health care shoud be accessible and affordable for all Floridians. It shouldn't depend on your zip code or your tax bracket. No mother or father should despair over whether they have access to high-quality health care for their sick child. \n\"While the federal government is committed to paying 100 percent of the cost, I cannot, in good conscience, deny Floridians that need it access to health care. We will support a three-year expansion of our Medicaid program under the new health care law, as long as the federal government meets their commitment to pay 100 percent of the cost during that time.\"\n-- press conference in Tallahassee", "date": "\n02/25/2013", "href": "https://www.huffpost.com/entry/rick-scott-obamacare-quotes_n_2756006", "tags": "going obamacare- obamacare shifting medicaid stance -- money scott florida rick government care health"}