{"title": "Rift Between Trump and Europe Is Now Open and Angry", "content": "MUNICH — European leaders have long been alarmed that President Trump’s words and Twitter messages could undo a trans-Atlantic alliance that had grown stronger over seven decades. They had clung to the hope that those ties would bear up under the strain.\nBut in the last few days of a prestigious annual security conference in Munich, the rift between Europe and the Trump administration became open, angry and concrete, diplomats and analysts say.\nA senior German official, who asked not to be identified because he was not authorized to speak on such matters, shrugged his shoulders and said: “No one any longer believes that Trump cares about the views or interests of the allies. It’s broken.”\nThe most immediate danger, diplomats and intelligence officials warned, is that the trans-Atlantic fissures now risk being exploited by Russia and China.\nEven the normally gloomy Russian foreign minister, Sergey V. Lavrov, happily noted the strains, remarking that the Euro-Atlantic relationship had become increasingly “tense.”\n“We see new cracks forming, and old cracks deepening,” Mr. Lavrov said.\nThe Europeans no longer believe that Washington will change, not when Mr. Trump sees traditional allies as economic rivals and leadership as diktat. His distaste for multilateralism and international cooperation is a challenge to the very heart of what Europe is and needs to be in order to have an impact in the world.\nBut beyond the Trump administration, an increasing number of Europeans say they believe that relations with the United States will never be the same again.\nKarl Kaiser, a longtime analyst of German-American relations, said, “Two years of Mr. Trump, and a majority of French and Germans now trust Russia and China more than the United States.”\nThomas Kleine-Brockhoff, a former adviser to the German president and director of the Berlin office of the German Marshall Fund, said, “If an alliance becomes unilateral and transactional, then it’s no longer an alliance.”\nThere were signs that not all American and European leaders were willing to surrender the alliance so easily.\nTo show solidarity with Europe, more than 50 American lawmakers, both Republicans and Democrats — a record number — attended the Munich Security Conference. They came, said Senator Jeanne Shaheen, Democrat of New Hampshire, “to show Europeans that there is another branch of government which strongly supports NATO and the trans-Atlantic alliance.”\nThe most visible pushback against Washington came from Chancellor Angela Merkel of Germany — who delivered an unusually passionate speech — and from her defense minister, Ursula von der Leyen. They spoke about the dangers of unilateral actions by major partners without discussing the consequences with allies.\nThey cited Mr. Trump’s recent announcements that American troops would leave northern Syria and Afghanistan, as well as the administration’s decision to suspend one of the last remaining arms-control agreements: the ban on land-based intermediate range missiles.\nThat decision affects European security, and there has been no alternative strategy, Ms. Merkel said. Abandoning the treaty, despite Russia’s violations, helps decouple Germany from the American nuclear umbrella.\n“We sit there in the middle with the result,” Ms. Merkel said.\nThe Syria pullout, she continued, could only help Russia and Iran. That view was echoed by the French foreign minister, Jean-Yves Le Drian, who called American policy in Syria “a mystery to me.”\nWhen he was told by Senator Lindsey Graham, Republican of South Carolina, that the United States would preserve “some capacity” in Syria, the normally diplomatic Mr. Le Drian said, sarcastically: “Oh, that’s good news. I didn’t know.” And then he added acerbically, “That fills me with joy.”\nVice President Mike Pence, who spoke after Ms. Merkel in Munich, met stony silence when he tried to pressure allies to withdraw from the Iran nuclear deal, a sign of the continuing anger at Washington’s decision to scrap the deal unilaterally. European allies regard the pact as vital to European security and to the preservation of nuclear nonproliferation.\nEven more, the Europeans are angry that renewed American sanctions hurt European companies far more than any American ones.\nMs. Merkel said the split over Iran “depresses me very much,” but she stressed that Europe and the United States were ultimately pursuing the same goal. She said the deal was one way to have influence over Iran — influence she clearly felt that Washington was throwing away.\nMr. Pence, in his speech, praised Mr. Trump and what he called the restoration of American leadership of the West. But Europeans were not convinced.\n“It’s very odd to talk of American leadership of the alliance when it’s Trump who has caused the crisis,” said Marietje Schaake, a Dutch member of the European Parliament. “The Trump administration is seen by many Europeans as chiefly responsible for the tensions and the weakening of the West.”\nNathalie Tocci, a senior adviser to the European foreign policy chief, Federica Mogherini, said that for Europeans, the divide went “to the heart of how we view international relations and our national interest.”\n“We’re small and understandably need partnership both inside Europe and outside, with NATO,” Ms. Tocci said.\nBut that is also a sign of European weakness and division. “We want to believe it will be fine again later because we have no alternative,” she said.\nIt means the dependency on the United States will continue, even as the Europeans look for ways not to depend on Washington as much, analysts say.\nThe Europeans “are beginning to do what we should,” Ms. Tocci said — spend more on the military, discuss some sort of European army in coordination with NATO, think more strategically as Europe in the face of Russia and China. “But no one believes it’s doable in the short run,” she added, and many believe it’s not easily doable at all.\nEuropeans are waiting for change in the White House, Ms. Tocci and others said.\n“The Europeans are holding their breath and thinking that it’s maybe only two more years,” said Victoria Nuland, a former senior American official. “At the same time, they don’t want to do anything to wreck things further or to insult Trump personally and risk an angry response.”\nA growing number of European voices warn that the current trans-Atlantic discord has more fundamental roots, and that there will be no returning to the past.\nMr. Trump is not the cause, said Norbert Röttgen, the chairman of the German Parliament’s foreign relations committee, but a symptom of the tectonic shifts in geopolitics that have led to the return of great power rivalry and centrifugal forces away from multilateralism.\n“In the post-Trump era, there is no return to the pre-Trump era,” he said. “The status quo was Europe’s security is guaranteed by the United States. That won’t happen again.”\nJan Techau, director of the Europe Program at the German Marshall Fund in Berlin, worries that the intervening gap will mean strategic vulnerability to Russia and China. The United States faces “a superpower’s dilemma,” Mr. Techau said.\nIt has to “pressure allies to do more,” he said. “At the same time, the message has to be ‘We will always be there.’”\n“Trump does not understand the price he pays in strategic terms when he bashes his allies so publicly and openly,” Mr. Techau added.\nIf there is any ambiguity, he said, Russia and China know that the security guarantee is no longer real. “When that protection goes,” he said, “then this strategic space is up for grabs.”", "date": "Feb. 17, 2019", "href": "https://www.nytimes.com/2019/02/17/world/europe/trump-international-relations-munich.html", "tags": "american european open europeans ” trump europe rift — angry"}