{"title": "Right-Wing 'Crusaders' Militia Group Plotted Terror Attack On Muslim Immigrants, FBI Charges", "content": "WASHINGTON ― Three Kansas men who were allegedly part of a domestic terrorist group called “the Crusaders” were arrested by the FBI on Friday, charged with plotting to carry out an attack on Muslims living in the state.\nThe men are identified as Patrick Stein, Gavin Wright and Curtis Allen, and are all in their late 40s. They belonged to a group that espoused “sovereign citizen, anti-government, anti-Muslim, and anti-immigrant extremist beliefs,” according to an FBI agent’s affidavit, and allegedly plotted to attack Muslim immigrants, focusing on an apartment complex in Garden City, Kansas.\nAccording to the Department of Justice, the trio allegedly stockpiled firearms, ammunition and explosive materials, and discussed parking four vehicles filled with explosives at the four corners of the apartment complex in order to set off a massive explosion. \nThe attack, which the men allegedly said would “wake people up,” was planned for Nov. 9, one day after the presidential election, according to the DOJ. \nThe FBI had been investigating Stein, Wright and Allen since February and documented their violent rhetoric, excerpts of which appear uncensored below. \nStein allegedly said that “the only good Muslim is a dead Muslim” and that he would “enjoy” shooting Muslims’ heads. “When we go on operations, there’s no leaving anyone behind, even if it’s a one-year-old, I’m serious. I guarantee, if I go on a mission, those little fuckers are going bye-bye,” he said, according to the FBI.\nStein allegedly conducted surveillance on at least three different occasions, and discussed targeting churches that had supported refugees. At a July 2016 meeting at Wright’s mobile home business, where Allen worked, the three allegedly plotted attacking city and county commission meetings and even landlords who rented to Muslim refugees.\nThey ultimately settled on the apartment complex in Garden City, and began ordering the materials they would need to create bombs. \nAt some point, the FBI introduced an undercover agent to work with the confidential source they’d been using to watch the group. The agent provided automatic weapons, and even allowed Stein to fire them when they met on Oct. 12.\nDuring one conference call, Stein allegedly said, “The only fucking way this country’s ever going to get turned around is it will be a bloodbath and it will be a nasty, messy motherfucker. Unless a lot more people in this country wake up and smell the fucking coffee and decide they want this country back … we might be too late, if they do wake up … I think we can get it done. But it ain’t going to be nothing nice about it.”\nStein also allegedly referred to the group’s targets, Somali immigrants, as “cockroaches,” discussed dipping bullets in pig’s blood before using them, and “yelled at Somali women dressed in traditional garb, calling them ‘fucking raghead bitches.’”\nAll three men’s Facebook pages contain links to articles on conspiracy websites, many of which are anti-Muslim in nature. In May, Allen shared an article about a Dutch politician who purportedly called for a ban on Islam and the closing of all mosques. “Wow someone finally decided too [sic] open there [sic] eyes and pay attention to this cult!!!!” Allen commented. Also in May, Stein shared an article from a website called Militia News about the “Muslim conquest of America.” \nThe men’s arrests come amid a surge in hate crimes targeting Muslims or those perceived to be Muslim.\nMosques in the U.S. have suffered vandalism, arson and other types of destruction 78 times in 2015, according to a report from the Council on American-Islamic Relations. That’s a nearly 400 percent jump from 2014.\nAnother report from the Center for the Study of Hate and Extremism at the California State University, San Bernardino, documented 260 hate crimes targeting Muslims in 2015 ― a nearly 80 percent rise from the year before, and the highest annual number of such crimes since 2001.\nThe Huffington Post has also tracked nearly 290 acts of anti-Muslim violence, discrimination and political speech in the U.S.\nThe Huffington Post is documenting the rising wave of anti-Muslim bigotry and violence in America. Take a stand against hate.", "date": "\n10/14/2016", "href": "https://www.huffpost.com/entry/militia-terror-plot-fbi-kansas_n_58014995e4b0162c043c1e90", "tags": "plotted militia allegedly men immigrants fbi charges ” muslim according terror three group right-wing stein attack allen"}