{"title": "Right Now The Big Threat To Obamacare Isn’t Repeal- It’s Sabotage-", "content": "President Donald Trump and his congressional allies could still wreak havoc with the Affordable Care Act’s private insurance markets, even though the effort at full repeal has stalled.\nThey could do so through some combination of neglect and sabotage ― and it could all start more quickly than most people realize.\nRight now, insurance companies that sell individual policies through the law’s exchanges are trying to figure out what premiums to charge next year and, in some cases, whether to keep selling on the exchanges at all. They’re making these decisions without key information, because the Trump administration has sent mixed signals about its intent to enforce the law and to continue paying critical subsidies to insurers.\nIn just the last week or so, industry officials have started to raise a fuss, warning that they need some clarity ― either from the administration or Congress ― on how Obamacare is going to work in 2018, assuming it remains on the books. In response, Republicans have offered little in the way of reassurance.\nIn fact, on Wednesday, Trump said in a Wall Street Journal interview that insurers might end up losing a key subsidy they now receive unless Democrats sit down with him to negotiate over repeal. “I don’t want people to get hurt,” Trump said. “What I think should happen ― and will happen ― is the Democrats will start calling me and negotiating.” \nDemocrats aren’t likely to agree and, as always, it’s not clear how seriously to take Trump’s threat. But merely by making statements like these, Trump is rattling insurers. It increases the chances that they’ll raise premiums a lot more than they would have otherwise ― or abandon the markets altogether.\nTrump, House Speaker Paul Ryan (R-Wis.) and other high-profile critics of Obamacare have been arguing for years that its private insurance markets are collapsing. The reality is that they’ve been working fine in some states and struggling in others, with signs of gradual improvement overall, as a recent report from S&P Global Market Intelligence showed.\nBut that had a lot to do with aggressive management under President Barack Obama. Now the Republicans are in charge. They can turn their predictions of collapse into a self-fulfilling prophecy, threatening insurance for a significant portion of the people who depend on the law for coverage.\nThe most pressing issue today is the future of those subsidies ― so-called cost-sharing reductions, or CSRs. Under the Affordable Care Act, insurers that sell directly to individuals through the exchanges must offer special plans, with lower out-of-pocket costs, to customers with incomes up to 250 percent of the poverty line. That’s $61,500 for a family of four, by this year’s standards. \nThe money to reimburse insurers for the extra cost of these plans comes from the federal government ― or, at least, that’s what the law’s architects intended. But in yet another example of its poor drafting, the statute does not appropriate the money for this expense explicitly. The Obama administration paid the money anyway, claiming it had the authority to do so. House Republicans disagreed, sued and won in U.S. district court last year ― throwing the future of those payments into doubt. \nThe Obama administration appealed the decision and the district judge stayed it, so the money could keep flowing to the insurers while the case proceeded. But now it’s the Trump administration defending the CSRs, and it hasn’t said whether it will pursue that appeal. It has simply said it will make the payments as long as the case is active ― a vow that insurers consider pretty close to meaningless, since the administration could decide to drop the appeal at any time.\n“Plans need more certainty,” Kristine Grow, spokeswoman for America’s Health Insurance Plans, said this week, following administration statements that left its position on the lawsuit ambiguous.\nThe CSR issue is “huge,” according to Sean Mullin, a senior director at the health care consulting firm Leavitt Partners. “You cannot understate how big a deal they are” to insurers, he told The Huffington Post.\nThe danger is immediate. If the administration were to pull back the appeal, then the district court ruling would take effect right away and the federal government would stop writing those checks. Insurers would have a huge problem because they would still be legally obligated to provide those plans with the low out-of-pocket costs. They’d have two choices: Swallow the losses or drop such coverage midyear, which is something that most states would allow them to do under those circumstances.\n“We can’t absorb ― this year it will probably be $400 million ― we simply can’t absorb that kind of loss if they decide not to fund the CSRs for 2017,” Mario Molina, chief executive officer of Molina Insurance, told HuffPost last week. “So if they don’t fund the CSRs for this year, we would consider that a breach of contract. We would notify our members of a 30-day intention to cancel their contracts and then probably sue the federal government for the money.”\nInsurers also face a dilemma over what to do for 2018. They’re setting premiums for next year right now. If they can’t count on that extra federal funding, they’ll have to raise premiums for their standard, silver-level plans by an average of 19 percent, according to a new analysis from the Henry J. Kaiser Family Foundation.\nKeep in mind that would be 19 percent just to make up for the loss of the CSR subsidies. That hike wouldn’t cover the usual 4 to 7 percent in rising medical costs every year, nor would it account for other sources of uncertainty ― of which there are suddenly many, thanks to some confusing signals from the Trump administration.\nEarly on, the Trump administration proposed some regulatory tweaks to the Obamacare enrollment process, like making it harder for people to get coverage midyear because of a divorce, lost job or other special qualifying event. Insurers had long sought those changes, because they feared consumers were gaming the system, and took that proposal as a sign the administration wanted to keep the program functioning even as it sought repeal. The administration has also signaled to states that it would help them develop “reinsurance” programs, which subsidize insurers for their most expensive beneficiaries, in order to keep premiums from rising too high.\nOn the other hand, Trump’s very first act as president was to sign an executive order instructing federal agencies to find ways of reducing the regulatory burden of the Affordable Care Act. That sounded a lot like an instruction to ease up on the individual mandate, or at least the financial penalty designed to encourage healthy people to sign up for coverage. A few weeks later, the Internal Revenue Service announced that it was canceling an Obama-era plan that would have made it more difficult for people to evade the penalty.\nIn January, the Trump administration also canceled some advertising that the Obama administration had planned for the end of the open enrollment period. “We aren’t going to continue spending millions of taxpayers’ dollars promoting a failed government program,” a Trump official said. The number of signups over the final two weeks of enrollment ended up substantially lower than it had been the previous year.\nRepublicans have a history of trying to undermine the Affordable Care Act. Three years ago, Sen. Marco Rubio (R-Fla.) led a conservative crusade that succeeded in killing a provision of the law that was supposed to insulate insurers from big losses. Now, with the threat of outright repeal still looming and Trump musing that Republicans would benefit politically from an Obamacare implosion, insurers are understandably nervous about how the program will be managed in 2018 and beyond ― and how consumers will react to the tumult.\n“We and our members are a bit confused most days,” said Ceci Connolly, president of the Alliance of Community Health Plans.\nMullin thinks the uncertainty is already influencing insurer behavior. “I would say we are already feeling repercussions,” he said. “Frankly it’s an easier decision for a health plan not to play next year because of the lack of clarity.” \nIt’s no secret what the insurers feel like they need. Priority number one is getting a commitment on the CSR subsidies, ideally more than vague reassurances from the administration.\nWhat insurers really want is some kind of action from Congress ― an appropriation, whether short- or long-term, so that insurers know the money will be there for the next few years. Congress has to pass a spending bill to keep the government operating past the end of April. An appropriation for the cost-sharing reductions could be added to it.\nTiming is critical, given that insurers’ planning for 2018 is already underway. Molina said his company needs a commitment by the end of month.\n“The vehicle [for funding CSRs] doesn’t really matter,” Molina said. “What matters to us is that they continue to meet their contractual obligations and pay that money. … If President Trump and the Republicans in the House want to stabilize the marketplace, they need to continue funding them.”\nAfter that, insurers are calling for more concrete assurances that the Trump administration is seeking to manage the Affordable Care Act successfully. That could mean clearer statements about enforcement of the individual mandate. It could also mean something much more basic, like filling some key Department of Health and Human Services posts ― those officials who, in theory, would be overseeing the marketplaces and working with insurers to make sure they stay in the program.\nOne such position is the chief executive officer of the federal marketplace that 37 states use. That job has been vacant ever since Kevin Counihan, the Obama administration’s appointee, left in January. \n“Running a marketplace for 37 states requires active management and leadership that can speak for the new administration,” said Jon Kingsdale, who ran the Massachusetts state exchange and is now a senior strategy adviser at the Wakely Consulting Group. “Temporary and junior holdovers from the last administration simply carry no heft with issuers, brokers and others that [the agency] must work with day in and day out.”\nOf course, the president and HHS Secretary Tom Price might be happy to see the Affordable Care Act struggle, figuring they can blame any new complications or even a full-blown crisis on the Democrats ― and then use those circumstances as the pretext for repeal.\nThe Affordable Care Act’s rising popularity and the backlash against this year’s repeal effort suggest Republicans are wrong about that. In a new Kaiser Foundation poll, voters said by a 2-to-1 margin that they would hold Trump and the Republicans, not Obama and the Democrats, responsible for future problems with the law. It’s safe to assume more outspoken insurance executives, like Molina, would encourage that perception.\n“If they stand back through inaction and allow the marketplace to collapse,” Molina said, “the trail leads right back to their door.”\nHe’s probably right. The last few weeks have made clear that Obamacare, for all of its problems, provides financial security and access to medical care that Americans value. If Republicans preside over the program’s unraveling, they are likely to face the voters’ wrath ― although not before causing a great deal of human misery.\nThis article has been updated with comments from Trump’s Wall Street Journal interview. \nSign up for the HuffPost Must Reads newsletter. Each Sunday, we will bring you the best original reporting, long form writing and breaking news from The Huffington Post and around the web, plus behind-the-scenes looks at how it’s all made. Click here to sign up!", "date": "\n04/12/2017", "href": "https://www.huffpost.com/entry/obamacare-sabotage-trump_n_58edaa5ae4b0ca64d91a57a9", "tags": "repeal- administration obamacare insurers sabotage- ” ― threat right year care said big"}