{"title": "Right and Left React to Betsy DeVos’s Changes to Campus Sex Assault Rules", "content": "The political news cycle is fast, and keeping up can be overwhelming. Trying to find differing perspectives worth your time is even harder. That’s why we have scoured the internet for political writing from the right and left that you might not have seen.\nHas this series exposed you to new ideas? Tell us how. Email us at ourpicks@nytimes.com.\nFor an archive of all the Partisan Writing Roundups, check out Our Picks.\nDavid French in National Review:\nMr. French believes that critics of Education Secretary Betsy DeVos’s plan to reform Title IX procedures for cases of sexual assault on college campuses “believe and propagate a pile of junk science seasoned with a heaping helping of far-left ideology.” He questions the statistics most often cited by “true campus ideologue” activists that “come unglued at the mere mention of ‘due process.’” Read more »\n_____\n\nAshe Schow in The Federalist:\nMs. DeVos hopes to establish a firmer definition of sexual assault, which Ms. Schow hopes will stop the trend “creating victims out of students who aren’t actually victims.” Due process can never be an impediment to justice, Ms. Schow writes, and “removal of due process” might have impact beyond college campuses. Read more »\n_____\nKarol Markowicz in The New York Post:\nMs. Markowicz defends the reforms to Title IX introduced by Ms. Devos by condemning the “utterly unfair procedures” common under the Obama-era system. Under the previous system, she writes, “‘defendants’ don’t get lawyers. Due process, of the sort we’re used to in real courts, is tossed by the wayside.” She concludes her column by noting that “we wouldn’t allow women to be treated this way.” Read more »\n_____\nLucia Graves in The Guardian:\nAccording to Ms. Graves, it all comes down to the fact that Ms. DeVos “is simply defending the people she and her boss have always been most interested in defending,” white men “who’d grown used to having the world at their feet.” Read more »\n_____Ruth Marcus in The Washington Post:\n“There is every reason not to trust” Ms. DeVos and the Trump administration when it comes to policing sexual assault on college campuses, writes Ms. Marcus. However, she still finds herself praising — “albeit tentatively and preliminarily” — the education secretary’s attempt to address the “seriously flawed” way in which colleges handled assault investigations, an “overcorrection” in response to the Obama administration’s attempts to get colleges to “take sexual-assault allegations seriously.” Read more »\n_____\nChristina Cauterucci in Slate:\nMs. Cauterucci argues that many of President Trump’s policies require “pretty impressive feats of intellectual dissonance. Police officers should rough up the suspects they arrest, but universities should go easy on accused rapists.” The only thread connecting these seemingly contradictory policy priorities, including the most recent Title IX decision, is that of identity, “his identity as a white man and his desire to protect the same.” Read more »\n_____\nEmily Yoffe in The Atlantic:\nMany of the writers featured in this roundup have cited Ms. Yoffe’s reporting on how the rules adjudicating college sexual assault have changed in recent years. The first installment of this three-part series addresses how students accused of assault lose their due-process rights when universities handle cases in accordance to Obama-era federal rules. “These directives,” she writes, “have left a mess of a system, and many unintended consequences.” Read more »\nYou can read part two of the series, about the “bad science” of the physiology of trauma and its role in sexual assault cases, here.\nPart three explores whether campus sexual assault cases are biased against men of color. You can read it here.\n_____\nChristina Hoff Sommers in The Chronicle of Higher Education:\nMs. Sommers, who is best described as a classical liberal feminist, had little optimism for how Republicans would handle women’s issues. “I used to wonder what was worse,” she writes, “Republican politicians ignoring women’s issues or Republican politicians talking about them.” However, Ms. Sommers lauds Ms. DeVos’s “openness” and “fair and transparent procedure” in reforming Title IX procedures in cases of sexual assault. Perhaps, she writes, it will signal “a rare occasion for bipartisan cooperation.” Read more »\n_____\nThe editorial board of The Dallas Morning News:\nAs skeptics that victims of sexual assault “will be as fairly treated” as they were under Obama-era Title IX protections, the members of The Dallas Morning News editorial board also “welcome a constructive conversation about unintended consequences or confusion resulting from the 2011 guidelines.” The only thing that gives the group temporary comfort is that “nothing changes today.” The rules remain in place during a notice-and-comment period. Read more »\n_____\nWant the Partisan Writing Roundup in your inbox? Sign up for the Morning Briefing Newsletter or the What We’re Reading Newsletter.\nHave thoughts about this collection? Email feedback to ourpicks@nytimes.com.", "date": "Sept. 12, 2017", "href": "https://www.nytimes.com/2017/09/12/us/politics/betsy-devos-title-ix.html", "tags": "left rules writes devos » _____ read react ” sex campus right betsy ms. sexual changes assault"}