{"title": "Ringling Brothers circus stages final show", "content": "After 146 years, America's most celebrated circus Ringling Bros and Barnum & Bailey Circus has staged its final performance in New York. \nOwners of the company said the tough decision had been made due to falling ticket sales and high operating costs. \n\"As far as this great American institution, it is a sad moment,\" ringmaster Johnathan Lee Iverson said.\nFor the performers, it also means the end of a tight-knit community that lived on a train in between shows.\nTAP HERE to read and watch how performers are dealing with the end of the circus.\nThe final performance of what the company described as \"the greatest show on earth\" was streamed live online.\nJust before the show, David Vassallo, a clown at the travelling circus, told Reuters: \"For every artist it's a dream to be part of this show, the greatest show on earth.\n\"I cannot even describe how happy it was for me to be part of that and I'm sad of course to wake up from this amazing dream.\"\nRingling Bros was the last American circus that travelled by rail.\nUntil Sunday, the company's train was the primary residence for most of the performers, who hail from 13 different countries.\n\"I learned to walk on the train, my parents were living on the train when I was born,\" Ivan Vargas, a sixth-generation circus performer, told the BBC earlier this month.\nVargas, 26, whose family is originally from Mexico, was born in between Sunday performances.\nThe final blow was delivered on 14 January 2017, late one night after the last in a \"six pack\" of performances in Orlando, Florida. \nPosters printed in English, Portuguese, Ukrainian and Mongolian had gone up earlier in the day announcing a mysterious, mandatory all-staff meeting.\nSo when Feld Entertainment executives delivered the news that the circus was shutting down completely, it landed hard.\n\"You watched hundreds of people burst into tears at the same time,\" recalls ringmaster Kristen Michelle Wilson, Ringling Bros' first female ringmaster. \nShe had just given up her job, apartment and car to join the circus four months earlier. But the show had to go on. \"The next day, we came in and did two more shows.\"\nThe five months leading up to the final performances haven't been easy. \nFeld set up career counsellors at each stop. One by one, performers who found new gigs dropped off the tour. \nForeign performers without new jobs will lose their work visas shortly after the final show, and the Felds are covering plane tickets and reimbursing mileage for road trips home.\nAnimal rights campaigners - who had been accusing the Ringling Bros of animal abuse - have welcomed the decision to shut the company. \nThey held a protest in New York, carrying placards \"We shut you down!\" and \"Bye-bye animal abusers\".", "date": "22 May 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-39995384", "tags": "company ringmaster show ringling new stages circus final performers train brothers bros"}