{"title": "Riverdale: Everything you need to know about Netflix's hit drama", "content": "The second series of Riverdale premiered on Netflix on Thursday, with more than two million viewers watching the opening episode.\nBut you'd be mistaken to think the gritty teen drama is just for under 18s.\nThe series follows the life of Archie Andrews, who lives in a small town with a suspicious number of murders.\nThe first series aired in January, but after worldwide success, a second was swiftly commissioned. \nBefore the new season unfolds over the next 12 weeks, here's everything you need to know about Riverdale.\nThe characters in the show are supposed to be 17-year-olds, but they were actually born in the 1940s.\nThat's because Archie, Jughead, Betty and Veronica made up the Archie Gang, whose escapades have featured in the monthly comics for more than seven decades.\nThe comics always took the form of a an all-American, nostalgic throwback but in recent years have been adapted for a 21st Century audience.\nRiverdale has been written with the comic's modern makeover in mind. Long gone are the cheery adventures and sense of camaraderie that dominated the pages in earlier years.\nThe TV show follows in the vein of recent hit shows 13 Reasons Why and Pretty Little Liars. It's a darker, grittier teen drama than predecessors like Gossip Girl and 90210.\nWhat takes the show further is its take on a number of big issues - alcoholism, single parent families, class divide and sex, making it a lot more mature than it looks on the surface.\nRiverdale is essentially a murder mystery, as the first episode of the first season starts with the death of a very popular Riverdale High pupil, with clues about who killed him being peppered throughout the series.\nThrow in a teenage love triangle, a family facing embezzlement charges and a sheriff's son hiding his sexuality from his father and you get quite the mix of storylines in this emotionally charged drama.\nAnyone who grew up watching the Disney Channel will instantly recognise Jughead Jones as Cody Martin from the Suite Life of Zack and Cody. \nThe actor who plays him, Cole Sprouse, takes on his first major adult role in Riverdale, playing social outcast and show narrator Jughead.\nKJ Apa, who plays the main character Archie Andrews, was chosen for the role just three days before screen testing after a four month worldwide talent search by show producers.\nHis first major role was in his native New Zealand as a character in soap opera Shortland Street, but died his hair ginger and donned an American accent for his role in Riverdale. \nYou may not have started the show yet, but lock yourself away with your laptop for a few days as series two is set to have even more twists and turns.\nThere's new characters, as a fraudster comes out of prison ready to seek revenge on those who have wronged him and yep, even more people get killed.\nThe show's creator Roberto Aguirre-Sacasa told Variety the show will \"never become a gore-fest, but there's definitely sudden acts of shocking violence\". \n\"It's about our characters living with that constant threat and fear,\" he said.\nSo expect more shock moments in the coming weeks.\nA new episode of Riverdale is available to stream every Thursday on Netflix.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "15 October 2017", "href": "https://www.bbc.com/news/entertainment-arts-41609401", "tags": "need characters know first drama show archie episode series new hit everything riverdale role netflix"}