{"title": "Rob Goldstone: The man behind Donald Trump Jr's meeting", "content": "Rob Goldstone was little known to the world, despite having worked for years with big names in the music industry. Until now.\nThe British music publicist has taken centre stage after reports that he had arranged a meeting between Donald Trump Jr, son of the US president, and a Russian lawyer who allegedly promised damaging material about Hillary Clinton during last year's presidential campaign.\nBut who is he and what are his ties to the Trump family? \nMr Goldstone is a former British journalist who worked for daily newspapers and radio stations in London, his profile says, without mentioning where exactly he worked. Media reports describe him as a \"tabloid journalist\".\nBorn in Manchester, he now runs a public relations company, Oui 2 Entertainment, which has worked with the Miss Universe competition, once owned by President Trump.\nOver the years, he worked closely with world-renowned names such as Michael Jackson, BB King, Richard Branson and EMI Music Publishing, the profile adds. In 1986, it says, he was chosen by Michael Jackson to accompany him exclusively on his Australian tour.\nBut, despite all of those big names, he was little known until the details emerged about his role in setting up last year's meeting. \nMr Goldstone manages Russian pop star Emin Agalarov whose father, Aras, is a Moscow-based property developer who was Mr Trump's business partner in taking the Miss Universe competition to Moscow in 2013.\nAras Agalarov was also working to partner with Mr Trump in bringing Trump Tower to Russia, a project that never materialised, Forbes said, estimating that his fortune was worth about $1.9bn (£1.4bn).\nIn 2013, Mr Trump featured in a music video by Emin with that year's Miss Universe contestants - a video which has been watched almost 2m times on YouTube.\nMr Goldstone's posts on social media suggest he has spent several days in Russia on different trips in recent years, including in the months before last year's US presidential election.\nMedia outlets report that shortly after Mr Trump's win, he posted a picture on his Instagram account in which he wore a T-shirt with a big \"Russia\" name on it. The account was made private after the reports emerged.\nHe also demonstrated support for Mr Trump on several occasions, including on election night itself. When Mr Trump still needed 38 electoral college votes to win, he wrote on Facebook: \"Final stretch.\"\nMr Goldstone arranged a meeting between Donald Trump Jr and Russian lawyer Natalia Veselnitskaya on 9 June 2016, two weeks after Mr Trump had secured the Republican nomination.\nIn an email exchange, revealed by Mr Trump Jr, Mr Goldstone said the Russian government supported Mr Trump's campaign and wanted to pass on \"some official documents and information that would incriminate\" rival candidate Hillary Clinton.\nMs Veselnitskaya has since denied ever working for the Russian government or holding damaging information about Mrs Clinton. \nMr Trump Jr has dismissed it as a \"nonsense meeting\" but it is thought to be the first confirmed private meeting between a Russian national and members of President Trump's inner circle, as US officials investigate alleged Russian meddling in the US election.\nOn a side note, ever since Mr Goldstone's name emerged as part of the alleged links between the Trump team and Russia, his pictures wearing different (and questionable) hats have also been in the spotlight.\nHe seems to be big fan of those (and of posting selfies wearing them on social media). According to some reports, one of the pictures showed him wearing a red baseball cap printed with \"Make America Great Again\" - Mr Trump's signature campaign phrase.", "date": "12 July 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-40567707", "tags": "mr russian reports goldstone man rob trump meeting worked donald music jr behind big"}