{"title": "Robert Mueller, Former F.B.I. Director, Is Named Special Counsel for Russia Investigation", "content": "WASHINGTON — The Justice Department appointed Robert S. Mueller III, a former F.B.I. director, as special counsel on Wednesday to oversee the investigation into ties between President Trump’s campaign and Russian officials, dramatically raising the legal and political stakes in an affair that has threatened to engulf Mr. Trump’s four-month-old presidency.\nThe decision by the deputy attorney general, Rod J. Rosenstein, came after a cascade of damaging developments for Mr. Trump in recent days, including his abrupt dismissal of the F.B.I. director, James B. Comey, and the subsequent disclosure that Mr. Trump asked Mr. Comey to drop the investigation of his former national security adviser, Michael T. Flynn.\nMr. Rosenstein had been under escalating pressure from Democrats, and even some Republicans, to appoint a special counsel after he wrote a memo that the White House initially cited as the rationale for Mr. Comey’s dismissal.\nBy appointing Mr. Mueller, a former federal prosecutor with an unblemished reputation, Mr. Rosenstein could alleviate uncertainty about the government’s ability to investigate the questions surrounding the Trump campaign and the Russians.\nMr. Rosenstein said in a statement that he concluded that “it is in the public interest for me to exercise my authorities and appoint a special counsel to assume responsibility for this matter.”\n“My decision is not a finding that crimes have been committed or that any prosecution is warranted,” Mr. Rosenstein added. “I have made no such determination.”\nIn a statement, Mr. Trump said, “As I have stated many times, a thorough investigation will confirm what we already know — there was no collusion between my campaign and any foreign entity. I look forward to this matter concluding quickly. In the meantime, I will never stop fighting for the people and the issues that matter most to the future of our country.”\nMr. Mueller’s appointment capped a day in which a sense of deepening crisis swept over Republicans in Washington. Republican congressional leaders, normally reluctant to publicly discuss White House political drama or the Russia investigation, joined calls for Mr. Comey to share more about his encounters with Mr. Trump.\nThe Republican chairmen of the Senate Judiciary and Intelligence committees and the House Oversight Committee all asked Mr. Comey to testify before their panels. They also requested that the F.B.I. turn over documentation of Mr. Comey’s interactions with his superiors in both the Obama and Trump administrations, including a memo Mr. Comey is said to have written about Mr. Trump’s request that he quash the investigation into Mr. Flynn.\nWhile Mr. Mueller remains answerable to Mr. Rosenstein — and by extension, the president — he will have greater autonomy to run an investigation than other federal prosecutors.\nAs a special counsel, Mr. Mueller can choose whether to consult with or inform the Justice Department about his investigation. He is authorized to investigate “any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump,” according to Mr. Rosenstein’s order naming him to the post, as well as other matters that “may arise directly from the investigation.” He is empowered to press criminal charges, and he can request additional resources subject to the review of an assistant attorney general.\nMr. Trump was notified only after Mr. Rosenstein signed the order, when the White House counsel, Donald F. McGahn II, walked into the Oval Office around 5:35 p.m. to tell him. Mr. Trump reacted calmly but defiantly, according to two people familiar with the situation, saying he wanted to “fight back.”\nHe quickly summoned his top advisers, most of whom recommended that he adopt a conciliatory stance. But his son-in-law, Jared Kushner, who had pushed Mr. Trump to fire Mr. Comey, urged the president to counterattack, according to two senior administration officials.\nAfter a brief discussion, however, the majority prevailed. Aides huddled over a computer just outside the Oval Office to draft the statement accepting Mr. Rosenstein’s decision and asserting the president’s innocence.\nBy the end, Mr. Trump was uncharacteristically noncombative, according to people close to him.\nMr. Rosenstein, who until recently was United States attorney in Maryland, took control of the investigation because Attorney General Jeff Sessions recused himself after acknowledging he had failed to disclose meetings he had with the Russian ambassador to Washington, Sergey I. Kislyak, when Mr. Sessions was an adviser to the Trump campaign.\nAs the announcement was being made, Mr. Rosenstein and the acting director of the F.B.I., Andrew G. McCabe, were briefing the leaders of the Senate and the House and the heads of the congressional intelligence committees. The lawmakers said nothing afterward.\nIt was only the second time that the Justice Department has named a special counsel using the rule that Rosenstein invoked in his order. The first was in 1999, the year the law creating the position took effect. Attorney General Janet Reno appointed John Danforth, a former Republican senator from Missouri, to investigate the botched federal raid on the Branch Davidian compound in Waco, Tex., in 1993 that killed 76 people.\nMr. Mueller’s appointment was hailed by Democrats and Republicans on Capitol Hill, who view him as one of the most credible law enforcement officials in the country.\nSenator Ben Sasse, a Nebraska Republican and a member of the Judiciary Committee, said Mr. Mueller’s “record, character, and trustworthiness have been lauded for decades by Republicans and Democrats alike.”\nSenator Ben Cardin, Democrat of Maryland and the ranking member of the Foreign Relations Committee, said Mr. Rosenstein “has taken an important step toward restoring the credibility of the D.O.J. and F.B.I. in this most serious matter.”\nMr. Mueller served both Democratic and Republican presidents. President Barack Obama asked him to stay two years beyond the 10-year term until he appointed Mr. Comey in 2013, the only time a modern-day F.B.I. director’s tenure has been extended.\nMr. Mueller and Mr. Comey are close — a relationship forged while standing up to President George W. Bush’s use of executive power. Mr. Mueller backed up Mr. Comey, then the deputy attorney general, in March 2004 after he threatened to resign when the White House overruled the Justice Department finding that domestic wiretapping without a court order was unconstitutional.\nMr. Mueller is expected to announce his resignation from the law firm WilmerHale. The firm employs lawyers for Mr. Kushner and for Mr. Trump’s former campaign chairman, Paul Manafort.\nThe appointment is certain to soothe nerves at the F.B.I., where agents have felt under siege since Mr. Comey’s firing and amid Mr. Trump’s repeated criticism of the Russia investigation.\nMr. Mueller is known for his gruff, exacting management style — and for saving the F.B.I. after the Sept. 11 attacks, when there were calls to break it up and create a separate domestic intelligence agency. Mr. Mueller, who came to the agency just one week before the attacks, beat back those efforts and is credited with building the modern F.B.I. He led inquiries into Al Qaeda while transforming the bureau into a key part of the national security infrastructure.\nMr. Mueller is renowned inside the Justice Department for being a senior prosecutor under the elder President George Bush, and then returning years later as a working-level prosecutor in Washington.\n“He came in as a line assistant and he was legendary. He was the first guy there every single day,” said Preston Burton, a Washington defense lawyer who served in the United States attorney’s office with Mr. Mueller. “All of a sudden he’s doing street crime? Literal street crime. He’s inexhaustible. He’s the embodiment of integrity.”", "date": "May 17, 2017", "href": "https://www.nytimes.com/2017/05/17/us/politics/robert-mueller-special-counsel-russia-investigation.html", "tags": "f.b.i rosenstein comey investigation counsel director former ” trump robert russia named special mueller"}