{"title": "Robert Jeffress, Pastor Who Said Jews Are Going to Hell, Led Prayer at Jerusalem Embassy", "content": "A Dallas evangelical pastor who once said that Jewish people are going to hell and a megachurch televangelist who claimed that Hitler was part of God’s plan to return Jews to Israel both played prominent roles on Monday in the opening ceremony of the new American Embassy in Jerusalem.\nRobert Jeffress, who spoke at President Trump’s private inaugural prayer service and is the pastor of First Baptist Church in Dallas, delivered a prayer at the opening ceremony on Monday, while the Rev. John C. Hagee, a televangelist who founded Christians United for Israel and leads a San Antonio megachurch, gave the closing benediction.\nDespite their comments about Jewish people, the two pastors are among the leading pro-Israel voices in the evangelical Christian world. Some evangelicals believe that American foreign policy should support Israel to help fulfill biblical prophecies about the second coming of Christ.\nThe decision by Mr. Trump to move the embassy from Tel Aviv fulfilled a major campaign promise and handed a victory to hard-line pro-Israel Americans, as well as conservative and evangelical Christians who have long wanted the United States’ diplomatic home to be in Jerusalem.\nBut critics say the move, which broke from almost seven decades of United States policy, could risk peace negotiations between Israelis and Palestinians, who both claim Jerusalem as their capital. Mass protests broke out along the border fence with Gaza in the hours before the embassy opening on Monday, and Israeli soldiers shot and killed more than 50 Palestinians, the Health Ministry reported.\n[Read more: Pride and concern in Israel as the United States moves its embassy to Jerusalem.]\nIn their prayers at the ceremony on Monday, both pastors praised Mr. Trump. Mr. Jeffress said the president “stands on the right side of you, God, when it comes to Israel.” Mr. Hagee said the new embassy made a clear statement: “Let every Islamic terrorist hear this message: ‘Israel lives.’”\nHere are some of the most incendiary remarks they’ve made in the past.\nMr. Jeffress, who leads one of the largest Southern Baptist churches in the country, suggested in a 2010 interview with the Trinity Broadcasting Network that some churches might shy away from saying “anything that’s going to offend people” to try to grow their congregations. He made it clear he was going to preach what he believes the Bible says.\n“Islam is wrong. It is a heresy from the pit of hell,” Mr. Jeffress said in the interview. “Mormonism is wrong. It is a heresy from the pit of hell.”\nHe added: “Judaism — you can’t be saved being a Jew. You know who said that, by the way? The three greatest Jews in the New Testament: Peter, Paul and Jesus Christ. They all said Judaism won’t do it. It’s faith in Jesus Christ.”\nIn the past decade, Mr. Jeffress has assumed a prominent role in conservative politics, appearing frequently on Fox News and urging in sermons and on television to elect a Christian as president. Non-Christian religions are sending their followers to hell, he preached in a September 2008 sermon.\n“Not only do religions like Mormonism, Islam, Judaism, Hinduism — not only do they lead people away from the true God, they lead people to an eternity of separation from God in hell,” Mr. Jeffress said. “Hell is going to be filled with good religious people who have rejected the truth of Christ.”\nAfter Hurricane Katrina struck New Orleans in August 2005, killing more than 1,200 people, Mr. Hagee said that the storm was God’s punishment for its sinful ways, a common trope among conservative evangelists. Those sins included a gay pride parade that was scheduled for the same day that Katrina made landfall.\n“New Orleans had a level of sin that was offensive to God, and they were recipients of the judgment of God for that,” Mr. Hagee said in an interview on NPR in 2006. “Hurricane Katrina was, in fact, the judgment of God against the City of New Orleans.”\nIn the NPR interview, Mr. Hagee spoke about his affection for Israel and how he believes Jews will be saved during the Second Coming of Jesus Christ, which he has long said is imminent. While Jews do not believe in Jesus as their savior, Mr. Hagee said, they will accept him when he appears and “they will weep as one weeps for his only son for a period of one week.”\nBut he had a less sympathetic view of Muslims. “Islam in general, those who live by the Quran have a scriptural mandate to kill Christians and Jews,” he told NPR, adding that about 200 million Muslims wanted to “come to America or invade Israel to crush it.”\nThree months before the start of the 2008 Republican presidential primaries in 2008, Mr. Jeffress said in a sermon that the candidate Mitt Romney, a Mormon, was part of a cult.\n“Mitt Romney is a Mormon, and don’t let anybody tell you otherwise,” Mr. Jeffress said in September 2007, according to The Dallas Morning News. “Even though he talks about Jesus as his Lord and savior, he is not a Christian. Mormonism is not Christianity. Mormonism is a cult.”\nAfter the pastor said on Fox News over the weekend that he would give the opening prayer at the embassy ceremony, Mr. Romney called him a “religious bigot.”\nMr. Hagee has also taken a leading role in conservative politics and threw his support behind Senator John McCain of Arizona in the 2008 presidential election. But Mr. McCain later disavowed Mr. Hagee's endorsement after the pastor’s past remarks about Hitler and the Holocaust surfaced.\nIn a sermon in the late 1990s, Mr. Hagee said the Bible made clear that Hitler and the Holocaust — when about six million Jews were killed — were part of God’s plan to return Jews to Israel. “How did it happen? Because God allowed it to happen,” he said, referring to the Holocaust. “Why did it happen? Because God said my top priority for the Jewish people is to get them to come back to the land of Israel.”\nBefore Mr. Jeffress joined First Baptist Dallas, he led the First Baptist Church of Wichita Falls, Tex., near the Oklahoma border. He made national news in 1998 when he refused to return two books about children with gay parents to the city’s library.\nA church member gave him the two books — “Heather Has Two Mommies” and “Daddy’s Roommate” — and then Mr. Jeffress sent a $54 check to the library for the cost of the books. “We wanted to highlight the problem in our community,” Mr. Jeffress told The Associated Press in May 1998. “I really hope people will look at the book and see what their tax dollars are supporting.”\nHe said he was trying to protect children because homosexuality causes “the deaths of tens of thousands every year through AIDS.”\nA decade later in Dallas, he gave a sermon titled “Gay Is Not O.K.,” which led to protests outside the church. “Even though culture changes, God’s word doesn’t change,” he told The Dallas Morning News.", "date": "May 14, 2018", "href": "https://www.nytimes.com/2018/05/14/world/middleeast/robert-jeffress-embassy-jerusalem-us.html", "tags": "going prayer jews hell embassy robert ” god israel pastor led jerusalem hagee jeffress said"}