{"title": "Robert Mueller: The Special Counsel America Needs", "content": "If President Trump thought that by sacking the F.B.I. director, James Comey, he could kill off the investigation into his associates’ ties to the Russian government and its attempt to deliver him the White House, he was wrong.\nThe investigation will go on, now under the leadership of a former F.B.I. director — and this one the president can’t fire on his own. Robert Mueller III, who was named special counsel on Wednesday to oversee the Trump-Russia investigation, is charged with revealing the truth about suspicions that reach into the highest levels of the Trump campaign and White House.\nGiven the “unique circumstances” of the case, Deputy Attorney General Rod Rosenstein said in making the appointment, a special counsel “is necessary in order for the American people to have full confidence in the outcome” of the investigation.\nMr. Rosenstein is absolutely right, and he has done the nation a service in choosing Mr. Mueller, one of the few people with the experience, stature and reputation to see the job through. Mr. Mueller led the F.B.I. for 12 years under Presidents George W. Bush and Barack Obama. In 2004, he and Mr. Comey, then deputy attorney general, threatened to resign if President Bush allowed a domestic-surveillance program to continue without Justice Department approval.\nMr. Rosenstein, who was upset when the White House initially tried to make him the fall guy for Mr. Comey’s dismissal, showed similar independence on Wednesday. He stood up to a president who has repeatedly signaled he wants no investigation whatsoever. In fact, he refrained from even notifying the White House of Mr. Mueller’s appointment until after he had signed the order.\nThis appointment does not lift the burden on Congress to conduct its own, bipartisan inquiry, nor does it end the need for an independent commission. But under Justice Department regulations, Mr. Mueller will have significant latitude, including to pursue criminal prosecutions, if necessary — although Mr. Rosenstein has the power to overrule him. (Attorney General Jeff Sessions, who would normally have this authority, properly recused himself in March from the investigation because of his own ties to Russia.)\nEven before the stunning events of the past week, Mr. Mueller would have had plenty to work with. But after the president’s abrupt firing of Mr. Comey on May 9 — followed by his apparent admission that he did so with the Russia investigation in mind, followed by reports that he previously pressed Mr. Comey to pledge his loyalty and asked him to drop a related inquiry into Lt. Gen. Michael Flynn, Mr. Trump’s former national security adviser — it became clear that the investigation needed to be kept alive at all costs, and as far from Mr. Trump as possible.\nMr. Trump could still interfere by ordering Mr. Rosenstein to fire Mr. Mueller. The last president to order the firing of a special prosecutor investigating his associates was, of course, Richard Nixon.", "date": "May 17, 2017", "href": "https://www.nytimes.com/2017/05/17/opinion/special-counsel-robert-mueller.html", "tags": "needs america rosenstein comey investigation counsel white trump robert house — special mueller"}