{"title": "Robert E- Lee Descendant Slams Trump Over Praise For Confederate General", "content": "A descendant of Robert E. Lee said in a video tweet Saturday that he was “disheartened” to hear President Donald Trump praise the Confederate general, saying Trump is supporting an “idol of white supremacy and hatred.”\nTrump at a rally in Ohio Friday hailed the military skills of Lee, calling him a “true great fighter and a great general” who racked up victories against the Union — until he was defeated by Ulysses S. Grant. The president only focused on Lee’s military skills and hailed Grant in his home state of Ohio. But Trump’s chief of staff John F. Kelly has also called Lee an “honorable man.”\n“Last night I was disheartened to hear Donald Trump, our president, make comments about Robert E. Lee as a great general, as an honorable man. These were far from the truth,” said Robert Lee IV, who is the great-great-great-great nephew of the general.\n“Robert E. Lee fought for the continued enslavement of black bodies. It was for state’s rights, yes, but it was for state’s rights to own slaves,” added Lee, who is an ordained minister.\nTrump’s comments made Lee “saddened by the state of our nation,” he said. “But I’m encouraged because we are going to work to end this,” he added. “We are going to vote. We are going to show Donald Trump that white supremacy has no place in ... our government. We are going to show him who the people are and what really matters in this nation.”\nLee also criticized his ancestor as an “idol of white supremacy, racism, and hate” when he was invited to speak at the 2017 MTV Video Music Awards in the wake of the Charlottesville violence. He called racism “America’s original sin.” He later stepped down as pastor of a North Carolina church because of the backlash from the speech, The Washington Post reported at the time.\nTrump has previously supported protecting statues commemorating Confederate leaders, including Lee, calling them “beautiful.”\nMinutes before touting Lee’s military skills at the Ohio rally, Trump urged black people to vote Republican to “honor” the GOP.", "date": "\n10/14/2018", "href": "https://www.huffpost.com/entry/robert-e-lee-descendant-slams-trump-for-praising-confederate-general_n_5bc2a93de4b040bb4e82d9b6", "tags": "going e. lee e- slams trump robert confederate ” state general praise descendant"}