{"title": "Robert Mueller: America's most mysterious public figure", "content": "He seldom gives interviews and is rarely seen in public. Yet Robert Mueller, the man leading the investigation into alleged Russian interference in the 2016 US election, is one of the most talked about people in America. \nHis critics accuse him of spearheading a plot to bring down the president. His supporters say he is a tireless public servant fighting to uncover the truth. But through all the noise he has continued to shun the spotlight. \nSo who is the man behind the headlines?\nFBI Agent Lauren C Anderson was investigating a murder in Libreville, the capital of Gabon, when she received an urgent phone call.\nThe voice on the other end told her that Robert Mueller, who had been appointed FBI director two years earlier in 2001, was trying to get hold of her. \n\"It surprised the heck out of me,\" she tells the BBC. \"I'm thinking, what could possibly be going on here that he needs to know about?\"\nA few weeks earlier she had been on a bus in Paris when a man suffered a heart attack. He later died, but she jumped over several rows of seats to give him CPR and, when the medics arrived, consoled his wife on a nearby street corner.\nIn Gabon, she put the phone to her ear, apprehensively, and heard Mr Mueller's voice. \n\"I heard that you worked to save somebody's life,\" he said. \"Thank you.\"\nIt's a memory that Ms Anderson says reveals something significant about his character. \n\"He took the time out of his day, at a time when there was utter chaos happening in the world, to talk to me and to make that phone call.\n\"He takes seriously when people do the right thing. That's what matters to him.\"\nBorn into a wealthy family in Manhattan in 1944, Robert Swan Mueller III was raised in Princeton, New Jersey. He was sent to the exclusive St Paul's boarding school in New Hampshire, where his strong moral values, as recalled by Ms Anderson, were quickly noticed by his peers.\n\"He was an exceptionally serious young man,\" recalls Maxwell King, who was a classmate of his for five years at St Paul's. \"He was straight down the line - very purposeful and very dedicated.\"\nHe remembers one incident, outside a snack shop in the school, where Mr Mueller showed an early indication of his developing principles.\n\"Boarding school kids can be very sarcastic,\" Mr King explains. \"We were making fun of somebody and I remember Bob [Mueller] just getting up and leaving, and making clear that he didn't like it.\n\"He sort of shook his head and left.\"\nThis deep-rooted sense of right and wrong is something that a number of people who know Mr Mueller are keen to point out. Phrases like \"law and order man\" and \"straight-arrow\" routinely crop up as descriptions of him.\nBut Mr King says that Mr Mueller's unwillingness to join in with the teasing did little to dent his popularity, which was in large part a result of his sporting prowess.\n\"He was an exceptional soccer, hockey, and lacrosse player,\" he says. \"I think he was the captain of each one of those three teams.\n\"He was very much a team player and I think everyone really respected the fact that there was no showboating. It's very similar to his character today - he was just a very straightforward kind of person.\"\nMr King is also keen to stress the importance the school placed on pursuing public service.  \n\"A lot of us responded to that and wanted to lead lives of service. In Bob's case... we saw that he was dedicated to the school and to athletics, and a lot of us expected that he would do something in public service when he grew up.\"\nTheir expectations were met when, after studying politics at Princeton University, Mr Mueller joined the Marines and was sent to Vietnam in 1968.\n\"It was a time when few people that came from the privileged backgrounds that we came from volunteered to go,\" Mr King says. \"It's an indication of Bob's dedication.\"\nIn a rare interview in 2002, Mr Mueller explained his decision. \n\"One of the reasons I went into the Marine Corps was because we lost a very good friend, a Marine in Vietnam, who was a year ahead of me at Princeton,\" he said.\n\"There were a number of us who felt we should follow his example.\"\nAs a lieutenant, Mr Mueller led a platoon of troops, was wounded twice in battle, and was awarded numerous commendations including the Bronze Star for bravery. \n\"Second Lieutenant Mueller fearlessly moved from one position to another with complete disregard for his own safety,\" his citation for the award reads.\nAfter returning from the war he went to the University of Virginia, where he studied law and graduated in 1973. \nA series of legal jobs followed, first in San Francisco and then in Boston, where he worked as a prosecutor and investigated major crimes such as terrorism and international money laundering. In 1990, he joined the Department of Justice before making what some say was a surprising career move.\n\"He could have gone from [the justice department] to spend the rest of his life making money at a law firm,\" says Tim Weiner, author of Enemies: A History of the FBI. \n\"But instead he became a prosecutor in the Washington DC criminal justice system, which is really kind of an entry level position.\n\"He felt a moral obligation to fight crime in Washington, which was in the midst of a murder epidemic driven in part by drug wars.\"\nIn August 2001, Mr Mueller, who most pundits viewed as the clear favourite for the position, was unanimously confirmed as FBI director by the Senate. He was sworn in on 4 September, and arrived at the FBI's headquarters in Washington, DC with a solid reputation that was forged during his time working as a prosecutor in the city.\nBut exactly one week after he stepped through the door, the 9/11 terror attacks, in which nearly 3,000 people died, transformed his role forever.\n\"You can imagine what his second week of work was like,\" Mr Weiner says. \"The FBI that he took over was a deeply troubled institution... it was 95% white men and it did not serve well in its primary function, which is intelligence.\n\"What Robert Mueller did during his 12 years as director was to make the FBI a 21st Century service and to make it an intelligence service under law.\"\nAli Soufan, a former FBI agent who worked with Mr Mueller on counterterrorism after 9/11, agrees. \n\"He was able to effectively reorganise the FBI from its historical law enforcement focus to an intelligence-driven organisation,\" he says.\nBut his drive to modernise the bureau - which had technology so outdated that its agents could not even email files to one another - ruffled feathers.\n\"He was compelled because of 9/11 to bring about dramatic change in the FBI, and I can tell you that trying to bring about that change was very tough,\" says Lauren C Anderson. \n\"His decisions garnered him a large percentage of agents who thought he was damaging the FBI.\"\nMs Anderson adds that the director also frustrated some staff with his unrelenting demand for detail. \n\"It used to drive people crazy sometimes,\" she says. \"It was not uncommon for him to request very specific details in a briefing - details that some managers considered minutiae. Then they would feel embarrassed and annoyed if they didn't have them.\"\nMr Mueller was also criticised for loosening surveillance methods in the wake of 9/11, says Douglas Charles, a professor of US history at Penn State University who specialises in the FBI.\nBut he points out that in 2004, when President George W Bush ordered the National Security Agency [NSA] to spy on American citizens as a counterterrorism measure, Mr Mueller threatened to resign - which led the president eventually to back down.\n\"He was extremely vigilant about the danger that the US could lose its civil liberties in fighting the war on terror,\" says Tim Weiner, who spent some time with Mr Mueller in Mexico City shortly before the 2016 election.\nSo what kind of man did he meet? \n\"I saw a man who is outwardly very formal, he always wears a button-down shirt, he always wears a dark suit, he dresses as if it were 1956 and Frank Sinatra is on the radio and Eisenhower is in the White House,\" he says.\n\"But beneath that formal exterior is a highly intelligent, highly personable, and intensely focused mind.\"\nMuch has been made of Mr Mueller's quiet, low-key, approach to leading the Russia investigation since he was appointed special counsel in May 2017. Very little information has leaked from the inquiry, and he has seldom spoken publicly about it.\n\"The fact that we've heard absolutely nothing from him except court filings is completely consistent with the leader and the man that I knew and worked for,\" says Ms Anderson. \n\"He's very reluctant when it comes to media because he doesn't view [the job] as being about him.\n\"He is speaking through what comes out in the way of indictments, and arrest warrants.\"\n\"There is a kind of virtue to being quiet,\" says Julian Zelizer, a professor of history and public affairs at Mr Mueller's alma mater, Princeton. \n\"Everyone is loud in this day and age, including the president, everyone is always saying something. By being quiet it just adds to the mystique.\n\"A lot of people, if they were bashed this badly, would feel the need to correct the record. He has the self-confidence to focus on the job.\"\nAnd Mr Mueller has certainly been bashed. President Trump has described him, among other things, as \"highly conflicted\" and \"disgraced\".\nBut Ms Anderson - who worked under Mr Mueller for his entire tenure as FBI director - doesn't expect his discreet approach to the investigation to change anytime soon, regardless of how strident the attacks on him become.\n\"I'd bet a lot on the fact that we'll never hear from him unless he's compelled to speak before Congress,\" she says. \n\"He's going to allow the work to speak for itself.\"", "date": "3 February 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-47094301", "tags": "public us america man one robert mysterious anderson says fbi figure mueller"}