{"title": "Robert Mugabe: The survivor", "content": "As Zimbabwe's economy has gone from bad to worse to disastrous in recent years, Robert Mugabe's political and physical demise has been predicted many times but he has always confounded his many critics - so far at least.\nIn March 2008, his future looked more uncertain than ever as Zimbabweans voted in presidential elections. \nWhen he cast his ballot in the first round, Mr Mugabe said: \"If you lose an election and are rejected by the people, it is time to leave politics.\" \nBut, after failing to win enough votes to avoid a run-off with opposition challenger Morgan Tsvangirai, Mr Mugabe displayed more characteristic defiance, swearing \"only God\" could remove him from office. \nIn the event, in the face of increasing political violence from ruling party supporters, Mr Tsvangirai pulled out.\nBut the economic meltdown continued and Mr Mugabe agreed to share power with his long-time rival, who became prime minister.\nThe key to understanding Mr Mugabe is the 1970s guerrilla war where he made his name. \nAt the time, he was seen as a revolutionary hero, fighting white minority rule for the freedom of his people - this is why many African leaders remain reluctant to criticise him. \nSince Zimbabwe's independence, most of the world has moved on - but his outlook remains the same. \nThe heroic socialist forces of Zanu-PF, are still fighting the twin evils of capitalism and colonialism. \nAny critics are dismissed as \"traitors and sell-outs\" - a throwback to the guerrilla war, when such labels could be a death sentence. \nHe blames Zimbabwe's economic problems on a plot by western countries, led by the UK, to oust him because of his seizure of white-owned farms. \nHis critics firmly blame him, saying he has shown no understanding of how a modern economy works. \nHe has always concentrated on the question of how to share the national cake, rather than how to make it grow bigger. \nMr Mugabe once famously said that a country could never go bankrupt - with the world's fastest-shrinking economy and annual inflation of 100,000%, he was determined to test his theory to the limit. \nProfessor Tony Hawkins of the University of Zimbabwe once observed: \"Whenever economics gets in the way of politics, politics wins every time.\" \nFaced with a strong opposition for the first time, he wrecked what was one of Africa's most diversified economies in a bid to retain political control by seizing the white-owned farms which were the economy's backbone, pouring scorn on donors and pursuing populist economic policies. \nBut in political terms, Mr Mugabe has outsmarted his enemies - he is still in power. \nAt any cost\nAfter he suffered his first electoral defeat in a 2000 referendum, Mr Mugabe unleashed his personal militia - the self-styled war veterans - who used violence and murder as an electoral strategy. \nEight years later, a similar pattern was followed after Mr Mugabe lost the first round of a presidential election.\nAll the levers of state - the security forces, civil service, state-owned media - which are mostly controlled by Zanu-PF members are used in the service of the ruling party. \nThe man who fought for one-man, one-vote introduced a requirement that potential voters prove their residence with utility bills, which the young, unemployed opposition core is unlikely to have. \nOne of the undoubted achievements of the former teacher's 27 years in power was the expansion of education. Zimbabwe recently had the highest literacy rate in Africa at 90% of the population. \nPolitical scientist Masipula Sithole once said that by expanding education, the president was \"digging his own grave\". \nThe young beneficiaries are now able to analyse Zimbabwe's problems for themselves and most blame government corruption and mismanagement for the lack of jobs and rising prices. \nCartoon figure\nMr Mugabe may well believe it would be easier to rule a country of subservient subsistence farmers than a well educated, industrialised workforce. \nHe claims to be fighting on behalf of the rural poor but much of the land he confiscated has ended up in the hands of his cronies. \nArchbishop Desmond Tutu says that Zimbabwe's long-time president has become a cartoon figure of the archetypal African dictator. \nDuring the 2002 presidential campaign, he started wearing brightly-coloured shirts emblazoned with his face - a style copied from many of Africa's notorious rulers. \nFor the preceding 20 years, this conservative man was only seen in public with either a stiff suit and tie or safari suit. \nMany Zimbabweans, and others, are asking why he does not just put his feet up and enjoy his remaining years with his young family. \nHis second wife, Grace, 40 years his junior, says that he wakes up at 0400 for his daily exercises. \nMr Mugabe was 73 when she gave birth to their third child, Chatunga. \nHe professes to be a staunch Catholic, and worshippers at Harare's Catholic Cathedral are occasionally swamped by security guards as he turns up for Sunday Mass. \nHowever, Mr Mugabe's beliefs did not prevent him from having two children by Grace, then his secretary, while his popular Ghanaian first wife, Sally, was dying from cancer. \n'King'\nAlthough predictions of Mr Mugabe's demise have always proved premature, the increasing strain of recent years has obviously taken its toll and his once-impeccable presentation now looks a little worn. \nIn 2011, a US diplomatic cable released by Wikileaks suggested that he was suffering from prostate cancer.\nBut if nothing else, Mr Mugabe is an extremely proud man. \nHe will only step down when his \"revolution\" is complete. \nHe says this means the redistribution of white-owned land but he also wants to hand-pick his successor, who must of course come from within the ranks of his Zanu-PF party. \nThis would also ensure a peaceful old age, with no investigation into his time in office. \nThere have occasionally been widespread predictions that either Zanu-PF or Zimbabwe's neighbours would finally stand up to Mr Mugabe but in the event, both groups remain loyal to him. \nOne of Mr Mugabe's closest associates, Didymus Mutasa, once told the BBC that in Zimbabwean culture, kings are only replaced when they die \"and Mugabe is our king\". ", "date": "6 December 2011", "href": "https://www.bbc.co.uk/news/world-africa-16010171", "tags": "zanu-pf zimbabwe first political robert economy mugabe years many time survivor"}