{"title": "Robot automation will 'take 800 million jobs by 2030' - report", "content": "Up to 800 million global workers will lose their jobs by 2030 and be replaced by robotic automation, a new report from a consultancy has found.\nThe study of 46 countries and 800 occupations by the McKinsey Global Institute found that up to one-fifth of the global work force will be affected.\nIt said one-third of the workforce in richer nations like Germany and the US may need to retrain for other jobs.\nMachine operators and food workers will be hit hardest, the report says.\nPoorer countries that have less money to invest in automation will not be affected as much, according to McKinsey.\nIndia, the authors write, will only have about 9% of jobs replaced by emerging technologies.\nThe authors see tasks carried out by mortgage brokers, paralegals, accountants, and some back-office staff as especially vulnerable to automation. \nJobs requiring human interaction such as doctors, lawyers, teachers and bartenders are seen by McKinsey as less prone to automation.\nSpecialised lower-wage jobs, such as gardening, plumbing and care work, will also be less affected by automation, the study predicted.\nIn developed countries, the need for a university education will grow, as jobs that require less education shrink.\nIn the US alone, 39 to 73 million jobs may be eliminated by 2030, but about 20 million of those displaced workers may be able to easily transfer to other industries, according to the McKinsey report.\nIn the UK, 20% of current jobs will be automated over the same period, the author's forecast.\nHow long will it take for your job to be automated\nThe authors believe the world will see a transition on the scale of the early 1900s when much of global industry switched from farming to factory work.\nBut they caution that new technology will yield new types of jobs, similar to the introduction of the personal computer in the 1980s which led to technology support work, and online business.\nThe report's authors urge governments to enact plans to retrain their citizens.", "date": "29 November 2017", "href": "https://www.bbc.com/news/world-us-canada-42170100", "tags": "automation work report robot authors global mckinsey jobs workers million less"}