{"title": "Rockefeller art auction opens with record-breaking $646m", "content": "A record-breaking sale of late billionaire David Rockefeller's private art collection has brought in over $646m (£477m) on its opening night.\nA portrait by Pablo Picasso sold for $115m and a Monet painting from his water garden series sold for $84.7m - the highest ever paid for the artist.\nWith two days left, the event has become the highest-grossing sale of a single-owner art collection at auction.\nThe works of art are being sold off at Christie's auction house in New York.\n\"We have already broken the record for any collection sale,\" Christie's Jessica Fertig told CBS News.\nMr Rockefeller, the last of his generation in the famed American family and grandson of Standard Oil co-founder John D Rockefeller, died last year at age 101.\nA Picasso painting depicting a young nude girl, Fillette a la corbeille fleurie, was among the most expensive items sold on Tuesday night. \nThe artwork dates from the artist's \"Rose\" period, when he was still relatively unknown and quite poor, living in Paris' Montmartre district.\nAccording to Christie's, the girl depicted was \"a teenage flower seller from the Place du Tertre, who sold her body as well as her roses outside the Moulin Rouge\". \nAn anonymous buyer bought the 1905 painting, which previously belonged to writer Gertrude Stein, for $115m - the second-highest price at auction for Picasso.\nClaude Monet's \"Nymphéas en fleur\" sold for $81.7m and broke a 2016 record sale for the artist, which had gone for $81.4m.\nMr Rockefeller and his wife, Peggy, amassed a collection of art, furniture, ceramics and decor throughout their lives. \nThe couple were seen as \"potent symbols of New York society\", according to the New York Times.\n\"What do you think the greatest name in America is for wealth?\" art adviser Neal Meltzer told the newspaper. \n\"In the 21st century we have a new form of sovereign wealth and those individuals can relate to this family.\"\nMore than 1,500 lots of art owned by the Rockefellers will be sold over the coming days in what has been billed as the \"sale of a century\".\nItems included a pair of silver salt and pepper shakers valued at up to $600 and a dessert service set that Napoleon brought with him into exile on the island of Elba. ", "date": "9 May 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44060137", "tags": "auction opens sale painting sold artist collection record-breaking art new rockefeller picasso"}