{"title": "Roger Stone Sold Himself to Trump’s Campaign as a WikiLeaks Pipeline. Was He?", "content": "WASHINGTON — When the WikiLeaks founder, Julian Assange, appeared on a video link from Europe a month before the 2016 presidential election and vaguely promised to release a flood of purloined documents related to the race, the head of Donald J. Trump’s campaign, Stephen K. Bannon, was interested.\nHe emailed the political operative Roger J. Stone Jr., who had been trying to reach him for days about what Mr. Assange might have in store. “What was that this morning???” Mr. Bannon asked on Oct. 4.\n“A load every week going forward,” Mr. Stone replied, echoing Mr. Assange’s public vow to publish documents on a weekly basis until the Nov. 8 election.\nThe email exchange, not previously reported, underscores how Mr. Stone presented himself to Trump campaign officials: as a conduit of inside information from WikiLeaks, Russia’s chosen repository for documents hacked from Democratic computers.\nMr. Bannon and two other former senior campaign officials have detailed to prosecutors for the special counsel, Robert S. Mueller III, how Mr. Stone created that impression, according to people familiar with their accounts. One of them told investigators that Mr. Stone not only seemed to predict WikiLeaks’ actions, but that he also took credit afterward for the timing of its disclosures that damaged Hillary Clinton’s candidacy.\n[Read a breakdown of emails that show how Roger Stone peddled himself to Trump campaign officials as a conduit to WikiLeaks during the 2016 campaign.]\nBut at the same time, the top tier of Mr. Trump’s campaign was deeply skeptical of Mr. Stone, who has made a career of merging fact and fiction and seems to prize attention over credibility.\nWhether Mr. Stone was, in fact, a trusted intermediary to WikiLeaks — or simply a master of puffery that made him appear so — remains a paramount question for Mr. Mueller’s investigators, who are examining Russia’s interference in the 2016 presidential race and whether any Trump associates conspired with Moscow’s effort.\nTo tease out the truth, prosecutors have summoned Mr. Stone’s former employees and longtime political allies to testify before a federal grand jury in Washington or be interviewed at the special counsel’s office. Investigators asked them about a range of issues, including Mr. Stone’s relationship with WikiLeaks, his attempts during the presidential race to raise money for his political causes and whether he tried to persuade one associate not to cooperate with the inquiry.\nMr. Stone has repeatedly said that he had access only to Mr. Assange’s public statements and to secondhand information from journalists or other sources. If he implied that he had more direct sources, he has said, he was simply engaging in political hyperbole.\nIn an interview on Wednesday, Mr. Stone insisted he did nothing more than “posture, bluff, hype,” based on WikiLeaks’ Twitter feed and miscellaneous tips.\n“I didn’t need any inside knowledge to do that. They keep looking for some direct communication with WikiLeaks that doesn’t exist,” he said of journalists reporting on the Russia investigation. He added that he had paid for two polygraph tests that prove he is telling the truth.\nBut some of his previous statements have proved false. Mr. Stone told The Washington Post this week that he never discussed WikiLeaks with Trump campaign officials. “There are no such communications and if Bannon says there are he would be dissembling,” he said.\nThis article is based on interviews with people familiar with the Russia investigation and the inner workings of the Trump campaign, as well as a review of hundreds of text messages and emails that Mr. Stone exchanged over months with several associates, including Randy Credico, a New York comedian, former radio host and left-wing activist whom Mr. Stone has repeatedly identified as his source about WikiLeaks.\nBesides the confusion caused by Mr. Stone’s penchant for innuendo and outright lies, investigators are hampered by the fact that Mr. Assange remains out of reach, holed up in the Ecuadorean Embassy in London, where he has lived for six years in fear of extradition to face possible criminal charges.\nStill, Mr. Bannon’s October 2016 email correspondence shows that the perception that Mr. Stone knew what WikiLeaks had in store for Mrs. Clinton spread to the highest levels of the Trump campaign. No evidence has emerged that Mr. Trump or his advisers alerted the authorities.\nAs the month began, Mr. Stone peppered Twitter with predictions of an October surprise from Mr. Assange, whipping up speculation in the American news media and beyond. Mr. Assange, too, had been hinting at coming bombshells.\nUnable to reach Mr. Bannon, Mr. Stone communicated with Matthew Boyle, the Washington political editor of the far-right Breitbart News, which Mr. Bannon ran before joining Mr. Trump’s campaign.\n“Assange — what’s he got?” Mr. Boyle asked Mr. Stone on Oct. 3. “Hope it’s good.”\n“It is,” Mr. Stone replied.\nA half-hour later, Mr. Boyle emailed Mr. Bannon, urging him to call Mr. Stone. Mr. Bannon replied, “I’ve got important stuff to worry about.”\nMr. Boyle continued to press: “Clearly he knows what Assange has.”\nA Breitbart spokesman said in a statement, “Matt Boyle acted in his role as a journalist to attempt to uncover the story behind Roger Stone’s public claims.”\nThe next day, after Mr. Assange’s news conference via video link, Mr. Bannon followed up with his email to Mr. Stone. According to one person familiar with Mr. Bannon’s account to prosecutors, the exchange ended with Mr. Stone’s reply, in which he essentially repeated what Mr. Assange or his allies had already said publicly.\nThree days later, on Oct. 7, Mr. Stone’s prediction of an October surprise came true when WikiLeaks unleashed a trove of emails hacked from the computer of John D. Podesta, Mrs. Clinton’s campaign chairman. The disclosure came just a half-hour after the publication of a recording in which Mr. Trump boasted of grabbing women’s genitals and was an apparent attempt to divert attention from that explosive story, which threatened to derail Mr. Trump’s chances of capturing the White House.\nThe kind of case prosecutors might be trying to build against Mr. Stone is difficult to determine. According to people familiar with the inquiry, they are focused in part on whether Mr. Stone testified truthfully when he told the House Intelligence Committee a year ago that he had no “advance knowledge of the source or actual content of the WikiLeaks disclosures.”\nInvestigators are also examining whether Mr. Stone engaged in witness tampering or obstruction of justice stemming from his dealings with Mr. Credico, the people said.\nIn a statement this week, Mr. Stone again labeled Mr. Credico his source about WikiLeaks. Mr. Stone said Mr. Credico “was emphatic over a 50-day period, insisting that this ‘bombshell’ was coming” from WikiLeaks that would undermine Mrs. Clinton before the election.\nMr. Credico has vehemently denied Mr. Stone’s account. Though he interviewed Mr. Assange in August 2016 for a radio show and visited him in London after the election, he has said he never conveyed inside information from WikiLeaks to Mr. Stone.\nThe two men, once friends, have fallen out over the dispute. In one text exchange in May obtained by The New York Times, Mr. Credico told Mr. Stone, “You are an inveterate liar everybody knows that,” to which Mr. Stone replied, “You ain’t exactly George Washington yourself.”\nMr. Credico testified before the grand jury in September and has been interviewed in recent weeks by federal investigators. They are reviewing his communications with Mr. Stone, including emails and text messages, in which Mr. Stone told Mr. Credico not to talk to the F.B.I. and to invoke his Fifth Amendment right not to incriminate himself before the grand jury, according to people familiar with the inquiry.\nInvestigators have also questioned Bill Samuels, a wealthy progressive activist in New York and a friend of Mr. Credico’s, in what appears to be an attempt to corroborate portions of Mr. Credico’s account, people familiar with the investigation said. Mr. Samuels once accompanied Mr. Credico to a media interview in which Mr. Credico asserted that he was not Mr. Stone’s link to Julian Assange.\nMr. Stone said he pressed Mr. Credico only to tell the truth. “I didn’t urge him to plead the Fifth, I didn’t urge him not to testify. He made those decisions on his own,” he said. He added that Mr. Credico was “furious” because he had identified him to the House committee as his WikiLeaks source rather than shielding him.\nAt various points, Mr. Stone has also suggested that he gleaned information about WikiLeaks from Jerome Corsi, a conservative journalist who trades in conspiracy theories. A lawyer for Mr. Corsi, who was also subpoenaed to testify before the grand jury, did not respond to a message seeking comment. Andrew Miller, another former aide to Mr. Stone, was also ordered to testify and is fighting the subpoena.\nMr. Mueller’s investigators have also delved into the operations of Mr. Stone’s political organizations. Mr. Stone has said investigators are examining a nonprofit educational fund called the Committee for American Sovereignty Education Fund, which he said produced a film alleging that former President Bill Clinton fathered an illegitimate child, a favorite theme of Mr. Stone’s.\nThe organization bills itself as a nonprofit social welfare organization that has been designated by the Internal Revenue Service as a 501(c)(4) group. But there is no indication in I.R.S. records that it has that status.\nMr. Stone’s Oct. 4, 2016, email to Mr. Bannon suggested another reason prosecutors might be interested in the fund. Asking the campaign to promote his theory of an illegitimate son of Mr. Clinton, he wrote: “I’ve raised $150K for the targeted black digital campaign through a C-4,” he wrote.\n“Tell Rebecca to send us some $$$,” Mr. Stone added, apparently referring to Rebekah Mercer, a wealthy Republican donor close to Mr. Bannon. There is no indication that Mr. Bannon replied to him or sought out Ms. Mercer, and it is unclear whether Mr. Stone’s solicitation, alone, violated federal election laws. Mr. Stone said he was referring to a campaign targeting African-American voters.\nSeveral advisers connected with another organization founded by Mr. Stone, the Committee to Restore America’s Greatness, have been questioned before the grand jury in Washington — both about donations to the PAC and how the group’s money was disbursed, according to people familiar with the interviews.\nThe witnesses include Jason Sullivan, whom Mr. Stone hired as a social media specialist during the months before the election. Another is John Kakanis, an aide who carried out tasks for Mr. Stone as varied as driving him around and doing his accounting.\nMr. Kakanis is listed as the president of a Florida firm called Citroen Associates, which received $137,000 of the $561,968 that the super PAC spent in the 2016 election cycle. He has spent hours under questioning by prosecutors as the special counsel’s team tries to decipher how Mr. Stone used the donations.", "date": "Nov. 1, 2018", "href": "https://www.nytimes.com/2018/11/01/us/politics/roger-stone-trump-campaign-mueller-wikileaks.html", "tags": "wikileaks bannon pipeline stone credico roger sold ” trump assange campaign"}