{"title": "Roger Stone: Trump ally, political strategist and Nixon fan", "content": "Roger Stone, a political strategist and long-time ally of President Donald Trump, has been arrested in Florida.\nThe 66-year-old faces seven charges in connection with Special Counsel Robert Mueller's probe into alleged collusion between Russia and the Trump campaign. \nA political veteran, Mr Stone has worked with Republicans since the 1970s and bears a tattoo of Richard Nixon on his back. \nBut who is the self-described \"dirty trickster\"?\nHis activities have long been scrutinised by both the FBI and the Senate, and the charges are linked to an alleged Russian-led hack into the emails of Democratic Party officials during the 2016 presidential campaign.\nAccording to investigators, Mr Stone said he had \"communicated\" with WikiLeaks founder Julian Assange before the emails' release and had described the contact as \"perfectly legal\".\nHe testified behind closed doors to the House Intelligence Committee in September 2017. Special Counsel Mueller reportedly asked for a transcript of that appearance in December. \nBorn in Connecticut in 1952, Mr Stone first got involved in politics at the age of 8, agitating for Democratic candidate John F Kennedy. \n\"I remember going through the cafeteria line and telling every kid that Nixon was in favour of school on Saturdays,\" the strategist told the Washington Post in a 2007 interview. \n\"It was my first political trick.\"\nBut Mr Stone would begin his professional career helping out on Richard Nixon's 1972 re-election campaign.\nCongressional hearings in 1973 called to investigate the Watergate scandal reportedly revealed Mr Stone had hired a Republican operative to infiltrate Democratic candidate George McGovern's campaign, and sabotaged a Republican challenger to Nixon.\nThe revelations cost him his job for then-Senator Bob Dole, but Mr Stone insists he did not break any law. \n\"The reason I'm a Nixonite is because of his indestructibility and resilience,\" he told the New Yorker in an interview, shortly after he had the 37th president's face tattooed between his shoulder blades.\n\"Women love it,\" he said.\nMr Stone went on to work on Ronald Reagan's successful presidential runs in 1980 and 1984, and aided George HW Bush's election in 1988. \nBut Richard Nixon still seems to hold special significance for Mr Stone - aside from the tattoo, he has a room of Nixon memorabilia in his office in Oakland Park, Florida. \nIn the 1990s, Mr Stone worked as a lobbyist for Donald Trump's casino business, and later helped Mr Trump's unsuccessful White House run in 2000.\nAccording to the Netflix documentary Get Me Roger Stone, the strategist reportedly encouraged Mr Trump to run for the presidency. \nWhile serving on Mr Trump's campaign in 2015 the pair allegedly had a falling out - Mr Stone says he quit, while Mr Trump said he fired the operative. \nBut days later Mr Stone wrote a piece for Business Insider in support of the Republican candidate, titled \"The man who just resigned from Donald Trump's campaign explains how Trump can still win\".\nSince Mr Trump's election, the president has distanced himself from Mr Stone. This, despite Mr Stone regularly appearing on television to defend his former employer. \nHis Twitter account was temporarily suspended in 2017 after the strategist attacked journalists on the site, allegedly using homophobic language to target CNN presenter Don Lemon.\nMr Stone threatened to sue the platform, saying he had been \"inundated on Twitter with bloggers threatening to kill me... yet Twitter seems unconcerned about that\".\nThe political veteran's dress code has also garnered attention. \nHe reportedly does not wear socks, and favours custom-made suits.\n\"If life is a stage, then you should always be in costume,\" he told the New York Times in 2015. \"And if you are trying to connote a certain authority in your business life, I think being well dressed is part of that.\"", "date": "25 January 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-47002918", "tags": "stone roger reportedly political trump campaign nixon donald ally fan strategist"}