{"title": "Rohingya abuses: Myanmar army report clears itself of blame", "content": "The Myanmar army has released the results of an internal investigation in which it exonerates itself of blame regarding the Rohingya crisis.\nIt denies killing any Rohingya people, burning their villages, raping women and girls, and stealing possessions.\nThe assertions contradict evidence seen by BBC correspondents of a crisis the United Nations has called \"a textbook example of ethnic cleansing\".\nAmnesty International said the army's report was an attempted \"whitewash\".\nThe human rights organisation called for UN fact finders to be allowed in to the region.\nMedia access to the area has been severely restricted but on one tightly-controlled trip, the BBC's South East Asia correspondent Jonathan Head saw local Buddhist men setting a Rohingya village alight in front of armed policemen.\nMore than half a million people from the stateless and mainly-Muslim Rohingya minority have fled mainly-Buddhist Myanmar since August this year, after a counter-insurgency operation responding to Rohingya militants attacking police posts and killing members of the security forces.\nMany who reached Bangladesh - some with bullet or other wounds - said Burmese troops backed by local Buddhist mobs had burned their villages and attacked and killed civilians.\nBut in a statement posted to Facebook, the military said it had interviewed thousands of villagers who backed up its denials. The villagers, it said, agreed that security forces:\nIt said \"terrorists\" from within the Rohingya community (which it called Bengali) were responsible for houses being torched, and that the hundreds of thousands of people who fled did so because they were instructed to do so and feared the terrorists.\nAnalysis by Jonathan Head, BBC South East Asia correspondent \nPast investigations into human rights abuses by the Myanmar authorities gave little cause for hope of a fair and thorough inquest this time. The results of this inquiry show little has changed.\nThe terms of the military's probe were exceptionally narrow. The investigators were told only to ask whether soldiers had followed the military's code of conduct, and whether they obeyed the commands they were given by their officers. \nTo no one's surprise, the army has exonerated itself of pretty much all blame. But its findings lack credibility, both because the inquiry was solely carried out by the very institution accused of committing the abuses, and because of the overwhelming testimony of so many Rohingya, detailing appalling atrocities.\nHundreds arrived in Bangladesh with serious bullet wounds. I was told by Bangladesh border guards how Myanmar soldiers fired automatic weapons, and mortars, at Rohingya women and children running towards the border. On a government-organised trip to Rakhine I heard what was clearly heavy machine-gun fire. The army says it only used small arms. \nThe UN and many different human rights groups have done exhaustive interviews with the refugees, cross-checking their testimony, and have come to the same conclusion; that the Myanmar security forces committed atrocities serious enough to be considered as crimes against humanity. These are charges the military investigation appears to have chosen to ignore.\nA spokesman for Amnesty International said the military had \"made clear it has no intention of ensuring accountability\".\nHe added: \"It's now up to the international community to step up to ensure these appalling abuses do not go unpunished.\"\nThe general who was in charge of the region has been transferred from his post, but no reason has been given for this move.\nMajor General Maung Maung Soe was \"put in reserve\", a Ministry of Defence spokesman said.\nThe Arakan Rohingya Salvation Army (Arsa) group, which says its aims are to \"defend, salvage and protect\" the Rohingya people, is made up of young men with home-made weapons and some foreign training, according to observers.\nThe refugee crisis prompted by events since August has resulted in an outpouring of global condemnation for Myanmar's de facto leader, Aung San Suu Kyi. Various accolades given to her when she was under house arrest at the orders of the military junta, and seen as the hope for democracy in the country, have now been revoked.\nUS Secretary of State Rex Tillerson is due to visit Myanmar on Wednesday.", "date": "14 November 2017", "href": "https://www.bbc.co.uk/news/world-asia-41975331", "tags": "myanmar military report clears army abuses bbc called blame international crisis rohingya"}