{"title": "Rohingya Muslims: Tales of horror from Myanmar", "content": "Tens of thousands of people have fled violence in Myanmar's Rakhine state. Many speak of killings, rape and even massacres.\nOff the south-eastern coast of Bangladesh, a row of crescent-shaped, wooden fishing boats approach the shore, listing dangerously in the strong winds. \nAs they get closer, you can see they are packed. Women on the floor, many holding on to children, men pressed against the sides of the boats.\nThis is the latest boatload of Rohingya Muslims, fleeing from Myanmar's Rakhine state.\nLocal Bangladeshis gathered on the beach wave frantically. \"This way, this way,\" they say as they guide the boats into shallower waters.\nAs the first one hits the shoreline near Shamlapur, several men jump off. The women and children are helped out, a couple almost collapsing as their legs buckle under them.\nThe direct route across the Naf river is no longer accessible. The Bangladeshi authorities have stopped them from coming from that direction after several Rohingyas drowned attempting the crossing.\nSo they circumnavigate, heading out to sea before turning back. A journey which would have taken under an hour now takes about six to eight. \nAs the Rohingyas hit the beach, they collapse in a heap. Many look dazed and disoriented after the voyage. Others are visibly dehydrated, some are retching.\nA few, including men, start sobbing uncontrollably, their bodies heaving. They cannot, it appears, believe they are alive. Others are handed mobile phones by locals so they can tell their loves ones they made it. \nOne middle-aged woman, dressed in black, is scanning the horizon anxiously, shading her eyes.\nRohima Khatun is waiting for her brother. Their village in Myanmar's Maungdaw district had been attacked more than 10 days ago. In the rush to flee, they were separated. She made it across to Bangladesh and has been coming to the beach every day, hoping her brother Nabi Hasan would be among the hundreds arriving by sea.\nAs the fourth boat reaches the shore she screams and starts running.\nA young man limps across the beach and the two of them clutch each other sobbing.\n\"He Allah, he Allah [dear God],\" she mutters constantly, rocking back and forth.\n\"I didn't think I would see you,\" Nabi Hasan says, wiping his sister's tears.\n\"Our village was attacked by the military,\" they say, \"along with Mogs\", referring to the ethnic Buddhist community living in Rakhine.\n\"We are the only two in our family of 10 to have survived,\" they say.\nAs I move around the group others have similar testimony.\nDil Bahar, a woman in her sixties, is sobbing uncontrollably. Her husband, Zakir Mamun, a frail man with a wispy beard, is standing behind her.\nA teenage boy is with them, his arm encased in a crude, homemade splint, trussed together with string.\nHis face is contorted in pain.\n\"He's my grandson, Mahbub,\" Dil Bahar says. \"He was shot in the arm.\"\n\"It's a massacre,\" whispers Zakir Mamun, looking at us.\nTheir village is in Buthidaung, a little over 50km (30 miles) from the Bangladesh border.\nThe attack apparently took place without any warning.\n\"They came for us,\" Zakir tells me. \"People were ordered indoors over loudspeakers, by the military. Then the military and the mobs threw bombs at our homes, setting them on fire.\" \nThey say that when the villagers tried to leave, the attackers opened fire.\n\"People were falling all over, as they were hit,\" Zakir says. \"We ran for the mountain and hid.\"\nBut his son, Mahbub's father, was killed. \n\"All night we could hear the firing, the 'rockets' going off,\" Zakir says.\nThe next morning, they saw their village in ruins. Smoke was rising from the smouldering homes.\n\"Everything was gone,\" he says.\nThe family gathered a few utensils which were undamaged, collected some uncooked rice and left.\nThey trekked for 12 days, across two mountains and then through jungles.\n\"Our rice ran out on the eighth day,\" Zakir says. \"We had nothing to eat, we survived on plants and rainwater.\"\nThere is no way of independently verifying any of these accounts. Access to Rakhine state is severely restricted.\nMyanmar's military denies wrongdoing and says it is only targeting Rohingya militants who attacked police posts. \nThe group have now been moved to a sprawling refugee camp in Balukhali. Mahbub has been taken to a clinic run by International Organisation of Migration, his splint replaced and his wound treated.\nThis is their temporary home for the unforeseeable future. Their tent is a simple plastic sheet stretched over bamboo poles. The camp water supply, a pit in the ground collecting rain.\nBut the relief at being alive and relatively safe, overpowers any other emotion.\n\"I am happy to be in Bangladesh,\" Zakir says. \"It's a Muslim country, we are safe here.\" ", "date": "7 September 2017", "href": "https://www.bbc.com/news/world-asia-41189748", "tags": "myanmar military horror bangladesh muslims rakhine say tales says beach zakir across village rohingya"}