{"title": "Rohingya crisis: UN envoy says refugees facing 'forced starvation'", "content": "Myanmar has not stopped its ethnic cleansing of the Rohingya people in Rakhine state, a United Nations human rights official said on Tuesday.\nThe UN envoy's assessment of a continued \"campaign of terror and forced starvation\" comes six months after a military crackdown caused a mass exodus of Rohingya Muslims. \nSome 700,000 people have fled to neighbouring Bangladesh since August.\nThey have since told of murder, rape and arson by soldiers and vigilantes.\nMyanmar's military says it is fighting Rohingya militants and denies targeting civilians in Rakhine state.\n\"The ethnic cleansing of Rohingya from Myanmar continues,\" said the UN's assistant secretary-general for human rights, Andrew Gilmour. \n\"I don't think we can draw any other conclusion from what I have seen and heard in Cox's Bazar,\" he added, referring to a district in southern Bangladesh which is home to most of the refugees.\n\"The nature of the violence has changed from the frenzied blood-letting and mass rape of last year to a lower intensity campaign of terror and forced starvation,\" Mr Gilmour said after speaking with recently arrived Rohingya in packed refugee camps, according to AFP. \nBangladesh and Myanmar authorities had been in talks over repatriating refugees in the coming months but a build up of Myanmar military on the border last week sparked concern.\nThe UN envoy said it was \"inconceivable\" for any Rohingya to return to Rakhine state in the near future in a \"safe, dignified and sustainable\" way.\n\"The government of Myanmar is busy telling the world that it is ready to receive Rohingya returnees, while at the same time its forces are continuing to drive them into Bangladesh,\" Mr Gilmour said.\nBy Anbarasan Ethirajan, Balukhali refugee camp, near Cox's Bazar\nIn the months since they arrived, most of the 700,000 Rohingya refugees now appear to be in camps with a roof over their heads and food provided by aid agencies. They are no longer living on roadsides or in the jungle.\nBut a walk through Balukhali, one of the largest refugee camps in the world, is a staggering and intense experience. \nMore than 300,000 men, women and children are cramped in shacks made of bamboo and plastic sheeting. \nThere are rivulets of sewage running through the camps. Most of the shacks are sitting precariously on hill terraces. \nI could see dozens of men, women and even children carrying their weekly food rations. The refugees may feel safer, but the real challenge will start once the monsoon begins in a couple of months.", "date": "6 March 2018", "href": "https://www.bbc.co.uk/news/world-asia-43298382", "tags": "myanmar un bangladesh envoy starvation facing rakhine months says camps state refugees crisis rohingya"}