{"title": "Rohingya crisis: Are Suu Kyi's Rohingya claims correct?", "content": "Myanmar's de facto leader, Aung San Suu Kyi, has been speaking about the violence and refugee crisis in Rakhine State.\nThe BBC's South East Asia correspondent, Jonathan Head, who has been covering the story of the Rohingya people from both sides of the Myanmar-Bangladesh border, assesses her claims.\nAung San Suu Kyi: \"There have been no conflicts since the 5 September and no clearance operations.\"\nOn 7 September, I was on a government-organised media trip in the town of Alel Than Kyaw, where we heard automatic weapons fire in the distance and saw four large columns of smoke, indicating villages being burned.\nLater that same day, we came across the Rohingya village of Gaw Du Thar Ya being set alight by Rakhine Buddhist men, in front of armed policemen and close to a police barracks. \nNow, from Bangladesh, we have seen columns of smoke on the other side of the Naf River large enough to suggest villages being burned.\nAung SanSuu Kyi may not term these \"clearance\" operations, but given the heavy military and police presence in these areas, close to the riverbank, it is difficult to believe they do not have at least tacit approval from the authorities there.\nAung San Suu Kyi: \"Action will be taken against all people's regardless of their religion, race or political position who go against the laws of the land and who violate human rights as accepted by our international community.\" \nIn more than 70 years of recorded abuses by the Burmese armed forces, there are almost no records of military officers being disciplined in Rakhine State or in the many other areas where armed conflicts continue inside the country.\nIt is hard to see that happening now, with the military insisting all of the more than 400,000 Rohingyas who have fled did so because of their involvement in the attacks by the militant group known as the Arakan Rohingya Salvation Army.\nOne colonel in Maungdaw told me the many allegations of rape made by Rohingya refugees could not be true because his men were too busy fighting to rape and would find the Rohingya women too unattractive.\nAung San Suu Kyi: \"All people living in the Rakhine State have access to education and health care services without discrimination.\"\nThis is patently untrue. Rohingyas have been subjected to discriminatory restrictions for many years barring them from moving, even getting married, without official permission, which often involves paying bribes. \nSince the 2012 communal violence, Rohingyas have had even tighter restrictions imposed on them.\nMany in the displacement camps within Myanmar are confined to those areas unless they have special permission to leave, which is hard to get.\nI know students inside the camps whose education has been halted for the past five years.\nFour years ago, I visited the Rohingya village of Ah Nauk Pyin, south of Rathedaung, where the inhabitants were unable to leave even for medical treatment because of the hostility of the surrounding Rakhine Buddhist communities.\nOn Monday, in Bangladesh, I met Abdulmajid, from Gaw Du Thar Ya - the village I saw being burnt. \nHe told me for \"the last five years, we couldn't go outside our village for work\".\nRead more from Reality Check\nFollow us on Twitter", "date": "19 September 2017", "href": "https://www.bbc.co.uk/news/world-asia-41312931", "tags": "kyi correct claims rakhine san aung village years state many suu crisis rohingya"}