{"title": "Rohingya villages destroyed 'to erase evidence'", "content": "Satellite images of Myanmar suggest entire Rohingya villages have been destroyed, campaign group Human Rights Watch says.\nThe group said at least 55 villages - many of which were already damaged by arson - had been completely bulldozed.\nThe villages \"should be treated as crime scenes\" and preserved, it added. \nMore than half a million Rohingya people fled the destruction of their homes last year in what the UN called a \"textbook example of ethnic cleansing\".\nVillages where Rohingya had lived were burned and several thousand people were killed in retaliation after Rohingya militants staged a series of attacks on police outposts.\nMyanmar's military says it is fighting the militants and denies targeting civilians.\nMost fleeing Rohingya made the journey across the border to neighbouring Bangladesh.\nHuman Rights Watch said the apparent destruction of homes erases evidence for legal claims from the exiled Rohingya.\nUnited Nations staff have not been allowed access to the area to carry out an investigation.\n\"Many of these villages were scenes of atrocities against Rohingya and should be preserved so that the experts appointed by the UN to document these abuses can properly evaluate the evidence to identify those responsible,\" said Brad Adams, Asia director at Human Rights Watch.\n\"Bulldozing these areas threatens to erase both the memory and the legal claims of the Rohingya who lived there.\"\nBangladesh and Myanmar agreed a plan for the return of refugees to Rakhine state in January. Myanmar said it had begun building \"transit camps\" to accommodate returnees, and there were plans to \"build new villages\".\nThe repatriation is voluntary - and rights groups have raised concerns about the conditions awaiting those who return. Many of those living in camps in Bangladesh have said they need guarantees of their safety.\nMr Adams said the clearing of villages \"only heightens concerns\" about the repatriation plans.\nHe said governments donating to the cause should be careful not to help \"efforts to pretend the Rohingya do not have the right to return to their villages\".\nPreviously, Myanmar officials have said land needs to be cleared before new houses can be built.\nThe Rohingya are a Muslim ethnic group which has lived in majority-Buddhist Myanmar for generations. \nBut they are denied citizenship and other rights by the country, which considers them to be illegal immigrants from Bangladesh.", "date": "23 February 2018", "href": "https://www.bbc.co.uk/news/world-asia-43174936", "tags": "myanmar evidence destroyed rights bangladesh watch villages human group many erase rohingya"}