{"title": "Rohingya crisis: Reuters journalists held 'for investigating Myanmar killings'", "content": "Reuters has revealed details of an investigation into a mass execution of Rohingyas by soldiers and villagers, which it says lies behind the arrest of two of its journalists in Myanmar. \nWa Lone and Kyaw Seo Oo are awaiting trial, charged with violating the country's Official Secrets Act.\nThe news agency claims they uncovered evidence the 10 Rohingyas were killed unlawfully in Rakhine state last year. \nIt hopes this will demonstrate the pair were acting in the public interest.\nWarning: This report includes a photo below of the men after they were killed, which some readers may find distressing.\nReuters editor-in-chief Stephen J Adler said: \"When Wa Lone and Kyaw Soe Oo were first arrested, our primary focus was on their safety. Once we understood their legal situation, we, in consultation with Wa Lone and Kyaw Soe Oo and their relatives, decided that it was our responsibility to publish an account of what happened in the village of Inn Din. \n\"We published this ground-breaking investigation because it is in the global public interest.\"\nThe BBC has been unable to independently verify all the details of the alleged killings - access to the area is restricted - but it comes in the wake of a series of allegations of massacres in Rakhine last year based on eyewitness testimony. \nThe crisis in mainly Buddhist Myanmar's north-western Rakhine state hit global headlines late last year when hundreds of thousands of Muslims fled a deadly military crackdown.\nThe military says it is fighting Rohingya militants in Rakhine, but rights groups say thousands of civilians have been killed.\nWa Lone and Kyaw Soe Oo are two Burmese journalists credited with some powerful reporting. They were arrested on 12 December after meeting police and receiving documents from them. \nAuthorities say they were \"arrested for possessing important and secret government documents related to Rakhine State and security forces\" and that the information had been \"illegally acquired with the intention to share it with foreign media\".\nBut ever since their arrest there has been speculation that the men were working on a highly sensitive investigation.  \nReuters have now decided to publish details to support their claim the men were working on a story with clear global public interest.  \nIt centres around an episode in the village of Inn Din in northern Rakhine on 2 September last year.\nReuters says its two journalists had been collecting evidence of the execution of 10 men based on interviews with Buddhist villagers, security personnel and photographs. The agency says it has pieced together what happened to them.\nAccording to Reuters, a group of Rohingya men seeking safety on a beach were singled out as their village was raided.\nBuddhist men from the village were then ordered to dig a grave and then the 10 men were killed, at least two hacked to death by the Buddhist villagers with the rest shot by the army.\nThe agency claims this is the first time soldiers have been implicated with photographic evidence and by fellow security personnel. They also claim to have confessions from the Buddhist villagers. \nAfter the arrest of the two journalists the Burmese military carried out their own investigation into the incident. The investigation corroborated what the two journalists had found - that there had been an execution.\nHowever, the military described the 10 men as \"Bengali terrorists\" and said that they were executed because they could not be transported due to attacks on police stations by Rohingya militants.\nReuters claim the two journalists found no evidence the 10 men were connected with terrorism - with several witnesses saying the men had been picked out of a crowd.\nReuters says the two journalists spoke to a number of witnesses in the village of Inn Din, police officers and relatives of the men killed-  who are now living in refugee camps in Bangladesh. One man admitted to the murder of a Rohingya Muslim, the news agency says.\nAnalysis: James Clayton, BBC Newsnight\nBy publishing the story of what the two jailed journalists were investigating Reuters is taking a calculated risk. The news agency believes the investigation the two journalists were working on is in the international public interest. It is this story, Reuters claim, that explains why Wa Lone and Kyaw Soe Oo were arrested. \nReuters says it has consulted the two journalists and their families. The journalists \"strongly supported\" the decision to publish.  \nBut to what extent will this help or hinder their case? Reuters editor-in-chief told the BBC they \"weren't guided by legal considerations\", though the agency believed the account would \"aid the court in evaluating whether Wa Lone and Kyaw Soe Oo were acting as journalists, and not in violation of the Official Secrets Act\".\nIt could have the opposite effect, though, enraging the Myanmar authorities, who currently have the two journalists incarcerated.  \nThe BBC contacted the Burmese authorities about the Reuters investigation and is awaiting a response. However, government spokesman Zaw Htay told the news agency: \"We are not denying the allegations about violations of human rights.\" \nIf there was \"strong and reliable primary evidence\" of abuses, the government would investigate, he said. \n\"And then if we found the evidence is true and the violations are there, we will take the necessary action according to our existing law.\"\nHe defended the military operation in Rakhine. \"The international community needs to understand who did the first terrorist attacks. If that kind of terrorist attack took place in European countries, in the United States, in London, New York, Washington, what would the media say?\"\nOn the incident at Inn Dinn, authorities published a full statement on the findings of their investigation into the killings. It said that action would be taken against villagers who took part and security personnel who contravened rules of engagement. \nOn the journalists, the government has always said they were detained only in relation to a breach of the Official Secrets Act. \nA spokesman for Myanmar's de facto leader Aung San Suu Kyi has previously said the men will be afforded the protection of the law.\nNearly 700,000 Muslim Rohingya have fled mainly Buddhist Myanmar since August 2017 after a brutal military crackdown responding to Rohingya militants attacking police posts and killing members of the security forces.\nThe crisis erupted suddenly after years of tensions and sporadic violence between the communities. \nReports by the BBC have shown widespread burning of Rohingya villages and have contradicted military claims that no Rohingya are forced to flee. \nThe United Nations human rights chief Zeid Ra'ad al-Hussein has said an act of genocide against Rohingya Muslims by state forces in Myanmar cannot be ruled out. He previously had said the conflict seemed \"a textbook example of ethnic cleansing\".\nThe Burmese military has repeatedly denied allegations of massacres, and has exonerated itself in an internal inquiry. ", "date": "8 February 2018", "href": "https://www.bbc.com/news/world-asia-42956176", "tags": "myanmar military investigation agency held killings reuters says two men journalists investigating crisis rohingya"}