{"title": "Rohingya crisis: Finding out the truth about Arsa militants", "content": "If there was one thing almost everyone who has monitored Muslim Rohingya in Rakhine State agreed on, it was that sooner or later their plight would breed militant resistance to the authority of the state. \nThe attacks that started in the early hours of 25 August on around 30 police and army posts, triggering a ruthless military counter-attack which has driven more than half a million Rohingya into Bangladesh, showed that militancy, now led by a shadowy group calling itself the Arakan Rohingya Salvation Army (Arsa), has taken root. \nBut conversations with refugees and militants in Bangladesh also show that the group's strategy is still poorly-formed, and that it is not supported by all Rohingya.\nEven the accounts given by the Myanmar security forces suggest that the 25 August attacks were mostly simple, almost suicidal charges by groups of men, most armed only with machetes and sharpened bamboo sticks. \nOne of the earliest and biggest attacks was on the police post in Alel Than Kyaw, a town on the coast south of Maungdaw.\nPolice Lt Aung Kyaw Moe later told a group of visiting journalists that they had advance warning of the attack and sheltered all local officials inside the barracks the night before.\nAt 04:00, he said two groups of around 500 men each stormed up from the beach. \nThey killed an immigration officer, whose house was close to the beach, but were easily driven off by police officers firing automatic weapons. Seventeen bodies were left behind.\nThis tallies with an account given to me by a Rohingya refugee in Bangladesh. \nIn a conversation about how he had been driven out of Rakhine state, he complained about the way the militants had tried to co-opt his village into joining the attacks in the days after 25 August. \nThey had helped themselves to cattle and goats, he said, telling the villagers they would be paid back when there was an independent Rohingya homeland. \nAnd they gave new machetes to the young men, and told them to attack a nearby police station. \nArsa has plenty of weapons, he remembers them saying, and would be back to back them. Around 25 men from his community did as they were told, and a number of them were killed, he said.\nThere was no backup from armed militants.\nI was able to meet a young man in his 20s, now in Bangladesh, who had joined Arsa four years before. \nHe described how the Arsa leader, Ata Ullah, had come to his village in 2013, telling them it was time to fight against the mistreatment of Rohingya.\nHe asked for five to 10 men from every community. A group was taken from his village to the forested hills, where they were trained in making crude bombs, using old car engine pistons. \nOur informant said his village was encouraged by this, and began taking up food and other supplies to support the trainees. He eventually joined them. \nThey started patrolling the village, armed with sharpened bamboo sticks, and making sure everyone attended mosque. He says he never saw any guns.\nOn 25 August he described hearing shooting, and seeing burning in the distance. The local Arsa commander - his \"amir\", he called him - arrived and told the men that the military was on its way and would attack them. \nThe men were told to launch their attack first - you are going to die anyway, he said, so die as martyrs for the cause. \nOur informant said men of all ages armed themselves with knives and bamboo sticks, and charged the advancing soldiers, suffering many casualties - he named some of the dead. \nAfter that they ran into the rice fields with their families, trying to make their way to Bangladesh. He said they were also harassed by Rakhine Buddhist men as they fled.\nWhat was the point of such futile attacks, I asked him? \nWe wanted to get the world's attention, he said. We had been suffering so much, we thought it did not matter if we died.\nHe denied any links with international jihadist groups - we are fighting for our rights, and to try to get guns and ammunition from the Myanmar military, that's all, he said.\nHis and other accounts describe a movement with a small core of several hundred full-time militants, with perhaps a handful of foreigners among them, and many thousands of untrained and unarmed followers who joined the attacks only at the last minute.\nOn 25 August Ata Ullah, the Pakistan-born Rohingya man who started Arsa after an earlier wave of communal violence in Rakhine state in 2012, issued a video, flanked by hooded armed fighters. \nHe described the attacks that day as a defensive action, against what he called a genocide against the Rohingya.\nHe said his fighters had no choice but to launch the attacks against a Burmese army which had \"surrounded and besieged us\". \nHe appealed for international support. He described Arakan, another name for Rakhine state, as rightfully Rohingya land.\nBut he has insisted in subsequent statements that Arsa has no quarrel with other ethnic groups in Rakhine state.\nThere was no call for solidarity from other Muslims. He did not frame his struggle in terms of jihad, or as part of a global Islamist struggle. \nAta Ullah is known to be suspicious of other Islamist groups, and does not at this stage appear to be asking them for help.\n\"Ata Ullah and his spokesmen have made it clear that they see themselves as an ethno-nationalist movement,\" says Anthony Davis, a Bangkok-based security analyst. \n\"They do not have any substantive links with international jihadism, IS [Islamic State group] or al- Qaeda. They see their struggle as regaining rights for Rohingya inside Rakhine State. They are neither separatists, nor jihadists.\" \nHowever the military has successfully portrayed them as a foreign-backed conspiracy to the population of Myanmar, where the media has reported little of the massive Rohingya exodus to Bangladesh.\nAta Ullah's comment about Rakhine belonging to Rohingya was picked up by armed forces commander Gen Min Aung Hlaing early last month, when he warned that the military would never allow the country to lose any territory to what he called \"extremist Bengali terrorists\". \nHe described the military operation in Rakhine as addressing \"unfinished business from 1942\" - a reference to the time when it was a shifting frontline in the battles between British and Japanese forces.\nRohingya and Rakhine Buddhists largely supported opposing sides in that war, and there were a number of massacres by militias on both sides, and large population movements.\nThis is when many Burmese and Rakhine nationalists believe the Rohingya population in Rakhine was artificially boosted by Bengali immigrants. \nBy driving half the Rohingya population out of Rakhine in just four weeks, the military \"clearance operations\" would appear to have rebalanced the population firmly back in favour of the non-Muslims.\nThat leaves questions over how Arsa will function, now that it has few or no bases left inside Rakhine State. \nLaunching attacks over the border will be much harder, and probably will not be tolerated by Bangladesh, which, though furious with the refugee crisis dumped on it by its neighbour, has always taken care to avoid conflict along its long, porous borders.\nOur informant says he is still in regular contact with his \"amir\" and other Arsa leaders in Bangladesh, although he has had no contact with Ata Ullah.\nHe says he has no idea what the movement will do next. Most people we spoke to in the camps were aware of Arsa's presence. Some were clearly nervous even speaking quietly about the movement.\nThere are credible reports of numbers of informers being killed by Arsa in the months leading up to the August attacks. \nBut there is also widespread admiration among Rohingya for the only organisation to have fought back against the Myanmar military since the 1950s.\n\"A great deal now will depend on the attitude of Bangladesh,\" says Anthony Davis.\n\"They may choose to keep the border sealed. Or they may wish to exert some control over Arsa by supplying them with rudimentary assistance, rather than have radical Islamist groups, Bangladeshi or foreign, move in and fill a vacuum.\n\"There are examples elsewhere of military intelligence services using insurgent movements to exert cross-border pressure on a neighbour.\"", "date": "11 October 2017", "href": "https://www.bbc.co.uk/news/world-asia-41521268", "tags": "military militants finding arsa bangladesh rakhine attacks state men crisis truth rohingya"}