{"title": "Rohingya crisis: Myanmar leader Suu Kyi 'should have resigned'", "content": "The outgoing UN human rights chief says Myanmar's de-facto leader Aung San Suu Kyi should have resigned over the military's violent campaign against the Rohingya Muslim minority last year.\nZeid Ra'ad al Hussein told the BBC the Nobel Peace prize winner should have considered returning to house arrest rather than excusing the military.\nA new UN report says Myanmar's military should be investigated for genocide.\nMyanmar has rejected the report as one-sided.\nThe army of the Buddhist-majority nation - which has been accused of systematic ethnic cleansing - has previously cleared itself of wrongdoing. \nThe UN report, published on Monday, blamed Ms Suu Kyi, a long-term leader of the pro-democracy movement, for failing to prevent the violence.\n\"She was in a position to do something,\" Mr Hussein said in an interview with the BBC's Imogen Foulkes. \"She could have stayed quiet - or even better, she could have resigned.\"\n\"There was no need for her to be the spokesperson of the Burmese military. She didn't have to say this was an iceberg of misinformation. These were fabrications,\" he said.\n\"She could have said look, you know, I am prepared to be the nominal leader of the country but not under these conditions. \n\"Thank you very much, I will resign, I will go back into house arrest - I cannot be an adjunct accessory that others may think I am when it comes to these violations.\" \nBetween 1989 and 2010, Ms Suu Kyi, 73, spent about 16 years under house arrest by the military government. \nOn Wednesday, the Nobel committee said Ms Suu Kyi could not be stripped of the Peace Prize she was awarded in 1991.\nWhile it is acknowledged that Ms Suu Kyi does not control the military, she has faced international pressure to condemn the army's alleged brutality.\nFor decades, she was hailed as the heroine of the human rights community - most notably for enduring house arrest for her pro-democracy activism during a brutal military dictatorship.\nWhen communal violence broke out in 2012 and displaced more than 100,000 Rohingya people, Ms Suu Kyi sought to reassure the international community and pledged to \"abide by our commitment to human rights and democratic values\".\n\"Muslims have been targeted but Buddhists have also been subjected to violence,\" she told the BBC at the time. \"This fear is what is leading all the trouble.\"\nShe said that it was down to the government to bring an end to the violence, explaining: \"This is the result of our suffering under a dictatorial regime.\"\nIn 2015, her National League for Democracy party won a landslide election victory and she became Myanmar's de-facto leader.\nAs the Rohingya crisis continued, Ms Suu Kyi's comments on the situation tended to play it down or suggest that people were exaggerating the severity of the violence.\nThe last time she spoke to the BBC in April 2017, she said: \"I don't think there is ethnic cleansing going on. I think ethnic cleansing is too strong an expression to use for what is happening.\"\nSince an outbreak of violence started in August 2017, Ms Suu Kyi has missed several opportunities to speak publicly about the issue, including the UN General Assembly in New York last September.\nShe later claimed the crisis was being distorted by a \"huge iceberg of misinformation\" - but then also said she felt \"deeply\" for the suffering of \"all people\" in the conflict. \nMyanmar, she said, was \"committed to a sustainable solution... for all communities in this state.\"\nImogen Foulkes, BBC Geneva correspondent\nZeid Ra'ad al Hussein is known for his bluntness and his comments on Aung San Suu Kyi were no exception. \nHe bitterly criticised her attempts to excuse Myanmar's military. This week, UN investigators published evidence linking senior commanders to act of genocide. \nHis harsh words are another indication that Aung San Suu Kyi may now go down in history not as a Nobel Peace prize winner and pro-democracy leader, but as a woman who failed to act in the face of unspeakable human rights violations.\nThe Rohingya are a Muslim minority in Myanmar, where they are denied citizenship and considered illegal immigrants from neighbouring Bangladesh despite calling the Rakhine state home for generations. \nThe military launched a crackdown in Rakhine last year after Rohingya militants carried out deadly attacks on police posts.\nThousands of people have died and more than 700,000 Rohingya have fled to Bangladesh since August 2017.\nThere have also been widespread allegations of human rights abuses against the Rohingya, including arbitrary killing, rape and burning of land over many years. ", "date": "30 August 2018", "href": "https://www.bbc.com/news/world-asia-45351000", "tags": "myanmar un kyi ms military resigned human violence leader suu crisis rohingya"}