{"title": "Ronald Reagan’s Daughter Blasts GOP Silence On Donald Trump In Blistering Open Letter", "content": "Patti Davis, the daughter of former President Ronald Reagan, has torn into Republicans who remain silent about President Donald Trump in a stinging open letter published in The Washington Post.\nDavis noted in the blistering missive — titled “Dear Republicans: Stop using my father, Ronald Reagan, to justify your silence on Trump” — how Republicans have claimed her father’s legacy and “exalted him as an icon of conservatism and used the quotes of his that serve your purpose at any given moment.”\n“Yet at this moment in America’s history when the democracy to which my father pledged himself and the Constitution that he swore to uphold, and did faithfully uphold, are being degraded and chipped away at by a sneering, irreverent man who traffics in bullying and dishonesty, you stay silent,” she added.\nDavis listed some of the times when many Republicans have refused to criticize the president, such as when his administration introduced a policy of separating migrant children from their parents at the U.S.-Mexico border.\n“You stay silent when President Trump speaks of immigrants as if they are trash, rips children from the arms of their parents and puts them in cages,” she wrote.\nDavis concluded her letter with a request to “the Republican Party that holds tightly to my father’s legacy.”\n“If you are going to stand silent as America is dismantled and dismembered, as democracy is thrown onto the ash heap of yesterday, shame on you,” she wrote. “But don’t use my father’s name on the way down.”\nRead the full opinion piece here.", "date": "\n05/02/2019", "href": "https://www.huffpost.com/entry/ronald-reagan-daughter-open-letter-republicans-donald-trump_n_5ccaaae9e4b0e4d7572dbd70", "tags": "letter open blistering silence gop republicans ” trump silent donald ronald davis daughter father blasts reagan"}