{"title": "Rosalyn Terborg-Penn, 77, Dies; Historian Recognized Black Suffragists", "content": "Rosalyn Terborg-Penn, a historian who helped bring to light the long-suppressed role of black women in the women’s suffrage movement, died on Dec. 25 at her home in Columbia, Md. She was 77.\nHer daughter, Jeanna Penn, confirmed the death. The cause had not yet been determined, she said.\nDr. Terborg-Penn, a professor of history at Morgan State University in Baltimore for more than three decades, was the author of seven books, most notably, “African American Women in the Struggle for the Vote, 1850-1920” (1998).\nIt was one of the first book-length examinations of black women in the suffrage movement, and it challenged the existing narrative that was dominated, and framed, by white activists like Susan B. Anthony and Elizabeth Cady Stanton.\nDr. Terborg-Penn’s book was a counterweight to “History of Women’s Suffrage,” a six-volume work, begun in 1881, that was edited by Anthony, Stanton and Matilda Joslyn Gage. That opus more or less erased from the picture the many black women who Dr. Terborg-Penn said had attended suffrage meetings, organized suffrage clubs and promoted the cause. Stanton, moreover, had expressed racist views, especially when arguing that women should have the vote before black men.\nDr. Terborg-Penn identified more than 120 black women, including Mary Church Terrell and Sarah Parker Remond, and described “hundreds of nameless black women” who had participated in the suffrage fight but whose activity had been little noted and their speeches seldom recorded.\nBlack women, she said, were shunted aside in the history books because their goals had diverged from those of the white, mostly upper-middle-class women who had led the charge. White women wanted parity with white men, while black women, only just emerging from slavery, wanted to use the ballot box to fight the racial oppression that was engulfing the South.\nThe racial split became glaringly obvious in 1913, when the white organizers of a major suffragist parade in Washington ordered black participants to march in the rear.\nThe 15th amendment, ratified in 1870, granted black men the right to vote, outraging some white women, who thought that they should have the vote before black men. As Anna Howard Shaw, president of the National Women Suffrage Association, said at the time, “Never before in the history of the world have men made former slaves the political masters of their former mistresses!”\nWhile the 19th Amendment, ratified in 1920, said that the right to vote could not be denied on the basis of sex, in practice this applied only to white women. Blacks of both sexes, especially in the South, were effectively barred from voting by poll taxes, literacy tests and other forms of intimidation, including lynching, until the Voting Rights Act of 1965.\nDr. Terborg-Penn was one of a handful of scholars delving into this history. In the predigital age, that meant reading old newspapers on microfiche, unearthing original manuscripts and the minutes of political meetings, and combing through collections at Howard University, the Library of Congress, the Smithsonian and the Schomburg Center for Research in Black Culture, part of the New York Public Library.\n“She committed the first decades of her career to the deep research that was required to pull back the curtain, dispel the myths and otherwise challenge the story about the history of women and the vote that had been, to an important degree, crafted by Susan B. Anthony and Elizabeth Cady Stanton,” Martha S. Jones, a history professor at Johns Hopkins University in Baltimore, said in a telephone interview.\nWhile bringing to life this neglected aspect of American history, Dr. Terborg-Penn and a few others also established a new field of study.\n“These are people who literally created the field of African-American women’s history, and Dr. Terborg-Penn’s writing on suffrage was a critical part of that,” Francille Rusan Wilson, national director of the Association of Black Women Historians, said in a phone interview. Dr. Terborg-Penn was a founder of the association in 1979 and its first national director.\nIn 2008, in a conference titled “Black Women in the Academy” in New Orleans, Dr. Terborg-Penn said it had not been easy to overcome the skepticism and inherent racism expressed by some of her own teachers and colleagues with regard to her work.\nShe said she had to fight “the ivory tower doorkeepers who often overlook or dismiss the works of black women historians, especially those of us who teach at historically black universities and colleges,” of which Morgan State is one.\n“Nonetheless,” she added, “we have made a way when there was no way.”\nRosalyn Marian Terborg was born on Oct. 22, 1941, in Brooklyn. Her father, Jacques Arnold Terborg, was a jazz guitarist who also worked as a skycap at New York airports. Her mother, Jeanne Knox (Van Horne) Terborg, did administrative work.\nThe family moved from Brooklyn to Queens in 1951, and Rosalyn graduated from John Adams High School there in 1959. She earned her bachelor’s degree in history from Queens College in 1963.\nHer activism, fueled by her father, who believed strongly in civic engagement, blossomed in college. She led a protest when Queens College would not let Malcolm X speak on campus. On weekends, with a handful of other black students, she marched in front of an F. W. Woolworth & Co. store in Manhattan in solidarity with blacks who had staged a sit-in at an all-white Woolworth lunch counter in Greensboro, N.C., where they had been refused service.\n“We got the same response in New York City as in North Carolina,” Dr. Terborg-Penn recalled at a conference in 2016. “White America was not ready for this. We needed to stay in our place.”\nShe went on to earn her master’s in history from George Washington University and her Ph.D. in history from Howard University in 1977.\nAn early marriage while she was in Queens ended in divorce. In 1968 she married William Thomas Penn; they separated a decade later and were divorced in 1990.\nIn addition to her daughter, Jeanna, she is survived by her brother, Jacques Arnold Terborg Jr., and a grandson.\nDr. Terborg-Penn’s graduate years were highly productive. She won an award for an essay, “Discrimination Against Afro-American Women in the Women’s Movement.” She and Sharon Harley, a fellow graduate student, published “The Afro-American Woman: Struggles and Images.” And her dissertation, titled “Afro-Americans in the Struggle for Woman Suffrage,” became the blueprint for her groundbreaking book two decades later.\nShe began her teaching career at Morgan State as an instructor in 1969 and retired as a professor of history in 2006. She continued to work with graduate students and retired fully from Morgan in 2009 with the title university professor emerita.\nDr. Terborg-Penn also studied women in the African diaspora. As part of that work she explored her own family history in the Caribbean, South America and Europe, and helped organize the Association for the Study of the Worldwide African Diaspora.\nShortly before her death, she attended a meeting of the Association of Black Women Historians, held in Los Angeles, to celebrate its 40th anniversary.\n“Generations of historians regard her as an important figure in their study and scholarship,” her daughter said in a phone interview. “They were so excited to see her. It was like Beyoncé had walked into the room.”", "date": "Jan. 4, 2019", "href": "https://www.nytimes.com/2019/01/04/obituaries/rosalyn-terborg-penn-dead.html", "tags": "history historian rosalyn recognized terborg-penn ” black suffragists suffrage white dies women dr."}