{"title": "Rosenstein Assails Obama Administration, Comey and Journalists in Defending Handling of Russia Inquiry", "content": "WASHINGTON — The deputy attorney general, Rod J. Rosenstein, attacked the Obama administration, former law enforcement officials, the press and his own critics in a fiery speech on Thursday night that he used to defend his handling of the Russia investigation.\nMr. Rosenstein, who appointed the special counsel to take over the inquiry after President Trump fired James B. Comey as F.B.I. director in May 2017, sought to separate himself from the consequential decisions made about the inquiry before he oversaw it. He blamed the previous administration for doing too little to publicize Russia’s campaign to sabotage the 2016 election while it was underway, and he called out the F.B.I. and Congress for leaks about the case.\n“The previous administration chose not to publicize the full story about Russian computer hackers and social media trolls, and how they relate to a broader strategy to undermine America,” Mr. Rosenstein said. He left unmentioned that Republican congressional leaders urged former President Barack Obama to keep quiet about the Kremlin’s operation during the presidential race.\nDuring dinner remarks where he was honored at the Yale Club in Manhattan, Mr. Rosenstein also noted that the F.B.I. had disclosed classified evidence about the investigation to lawmakers and that Mr. Trump had asked Mr. Comey early in 2017 to end an investigation into his national security adviser at the time, Michael T. Flynn.\n“Then the former F.B.I. director alleged that the president pressured him to close the investigation, and the president denied that that conversation occurred,” Mr. Rosenstein said. He went beyond the account of Mr. Comey — who has said the president asked him only to end the Flynn inquiry, not the entire Russia investigation — and would not say who was telling the truth. The special counsel’s report cited Mr. Comey as a credible witness in the matter.\n“So that happened,” Mr. Rosenstein added.\nHe commended the special counsel, Robert S. Mueller III, for conducting a thorough investigation into Russia’s 2016 meddling, joking darkly about the attacks he endured for appointing Mr. Mueller.\n“Today, our nation is safer, elections are more secure, and citizens are better informed about covert foreign influence schemes,” Mr. Rosenstein said. “But not everybody was happy with my decision, in case you did not notice.”\nThat was one of several barbs that Mr. Rosenstein delivered in his first public response to a variety of professional and personal critiques that he has weathered since Mr. Mueller delivered the  findings of his two-year investigation into Russian election interference.\nVeering from a defense of the department’s work to a defense of himself, he quoted Goethe and the Eagles and compared himself to the Revolutionary War hero and former President John Adams, who put the rule of law over his beliefs and defended British soldiers on trial for the deaths of American colonists in the Boston Massacre.\n“Adams endured harsh criticism in the court of public opinion,” Mr. Rosenstein said. “But in the court of law, he secured the acquittal of the British captain and six soldiers.”\nMr. Rosenstein and other Justice Department officials have come under fire for how they have sought to shape the public’s understanding of the 448-page special counsel’s report. While the report detailed Russian support for Mr. Trump’s campaign, his advisers’ openness to that help, and the president’s efforts to derail the investigation itself, Attorney General William P. Barr has repeatedly emphasized that Mr. Mueller did not charge Mr. Trump with a crime.\n[Compare the Mueller report’s findings with Mr. Barr’s excerpts from the report.] \nMr. Rosenstein shot back at critics, saying that he and other lawyers cared about facts, whereas “in politics, belief is the whole ballgame. In politics — as in journalism — the rules of evidence do not apply.”\nWhen Mr. Rosenstein became the number two Justice Department official in March 2017, Attorney General Jeff Sessions had recused himself from campaign-related inquiries, and the Russia inquiry was Mr. Rosenstein’s to handle. He compared himself in his address to a man who had lain down upon a burning bed, alluding to the critical decisions about the Russia investigation that predated his arrival.\nHe also praised Mr. Trump for supporting the rule of law, a point Mr. Rosenstein has made repeatedly. He quoted the president saying, “‘We govern ourselves in accordance with the rule of law rather than the whims of an elite few or the dictates of collective will.’”\nThe choice was notable because Mr. Rosenstein not only oversaw the investigation and was regularly briefed on investigators’ findings about Mr. Trump’s attempts to impede it, but he also witnessed those efforts himself, according to the report.\nAmid the fallout from the firing of Mr. Comey, Mr. Trump asked Mr. Rosenstein to hold a news conference and falsely take responsibility for the dismissal. Mr. Rosenstein refused.\nMr. Rosenstein, who has risen to prominence in what is usually a relatively obscure post, began his speech by joking that guests at the reception beforehand told him that he was “taller” and “better looking” than he was on television.\nHe later strayed from his scripted remarks to discuss Mr. Barr’s news conference ahead of the release of the Mueller report. Mr. Rosenstein stood silently behind Mr. Barr, and his deadpan facial expression drew widespread notice. “I was thinking, ‘My job is to stand here with a deadpan expression,’ ” Mr. Rosenstein said. “Can you imagine if I did anything other than a deadpan reaction?”\nMr. Rosenstein also alluded to revelations about his at times emotional behavior in the chaotic days following Mr. Comey’s firing. “One silly question that I get from reporters is, ‘Is it true that you got angry and emotional a few times over the past few years?’ Heck yes! Didn’t you?”\nHe also reaffirmed that he would be leaving the post next month, after nearly 29 years as a Justice Department lawyer. His replacement, Jeffrey A. Rosen, is expected to be confirmed around mid-May.\nNear the end of his speech, Mr. Rosenstein said that, like Mr. Adams, he preferred integrity to acclaim. “Adams wrote that in theaters, ‘the applause of the audience is of more importance to the actors than their own approbation. But upon the stage of life, while conscience claps, let the world hiss.’ ”", "date": "April 26, 2019", "href": "https://www.nytimes.com/2019/04/26/us/politics/rod-rosenstein-speech.html", "tags": "administration report rosenstein comey inquiry investigation ” trump defending handling obama assails russia journalists"}