{"title": "Roy Moore's triumph in Alabama has Republicans reeling", "content": "In Alabama, Donald Trump strayed from his base - the anti-establishment voters who helped sweep him to the Republican presidential nomination and stood by him during the general election - and paid the price.\nOr, rather, Senator Luther Strange, who will have to start packing his bags in Congress after losing to ex-judge Roy Moore, paid the price.\nThe president, on the other hand, is soldiering on - and ensuring he never makes that mistake again. He's scrubbing his Twitter feed of messages praising Mr Strange and touting how much his endorsement had helped him. And he's letting everyone know that he thinks Mr Moore is a \"really great guy\" who ran a \"fantastic race\".\nTrump deletes tweets after backing loser\nNone of this should come as much of a surprise, since the president had been telegraphing a quick shift in support if things went south for Mr Strange. At a rally in Huntsville, the president second-guessed his decision to endorse the senator and noted that he would campaign \"like hell\" for Mr Moore if he won.\nMr Trump squared off against many of his 2016 supporters - former senior adviser Steve Bannon and his Breitbart news empire, 2008 Republican Vice-presidential nominee Sarah Palin, ex-adviser Sebastian Gorka, British politician Nigel Farage, that bearded guy from the TV show duck dynasty. Yet the group Strange dismissed last week as a \"White House unemployment line\" came out on top.\nThose who had White House gigs may not get their jobs back, but they definitely now have the president's attention. It seems unlikely that the president is going to side against his grassroots supporters again anytime soon. \nIf the pro-Moore contingent in Alabama is any indication, all will be forgiven. They never thought Mr Trump really had his heart in the Strange endorsement. He was, according to them, either receiving bad advice or being wilfully deceived by those in Washington who wanted to undermine his efforts to overturn the Washington establishment.\nThey fully expected Mr Trump to quickly embrace their man - and now they've been proven correct. In fact, the entire Republican apparatus seems to be assembling behind Mr Moore, despite his often controversial views about homosexuality, evolution and Muslim-American politicians, and penchant for disregarding federal court orders. \nVice-president Mike Pence sent a tweet congratulating Mr Moore on a successful campaign that embraced the Make America Great Again agenda - a particularly jarring statement, given the tweet immediately before it urged \"every single one of you\" to vote for the Mr Strange.\nThen there's Senator Cory Garner, chair of the National Republican Senate Committee, telling ABC that Mr Moore \"will be imperative to passing a conservative agenda\".\nRead the rest of the 10 things he believes.\nDespite the on-the-record good face being put on this latest news, Mr Moore's victory is cause for more than a little consternation in Washington. An embattled incumbent (albeit a newly minted one) had Mr Trump's support - on Twitter and in-person. He had millions of dollars in national campaign money blanketing the Alabama airwaves, thanks to Republican Senate Majority Leader Mitch McConnell. And he still lost.\nNow, other Republican politicians up for re-election, some the target of populist displeasure in the past, are looking around nervously. \nThere's talk of a challenge to Senator Roger Wicker of Mississippi. Arizona's Senator Jeff Flake already has a primary opponent who is leading him in one recent poll. \nDanny Tarkanian, challenging Nevada's Dean Heller, points to the Moore win as a sign that more insurgent victories are coming.\n\"It shows the amount of money McConnell and his super PACs put in the race can't change the feeling that voters have right now,\" he told CNN.\nTennessee Senator Bob Corker, also up for re-election in 2018, announced yesterday he was retiring from public life. He's had his own run-ins with the conservative grassroots, thanks to his support for Barack Obama's Iran nuclear deal. He was also reportedly the one who successfully convinced Mr Trump that a trip to Alabama would help put Mr Strange over the top.\nSo much for that. \nIn the 2018 congressional mid-term elections, Republicans in Congress could find themselves in a vice. During the primaries, they face grass-roots challenges backed by a grudge-bearing Moore, conservative media and the populist legions. If they survive, they'll go up against Democrats riding a wave of anti-Trump energy that could boost liberal turnout and tilt the electoral playing field in their favour.\nSome, perhaps, thought Donald Trump could help guide them through the storm. But Trumpism, or the populist uprising that gave it strength, is at the heart of the tempest.  ", "date": "27 September 2017", "href": "https://www.bbc.com/news/world-us-canada-41423157", "tags": "much moore alabama roy triumph strange one republican republicans reeling senator"}