{"title": "Royal Engagement Seen as Symbol of Change, With Asterisks", "content": "LONDON — For many in the British news media, the engagement of Prince Harry to Meghan Markle, a divorced biracial American, reflected how egalitarian Britain had become.\n“A divorced, mixed-race, Hollywood actress who attended a Roman Catholic school is to marry the son of the next king,” began the lead editorial on Tuesday in The Daily Telegraph, a conservative newspaper. “Such a sentence could simply not have been written a generation ago.”\nIt was a sentiment — with some notable cautions — that echoed across political and ethnic boundaries.\nAfua Hirsch, the author of “Brit(ish),” a coming book about racial identity in Britain, said that as a mixed-race child she had found it hard to reconcile her British-ness with “the family at the apex of society,” the racially homogeneous relatives of Prince Harry.\n“That feels like that’s really changed,” Ms. Hirsch said on Tuesday. “There’s someone I can relate to now.”\nBut for Ms. Hirsch and other chroniclers of racial inequality in Britain, it is problematic to frame Ms. Markle’s engagement as too seminal a moment. The symbolism of Ms. Markle’s entry into a family that once shunned commoners, Catholics and divorced people — let alone nonwhites — does little to diminish structural racism across Britain, several commentators said.\n“Markle is not Britain’s Obama moment and shouldn’t be covered as such,” tweeted Reni Eddo-Lodge, the author of “Why I’m No Longer Talking to White People About Race,” a new book about institutional racism in Britain.\nOn Tuesday, it was announced that Ms. Markle would — in addition to joining the Anglican Church — apply for British citizenship after marrying Prince Harry on an unspecified date in May in St. George’s Chapel at Windsor Castle, the site of many royal weddings.\nIn response,  a columnist for The Independent highlighted how Ms. Markle would find it far easier to gain citizenship through her husband, compared with the process other nonwhite immigrants face. Such immigrants are disproportionately more likely to fail the admission criteria than their white counterparts.\nAcross British society, the average black graduate earns nearly a quarter less than the average white worker, according to 2016 research compiled by the Equality and Human Rights Commission, an independent watchdog founded by the British government. The black unemployment rate is around twice as high as the white equivalent. Black people are significantly less likely to attend a top university, or reach a managerial position, than whites.\nBlack Britons are also disproportionately more likely to be in prison than African-Americans, whose incarceration rates are themselves disproportionately high, according to a parliamentary report published in September by a team led by David Lammy, a British lawmaker.\nMs. Markle’s engagement “is a wonderful moment for modern Britain, and it is especially poignant for Britain’s ethnic minority communities,” Mr. Lammy said, because it “sends a very powerful message about what it means to be black and British in 2017.”\nBut citing Britain’s gaping inequalities, he added, “We should never confuse powerful symbolism with the systemic action still necessary to address persistent discrimination and inequality.”\nAnd against the background of Britain’s vote to leave the European Union, a referendum that led to a rise in racial hate crime, others found even less reason to cheer the royal engagement.\n“Brexit Britain is a deeply and increasingly xenophobic and racist society,” said Priyamvada Gopal, a lecturer on post-colonial literature at the University of Cambridge, who had personally suffered a recent instance of racial abuse.\n“We know that to be black in Britain is to be seriously disadvantaged in relation to educational and employment opportunities,” she said in an email.\n“Britain’s major universities and media houses are overwhelmingly white,” she continued. “Students have been agitating in recent months to have their curriculum acknowledge Britain’s imperial past, something the country has signally failed to do except through dishonest celebrations of imperial legacies.”\nShe added, “How exactly will the marriage of a privileged young woman of color to a British prince address any of this?”\nMany black Britons are happy about the engagement, said Charlie Brinkhurst-Cuff, deputy editor of Gal-Dem, a website that publishes women of color exclusively.\nBut Ms. Brinkhurst-Cuff also expressed wariness about exaggerating the engagement’s significance, partly because mixed-race people like Ms. Markle are often already considered “acceptable,” Ms. Brinkhurst-Cuff said in an interview with the BBC. “We’re sort of fetishized by the elite.”\nShe added that if Ms. Markle “was darker skinned, it would be very unlikely that she would be marrying Prince Harry.”\nThe plans by Ms. Markle, 36, to take up British citizenship and be baptized as an Anglican in the Church of England underscores how the royal union has shattered precedents.\nMs. Markle will be the first American to marry into the royal family since Wallis Simpson, the divorced socialite whose relationship with King Edward VIII triggered a constitutional crisis and prompted his abdication in 1936. The couple wed in 1937.\nAnd it was only in 2013 that the law was amended so that members of the royal family could marry Catholics without losing their place in the line of succession. Ms. Markle, a Protestant, was not baptized as a child. She attended a Catholic girls’ school in her native Los Angeles.\nIt is unclear whether Ms. Markle will renounce her American citizenship.\nIn the United States, the oath administered to naturalized citizens requires that they “entirely renounce and abjure all allegiance and fidelity to any foreign prince, potentate, state or sovereignty.”\nFederal law does not state what happens if a native-born American — like Ms. Markle — marries a foreign prince.", "date": "Nov. 28, 2017", "href": "https://www.nytimes.com/2017/11/28/world/europe/uk-royal-wedding-harry-meghan-markle.html", "tags": "engagement markle royal ” britain asterisks change british prince seen black ms. symbol —"}