{"title": "Running on Book Sense and Charm", "content": "TORONTO\nIN the last few years, Michael Ignatieff’s friends in the United States and England began receiving self-deprecating e-mail messages from him lamenting how dull and low-profile his life had suddenly become.\nHe had spent most of the preceding four decades making a name for himself in both countries — writing essays on the world’s war zones for The New Yorker, The New Republic and The New York Review of Books; writing novels and screenplays; enjoying popularity as a television-show host in Britain and a regular at the Groucho Club; and teaching at Harvard and Cambridge universities.\nNow, he joked, he was stuck in the pedestrian life of a freshman civil servant — in Canada no less.\nMr. Ignatieff shocked friends and colleagues three years ago by chucking the life of the mind for the hurly-burly of politics and returning, after a long exile, to his native country to win a seat in Parliament. And if he was bored, it wasn’t for long. Last December, after a tumultuous fortnight of machinations in parliament, Mr. Ignatieff, 61, became the leader of the opposition Liberal Party, which has been called Canada’s “natural ruling party” and has been in power for much of the last century.\nShould his party win control of the government, something it came close to doing last week and still hopes to in the coming months, he would become the next prime minister of Canada.\nAmong the circles in which Mr. Ignatieff once traveled, there might be a sense that anybody capable of writing a novel (“Scar Tissue”) that becomes short-listed for the Booker Prize — anybody, for that matter, who had the writer Martin Amis and Michael Palin of Monty Python as guests at his wedding — could figure out a way to jump the queue of Canadian politics.\nEven so, his ascendancy puts his country on the cusp of an unusual moment, in some ways a throwback to the era of the dashing Pierre Trudeau, another smart-set intellectual who served as prime minister.\n“He was brought in to reinvigorate the liberal brand, to go for the big game right away,” said Nelson Wiseman, a political scientist at the University of Toronto. “I think a lot of the party thought, ‘We need someone who has the intellectual gravitas of Pierre Trudeau.’ Like Trudeau, he came in as a fresh figure, but he also had a reputation abroad that Trudeau didn’t.”\nMr. Ignatieff has proven savvy enough in his own country. Although his opposition coalition split apart and backed down last week from its efforts to defeat the Conservative government led by Prime Minister Stephen Harper, political watchers say that Mr. Ignatieff is probably just biding his time.\n“He wants the crown in his own right — not through a coalition but via an election, which most of the pundits think we’ll have later this year,” Mr. Wiseman said. “He also wants the Harper administration to have to wear the recession for a while.”\nMr. Ignatieff’s rise in Parliament happened fast, he said in an interview in late January. He said that he gave up a lot by leaving behind the private contentment of a serious writer’s life to run for office.\n“But I’m in here to be serious,” he said, and added: “This is the only place where I can be a participant, not a spectator. I’ve been a spectator, and now I’m in the boat fishing. That part of it, from a spiritual point of view, it feels good.”\nA FEW years ago, a survey conducted by Foreign Policy magazine and Prospect, a British journal, ranked Mr. Ignatieff as the 37th-most influential “public intellectual” in the world (the Nigerian writer Chinua Achebe was 38th). Although the clauses “for a Canadian” or, now, “for a politician” are often attached, people almost always describe Mr. Ignatieff as glamorous. Maclean’s magazine once named him Canada’s “Sexiest Cerebral Man.” He was famous in London during the 1980s and 1990s when he was the host of a television talk show devoted to books and ideas. He was a sort of Anglophone version of Bernard-Henri Lévy, but with a pedigree and without the money or aversion to shirt-buttoning.\nMr. Ignatieff’s big-time ambition is so much a part of his public identity that he often scores points by making fun of it himself. At a recent address to a group of 700 business leaders, he opened with a shout-out to a member of the audience who, he kindly noted, had run against him for his parliamentary seat. “And I beat him,” Mr. Ignatieff said, after a nicely timed comedic pause. The crowd laughed heartily.\nMr. Ignatieff’s life story is positively novelistic in its detail. His father, George Ignatieff, was a Canadian diplomat, and his grandfather and great-grandfather were both Russian counts who served as cabinet ministers in the czarist government. His mother’s brother, George Grant, was a famous political philosopher.\nMr. Ignatieff held the captainship of his boarding-school soccer team, produced a Harvard dissertation that involved spending nights watching over state prison inmates in Massachusetts and has written more than a dozen books: political tracts, three novels, a family history, a biography of his former mentor Isaiah Berlin, and — mobilized by what he saw in the Balkans — several books about human rights and intervention.\nIn 2004, when he was serving as the director of Harvard’s Carr Center for Human Rights Policy, Mr. Ignatieff was visited by three strategists from Canada’s Liberal wing who were leading an effort to infuse a party weakened by scandal with new blood. “It was a bolt from the blue,” he recalled, when during dinner they asked him to consider coming back to run for office.\n“The chance to be in the arena was pretty irresistible,” he said.\nIt was simultaneously of a piece with his background and somewhat incongruous. “My dad worked for four prime ministers,” he said. “I grew up in a house where public service was something you ought to do. But elected public service my father thought of with horror, because he knew how brutal it was.”\nIn seeking his party’s leadership position in 2006 and 2008, Mr. Ignatieff ran both times against Bob Rae, a longtime politician who happened to be one of his best friends; they had been roommates at the University of Toronto.\n“It was difficult running against Bob — we are old, old friends, and our dads were in the foreign service together, ” Mr. Ignatieff said.”\nIn 2006, neither was elected leader, but in 2008, Mr. Rae bowed out of the contest at the last minute to throw his support to Mr. Ignatieff.\n“We had some very emotional conversations,” Mr. Rae said in an interview in Toronto. “My feeling was that Michael had the support of the small and influential group of party officials who were voting — these were special, last-minute circumstances — but that if it had been a broader election throughout the party, I’d have won.”\nTo this, Mr. Ignatieff said, “We’ll never know, because Bob pulled out of the race, because he made a very fine gesture.”\nMr. Ignatieff’s friend Leon Wieseltier, the literary editor of The New Republic, described him as “a genuinely introspective individual,” but said that in the more than two decades he has been editing him, he had never heard mention of an interest in running for office. “He is, in spirit, a humanist, not a politician,” he said.\nMr. Wieseltier added: “When I would see Michael, he and I would stroll arm in arm around Covent Garden singing — poorly, of course — some of the great quintet in the first act of ‘Così Fan Tutte.’ There was in him a hunger for intellectual authority and for a certain degree of social recognition, but it was never about power.\"\nWhile Mr. Ignatieff is blessed with many attributes that an elected official is supposed to possess — poise, focus and an instinct for self-preservation — he has a number of other traits that probably wouldn’t play on an American stage.\nHe has openly acknowledged, without much self-censorship, regret over his initial support of the Iraq war and has movingly — if painfully — wrung his hands in print, most notably in The New York Times Magazine, over both the decision and his ensuing volte-face.\nIn Canada, he has faced criticism for his stance on the war, not simply because of all the agonizing, but because, as Andrew Potter wrote in a 2006 issue of Maclean’s, “his arguments reek of the necessary compromises you need to make as a liberal in the U.S.”\nIn fact, over the years, Mr. Ignatieff has been very plain about his affinity for a country not his own. In 2002, writing in Granta, a literary magazine, he discussed his youthful opposition to the Vietnam War: “I loved my own country, but I believed in America in a way that Canada never allowed. I was against the war because I thought it betrayed something essential about the country. I marched because I believed in Jefferson and Lincoln.”\nConsidering those words now over tea and biscuits in Toronto, Mr. Ignatieff said, “There are moments when I’ve identified passionately with America, and there are moments of total recoil.” (The invasion of Iraq, he said, came to encompass both feelings.)\n“I think I’ve always felt passionately and proudly Canadian, and the way I prove that is that I’ve never sought another passport,” he said, then smiled as he added that he keeps a statue of Thomas Jefferson in his study.\nCharges of carpetbagging — Mr. Ignatieff and his second wife, Zsuzsanna Zshoar, moved into a condominium in an area of Toronto that he doesn’t represent — and impatience to rise to the top have also provided red meat to conservatives and Canadian tabloids.\nDavid Rieff, an American friend and author, said: “Canada, like a lot of culturally small countries, has an ambivalent relationship with countrymen who leave and make it big in the United States or in Europe. He’s considered a celebrity at home, and they’re very proud of him, but there’s also some graceless carping. It’s tall-poppy syndrome.”\nMR. IGNATIEFF’S next book, “True Patriot Love: Four Generations in Search of Canada,” will be published in late April, on the eve of a possible federal election. He described it as an exploration of Canadian identity — his, as well as those of his grandfather, father and children (he has two).\n“Every generation, they are all obsessed with the idea of how to maintain a Canadian empire in the face of America, this behemoth right next door.”", "date": "JAN. 30, 2009", "href": "https://www.nytimes.com/2009/02/01/fashion/01ignatieff.html", "tags": "sense book party toronto charm ” canada ignatieff — running canadian"}