{"title": "Russia: Here's what we think of the UK", "content": "To say there's friction between Russia and the UK right now would be an understatement. \nRussia has been accused of a lot - everything from poisoning spies to peddling fake news and trying to influence elections.\nBut what do they think of the UK? To find out, Radio 1 Newsbeat spent a week in Moscow hanging out with young Russians.\nAre our countries enemies? And, if so, how are we supposed to build bridges?\n\"We are in a war of mass medias, which, of course, the West is winning,\" says Makar Vikhliyantsev.\nHe's the co-founder of an arts collective called Set. They've earned the nickname the Pu-Teens because they're young and they love Russia's president, Vladimir Putin.\nMakar blames \"fake news\" for any negative image his country might have - and says there's no reason for British and Russian people to be enemies.\n\"It's the media that's creating this image - people sit in front of a TV or a computer and get information from there.\n\"If someone really wants to know the truth they should come here. The football fans during the World Cup here this summer - they saw Russia.\"\nBut not everyone we speak to is so positive about the powers that be.\n\"I don't think our government cares about us - and obviously they lie to us,\" 23-year-old Timofey Ermoloff tells us over a drink in one of Moscow's hipster bars.\nSpeaking out like this is a brave move in a country where freedom of speech is limited - the main TV channels are widely thought to be controlled by the state - and protesting can get you thrown in jail.\nTimofey went to university in Scotland, but is now living back in Moscow.\n\"Everyone in this country is scared,\" Timofey says, insisting he's still happy to talk to us openly. \"There might be bad consequences for me speaking to you - I don't know whether it will touch my family.\"\nBut despite admitting he's not \"free\" in Russia - he says he'd rather be there, where he doesn't feel like an outsider, than in the UK.\n\"People stereotype you in Britain. They don't find it offensive to ask whether all Russian girls are sluts and how much vodka can you drink.\"\nMusicians Daria Deryugina and Arina Andreeva agree that there is a cultural divide between the two countries.\nTheir band, Komsomolsk (Комсомольск in Russian), is loosely part of a genre called meme-pop.\nIt's huge in Russia but hasn't really made any waves in the West. Daria and Arina, though, say that's never been their aim.\n\"Maybe we want it a little bit. But our music and our lyrics are very connected with Russia and Russian culture and it's very difficult to understand them without context.\"\nThey say that although music could be used to bridge the cultural divide - they're not certain it will work.\nBusinessman Martynov Maxim, though, is much more optimistic. The 24-year-old meets us at one of the barbershops he runs in Moscow.\n\"In terms of culture and business, Russia takes loads of things from the West.\n\"I don't think we're enemies - it's just politics. When it comes to average people - we're friends.\n\"We can go to festivals, concerts or the cinema to enjoy ourselves and share some good moments of our lives.\"\nFollow Newsbeat on Instagram, Facebook and Twitter.\nListen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here.", "date": "23 November 2018", "href": "https://www.bbc.com/news/newsbeat-46302420", "tags": "us think uk russian say moscow says newsbeat russia"}