{"title": "Russian theatre brings Stalin's terror to London", "content": "The interrogators had a glassy expression, like the eyes of dead fish.\nA rare spot of sunlight landing in a prison cell was like a golden beetle falling on to a dungheap.\nIf there was any poetry in the vast slave labour system - the Gulag - built by Soviet supreme leader Joseph Stalin, then Yevgenia Ginzburg certainly discovered it.\nFor the first time her horrific experiences - 18 years of prison, labour camps and exile - have been re-enacted in London by Sovremennik, one of Russia's top theatre companies.\nThe stage adaptation of Ginzburg's memoirs, called Into the Whirlwind, was first performed in Moscow in 1989. The Soviet bloc was in ferment, as Mikhail Gorbachev's \"glasnost\" (openness) exposed truths that the Communist Party had kept under wraps for decades.\nGinzburg did not live to see that blossoming of freedom. She died in 1977, yet her story had filtered into society as \"samizdat\" - dissident literature published illegally. It was an extraordinary feat of memory, as she could only start writing it after Stalin's death in 1953 and her release from the Gulag.\nThe London production featured blasts of electronic noise and piercing spotlights on a dark stage, accompanying chilling dialogue. A torch shone directly at the audience was blindingly powerful.\nAt times the script was grotesquely funny. Towards the end the caged women prisoners hoped desperately that the new NKVD secret police chief Lavrenty Beria would enlighten Stalin, show him what crimes were being committed in his name.\nThe use of English surtitles did not diminish the play's impact. The audience, including many Russians, gave it a standing ovation.\nSovremennik's artistic director Galina Volchek says young Russians find the play just as gripping as their parents or grandparents, who experienced Soviet repression first-hand.\n\"Sometimes the audience is so silent it sends shivers down my spine,\" she told BBC News. \"Once, amid such silence, I heard a man in the audience say 'forgive us'.\"\nSo is the play still relevant for modern audiences? Does Sovremennik - meaning \"the contemporary\" - live up to its name?\nVolchek admits that the Gorbachev period was a special time, when people were hugely excited by previously banned works. But even today the play is relevant because, she says, \"there are deplorable efforts to improve Stalin's image - and I don't want any repetition\".\nShe was one of Sovremennik's founders during the temporary Soviet thaw of 1956 - among a group of young actors who sought to inject some individualism and modernity into Russian drama. It was a struggle, because the authorities preferred idealistic plays that glorified ordinary workers and the collective.\n\"Sovremennik remains true to its traditions,\" Sergei Garmash, one of its leading actors, told the BBC. \"But there are lots of young spectators - and that's very important.\"\nMoscow theatre critic Pavel Rudnev says portraying the Gulag on stage is \"not difficult, because every Russian family has memories of the terror, everyone feels this catastrophe of Russian history - especially the creative intelligentsia\".\nMany people first learned about the Gulag's horrors through the works of Alexander Solzhenitsyn, notably his novels One Day in the Life of Ivan Denisovich and The Gulag Archipelago.\nFor all her suffering Ginzburg - snatched away from two sons in 1937 - never reached the bottom of the abyss. She did not turn into one of the many \"sexless, insensitive robots\" she met in the camps. She refused to sign any false confessions or denunciations, despite hunger, thirst and sleep deprivation. The system of wearing prisoners down was nicknamed \"the conveyor belt\".\nFalse statements became common currency, but they were no protection. Even one of Ginzburg's interrogators ended up in Kolyma - and Ginzburg, a fellow prisoner in Russia's remote, icy north, gave him a hunk of bread. In Kolyma, thousands of miles east of Moscow, you would not have been surprised to see woolly mammoths - it was like the Stone Age, she says.\nShe describes a world turned upside down, where she narrowly escapes the death sentence, despite being labelled a \"Trotskyite terrorist\". Her crime: failing to alert the party about a historical article written by an academic colleague, which Stalin had criticised as ideologically unsound.\nShe was a committed communist - but in those days it was dangerous to be an intellectual.\nRussia is a long way from such collective paranoia today.\nBut Rudnev, an arts manager at the Meyerhold Centre, says the play remains relevant because \"our authorities and a section of society are on the verge of a Soviet renaissance - they feel nostalgia for repression and the cruel hand of power\".\nControversially last year Russia expanded the powers of the Federal Security Service (FSB), allowing secret agents to warn citizens that their actions could get them into trouble with the law. Human rights groups fear that it will lead to intimidation by the FSB.\nRudnev says a survivor of Stalin's camps used to act in the play, helping to make it \"an experiment in documentary theatre\".\nRoman Abramovich, the Russian billionaire financier and Chelsea FC owner, funded Sovremennik's London performances of Into the Whirlwind and two classic Chekhov plays.\nInto the Whirlwind can now be considered traditional repertoire, but its warning about the abuse of power is as modern as ever.\nSovremennik is performing Into the Whirlwind, Three Sisters and The Cherry Orchard at the Noel Coward Theatre, London, 21-29 January 2011.", "date": "6 March 2012", "href": "https://www.bbc.com/news/world-europe-12227796", "tags": "brings soviet russian sovremennik gulag one theatre terror says russia ginzburg play london stalin"}