{"title": "Russia's Alexei Navalny accused of new fraud", "content": "One of Russia's leading opposition figures, Alexei Navalny, has been accused of obtaining his lawyer's qualifications fraudulently.\nThe Russian Investigative Committee said that while applying to be a lawyer he had provided inaccurate information.\nMr Navalny has campaigned against corruption and made allegations against senior Russian officials, including the head of the Investigative Committee.\nBut he has himself been arrested several times and charged with fraud.\nIn the latest case against him, the Investigative Committee said in a statement that in the paperwork provided in his application to be a lawyer, he said he had the necessary two years' work experience as a legal specialist.\nBut, according to investigators, that was not accurate. \nMr Navalny tweeted that the Investigative Committee had accused him of refusing to testify, even though they had not interviewed him yet.\nThe Interfax news agency quoted Mr Navalny's lawyer Vadim Kobzev, saying there were \"no grounds\" for stripping him of his status.\nMr Navalny has become one of the best known opposition leaders, for his blogs alleging corruption among the elite, and for denouncing President Vladimir Putin's United Russia as \"the party of crooks and thieves\".\nLast week a senior figure in Mr Putin's party resigned after Mr Navalny produced documents accusing him of owning undeclared homes in the US.\nHe has also accused Investigative Committee chief Alexander Bastrykhin, who is loathed by opposition activists for leading investigations against their activities, of secretly owning real estate and other investments in Europe.\nIn a reverse of the accusation frequently made against opposition activists, he accused Mr Bastrykhin of being a \"foreign agent\".\nMr Bastrykhin denied the allegations.", "date": "27 February 2013", "href": "https://www.bbc.co.uk/news/world-europe-21598356", "tags": "alexei opposition lawyer bastrykhin navalny committee accused new investigative one russia fraud"}