{"title": "Russia-Ukraine Ties Sour Further as Moscow Imposes Sanctions", "content": "MOSCOW — The bitter relations between Moscow and Kiev continued their downward spiral on Thursday, as the Russian government imposed economic sanctions against a broad cross-section of Ukraine’s political and business elite.\nThe Russian prime minister, Dmitri A. Medvedev, issued a decree freezing the assets of 68 businesses and 322 individuals, with the list reading like a who’s who of the Ukrainian government. The decree specified that those sanctioned would not be able to repatriate any financial holdings in Russia to Ukraine.\nThe decree said that the step was being taken now to “counter Ukraine’s unfriendly activities toward Russian citizens and entities,” a reference to similar sanctions that Kiev imposed on Russians earlier this summer.\nWith economic and political relations between the countries crumbling, the impact of the sanctions was likely to be muted, analysts said. In an echo of the Nixon-era “enemies list,” the Ukrainians singled out, especially those running in next year’s elections, generally boasted about being sanctioned.\nPresident Petro O. Poroshenko, a chocolate tycoon, was not on the list, but his son Olexiy was, along with the interior minister, Arsen Avakov; the chief of the security services, Vasyl Hrytsak; the presidential contender and former prime minister, Yulia Tymoshenko; and the oligarch Viktor Pinchuk.\nTies between Russia and Ukraine have frayed badly since Russia’s 2014 invasion and annexation of Crimea and its support for an anti-government uprising in the east. Despite those differences, however, trade had been improving, growing to $12.9 billion last year after hitting a low of $10.26 billion in 2016, the TASS news agency reported. But those numbers are far removed from the 2011 peak, when trade between the countries exceeded $50 billion, the agency said.\nLately, relations have been strained by Ukraine’s effort to establish its own Orthodox Church, separate from the Russian Orthodox Church.\nVadim Y. Karasyov, a political scientist who heads the Institute of Global Strategies in Kiev, said that the Russian president,Vladimir V. Putin, was under pressure from the security services at home to respond to recent Ukrainian moves.\nOutright hostility, however, could provoke further Western sanctions on Russia. “He still needs to demonstrate that his position on Ukraine is tough,” said Mr. Karasyov.\nThe largest effect might be on those Ukrainians who kept their expensive dachas in Crimea, long a summer resort on the Black Sea, in hopes either that they could sell them or that the annexation would be reversed, he said.\nThe sanctions did not target sectors critical to Moscow, noted Vladimir V. Fesenko, who heads the Penta Center in Kiev, a policy think tank, including the transit of Russian gas through Ukrainian pipelines and Russia’s supplies to Ukraine’s nuclear industry.", "date": "Nov. 1, 2018", "href": "https://www.nytimes.com/2018/11/01/world/europe/russia-ukraine-ties-sour-further-as-moscow-imposes-sanctions.html", "tags": "ukraine sanctions relations minister russian imposes political moscow russia ties sour russia-ukraine kiev"}