{"title": "Russian nationalist thinker Dugin sees war with Ukraine", "content": "A prominent Russian ultra-nationalist philosopher has told BBC News that war between Russia and Ukraine \"is inevitable\" and has called on President Vladimir Putin to intervene militarily in eastern Ukraine \"to save Russia's moral authority\".  \nAlexander Dugin is the founder of Russia's Eurasian movement. His views are believed to be popular among the hawkish Russian elite. Until recently, he was also a professor at Moscow State University, but he says his current status with the university is unclear. \nHis views have not changed, he says, but attitudes towards his views among those in power may be shifting.    \nThe centrepiece of his geopolitical theory is that Russia's mission is to challenge US domination of the world, with the help of Iran, as well as Eurosceptic parties, which are currently on the rise in Europe.  \nHe has been labelled the brains behind President Putin's wildly popular annexation of Crimea. \nThe next step, he proclaims, is military intervention in eastern Ukraine, which he regularly calls Novorossiya (New Russia). It is a name that has also been used by President Putin.\nDugin believes the \"Russian spirit\" has been re-awakened by the separatist struggle there, which he calls the \"Russian Spring\".\nThe symbol of that spirit is rebel commander Igor Strelkov, backed by Dugin who keeps in regular touch with the fighters in Donetsk. \nSpeaking on the phone from Moscow, in clear English and with a sense of urgency in his voice, Dugin fears that the \"Russian Spring\" is about to lose its momentum: \"It is a real mess.  \n\"The liberals are against Putin, and the patriots support him, but only if he continues with his patriotic policies. While he is hesitating, he is losing the support of both sides. It is a dangerous game. But maybe he has a solution?\" \nAlexander Dugin called for the annexation of Crimea as far back as 2008, during Russia's war with Georgia. \nHe travelled to the disputed region of South Ossetia, where he was photographed with a rocket launcher. \nBack then, he thinks Russia should have taken its troops all the way to the Georgian capital, Tbilisi. They should have then overthrown President Mikheil Saakashvili and moved to take over Crimea, \"which is part of Russia anyway\".  \nSuch views will offend most in Ukraine and elsewhere in the former Soviet Union. At the time, many Russians would have found them extreme. But not any more. \nSince Russia's annexation of Crimea, President Putin's approval rating has soared as high as 86%. According to the independent Levada Centre in Moscow, two-thirds of Russians approve of the separatists in eastern Ukraine and most believe that Moscow should offer support.   \nNow, with Ukrainian forces on the offensive against rebels in the Donetsk and Luhansk regions, Dugin blames \"the liberals\" for President Putin's reluctance to send troops.\nThe \"liberals\", in his view, are mainly businessmen who made their fortunes in the 1990s. If further economic sanctions are applied to Russia, they are the ones who stand to lose most because they are \"integrated into the world economy\".  \nPresident Putin's apparent hesitation, in Dugin's view, is due to an internal struggle in the Russian government - and in President Putin's own mind.\n\"This is the struggle between the patriotic, Orthodox, conservative forces - and the liberal forces, which are also very strong,\" he says. \nIn effect, he thinks, there are two conflicting sides of Vladimir Putin.\n\"Putin's patriotic side is supported by most Russians, and his liberal shadow is represented by most of the political elite, the oligarchs and his Prime Minister, Mr [Dmitry] Medvedev.\" \nThis anti-establishment note is popular with most Russians, who do not trust the \"liberal elite\", blaming them for the chaos of the 1990s. \nNot only do many Russians sympathise with Alexander Dugin's new brand of militaristic patriotism, some go as far as buying their own kit and travelling to eastern Ukraine to join the rebel groups. ", "date": "10 July 2014", "href": "https://www.bbc.co.uk/news/world-europe-28229785", "tags": "ukraine russians thinker sees russian views eastern war moscow russia nationalist dugin putin"}