{"title": "Russia-Trump inquiry: Russians charged over US 2016 election tampering", "content": "Thirteen Russians have been charged with interfering in the US 2016 election, in a major development in the FBI investigation.\nThree of those named have also been accused of conspiracy to commit wire fraud and five have been accused of aggravated identity theft.\nThe charges were made by Special Counsel Robert Mueller, who is investigating alleged Russian meddling.\nThree Russian companies are also named in the indictment.\nOne of them is the Internet Research Agency, based in St Petersburg, which the 37-page indictment said \"had a strategic goal to sow discord in the US political system, including the 2016 US presidential election\".\nSpeaking at a news conference, Deputy Attorney General Rod Rosenstein said there was no allegation that any American was \"a knowing participant in this illegal activity\" nor was it alleged that the meddling altered the election outcome. \nMr Trump was briefed on the indictment earlier on Friday, the White House said.\nThe president later tweeted that his campaign had done \"nothing wrong\" and again denied colluding with Russia.\nHe also appeared to acknowledge Russian election meddling - something which he has in the past cast doubt on despite US intelligence agency assessments.\nRussian President Vladimir Putin and other top Russian officials have repeatedly denied interfering in the US presidential election.\nIt says a group of Russians:\nThe indictment says those involved systematically monitored the success of their internet posts.\nIt also says those named in the indictment had visited the US posing as American citizens and had begun discussing how to affect the election as early as 2014. \n\"By 2016, defendants and their co-conspirators used their fictitious online persons to interfere with the 2016 US presidential election,\" the indictment continues.\n\"They engaged in operations primarily to communicate derogatory information about Hillary Clinton, to denigrate other candidates such as Ted Cruz and Marco Rubio, and to support Bernie Sanders and then-candidate Donald Trump.\"\nIt called the allegations \"absurd\".\n\"Thirteen people interfered with the US elections?\" said Maria Zakharova, a Russian foreign ministry spokeswoman. \"Thirteen against the billion-dollar budgets of the security services? Against espionage and counter-espionage, against new developments and technologies? Absurd? Yes.\"\nOne of the men named in the indictment - Yevgeny Prigozhin, who is known as \"Putin's chef\", denied election tampering.\n\"The Americans are very impressionable people, they see what they want to see,\" he was quoted as saying by Russian news agency Ria Novosti on Friday. \"I have great respect for them. I'm not at all upset that I'm on this list. If they want to see the devil, let them see him.\"\nMr Prigozhin has been a friend of Mr Putin since the 1990s. He has built up a business empire and has been accused of using companies to diffuse pro-Kremlin opinions via fake internet identities.\nAnalysis by Anthony Zurcher, BBC News, Washington\nOn Friday, Robert Mueller's team released a slate of indictments that lays bare what it asserts is the full shape of the Russian meddling apparatus.\nAnd what an apparatus it was. In the run-up to the US presidential election \"Project Lakhta\", as it was called, had an operating budget of more than $1m a month. \nRussians associated with the organisation travelled to the US, posed as Americans and gathered information on where best to target its attempts to \"sow discord\" in the US political process. Swing states were identified and efforts, according to the indictment, were made to boost the prospects of Republican Donald Trump and undermine Democrat Hillary Clinton. \nAlthough the indictment does not suggest collusion between the Trump campaign and the Russians, it says the meddling effort may have been aided by \"unwitting individuals\" associated with the Republican nominee.\nThe White House may breathe a sigh of relief with that particular revelation. But the heat is increasing, and the investigation isn't over yet. At the very least, if Mr Mueller's allegations hold up in court, it will become increasingly difficult for the president to argue that Russian meddling on his behalf is an unsubstantiated hoax.\nRead Anthony's key takeaways\nPoliticians from both major parties have responded with calls for social media companies to do more to prevent political interference via their platforms.\nFacebook said in a statement that it had worked \"proactively\" with Mr Mueller's investigation, but admitted that it had \"more to do to prevent further attacks\". \nTwitter said the activities were \"intolerable\" and that it was working with investigators, but that \"tech companies cannot defeat this novel, shared threat alone\".\nUS intelligence agencies believe Russia tried to sway the 2016 presidential election in favour of Mr Trump.\nIn May last year, Mr Mueller was appointed special counsel to investigate whether anyone from his campaign colluded in the effort.\nAs part of the inquiry, former Trump campaign manager Paul Manafort has been charged with conspiring to defraud the US in his dealings with Ukraine, and conspiracy to launder money. \nA business associate of his, Rick Gates, was also charged with conspiracy to launder money. A third adviser to the Trump campaign, George Papadopoulos, pleaded guilty to lying to the FBI.\nThis week President Trump's former chief strategist, Steve Bannon, was interviewed by Mr Mueller.\nMr Trump has been accused by opponents of trying to interfere with the investigation, which he denies.", "date": "17 February 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-43092085", "tags": "also us russians election meddling inquiry russian indictment trump tampering russia-trump charged mueller"}