{"title": "Russia in Africa: Is it becoming a key player?", "content": "Russia's recent activities in Sudan and the Central African Republic have been the subject of intense speculation.\nThat's because along with renewed economic ties, private Russian military contractors are reported to have been active in both countries.\nThis is particularly sensitive in Sudan, where there have been widespread, often violent anti-government protests.\nMoscow has been increasingly turning its attention to sub-Saharan Africa, developing trade, security and defence links.\nSo, what do we know about Russia's activities in Africa, and how extensive are they?\nFor many weeks now, people in Sudan have taken to the streets in cities across the country, accusing the government of mismanaging the economy.\nAmid this tense atmosphere, there have accusations by some demonstrators and in the media that Russian contractors have been helping or advising the Sudanese security forces.\nAn investigation last year by the BBC's Russian service heard evidence from sources with defence connections that some mercenaries had been to Sudan.\nIn the neighbouring Central African Republic (CAR), Moscow has been boosting its official security relations with the embattled UN-backed government there.\nBut speculation about the extent of Russian activity in the CAR grew last July after the deaths of three Russian journalists, who went there to investigate reports of mercenary activity.\nRussian officials have recently played down reports of a large-scale mercenary presence in the CAR.\nBut some analysts believe private military forces play an important - if undeclared - role in areas where Russia seeks to maintain or expand its influence.\nAnd at a press conference in December, President Vladimir Putin was asked about mercenary groups and said they had a right \"to push their business interests in any corner of the planet\".\nThe former Soviet Union used to be an important player on the African continent - until its economic and political clout waned with the end of the Cold War.\nToday, Russia \"seeks to restore and strengthen its position on the African continent\", according to Inna Andronova, from Moscow's Higher School of Economics. \nOne way is through arms exports.\nAlthough some of its main markets are in Asia, sales to Africa are significant, and growing.\nIts biggest customer in the continent is Algeria, according to data supplied by the Stockholm International Peace Research Institute (SIPRI).\nEgypt, for years a major recipient of US military aid, is also becoming an important Russian customer.\nBut SIPRI data on major weapons transfers also shows that in 2016-17, Russia received orders from or made deliveries to a range of other African countries:\nThese included transport and combat helicopters, combat aircraft and surface-to-air missile systems, in many cases second-hand equipment which has been modernised.\nRussian military equipment is relatively cheap compared with Western suppliers, and still fairly robust and reliable, which can make it attractive for poorer nations.\nRussia also has clear economic incentives for involvement in Africa.\nIt has a shortage of minerals such as manganese, bauxite and chromium, all of which are important for industry.\nThe aluminium company, Rusal, has started shipping bauxite from mines in Guinea, which is now estimated to account for about a quarter of all of Rusal's production of the ore.\nRussia is also interested in diamonds - the state diamond mining company, Alrosa, signed a deal in 2017 with Angola.\n\"East African gas in particular is of interest and Rosneft has opened an office in Mozambique as it was awarded two off-shore [gas] concessions there,\" says Alex Vines, of Chatham House.\nPaul Stronski, senior fellow at the US-based Carnegie Endowment for International Peace, believes there are several advantages for Russia in engaging with resource-rich African countries. \n\"Extracting minerals, oil and gas and so forth in parts of Siberia or the Arctic can be costly and complicated, so they want rights elsewhere,\" he says.\nIn the past year, Russia has signed agreements to boost economic ties with Angola, Namibia, Mozambique, Zimbabwe and Ethiopia.\nRussia also did a deal in August 2018 to establish a commercial \"logistics centre\" at a port in Eritrea.\nBut in the global context, Russian trade with Africa has always been dwarfed by the country's trade ties with Europe, Asia and the US.\nIt's important to remember that other emerging economies such as China, India and Indonesia have also significantly expanded trade with Africa in recent years. \nNevertheless, Russia may see a chance to restore its global standing by boosting ties with Africa.\n\"In places like the Central African Republic - where France was traditionally the most influential power - Russian activity is in part to show that it can act in areas the West considers its sphere of interest,\" says Paul Stronski, of the Carnegie Endowment.\nRussia has twice hosted Sudanese President Omar al-Bashir, who has been indicted by the International Criminal Court (ICC) for war crimes.\nBut there are limits to what Russia can achieve, some analysts believe.\nAlex Vines, of Chatham House, points out that Russia is not the old Soviet Union.\n\"It lacks the resources to extend itself significantly in Africa. Instead, it will look for niches, such as defence and raw material extraction,\" he says .\nNevertheless, renewed Russian interest has not gone unnoticed.\nAnnouncing a new Africa strategy last December, the US administration criticised \"rapidly expanding\" Russian (and Chinese) activity in the continent.\nRussia, it said, was advancing its economic and political relationships \"with little regard for the rule of law or accountable and transparent governance\".\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "9 January 2019", "href": "https://www.bbc.com/news/world-45035889", "tags": "african us key important russian player economic africa sudan ties becoming russia also"}