{"title": "Russia Will Accept Passports Issued by East Ukraine Separatists", "content": "KIEV, Ukraine — President Vladimir V. Putin of Russia signed a decree over the weekend recognizing passports issued by two separatist governments in eastern Ukraine, a step that Ukraine said would complicate peace negotiations.\nMr. Putin’s decree stopped short of formally recognizing the two breakaway provinces as independent states. But it added to the Kremlin’s pattern of creeping bureaucratic acceptance of pro-Russian rebel groups in what are known as frozen conflict zones.\nIn other parts of the former Soviet Union, Russia’s decisions to acknowledge rebel-issued documents like driver’s licenses, marriage certificates and university diplomas have disrupted diplomatic settlements of conflicts.\nThe latest decree came during a weekend of sharp criticism of Russia at a security conference in Munich. Vice President Mike Pence spoke at the conference, vowing to “hold Russia accountable” and offering some of the Trump administration’s toughest language yet about Russia.\nIt was not clear whether Mr. Putin’s decree was a response to this hardening of positions, though Ukrainian officials suggested that it was.\nLocal factors were also at work. Ukrainian nationalist groups have blocked three of the seven railway lines that are used for trade between the two breakaway regions and the rest of Ukraine, in what the nationalist groups called a blockade.\nThe Kremlin decree referred specifically to a blockade as justification for its move to recognize rebel-issued travel documents. It called the order a “humanitarian” step made necessary by the difficulties that residents of the breakaway provinces face in renewing their Ukrainian passports and other paperwork. It also recognizes rebel-issued automobile license plates.\nHowever, the decree did not mention the Russian-backed separatist governments, which call themselves the Donetsk and Luhansk people’s republics, by name. Instead, in Russian bureaucratic parlance, it referred merely to the “organs that are active on the territories of these regions.” The decree said it would expire when there was a diplomatic settlement of the conflict.\nSimilar small bureaucratic steps eventually led to Russia’s formal recognition of two breakaway Georgian regions, South Ossetia and Abkhazia, after a war in 2008.\nSpeaking at the Munich conference, President Petro O. Poroshenko of Ukraine said the Kremlin decree “was just more proof of Russian occupation and Russian violations of international legal norms,” and suggested that its timing during the security conference was not an accident.\nAfter a meeting with Mr. Pence, Mr. Poroshenko said he had “received a powerful signal from the United States that Ukraine, for the new administration, is among the top priorities.”\nThe foreign ministers of Germany, France, Russia and Ukraine announced at the conference that the parties to the conflict in Ukraine had made a new commitment to adhere to a cease-fire, first signed in 2014, that has been routinely violated.\n“We have actively supported this decision and obviously expressed a conviction that this time, failure should not be allowed,” the Russian foreign minister, Sergey V. Lavrov, told journalists in Munich. Mr. Lavrov said the new cease-fire would go into effect Monday.\nThe announcement seemed to pass unnoticed in eastern Ukraine, where fighting escalated on Sunday. The Ukrainian military reported 105 attacks along the front line, and said one soldier had been killed and nine others wounded.", "date": "Feb. 19, 2017", "href": "https://www.nytimes.com/2017/02/19/world/europe/russia-east-ukraine-separatists.html", "tags": "ukraine mr. conference accept separatists “ decree passports issued two breakaway russia east"}