{"title": "Russia and Turkey Announce Demilitarized Zone in Last Rebel-Held Part of Syria", "content": "MOSCOW — Russia’s defense minister said on Monday that Syria would refrain from launching an offensive on Idlib Province, the last major rebel stronghold, after the presidents of Russia and Turkey agreed to establish a “demilitarized zone” there to avert a potentially catastrophic military confrontation.\nThe announcement by the two presidents, who support opposite sides in Syria’s civil war, appeared at least to delay what had been forecast to be a bloody assault on Idlib by the forces and allies of President Bashar al-Assad of Syria, which include Russia and Iran.\nFears of a looming attack on Idlib have been building in recent weeks as a triumphal Mr. Assad, once written off by Western powers and other enemies, has reclaimed most of the country and geared up for a final military push to rout his armed antagonists.\nSyria has been in the grip of a brutal conflict since 2011, when a peaceful uprising against Mr. Assad’s autocratic rule morphed into a horrific civil war that, marked by chemical attacks and allegations of war crimes, has killed hundreds of thousands and displaced half the population.\nDetails of the agreement between President Vladimir V. Putin of Russia, Syria’s principal foreign backer, and President Recep Tayyip Erdogan of Turkey, who has backed the rebels, were not explained, and it was not immediately clear whether Syria was willing to go along with their plan.\nBut a flurry of statements by the two leaders and Mr. Putin’s defense minister after a meeting in the Russian Black Sea resort town of Sochi raised hopes that Mr. Assad would step back from months of preparation for what he apparently believed would be a final military blow against rebel fighters and their civilian supporters in Idlib, which borders Turkey in northwestern Syria.\nAt least 3 million Syrian civilians and 30,000 insurgent fighters, including Qaeda-linked jihadists, have been cornered into Idlib Province, the last significant piece of territory Mr. Assad does not control.\nThe United Nations, which has expressed alarm that an assault on Idlib would cause enormous casualties and suffering, gave a cautious welcome to the agreement reached in Sochi.\nMr. Erdogan has long called on Syria not to attack the densely populated province, warning of a humanitarian catastrophe and a flood of refugees into his country, which is already sheltering millions of Syrians who fled the war.\nRussia, which has sent warplanes and troops to support Mr. Assad, had previously seemed to encourage a push by the Assad government to defeat the remaining rebels and end the seven-and-half-year-long conflict.\nIt is unclear what precisely Russia gains by creation of the demilitarized zone, which essentially would be a buffer separating Mr. Assad’s armed opponents from Syrian forces and their allies. While the zone could diminish the threat of attacks on Russian military positions near Idlib, it only postpones a confrontation.\nBut in delaying an assault on Idlib, Russia could be looking ahead, to a time when it wants to present Mr. Assad to the world as the war’s winner who should be supported as he rebuilds the country, analysts say. Such an argument might be less persuasive after a bloody campaign to subdue Idlib.\nMoscow recently sent a large flotilla of warships to the eastern Mediterranean, its largest naval deployment in the area since it entered the Syrian conflict in September 2015.\nRussia has also issued a drumbeat of warnings in recent weeks that rebels in Idlib, who it claims are encouraged by the West, were preparing to stage a fake chemical weapons attack that could be blamed on the Syrian government.\nThe warnings suggested that Syria might itself have been planning to use chemical weapons as part of an offensive to retake the province — a step that would invite military retaliation by the United States and its allies. They have repeatedly admonished Mr. Assad that they would not countenance his use of chemical weapons, which is a war crime.\nWhere Syria and its Russian and Iranian allies see a chance to crush the remaining opposition, Western leaders warn of a humanitarian calamity in Idlib.\nMr. Putin was quoted by Russia’s Interfax news agency as saying that he and Mr. Erdogan had agreed on Monday to create a demilitarized buffer zone about nine to 12 miles wide by Oct. 15 to separate Syrian forces loyal to Mr. Assad and those of his opponents.\nMr. Putin added that all heavy weapons and “radical militants,” including the fighters with the affiliate of Al Qaeda in Syria, formerly known as Al Nusra, must “be withdrawn” from the demilitarized area by Oct 10.\nIt was unclear what Syria and Russia intend to do if such a withdrawal does not take place.\nThat possibility prompted speculation that Russia had acceded to the idea of a demilitarized zone to demonstrate to the United Nations and others warning against an offensive that the rebels do not want a peaceful settlement and must therefore be removed by force, as Syria has wanted to do all along.\nAsked by reporters in Sochi whether Syria had consented to the agreement between Mr. Putin and Mr. Erdogan, Russia’s defense minister, Sergei K. Shoigu, said cryptically: “Over the next few hours we will finalize all the positions set out in this document.”\nInterfax quoted him as saying that there would be no new military operation against Idlib by Syrian forces and their allies. He did not detail whether this was just a pause or an indefinite suspension of the long-anticipated offensive.", "date": "Sept. 17, 2018", "href": "https://www.nytimes.com/2018/09/17/world/middleeast/idlib-syria-russia-turkey.html", "tags": "syria turkey announce military demilitarized idlib war rebel-held last syrian russia zone assad part"}