{"title": "Russians Strike Targets in Syria, but Not ISIS Areas", "content": "WASHINGTON — Russian aircraft carried out a bombing attack against Syrian opposition fighters on Wednesday, including at least one group trained by the C.I.A., eliciting angry protests from American officials and plunging the complex sectarian war there into dangerous new territory. \nRussia’s entry into the Syrian conflict, foreshadowed by a rapid military buildup in the past three weeks at an air base in Latakia, Syria, makes the possibility of a political settlement in Syria more difficult and creates a new risk of inadvertent incidents between American and Russian warplanes flying in the same area. And it adds a powerful but unpredictable combatant to a civil war that has already resulted in hundreds of thousands of deaths and a flood of refugees.\nPresident Vladimir V. Putin of Russia justified his country’s entry into the conflict by saying that Russia was acting “preventatively, to fight and destroy militants and terrorists on the territories that they already occupied, not wait for them to come to our house.” \nBut American officials said the attack was not directed at the Islamic State but at other opposition groups fighting against the government of the Syrian president, Bashar al-Assad, whom Mr. Putin has vowed to support. American officials said Russian warplanes and helicopter gunships had dropped bombs north of the central city of Homs, where there are few, if any, militants of the Islamic State, also known as ISIS or ISIL.\n“By supporting Assad and seemingly taking on everybody fighting Assad,” Defense Secretary Ashton B. Carter said Wednesday, Russia is “taking on the whole rest of the country that’s fighting Assad.” Some of those groups, he added, are supported by the United States and need to be part of a political resolution in Syria.\n“That’s why the Russian position is doomed to fail,” Mr. Carter said.\nBoth Mr. Carter and Secretary of State John Kerry were critical of Russia for failing to fully inform American officials ahead of time of their mission. The notification consisted of contacting the American Embassy in Baghdad one hour before the strikes with the warning that American planes should avoid Syrian airspace. No effort was made to coordinate the airstrikes with American air operations in the region. \nIllustrating the widening complexity of the war, the United States conducted its own airstrikes in Syria on Wednesday, near Aleppo, without warning to the Russians. “No, we did not,” an American official said afterward. “It should come as a surprise to no one that we’re conducting airstrikes in Syria.”\nMr. Kerry raised Russia’s handling of the mission Wednesday morning with Sergey V. Lavrov, the Russian foreign minister, and after a late-afternoon meeting at the United Nations, Mr. Kerry told reporters that the two sides had agreed to begin talks on avoiding unintended confrontations in Syria and clarifying which targets the Russians are picking as soon as possible, maybe even Thursday.\n“It is one thing, obviously, to be targeting ISIL,” Mr. Kerry said. “We are concerned, obviously, that is not what’s happening.” \nThough Russia and the United States remain far apart on the critical question of whether Mr. Assad should remain in power, Mr. Kerry said the two sides had agreed to explore “options” to ease the conflict. “We think we have some very specific steps that may be able to help lead in the right direction,” said Mr. Kerry, who did not provide any details. “That needs to be properly explored.” \nAt least one and possibly more Syrian opposition groups that have been secretly armed and trained by the C.I.A. were among the rebel groups targeted by the Russian airstrikes, a senior United States official said. The official would not identify which group or groups were attacked or where they were located. Nor would he assess the damages or casualties suffered by the Syrian fighters other than to say, “It was not minor.” American officials said they were still sorting through the battle damage reports coming in from the field.\nWhile the Pentagon’s $500 million program to train and equip Syrian fighters has largely failed — at one point this month only four or five American-trained combatants were in the fight in Syria — the C.I.A.’s covert program to train other fighters has weathered some setbacks to produce 3,000 to 5,000 fighters in the nearly two years it has been operating. \nMr. Kerry, speaking to the Security Council, warned Russia not to carry out airstrikes in areas of Syria in which the Islamic State is not believed to be operating. With his Russian counterpart in the chair, Mr. Kerry said that the Obama administration would welcome “any genuine effort” by Moscow to target the Islamic State and the Nusra Front, Al Qaeda’s branch in Syria.\nBut Mr. Kerry made clear that the United States would have “grave concerns” if the Russians bombed other moderate rebel groups, and he repeated the American position that Mr. Assad would eventually need to leave power as part of a political transition that would be intended to bring peace to Syria. He also said that the United States-led coalition is poised “to dramatically accelerate” airstrikes against the Islamic State.\nWhen a reporter asked Mr. Lavrov about Mr. Carter’s assertion that the Russian airstrikes appeared to have been directed at parts of Syria not known to be under the control of the Islamic State, he said, “Don’t listen to the Pentagon about the Russian strikes.” \nBut Western diplomats warned that Russia was sending a dangerous message if its attacks were aimed primarily against opponents of Mr. Assad, rather than the Islamic State.\n“We need the Russians to understand that in coming to defense of the regime to attack ISIL, what they will do is forge a single united force under ISIL leadership against the regime,” said the British foreign secretary, Philip Hammond. “That’s the huge danger we face.”\nA spokesman for the Russian Defense Ministry, Maj. Gen. Igor Konashenkov, said its pilots were engaged in precision strikes “against the military equipment, communication centers, transport vehicles, arms depots, ammunition and fuels and lubricant materials belonging to ISIS terrorists.”\nBut in a video on YouTube, a rebel commander in Hama Province, Jamil al-Saleh, said that his forces had eavesdropped on communications between Syrian Air Force pilots and their bases, which confirmed that Russian warplanes were aloft. His group, the Izza Gathering, is one of the remaining fragments of the loosely knit Free Syrian Army, relatively secular groups that have received some Western support.\nThe attacks, according to state-run television and rebel sources, occurred north of Homs and into Hama Province. Recent advances in Hama by a coalition of insurgents opposed to Mr. Assad as well as to the Islamic State have posed new threats to the coastal Alawite heartland, where Mr. Assad enjoys his strongest support. That coalition has a range of groups, including the Nusra Front, less-extremist Islamist groups and relatively secular groups like Mr. Saleh’s.\nIn his comments, Mr. Putin said that the only long-term solution for Syria was through political change and dialogue between the opposition and the government. “I know that President Assad understands that and is ready for this process,” Mr. Putin said. He said Russia hoped Mr. Assad would make “compromises in the name of his country and his people.”\nBut the United States has long held that Mr. Assad must step down before a stable peace can be achieved. Lately, President Obama has added some nuance, saying that Mr. Assad could be part of a “managed transition” to a new government.\nIn Syria, the state-run news media strongly endorsed the move by Russia. Supporters of Mr. Assad seemed particularly pleased that Moscow was sending military aid because they felt his endorsement at the United Nations two days ago was a bit tepid.\nMr. Putin harbors both international and domestic reasons for interfering in Syria. On the international front, he wants to restore Russian influence as a global power and try to force an end to the diplomatic and financial isolation the West imposed after Moscow seized Crimea and supported separatists in southeastern Ukraine. He also wants to maintain control over Russia’s naval station at Tartus, in Syria, its only remaining overseas military base outside the former Soviet Union.", "date": "Sept. 30, 2015", "href": "https://www.nytimes.com/2015/10/01/world/europe/russia-airstrikes-syria.html", "tags": "syria american groups russians isis “ russian targets strike areas russia said assad"}