{"title": "Russia bars 'extremist' British comedy The Death of Stalin", "content": "The Russian release of British comedy film The Death of Stalin has been shelved following a screening before senior figures on Monday night.\nThe Russian attendees complained that the satire contained \"ideological warfare\" and \"extremism\".\nThe film's distribution certificate was withdrawn, effectively cancelling its planned Thursday release.\nIt is not clear if the film, starring Steve Buscemi and Jeffrey Tambor, will be shown in Russia at all.\nThe culture ministry told Interfax news agency it had informed the film's Russian distributor, Volga, of the decision.\n\"A decision on whether it will be shown will be made later,\" the ministry was quoted as saying.\nThe film, from director Armando Iannucci, is a satire of the power struggle in Moscow following Soviet dictator Joseph Stalin's death in 1953. \nAs a result, many of the main characters are real historical figures.\nMonday's screening of the film, which was released in the UK in October, was attended by members of parliament as well as representatives from Russian cinema.\nMany were unhappy with what they saw.\nYelena Drapeko, deputy head of the lower house of parliament's culture committee, told RBK news she had \"never seen anything so disgusting in my life\". \nYury Polyakov, a member of the culture ministry's advisory council, said it contained aspects of \"ideological warfare\".\nTo add to the controversy, February is the anniversary of the Russian victory at the Battle of Stalingrad in 1943 - one of the largest battles in military history and a decisive victory against Nazi Germany. \nIt was led by Marshal Georgy Zhukov, who is played by Jason Isaacs in the comedy. \nMarshal Zhukov's daughter was one of 21 signatories on an open letter to the culture minister, Vladimir Medinsky, complaining about the film.\nIt criticised the movie for parodying the history of the country and denigrating the memory of Russian citizens who fought the Nazis.\nThe film insults the Russian people, the signatories said, and even the Soviet Union's national anthem - heard in the trailer (which contains language some readers may find offensive) - was used inappropriately.\nMinister Medinsky later responded to the controversy by saying: \"Many people of the older generation, and not only, will regard it as an insulting mockery of all the Soviet past, of the country that defeated fascism and of ordinary people, and what's even worse, even of the victims of Stalinism.\"\n\"We don't have censorship,\" he added. \"We are not afraid of critical and unpleasant assessments of our history.\"\nBut Armando Iannucci said he was \"still confident\" his movie could be shown in Russia and that the reaction was not reflected by Russia's general populace.\n\"All the Russians we've shown the film to so far, including Russian press, have said how much they enjoyed and appreciated the film,\" he told the Guardian.\n\"They say two things: it's funny, but it's true.\"", "date": "23 January 2018", "href": "https://www.bbc.co.uk/news/world-europe-42793157", "tags": "film many shown soviet comedy death russian bars british culture ministry told russia stalin"}