{"title": "Russian General Pitches ‘Information’ Operations as a Form of War", "content": "MOSCOW — The chief of Russia’s armed forces endorsed on Saturday the kind of tactics used by his country to intervene abroad, repeating a philosophy of so-called hybrid war that has earned him notoriety in the West, especially among American officials who have accused Russia of election meddling in 2016.\nAt a conference on the future of Russian military strategy, Gen. Valery V. Gerasimov, the chief of the general staff, said countries bring a blend of political, economic and military power to bear against adversaries.\nThe speech outlined what some Western analysts consider the signature strategy of Russia under President Vladimir V. Putin — and what other experts call a simple recognition of modern war and politics.\nGeneral Gerasimov said Russia’s armed forces must maintain both “classical” and “asymmetrical” potential, using jargon for the mix of combat, intelligence and propaganda tools that the Kremlin has deployed in conflicts such as Syria and Ukraine.\nAnd he cited the Syrian civil war as an example of successful Russian intervention abroad. The combination of a small expeditionary force with “information” operations had provided lessons that could be expanded to “defend and advance national interests beyond the borders of Russia,” he said.\nThe speech was noteworthy for echoing themes General Gerasimov laid out in an article published in 2013 in The Military-Industrial Courier, a Russian army journal, and which many now see as a foreshadowing of the country’s embrace of “hybrid war” in Ukraine, where Russia has backed separatist rebels and used soldiers in unmarked uniforms to seize Crimea.\nThough definitions of the term vary, some analysts see a progression from the blend of subversion and propaganda used in Ukraine to the tactics later directed against Western nations, including the United States, where Russia’s military intelligence agency hacked into Democratic Party computers during the 2016 election. Russia denies interfering in the election.\nAn American interagency report on the Russian election meddling blamed the intelligence agency, known as the G.R.U. and at least formally subordinate to General Gerasimov, for hacking the Democratic National Committee servers and releasing documents to damage the campaign of Hillary Clinton and support her opponent, Donald J. Trump.\nIn the 2013 article, General Gerasimov wrote that there were no clear borders between war and peace in the modern world. Militaries fight in peacetime, he said, and political and economic means are deployed in war.\nThat article prompted some Western analysts to call the Russian approach the “Gerasimov Doctrine,” though other experts object to crediting the general or the Kremlin alone.\n“The idea that the Russians have discovered some new art of war is wrong,” Mark Galeotti, a Russia expert at the Royal United Services Institute and the author of “Russian Political War,” said of the general’s latest speech. “This is basically the Russians trying to grapple with the modern world.”\nHybrid war has long been a Western military term of art, analysts say, especially in the context of counterterrorism. The phrase has been adopted in discussion of Israel’s security and the United States’ occupation of Iraq, for instance, and in 2005 it appeared in the title of an  article co-written by James N. Mattis, then an American lieutenant general and later President Trump’s secretary of defense.\nWhen discussing a blend of military, political and information operations, Russian strategists use the terms “complex approach” or “new generation war,” according to Ivan Konovalov, a military analyst and director of the Center for Studies of Strategic Trends.\nIn both The Military-Industrial Courier article and the speech, General Gerasimov emphasized the importance of mixed tactics by blaming Russia’s adversaries for using them.\n“The Pentagon set about developing a new principle and strategy of military action already called a ‘Trojan horse,’” he said on Saturday. “The essence is active use of protest potential in a ‘fifth column’ in the interest of destabilizing the situation, simultaneously with airstrikes on the most important objects.”\nSputnik, a Russian state news service, suggested the general’s comments were in part an analysis of the crisis in Venezuela, where Russia has accused the United States of trying to oust President Nicolás Maduro. The 2013 article expressed similar concerns, laying out ideas to counter what General Gerasimov called Western intervention in the Arab Spring uprisings of 2011.\nThe article and speech may also have a message for rivals at home. Pavel Felgenhauer, a military analyst and columnist in Moscow for the newspaper Novaya Gazeta, said military hard-liners often promote the idea of Russia being in a limbo between war and peace because it helps them in internal government disputes, giving them greater sway over foreign policy.\nPromoting the idea is also consistent, he said, with using the G.R.U. to target Western countries. The message, he said, is “we don’t care what the West thinks, we are enemies.”", "date": "March 2, 2019", "href": "https://www.nytimes.com/2019/03/02/world/europe/russia-hybrid-war-gerasimov.html", "tags": "general ‘ military russian ” form war operations russia information article pitches gerasimov"}