{"title": "Russia and the West: A century of subversion and suspicion", "content": "The claim that the Kremlin sought to influence America's presidential election is only the latest chapter in a much longer story of mistrust between Russia and the West. \nEspionage - the stealing of secrets - is a well-trodden path for both sides, but far more sensitive is the notion of subversion, trying to influence political life by sowing dissent and supporting opposition.  \nBoth Russia and the West claim the other has been practising subversion for at least a century. \nRussian subversion is the talk of Washington at the moment, but Moscow has its own narrative. \nIt begins 100 years ago, when Britain was determined to roll back the 1917 Bolshevik revolution. Enter a colourful array of characters linked to MI6, notably Sir Paul Dukes and Sidney Reilly (\"Ace of Spies\"). \nBut it is the Lockhart Plot which is particularly remembered in Russia - although barely known in Britain.\nNamed after British diplomat Robert Bruce Lockhart, who was stationed in Moscow, it involved paying Latvian soldiers to launch a counter-coup. \n\"The shadow of these events still hangs over our relations,\" says Prof Evgeny Sergeev, from the Russian State University for Humanities. \n\"It was used by Soviet propaganda as the symbol of all those evil intentions to overthrow the Bolshevik government.\"  \nThe Bolshevik government's reaction was to strengthen its secret police to protect against outside interference and to send its spies abroad to discern the plans of others.\nBack in Britain during the 1920s, the government feared worldwide Bolshevik revolution. Concerns centred on The All Russian Trade Co-operative Society (Arcos) in London.\nBritain's intelligence services were convinced it was not only a nest of spies but the epicentre of subversive activity -  spreading propaganda and supporting strikes, amid fears that \"Moscow gold\" was supporting \"terrorist groups\" in the British Empire. \nA message from the Communist International known as the Zinoviev letter helped fuel that idea - even though it was fake. \nArcos was closed in a chaotic raid, but it was not long before Soviet intelligence pulled off one of its greatest coups - recruiting a group of Cambridge graduates who would work their way into the heart of the British establishment.  \nBritain also seems to have had its own plans. \nIn 1937, Fitzroy Maclean took up a diplomatic posting in Moscow, witnessing the show trials in which Stalin purged his opponents and travelling widely across the Soviet Union.\nThis gave him an idea which he wrote up on his return to the Foreign Office in 1939.  \nOddly, his memo - originally marked Top Secret - has appeared and disappeared from the British archives in recent years. But Moscow had known about the content for decades. \nI learned this from Todor Boyadjiev, a retired deputy head of Bulgarian intelligence, who says Russian colleagues showed him the memo and further plans based on it. \nBoyadjiev says MI6 developed a plan codenamed Lyautey, named after a French general.  \nThe story goes that the general asked his gardener to plant some trees to provide shade. The gardener protested they would take decades to grow, to which the General replied there was no time to lose.  \nBritain's Lyautey plan, Boyadjiev says, was a long-term effort to fragment the Soviet Union by stirring up unrest among religious and ethnic minorities over 50 years.  \nWe don't really know whether it was put into effect, since if there are any related files inside MI6, they remain secret. \nBut in one sense it does not matter. Soviet spies smuggled out the memo, and knowledge of the subversion plan fuelled existing tensions.\nThat was probably boosted by Kim Philby, who told Moscow about CIA and MI6 operations in the early Cold War to drop agents into places like Albania, the Baltics and Ukraine, to stir up unrest and pull them away from Moscow's grip. \nPhilby and the other Cambridge spies were engaged in espionage, but subversion was the unintended consequence of their actions, as their betrayal led British intelligence to turn in on itself, and increased mistrust in the establishment.\nRussia's Cold War subversive activities focused on so-called \"active measures\" - attempts to influence debate often delivered via \"agents of influence\", including politicians and journalists. \nThe fear of subversion and hunt for Russian spies became a powerful narrative in the West.\nTalk of subversion did not end with the Cold War. Moscow would resurrect the narrative that it was the target of Western plots.\nGordon Corera presented Subversion: East on BBC Radio 4 on Friday 24 March at 11:00 GMT. Subversion: West will be on BBC Radio 4 on Friday 31 March at 11:00 GMT.\nOr you can listen to both programmes after broadcast on the BBC Radio 4 website. \nFirst it was the expansion of Nato to its borders. \n\"That was already the origin of real suspicions on our side,\" General Vyacheslav Trubnikov, head of Russia's Foreign Intelligence the SVR from 1996-2000, told me in Moscow. \n\"The United States [and] its allies considered themselves to be victorious in this Cold War. Russia, as a defeated side, should stick to the rules and manners dictated by the victorious side.\" \nThe overthrow of pro-Moscow governments in neighbouring states like Georgia and Ukraine - the so-called colour revolutions - were also seen in Moscow as the work of foreign covert assistance, sometimes through non-governmental organisations, rather than as popular uprisings. \n\"I don't believe it's only about propaganda,\" says Andrei Soldatov, author of The Red Web, and a leading writer on Russia's security services. \n\"For them it's real. It reflects their mentality of a besieged fortress.\" \nThe notion of subversion has created a powerful tool in the Kremlin's own story of being under siege and needing to resist outside influences, which it used to justify both a tightening of state control at home and activities abroad.\nIn 2011, protests emerged in Moscow itself and outside interference was blamed once again. Vladimir Putin was said to have been especially angry at comments by Hillary Clinton. \nLast December, she drew a link between those events and Russian intervention in her election campaign. \"Putin publicly blamed me for the outpouring of outrage by his own people, and that is the direct line between what he said back then and what he did in this election,\" she claimed.\nThe notion of Russian subversion in the West had largely subsided at the end of the Cold War - until the US election.  \nNow each side perceives the other as actively engaged in such activities once again. \n\"I have no doubt that Vladimir Putin does indeed [incorrectly] believe that the US government - probably led by the CIA - is interested in somehow running covert action which would result in regime change in Moscow,\" argues Steve Hall, who ran the CIA's Russia operations until he retired in 2015. \n\"On the West's side, I think things are a little more concrete. The US intelligence community agrees there is evidence that the Russians were indeed involved in a multi-pronged influence operation.\"  \nPerceptions matter but so does evidence. \nIf Moscow can be proved to have run an operation with a decisive influence in the election, then it may well be regarded as the most far-reaching act of subversion ever seen.", "date": "25 March 2017", "href": "https://www.bbc.co.uk/news/world-europe-39339679", "tags": "intelligence election suspicion spies russian britain influence west century moscow subversion russia"}