{"title": "Russia Isn’t the Only One Meddling in Elections. We Do It, Too.", "content": "Bags of cash delivered to a Rome hotel for favored Italian candidates. Scandalous stories leaked to foreign newspapers to swing an election in Nicaragua. Millions of pamphlets, posters and stickers printed to defeat an incumbent in Serbia.\nThe long arm of Vladimir Putin? No, just a small sample of the United States’ history of intervention in foreign elections.\nOn Tuesday, American intelligence chiefs warned the Senate Intelligence Committee that Russia appears to be preparing to repeat in the 2018 midterm elections the same full-on chicanery it unleashed in 2016: hacking, leaking, social media manipulation and possibly more. Then on Friday, Robert Mueller, the special counsel, announced the indictments of 13 Russians and three companies, run by a businessman with close Kremlin ties, laying out in astonishing detail a three-year scheme to use social media to attack Hillary Clinton, boost Donald Trump and sow discord.\nMost Americans are understandably shocked by what they view as an unprecedented attack on our political system. But intelligence veterans, and scholars who have studied covert operations, have a different, and quite revealing, view.\n“If you ask an intelligence officer, did the Russians break the rules or do something bizarre, the answer is no, not at all,” said Steven L. Hall, who retired in 2015 after 30 years at the C.I.A., where he was the chief of Russian operations. The United States “absolutely” has carried out such election influence operations historically, he said, “and I hope we keep doing it.”\nLoch K. Johnson, the dean of American intelligence scholars, who began his career in the 1970s investigating the C.I.A. as a staff member of the Senate’s Church Committee, says Russia’s 2016 operation was simply the cyber-age version of standard United States practice for decades, whenever American officials were worried about a foreign vote.\n“We’ve been doing this kind of thing since the C.I.A. was created in 1947,” said Mr. Johnson, now at the University of Georgia. “We’ve used posters, pamphlets, mailers, banners — you name it. We’ve planted false information in foreign newspapers. We’ve used what the British call ‘King George’s cavalry’: suitcases of cash.”\nThe United States’ departure from democratic ideals sometimes went much further. The C.I.A. helped overthrow elected leaders in Iran and Guatemala in the 1950s and backed violent coups in several other countries in the 1960s. It plotted assassinations and supported brutal anti-Communist governments in Latin America, Africa and Asia.\nBut in recent decades, both Mr. Hall and Mr. Johnson argued, Russian and American interferences in elections have not been morally equivalent. American interventions have generally been aimed at helping non-authoritarian candidates challenge dictators or otherwise promoting democracy. Russia has more often intervened to disrupt democracy or promote authoritarian rule, they said.\nEquating the two, Mr. Hall says, “is like saying cops and bad guys are the same because they both have guns — the motivation matters.”\nThis broader history of election meddling has largely been missing from the flood of reporting on the Russian intervention and the investigation of whether the Trump campaign was involved. It is a reminder that the Russian campaign in 2016 was fundamentally old-school espionage, even if it exploited new technologies. And it illuminates the larger currents of history that drove American electoral interventions during the Cold War and motivate Russia’s actions today.\nA Carnegie Mellon scholar, Dov H. Levin, has scoured the historical record for both overt and covert election influence operations. He found 81 by the United States and 36 by the Soviet Union or Russia between 1946 and 2000, though the Russian count is undoubtedly incomplete.\n“I’m not in any way justifying what the Russians did in 2016,” Mr. Levin said. “It was completely wrong of Vladimir Putin to intervene in this way. That said, the methods they used in this election were the digital version of methods used both by the United States and Russia for decades: breaking into party headquarters, recruiting secretaries, placing informants in a party, giving information or disinformation to newspapers.”\nHis findings underscore how routine election meddling by the United States — sometimes covert and sometimes quite open — has been.\nThe precedent was established in Italy with assistance to non-Communist candidates from the late 1940s to the 1960s. “We had bags of money that we delivered to selected politicians, to defray their expenses,” said F. Mark Wyatt, a former C.I.A. officer, in a 1996 interview.\nCovert propaganda has also been a mainstay. Richard M. Bissell Jr., who ran the agency’s operations in the late 1950s and early 1960s, wrote casually in his autobiography of “exercising control over a newspaper or broadcasting station, or of securing the desired outcome in an election.” A self-congratulatory declassified report on the C.I.A.’s work in Chile’s 1964 election boasts of the “hard work” the agency did supplying “large sums” to its favored candidate and portraying him as a “wise, sincere and high-minded statesman” while painting his leftist opponent as a “calculating schemer.”\nC.I.A. officials told Mr. Johnson in the late 1980s that “insertions” of information into foreign news media, mostly accurate but sometimes false, were running at 70 to 80 a day. In the 1990 election in Nicaragua, the C.I.A. planted stories about corruption in the leftist Sandinista government, Mr. Levin said. The opposition won.\nOver time, more American influence operations have been mounted not secretly by the C.I.A. but openly by the State Department and its affiliates. For the 2000 election in Serbia, the United States funded a successful effort to defeat Slobodan Milosevic, the nationalist leader, providing political consultants and millions of stickers with the opposition’s clenched-fist symbol and “He’s finished” in Serbian, printed on 80 tons of adhesive paper and delivered by a Washington contractor.\nVince Houghton, who served in the military in the Balkans at the time and worked closely with the intelligence agencies, said he saw American efforts everywhere. “We made it very clear that we had no intention of letting Milosevic stay in power,” said Mr. Houghton, now the historian at the International Spy Museum.\nSimilar efforts were undertaken in elections in wartime Iraq and Afghanistan, not always with success. After Hamid Karzai was re-elected president of Afghanistan in 2009, he complained to Robert Gates, then the secretary of defense, about the United States’ blatant attempt to defeat him, which Mr. Gates calls in his memoir “our clumsy and failed putsch.”\nAt least once the hand of the United States reached boldly into a Russian election. American fears that Boris Yeltsin would be defeated for re-election as president in 1996 by an old-fashioned Communist led to an overt and covert effort to help him, urged on by President Bill Clinton. It included an American push for a $10 billion International Monetary Fund loan to Russia four months before the voting and a team of American political consultants (though some Russians scoffed when they took credit for the Yeltsin win).\nThat heavy-handed intervention made some Americans uneasy. Thomas Carothers, a scholar at the Carnegie Institute for International Peace, recalls arguing with a State Department official who told him at the time, “Yeltsin is democracy in Russia,” to which Mr. Carothers said he replied, “That’s not what democracy means.”\nBut what does democracy mean? Can it include secretly undermining an authoritarian ruler or helping challengers who embrace democratic values? How about financing civic organizations?\nIn recent decades, the most visible American presence in foreign politics has been taxpayer-funded groups like the National Endowment for Democracy, the National Democratic Institute and the International Republican Institute, which do not support candidates but teach basic campaign skills, build democratic institutions and train election monitors.\nMost Americans view such efforts as benign — indeed, charitable. But Mr. Putin sees them as hostile. The National Endowment for Democracy gave a $23,000 grant in 2006 to an organization that employed Aleksei Navalny, who years later became Mr. Putin’s main political nemesis, a fact the government has used to attack both Mr. Navalny and the endowment. In 2016, the endowment gave 108 grants totaling $6.8 million to organizations in Russia for such purposes as “engaging activists” and “fostering civic engagement.” The endowment no longer names Russian recipients, who, under Russian laws cracking down on foreign funding, can face harassment or arrest.\nIt is easy to understand why Mr. Putin sees such American cash as a threat to his rule, which tolerates no real opposition. But American veterans of democracy promotion find abhorrent Mr. Putin’s insinuations that their work is equivalent to what the Russian government is accused of doing in the United States today.\n“It’s not just apples and oranges,” said Kenneth Wollack, president of the National Democratic Institute. “It’s comparing someone who delivers lifesaving medicine to someone who brings deadly poison.”\nWhat the C.I.A. may have done in recent years to steer foreign elections is still secret and may not be known for decades. It may be modest by comparison with the agency’s Cold War manipulation. But some old-timers aren’t so sure.\n“I assume they’re doing a lot of the old stuff, because, you know, it never changes,” said William J. Daugherty, who worked for the C.I.A. from 1979 to 1996 and at one time had the job of reviewing covert operations. “The technology may change, but the objectives don’t.”", "date": "Feb. 17, 2018", "href": "https://www.nytimes.com/2018/02/17/sunday-review/russia-isnt-the-only-one-meddling-in-elections-we-do-it-too.html", "tags": "american election meddling russian united states elections ” one russia"}