{"title": "Russia Is Returning to Growth. (Just in Time for an Election.)", "content": "MOSCOW — Russia’s economy is on track for a full year of growth. Inflation is slowing. The central bank has been replenishing its reserves of hard currency.\nThe country is finally emerging from a difficult recession, and the timing could not be better: President Vladimir V. Putin is running for re-election soon.\nMr. Putin is widely expected to triumph in the March polls — there is no credible opposition, and he has levers of the state, from fiscal largess to official media outlets, at his disposal.\nThe Russian election offers Mr. Putin a chance to cement his grip on power, even as his country remains under pressure from sanctions related to another election — the 2016 presidential vote in the United States. American intelligence agencies say Russia interfered with a campaign of computer hacking and posts from fake social networking accounts.\nThe Russian leader is seeking a resounding mandate, after the last polls in 2012 were marred by charges of election fraud, as well as protests. And the return to economic growth, albeit modest, clears one of the main hurdles that Mr. Putin was facing as he bids for six more years in power.\nFigures discussed on Friday at Mr. Putin’s meeting with government and central bank officials showed strong consumer demand, a main driver of the growth. Retail sales for the month increased 3 percent compared with a year before, according to the state statistics service. The Finance Ministry projects the overall economy to grow 2.1 percent for the year. That would be Russia’s first full year of economic growth since a recession began in 2014.\nOther economic indicators have been trending in the same direction. Inflation is expected to be about 4 percent for 2017, low by recent Russian standards. As recently as 2015, official figures showed consumer prices were rising more than 15 percent, and ordinary Russians were feeling the pinch. The cost of Russian staples was rising: The price of bread, an important product because of its mythologized status in the Soviet period as a symbol of well being, increased about 11 percent a year during the recession, according to the state statistics agency.\nBut as the price of oil, a major export commodity, has recovered from multiyear lows in 2014, Russia’s central bank has resumed purchases of hard currency. It has been replenishing the reserves its uses to maintain the long-term stability of the ruble.\n“It’s a broad recovery, and it will continue,” said Vladimir Osakovsky, chief Russia economist at Bank of America Merrill Lynch. “There is strong fundamental support.”\nThe country certainly faces challenges, Mr. Osakovsky and other analysts say. It remains vulnerable to swings in the price of oil and natural gas, for example. The two commodities account for about 60 percent of export revenue and 50 percent of the federal government’s tax base, and a sudden drop in prices could expose wider issues with the economy.\nExperts also worry that Russia’s banking system is vulnerable. The central bank had to nationalize two midsize private lenders this year, and several banks lost money betting against the ruble in recent years, according to Vladimir Tikhomirov, chief economist at BCS Global Markets, an investment bank.\n“So far, the central bank has managed to keep the banking system working,” Mr. Tikhomirov said. But, he added, “the cost of saving these banks is growing.”\nStill, positive news has been trickling in.\nIn September, Fitch, the credit rating agency, revised its outlook for Russian sovereign debt to positive from stable. Through the year, foreign investors have piled into Russian government bonds, raising the share of Russian debt held by foreigners to more than 30 percent, up from 5 percent.\nAlso helping the recovery was government spending on major infrastructure projects, including a bridge across the Kerch Strait to Crimea, a major gas pipeline to China called the Power of Siberia, and soccer stadiums for the World Cup, which Russia will host next year.\nThat has helped the country overcome Western sanctions imposed during the Ukraine crisis and over meddling by Moscow in the 2016 election in the United States. These “smart sanctions” were in any case narrowly targeting companies and businessmen aligned with Mr. Putin, meant to affect Kremlin insiders and not to slow the overall economy or hasten political change.\nMr. Putin now finds himself in a more favorable economic environment before next year’s election. And even though Russians have taken a considerable hit to their pocketbooks in recent years — real income, or wages adjusted for inflation, declined through the recession — he remains the overwhelming favorite. In an October survey conducted by the Levada Center, an independent polling organization, two-thirds of likely voters said they would cast their ballots for Mr. Putin.\nSpurring growth beyond the 2 percent region forecast by the government will not be easy, though.\nThe country will very likely have to agree a series of major economic overhauls in order to bolster its long-term growth potential. The retirement age — currently 55 years for women and 60 years for men — will have to be raised, economists say. Without such changes, expansion will remain capped at its current levels, Russia’s central bank chairwoman, Elvira S. Nabiullina, warned this month.\n“Without reform,” Mr. Tikhomirov said, “the future for Russia will be fairly bleak.”", "date": "Nov. 24, 2017", "href": "https://www.nytimes.com/2017/11/24/business/russia-economy-putin.html", "tags": "election returning percent growth russian bank ” year russia time — putin"}