{"title": "Russian opposition leader Navalny's name shifts snow in Moscow", "content": "Moscow residents say they have found that the only way to get the council to clear snow is to write the name of opposition leader Alexei Navalny on it.\nPosts on Facebook and Twitter have received thousands of likes, after disgruntled residents took to social media, saying that they tried spray-painting \"Navalny\" on the city's deep snow out of frustration at the authorities' slowness in removing them.\nOne user said the move prompted immediate reaction and that council workers removed the graffiti \"within hours\".\nMr Navalny is Russia's best-known critic of President Vladimir Putin, and state media never mention him by name. President Putin famously refuses to call Mr Navalny by his name, usually referring to him as \"that person\" when asked about him.\nMoscow has seen huge snowdrifts pile this year, and has experienced some of the heaviest snowfall in decades. \nTatyana Grigoryeva - a member of a local residents' group in the city's Nagorny district - says she was inspired by journalist Mikhail Kozyrev's suggestion that residents write \"Navalny\" on unwanted snow if they could not get municipal workers to remove them.\nShe posted four pictures of Navalny's name painted on snow, and later took video of two street cleaners scraping away one of the markings from a pavement. Her video has been viewed more than 47,000 times. \nIn some areas of the city, the snow was not removed, but Ms Grigoryeva said council workers were witnessed merely mixing up the snow to obscure Navalny's name.\nIn a post on Facebook she said: \"They've managed to just mix it up with their shovels. I'll have to write it again.\"\nA post on the residents' group's Facebook page says that street cleaners took about four hours to react.\n\"We didn't have great hopes, but the idiocy of the district officials and utility companies did not us let down,\" it said.\n\"Now everyone in the country and beyond knows that the surname 'Navalny' is not just a surname, but a curse that forces people to work.\"\nRussia is currently gearing up for presidential elections on 18 March, and President Putin is standing for a fourth term.\nMr Navalny, a lawyer and political activist, is barred from the contest as a result of a fraud conviction that many consider a pretext.\nHe has made a name for himself by leading several major opposition protests, and he has criticised many top-level officials of corruption.\nThe result of this is that he has become a target of attacks from pro-Putin supporters. He nearly lost his sight in one eye after being attacked with an antiseptic green dye in Moscow last year.\nThe snow protests have reached his attention, and in a 12 February blogpost on his website, he said that he \"laughed\" and found them \"really funny\". \nHe added that his \"jaw had dropped\" at seeing the reports and said it was indicative of \"state insanity at people's 'service'\". \nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook.", "date": "12 February 2018", "href": "https://www.bbc.co.uk/news/world-europe-43034642", "tags": "write residents name opposition council took russian navalny shifts facebook moscow leader snow"}