{"title": "Russia internet freedom: Mass rally in Moscow against Telegram ban", "content": "More than 7,000 people have rallied in Moscow to defend internet freedom and condemn a Russian official block on the encrypted messaging app Telegram.\nProtesters' placards decried the state telecoms watchdog, Rozkomnadzor. \nOn 16 April it began denying access to Telegram, but its action also hit Google, Amazon and some other net addresses used by Telegram in Russia.\nThe block came after Telegram had refused to hand over its encryption keys to Russia's FSB spy service. \nRussian intelligence chiefs say they need access to messages sent by terrorists and criminals.\nThe crackdown has hurt some businesses and one entrepreneur, Alexander Vikharev, is suing Roskomnadzor, BBC Russian reports.\nPolice estimated the crowd to be about 7,500, but an activist organisation called White Counter put the figure at 12,300.\n\"We won't be silent!\" and \"Russia will be free!\" protesters shouted.\nThe central Moscow rally was organised by the Russian Libertarian Party. A previous pro-Telegram rally took place on 22 April.\nUnder President Vladimir Putin the Russian state has taken control of the major TV channels and other mainstream media, so opposition voices are mainly confined to social media. \nRussia's best-known opposition activist, Alexei Navalny, addressed the crowd. He has mobilised thousands of activists previously through social media, having made his name as an anti-corruption blogger.\n\"Our country is destitute, it's a really poor country, where nobody has any prospects. The only sector that has developed in recent years by itself - without the state, or subsidies, or favours - is the internet. And those people say 'You're behaving badly on your internet, so we'll gobble it up'. I won't tolerate that,\" he said.\nOne placard said \"things have got so bad that even the introverts are here\". \nThe inventor of Telegram's Messenger app, Pavel Durov, praised the protesters via VKontakte, the Russian version of Facebook.\n\"Thousands of young and progressive people are now protesting in defence of internet freedom in Moscow - this is unprecedented,\" he wrote. \"Your energy is changing the world.\"", "date": "30 April 2018", "href": "https://www.bbc.co.uk/news/world-europe-43948618", "tags": "media russian protesters rally moscow telegram state mass russia internet freedom ban"}