{"title": "Russians Offered Business Deals to Brexit’s Biggest Backer", "content": "LONDON — Arron Banks, a British financier who bankrolled the campaign for Britain to leave the European Union, has long bragged about his “boozy six-hour lunch” with the Russian ambassador eight months before the vote.\nSome also wondered about Mr. Banks’s Russian-born wife and their custom license plate, X MI5 SPY, after the British intelligence agency, MI5. But Mr. Banks always laughed off questions about his ties to the Kremlin.\nNow, a leaked record of some of Mr. Banks’s emails suggest that he and his closest adviser had a more engaged relationship with Russian diplomats than he has disclosed.\nWhile Mr. Banks was spending more than eight million British pounds to promote a break with the European Union — an outcome the Russians eagerly hoped for — his contacts at the Russian Embassy in London were opening the door to at least three potentially lucrative investment opportunities in Russian-owned gold or diamond mines.\nOne of Mr. Banks’s business partners, and a fellow backer of Britain’s exit from the European Union, or Brexit, took the Russians up on at least one of the deals.\nThe extent of these business discussions, which have not been previously reported, raise new questions about whether the Kremlin sought to reward critical figures in the Brexit campaign. Much as in Washington, where investigations are underway into the possibility that Donald J. Trump’s campaign may have cooperated with the Russians, Britain is now grappling with whether Moscow tried to use its close ties with any British citizens to promote Brexit.\nIn Washington, the investigators for the special prosecutor, Robert S. Mueller III, and Democrats on the House Intelligence Committee have also obtained records of Mr. Banks’s communications, including some with Russian diplomats and about Russian business deals.\nAnd they have taken a special interest in close ties Mr. Banks and other Brexit leaders built to the Trump campaign.\nOn Nov. 12, 2016, Mr. Banks met President-elect Trump in Trump Tower. Upon his return to London, Mr. Banks had another lunch with the Russian ambassador where they discussed the Trump visit.\n“From what we’ve seen, the parallels between the Russian intervention in Brexit and the Russian intervention in the Trump campaign appear to be extraordinary,” said Representative Adam B. Schiff of California, the top Democrat on the House Intelligence Committee.\n“The Russians were apparently dangling gold mines and diamond mines and financial incentives behind one of the largest backers of Brexit,” he added.\nEarlier this month, Mr. Banks testified before a committee of Parliament in part to answer questions about his Russian ties. He acknowledged having had three meetings — “two lunches and a cup of tea,” as he later said in interviews — with the Russian ambassador, Alexander V. Yakovenko, rather than just the famous boozy lunch.\nHe also acknowledged reports that the ambassador had invited him to invest in the consolidation of six Russian gold mines, an offer he said he ultimately declined.\nBut in his testimony, Mr. Banks did not mention the two other potentially lucrative opportunities detailed in the broader record of his electronic communications.\nOne involved a state-controlled Russian diamond mining giant, Alrosa. The other involved a Russian businessman — described in an email to Mr. Banks as “a mini oligarch” — and a gold mine in Conakry, Guinea.\nIn an interview on Friday, Mr. Banks acknowledged that these other business deals were proposed to him, but he said that he never acted on them. He denied any wrongdoing, noting that his opposition to the European Union long predated his meeting with the Russian ambassador.\nHe argued that any business discussions that emerged from those meetings were insignificant because he had never “done any Russian deals,” so “after the wholesale theft of my emails, there is still no smoking gun there.”\nBut Damian Collins, who is chairman of the parliamentary committee investigating the potential Russian use of disinformation to influence the Brexit vote, said he had seen a record of the messages about the potential Russian mining investments and questioned Russian intentions toward Mr. Banks.\n“The question is, Why would the Russians do this for Banks?” Mr. Collins asked in an interview. “What it looks like is that Russia decided he was someone they wanted to do business with and they wanted to see prosper and succeed — and Banks, alongside that, wanted to hide the extent of his contacts with the Russians.”\nWith no college degree, Mr. Banks first became wealthy by starting insurance companies that sold policies to motorcycle riders and van drivers. He now owns a complicated network of insurance and finance enterprises as well as a few diamond mines in South Africa, where his father operated sugar plantations.\nHe first rose in prominence in Britain through his role in the campaign to leave the European Union, and he has published a campaign memoir, “The Bad Boys of Brexit.”\nSome of his emails were first leaked earlier this month to the British press. But the broader record of his messages, described this week to The New York Times by several people who had read them, revealed the new disclosures about Mr. Banks’s more extensive Russian business dealings.\nIn the Friday interview, Mr. Banks eventually admitted to a fourth meeting with the Russian ambassador, though he described the earlier account he gave to Parliament of two lunches and a cup of tea as “relatively accurate.”\nHe said his emails might have created the impression of more extensive contacts because of the many exchanges that his media adviser, Andrew Wigmore, had conducted with Russian diplomats to set up meetings, or about attending embassy events.\n“I have not denied that we had a friendly relationship” with the ambassador, Mr. Banks said.\nHe added: “It is completely natural that a diplomat would put you in touch with another businessman. That is how trade works.”\nThe first contacts between Mr. Banks and the Russian Embassy came in September 2015, during a conference for the pro-Brexit United Kingdom Independent Party, or UKIP.\nHe and Mr. Wigmore met a Russian diplomat, Alexander Udod, who was later among a list of 23 suspected spies expelled from Britain after the recent poisoning of a former Russia spy, Sergei V. Skripal, on British soil.\nIn the interview, Mr. Banks said he and Mr. Wigmore had asked Mr. Udod if they could meet the ambassador, “because we thought it would be interesting.”\nAt the first meeting with the ambassador, over lunch, Mr. Banks recalled in his memoir, the ambassador served him a special bottle of vodka that he claimed was made for Stalin.\nIn the interview, Mr. Banks said that at the lunch, he had volunteered that he owned diamond mines in South Africa. The ambassador then invited him for another meeting later that month to introduce him to a Russian businessman who was offering a chance to invest in a proposed consolidation of six Russian gold mines.\n“I am very bullish on gold so keen to have a look,” Mr. Banks wrote afterward in an email to the Russian businessman, Siman Povarenkin.\nMr. Banks was interested enough that he sought the advice of Nick van den Brul, an investment banker familiar with Russian gold and diamond mines. In January 2016, Mr. Banks wrote Mr. van der Brul an email about “the gold play.”\n“I intend to pop in and see the ambassador as well,” Mr. Banks wrote. He sent a copy of the email to Mr. Udod, the diplomat later expelled for spying.\nMr. Banks said he never participated in that gold deal.\nBut it appears that Mr. Povarenkin offered him a different Russian opportunity — with the diamond company Alrosa.\nThe Russian government, the largest shareholder in the company, was preparing to sell off a 10 percent stake. On Jan. 16, 2016, an investment adviser working for Mr. Banks wrote Mr. Povarenkin that Mr. Banks’s team had “not forgotten about your Alrosa project,” according to people who have reviewed records of the emails.\nA few days later, Mr. van den Brul, the same investment banker that Mr. Banks had consulted to discuss the gold deal, emailed him separately about the diamond opportunity.\nIn interviews earlier this week, Mr. Banks initially said he knew nothing about the Alrosa project. Then he later said he remembered hearing about it from the investment banker but did not pursue it.\nAn investment fund associated with his friend, business partner and fellow Brexit backer, James Mellon, did participate.\nMr. Mellon, a prominent investor based in the Isle of Man, is a partner with Mr. Banks in a financial institution on the island. Mr. Mellon has made hundreds of millions of dollars investing in Russia since the fall of the Soviet Union, often alongside businessmen close to President Vladimir V. Putin.\nMr. Mellon had introduced Mr. Banks to Nigel Farage, a strident crusader against the European Union who became the chief beneficiary of Mr. Banks’s contributions during the Brexit campaign.\nThree weeks after the 2016 Brexit vote, the Russian government sold the Alrosa stake in a private offering to a restricted group of investors. The shares were sold at a discount to the market price at a time when the value of both the stock and diamonds were rising.\nMr. Mellon’s fund management company, Charlemagne Capital, was among a restricted number of investors who were allowed to participate.\nDenham Eke, a representative for Mr. Mellon, said that Mr. Mellon had stepped out of day-to-day management of Charlemagne, and that any investment decisions were made by a formal committee.\nHe added that Mr. Mellon’s business investments in Russia were unrelated to his opposition to the European Union or to Mr. Banks.\nThe third Russian investment opportunity surfaced in April 2016, as the Brexit campaign was heating up.\nAnother investment banker with connections in Russia wrote to Mr. Banks about the possible sale of a gold mine in Conakry, Guinea. The owner was a Russian “mini-oligarch” who “shares your passion for the yellow metal,” the banker wrote, according to people who have reviewed a record of the email.\nIn the Friday interview, Mr. Banks initially said that he had no memory of such a discussion but later called back to acknowledge a meeting on May 10, 2016, that appears to have included a discussion of the Guinean mine.\nMr. Banks said he did not invest in that mine either.\nThe Brexit vote took place a little more than a month later, on June 23, 2016.\nIn August, Mr. Banks had lunch with the Russian ambassador and discussed the Trump campaign. At their lunch after Mr. Trump’s victory in November, the two men discussed what role Jeff Sessions, then a senator, might play in the cabinet, according to people who have reviewed the records of his emails.\nMr. Banks, though, said he doubted that the Russians had cultivated him for reasons other than routine trade promotion.\n“The idea that things were dangled as some sort of carrots for me to be involved with the Russians is very far-fetched,” he said. “I wonder what the Russians wanted from me?”", "date": "June 29, 2018", "href": "https://www.nytimes.com/2018/06/29/world/europe/russia-britain-brexit-arron-banks.html", "tags": "brexit deals russians banks ambassador business backer russian ” offered gold biggest campaign"}