{"title": "Russians Tried, but Were Unable to Compromise Midterm Elections, U.S. Says", "content": "WASHINGTON — Russian operations meant to polarize American voters continued during the midterm elections, but did not compromise the voting systems used, according to a study by the intelligence community.\nThe assessment by Dan Coats, the director of national intelligence, was the result of a request by the White House before the November vote that he examine election meddling by Russia and other powers. The agency did not release that report, but Mr. Coats released a statement on the document.\n“Russia, and other foreign countries, including China and Iran, conducted influence activities and messaging campaigns targeted at the United States to promote their strategic interests,” Mr. Coats said in the statement.\nThe statement contained little detail, but American officials said the intelligence report found that Russia continued to use social media, fake personas and Moscow-controlled media to influence positions on opposite ideological sides with an aim of further polarizing the United States.\nThe report will be sent to the Justice Department and the Department of Homeland Security. Under the executive order issued in September, automatic sanctions could be imposed when the government review is complete on anyone found to have tried to manipulate the vote.\nMr. Coats said in his statement that the report did not include an assessment of the effectiveness of the Russian information campaign. The public report also did not include an assessment on whether Russian attempts at election meddling were tilted toward a particular party or candidate. Current and former American officials have said that Russian propaganda efforts in the midterm elections were less than expected.\nSenator Mark Warner, Democrat of Virginia and the vice chairman of the Senate Intelligence Committee, said the report shows that the Russians did not stop attempts at election meddling after 2016.\n“Now that the Russian playbook is out in the open,” Mr. Warner said, “we’re going to see more and more adversaries trying to take advantage of the openness of our society to sow division and attempt to manipulate Americans.”\nSome officials attributed the diminished Russian activity at least in part to efforts by the government and technology companies.\nIn the months before the election, the military’s Cyber Command began a campaign to deter the Russians behind the 2016 influence campaign. They sent messages to Russian operatives saying they had been identified and warned them to cease their efforts.\nCyber Command, the National Security Agency and the F.B.I. also tried to identify fake accounts and Russia-backed trolls who were spreading Moscow’s propaganda, passing that information along to technology companies so the accounts could be removed.\nThe New York Times first reported those Cyber Command operations in October. This month, The Daily Beast published an interview with Yevgeny Zubarev, the director of Russia’s Federal News Agency, in which he said he had been targeted by Cyber Command. “The United States Cyber Command writes to me to say that what I am doing is wrong, that their job is to fight trolls,” Mr. Zubarev told The Daily Beast\nThe results of those efforts, and much broader public understanding of Russian techniques, helped contribute to a less-effective campaign, according to Defense Department and other American officials.\nGovernment officials said they had hoped American resilience and resistance to the Russian techniques might be growing. A pair of reports commissioned by the Senate Intelligence Committee and released this week provided new information about how Russians sought to inflame American opinion and exacerbate existing divisions in the country.\nOne report released Monday outlined how the Russian campaign aimed to drive down African-American participation in the 2016 election.\nParticipation in the midterms was up with both parties, and it was not clear if the Russians tried to drive down participation with particular groups of people or if they abandoned that effort during this vote.\nLaura Rosenberger, the director of the Alliance for Securing Democracy, which monitors election interference, said as long as politicians continue to try to polarize American voters, the public will be vulnerable to Russian interference efforts.\n“Our polarization is a national security vulnerability,” she said. “The deeper wedges in American society, the more opportunity there is for Russia to stoke divisions.”\nAmerican officials said the efforts by Cyber Command and the National Security Agency were continuing even after the 2018 election. Some outside experts have predicted an intensified information campaign by Russia around Mr. Trump’s election campaign. Only a persistent campaign by the government intelligence agencies will be able to blunt that, officials said.\nMs. Rosenberger said one effective Russian technique, the hacking and release of documents, was not seen in the 2018 vote. But American electoral politics remain vulnerable to such efforts.\nBefore the election, a joint statement by the director of national intelligence, the F.B.I. and the Department of Homeland Security said state and local governments have reported attempts to access their networks. But in the statement on Friday, Mr. Coats said that no efforts had been successful.\n“At this time, the I.C. does not have intelligence reporting that indicates any compromise of our nation’s election infrastructure that would have prevented voting, changed vote counts, or disrupted the ability to tally votes,” Mr. Coats said, using initials for the intelligence community.", "date": "Dec. 21, 2018", "href": "https://www.nytimes.com/2018/12/21/us/politics/russia-midterm-election-influence-coates.html", "tags": "american russians election intelligence efforts report compromise u.s. russian elections tried says midterm campaign unable"}