{"title": "Russia Follows U.S. Out of Landmark Nuclear Weapons Treaty", "content": "MOSCOW — President Vladimir V. Putin on Monday formally suspended Russia’s observance of a key nuclear arms treaty that the United States withdrew from last month, setting the stage for the return of a long-banned class of weapons.\nThe Intermediate-Range Nuclear Forces Treaty, signed in 1987 in the waning years of the Cold War, had prohibited land-based missiles with relatively short ranges of 300 to 3,400 miles. Because of their quick flight times, such missiles were seen as a hair trigger for nuclear war.\nThe United States has for years accused Russia of violating the treaty by understating the range of one of its truck-launched missiles. The Obama administration pressed the issue during the crisis over Russia’s invasion of Ukraine, and President Trump cited it when he announced the United States’ decision to withdraw.\nMr. Trump also pointed out that China, which was never a party to the treaty, has been free to amass its own arsenal of the missiles.\nMr. Putin said last month that Russia would respond “symmetrically” to the American move, a decision formalized Monday with a decree posted on the Kremlin’s website.\nThe decree  said Russia would suspend its observance because of “the need to take urgent measures in connection with the United States’ violations of its obligations” under the treaty.\nIn announcing the decision in February, Mr. Putin had said Russia would design and build weapons previously banned under the treaty — something the United States says Russia is already doing — but would not deploy them unless America did so first.\nBoth Russia and the United States have sea- and air-launched missiles that fly within the ranges covered by the treaty. Russia’s defense minister has said the country will design and test a land-based launcher for its maritime cruise missile, an analogue to the American Tomahawk that Moscow calls the Kalibr, and a new short-range ballistic missile.\nRussia’s accusation that the United States had violated the treaty was a possible reference to America’s decision to suspend observance of it, or to earlier accusations that Russia had leveled against the United States about its military capabilities.\nRussia had maintained that American armed drones fly within ranges banned by the treaty, though this class of weapon did not exist in the 1980s, and that United States missile defense sites in Europe use launchers capable of firing short- and intermediate-range missiles.", "date": "March 4, 2019", "href": "https://www.nytimes.com/2019/03/04/world/europe/russia-inf-treaty.html", "tags": "landmark nuclear u.s. united states missiles would follows treaty decision russia — weapons putin"}