{"title": "Russia's anti-Kremlin troll StalinGulag finally breaks cover", "content": "The secretive author of a hugely popular Russian social media channel lampooning the Kremlin has revealed his identity, after years of speculation.\nAlexander Gorbunov, alias StalinGulag, has notched up 300,000 followers on the Telegram messaging app.\nHe has over a million more on Twitter, his witty and acerbic posts deploring the current state of affairs in Russia. \nNow he has decided to speak out to prevent reprisals against his family, he has told BBC Russian.\nPolice visited his elderly mother's flat earlier this week.\nIn 2017 Russian opposition leader Alexei Navalny, a fierce critic of President Vladimir Putin, called him \"the most important political columnist in Russia\".\nStalinGulag's recent targets include: North Korean leader Kim Jong-un's visit to Russia; government plans to introduce 5G technology; the Ukrainian presidential election and Russian proposals to ban Spanish ham and Parmesan cheese imports.\nAlexander Gorbunov often highlights the absurdities and injustices of everyday life.  \nLast month he posted about a family in the Siberian city of Novosibirsk whose HIV-positive adopted child had been barred from school, and a sick, elderly patient in Irkutsk who reportedly killed himself in hospital after waiting hours for a simple blood test.\n\"It is impossible to be silent when mad things happen [in Russia],\" he told the BBC.\nThe man behind StalinGulag has a back story that was extraordinary long before he became the Kremlin's biggest social media critic.\nBorn in Makhachkala in the North Caucasus in 1992, he was diagnosed with spinal muscular atrophy, an incurable muscle-wasting condition that has made him a wheelchair-user for most of his life.\nGorbunov started his first business aged just 13, selling dietary supplements online. \nFrom these humble beginnings he moved on to become a successful financial trader, specialising in derivatives and crypto-currencies. \nHe now lives in Moscow with his wife, enjoying what he describes as a good life with regular outings to restaurants and the theatre.\nBut he's keen to stress that someone with his disabilities needs to be able to make money in order to pay for all the support he requires to have a normal life.\nFor someone whose pithy tweets frequently contain expletives and slang, Gorbunov in real life comes across as articulate, educated and thoughtful.\nHe arrives at the BBC office smartly dressed in a black polo-neck and tweed jacket. He speaks softly and with the quiet confidence of someone who is used to being listened to.\nIt's clear that Gorbunov is a man who wants to make the most of however much time he has left.\nHe knows that medication will not stop the progression of his condition, and for that reason refuses to take drugs which could prolong his life. \n\"One year more to live, one year less - it doesn't matter for me,\" says Gorbunov. \"I don't want to spend the rest of my life in a medical institution.\"\nGorbunov set up StalinGulag as an anonymous Twitter account in 2013. \nAt the time he was still living in Makhachkala, spending most of his time at home because, he says, it was not an easy town to get around for someone in a wheelchair.\n\"I just wanted to write,\" he says. \"My computer and the internet meant I could follow what was going on in the rest of the world... I've always been interested in politics.\"\nA taste of StalinGulag's tweets: \nHe chose the name, in his words, \"as a form of trolling\" and to call out what he says are the false parallels between Stalin's era and Russia today.\n\"The people in power want us to think that they are scary and terrifying like the [Stalin-era] secret police,\" he says. \"But it's not like that. At heart they are just commercial people who like luxury and money.\"\nBy 2016 he had more than 400,000 followers and decided to branch out and set up a channel on the newly-established Telegram messaging app.\nTelegram was set up in 2013 by Russian IT-entrepreneur Pavel Durov, founder of VKontakte - a Russian version of Facebook - and who now lives in self-imposed exile abroad. \nTelegram allows users to set up groups of \"channels\" anonymously and send news and content directly to an unlimited number of followers.\nIts channels have become hugely popular in countries such as Russia and Iran where freedom of speech is restricted. They are used by politicians, activists and social groups communicating news and information, and by businesses targeting new customers.\nStories from Russia on similar topics:\n\"Telegram channels are the only non-moderated political space in Russia,\" says political scientist Andrei Kolyadin.\nTelegram's popularity and independence from the government is a key reason why the Russian government tried unsuccessfully to block the app last year.\nBut attempts continue and a desire to rein in Telegram is widely believed to be a motivating factor behind new legislation to regulate the internet in Russia which was signed into law on 1 May and comes into force in six months' time. \nBy 2018 StalinGulag was one of the most popular Telegram channels in Russia. His darkly humorous take on life seemed to capture the zeitgeist. \nThere's a big demand now for posts saying everything is going wrong, says Telegram expert Fyodor Skuratov. \nFor years StalinGulag's identity was a closely-guarded secret.\nWhen the media outlet RBC published a story in 2018 linking Alexander Gorbunov's name to the Telegram channel, StalinGulag hit back with a strong denial.\nBut that all changed this week with the news that police in his home town had paid a visit to his mother's apartment.\nPolice told her that someone had used his mobile phone to make a fake bomb threat.\nThe BBC contacted the police in Makhachkala to confirm the story but no-one was willing to comment.\nOther relatives in Moscow have also been contacted by the police.\nThe story has caused a big storm on social media in Russia, with many people speaking out in defence of StalinGulag.\nThe fuss finally convinced Gorbunov to speak out, in the hope that if he revealed his identity the authorities would leave his family alone. \n\"It would be awful if one of them suffered,\" he told the BBC. \"Not just from the authorities, but also from [pro-governmental] fanatics.\"\nWhen his name was published in the Russian media last year, Gorbunov says some of his trading partners became scared and backed out of long-cherished plans to set up an investment fund with him.\nAt that time it was perhaps risky, but not illegal, to be so outspoken.\nBut new Russian legislation in March prohibited individuals from spreading \"fake news\" and information insulting to state officials.\nIn future this could make things a lot more difficult for social media personalities like StalinGulag.\nSo far police have not been in touch with Gorbunov himself, and he remains philosophical.\n\"I'm not afraid for myself,\" he says. \"They can't take any measures to restrict me, because I've been living with restrictions all my life.\" \n\"Nothing has changed,\" he adds. \"I'm going to carry on writing the way I always have.\"\nYou can read the full  BBC Russian interview with Gorbunov here (in Russian).", "date": "3 May 2019", "href": "https://www.bbc.co.uk/news/world-europe-48132193", "tags": "media russian stalingulag troll finally breaks cover police says telegram bbc anti-kremlin russia gorbunov life"}