{"title": "Russia Telegram ban hits Google and Amazon services", "content": "Google, Amazon and other services inside Russia have been hit by the country's bids to stop people using the Telegram messaging app.\nRussia banned the app after the company refused to hand over encryption keys that could unscramble messages.\nThe ban, which started this month, involved Russian regulators blocking many net addresses to cut off access.\nAddresses used by Google and other cloud services were caught as Telegram was using their infrastructure.\nIn a statement shared on Facebook and other social media, the Russian telecoms regulator Roskomnadzor said it had blocked Google net or IP addresses because Telegram was using them.\nIn a statement, Google said: \"We are aware of reports that some users in Russia are unable to access some Google products, and are investigating those reports.\"\nBBC Monitoring said it had seen reports by users that they were having problems reaching the Google.com website and some other unspecified services.\nIngrid Lunden on news site Techcrunch said the address block had hit other cloud services that used Google's infrastructure. It is also believed to have caught out some web services that used Amazon Web Services, including Twitch and Spotify.\nAmazon has not yet responded to a request for a statement from the BBC. \nIt said that other services were being caught by the block because Telegram had been seeking to keep running by regularly changing the net addresses it used. \nRather than just block the latest group of net address, Roskomnadzor has been blocking all the ones Telegram has used, said Techcrunch. Currently millions of IP addresses are included in the block. \nEarlier this month, Russian players of Guild Wars and World of Warships also said that they could not access these games. ", "date": "23 April 2018", "href": "https://www.bbc.com/news/technology-43865538", "tags": "google addresses services used block telegram net hits russia ban amazon"}