{"title": "S.&P. Downgrades China’s Debt, Citing a Surge in Lending", "content": "SHANGHAI — China and the world received a fresh warning on Thursday that the country’s dramatic debt binge of recent years threatens the stability of one of the global economy’s most important growth engines.\nStandard & Poor’s downgraded its rating on China, saying that the country’s strong economic growth has been fueled by heavy borrowing — and that it expects that borrowing to continue. That could hurt the ability of the world’s second-largest economy to handle potential financial shocks, like a crisis among its banks, and could lead to longer-term growth problems.\nThe downgrade — which follows a similar move four months ago by Moody’s Investors Service, a rival debt-rating firm — offers a reminder of the challenges the Chinese economy faces as it matures and growth slows.\nIt also comes at a politically sensitive time for Beijing, which has emphasized stability ahead of an important Communist Party Congress next month. The meeting is held only once every five years and could result in some significant changes among the country’s top officials. Chinese leaders, who prize stability above just about everything else, have tightened their grip on the military, economy and society in recent months to ensure a smooth transition.\nChina has long been a major growth engine for the rest of the world. Its growing consumer class has fed strong demand for everything from iPhones to jet planes. Its factories consume vast amounts of the world’s energy and minerals.\nBut S.&P. warned on Thursday that China has been borrowing heavily — too heavily — to sustain that growth.\nState-controlled banks have been funneling big loans to wasteful, chronically unprofitable state-run companies. Indebted local governments have been borrowing heavily as well. Even China’s national government, fairly cautious in its previous borrowing, has been running budget deficits lately, and the country’s famously frugal households have begun using more credit.\n“The downgrade reflects our assessment that a prolonged period of strong credit growth has increased China’s economic and financial risks,” S.&P. said in a statement.\nChina has acknowledged a number of the problems. It has moved to rein in the proliferation of investment products sold to many Chinese households that funneled money into questionable projects. It has also called to heel a number of Chinese companies that officials believed were making too many reckless acquisitions abroad.\nStill, reaction to the downgrade was harsh.\nIn a lengthy statement on Friday, China’s Finance Ministry called the move “a mistaken decision” and labeled concerns about China’s debt “stale news.” It cited the country’s efforts to close excess factories and streamline industries that suffer from overcapacity and significant moves toward reform. It also cited the Chinese government’s deep financial resources to address any potential debt shocks.\n“This type of misreading neglects the Chinese economy’s good fundamentals and development potential,” it said.\nThe government is likely to be particularly upset because S.&P. issued the downgrade less than a month before the start of the Communist Party Congress. The meeting is expected to reconfirm President Xi Jinping as the country’s core leader, but move some new officials to serve with him.\nMr. Xi has made political and economic stability the country’s top priority in the months leading up to the congress. That has included allowing the state-controlled banking system to continue, and even expand, its already heavy lending since midsummer, while a modest effort in late spring to limit the growth in lending has been pursued with less zeal.\nS.&P. downgraded its rating on the country’s sovereign debt by one notch.\nWarnings about China’s borrowing are not new.\nIn the span of nearly a decade, China went from a country with few loans to one with debt levels comparable to those of the United States. While economists say China has plenty of financial firepower to address debt-related problems, the speed of the accumulation and the heavy lending in particular to rusty old industries such as steel and cement could cause issues.\n“This won’t be news to anyone who has kept half an eye on China over recent years and shouldn’t change anyone’s thinking,” Capital Economics, a research firm, said in a statement on Thursday evening, adding that since Moody’s downgraded China in May and Fitch Ratings, another ratings firm, did so in 2013, “S.&P. is playing catch-up.”\nMore recently, many economists have become more sanguine about the potential for short-term problems in China, even as they continue to worry about the long-term impact of the country’s heady growth in debt. Over the past year, China has stanched a huge outflow of money that shaved $1 trillion from its currency reserves, stabilized its currency after a shocking devaluation two years ago and restored some health to its stock market.\nBut S.&P.’s move could offer a reminder that those problems are not going away.\nThe Chinese government has taken a number of small steps over the past year to rein in borrowing. While debt is still rising, it is not doing so quite as quickly relative to the size of the economy as it was a year ago. Banking regulators have also put pressure on financial institutions to move more fund-raising activities onto their balance sheets, in an effort to tame the country’s large shadow banking sector.\nS.&P. also pointed out that China has a number of tools at its disposal to deal with any disruption resulting from its hefty debt levels. They include hefty foreign exchange reserves, large net overseas investments and large trade surpluses with other nations.\nS.&P. downgraded its rating on China to A+ from AA−, but with a stable outlook, meaning that the company does not anticipate another rating change in the short term. It said it expected China’s growth to slow to 5.8 percent by 2020. While that figure would be the envy of many countries, and S.&P. called it “strong,” it would represent a slowdown from last year, with 6.7 percent growth.\nAt a time when many foreign governments and economists have become wary of drawing Beijing’s wrath by questioning its authoritarian policies, S.&P. also took the uncommon step of singling out China’s secrecy as being out of line with other countries with similar credit ratings. Compared with these peers, the firm said, “China has lower average income, less transparency, and a more restricted flow of information.”", "date": "Sept. 21, 2017", "href": "https://www.nytimes.com/2017/09/21/business/china-sp-downgrade-debt.html", "tags": "debt lending s. country citing downgrades china p growth borrowing surge ” chinese"}