{"title": "Sabrina the Teenage Witch: First image from the Netflix reboot", "content": "Sabrina The Teenage Witch last aired back in 2003, but the character is about to make a comeback on Netflix. \nThe first picture from The Chilling Adventures of Sabrina has been posted on social media by the show's writer.\nRoberto Aguirre Sacasa also created the Riverdale series, which, like Sabrina, was based on Archie Comics characters.\nMelissa Joan Hart starred in Sabrina The Teenage Witch. Kiernan Shipka will play the lead in the new show, which will arrive later this year.\nThe original series saw Sabrina Spellman tackle life as a teenager while also discovering her magical powers.\nIn The Chilling Adventures of Sabrina, she will, according to Variety, be seen \"wrestling to reconcile her dual nature as a half-witch, half-mortal while standing against the evil forces that threaten her, her family, and the daylight world humans inhabit\".\nThe show will be a spin-off of Riverdale, which is broadcast by Netflix and US network CW, and follows Archie Andrews and his friends in a murder mystery format. \nThe Sabrina show is set to be darker than Riverdale and will channel horror classics like The Exorcist and Rosemary's Baby, Variety said. \nKiernan Shipka is best-known for playing Sally Draper in Mad Men. Sabrina's love interest Harvey is to be played by Ross Lynch, a singer in the pop-rock band R5.\nShipka and Lynch are filling the shoes of Melissa Joan Hart and Nate Richert, who played the characters on the original show, which ran from 1996-2003.\nThey will be joined in the cast by Lucy Davis, Miranda Otto, Chance Perdomo, Michelle Gomez, Jaz Sinclair, Richard Coyle and Bronson Pinchot, who have all signed up for the 20-episode, two season commission by Netflix.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "5 April 2018", "href": "https://www.bbc.com/news/entertainment-arts-41349976", "tags": "first shipka chilling image show adventures sabrina reboot netflix teenage riverdale also witch"}