{"title": "Sabrina makers sued by Satanic Temple over statue", "content": "The Satanic Temple activist group is suing the makers of TV series The Chilling Adventures of Sabrina for $50 million (£38m) over a statue.\nNetflix and Warner Bros allegedly copied the group's statue of the goat deity Baphomet in the programme. \nBoth production companies have declined to comment on the lawsuit.\nSatanic Temple does not believe in a supernatural Satan, but instead seeks \"to encourage benevolence and empathy among all people\".\nTheir lawsuit, filed on Thursday in New York, claims an icon similar to their own appears in four episodes of the series.\nLucien Greaves, co-founder of the Satanic Temple, posted a tweet comparing their statue with that in the show.\nThe Chilling Adventures of Sabrina is a supernatural programme on Netflix following Sabrina Spellman, a half-mortal half-witch teenager. It is based on a comic book of the same name, which also inspired the show Sabrina the Teenage Witch, a series which ran from 1996-2003. \nCharacters in the show who worship the \"Dark Lord\" or Satan practise cannibalism and forced worship, and the Satanic Temple argues its members are being associated with these \"evil antagonists\".\nMr Greaves confirmed the group was going to take legal action against the show's production companies for \"appropriating our copyright monument design to promote their asinine Satanic Panic fiction\". \nThe Satanic Temple created a statue of the goat deity Baphomet as part of its campaign to \"complement and contrast\" a Ten Commandments monument in Oklahoma City on the grounds of religious freedom. \nMr Greaves told US broadcaster CNBC that Baphomet has \"come to represent us as a people\" and that the statue in Sabrina \"dilutes and denigrates\" their group.\nFounded in 2012, the group works to ensure the separation of church and state and holds Satan as a symbol of \"opposition to arbitrary authority\". \nWith fifteen official chapterhouses in the US, the group's membership soared off the back of the election of Donald Trump in 2016. \nIn a speech Mr Greaves said that the pre-election global following of around 100,000 had \"thousands\" of applications for new members overnight after the election.", "date": "9 November 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-46147144", "tags": "makers temple show sued series sabrina group greaves statue satan satanic baphomet"}