{"title": "Sahiwal shooting: How a Pakistani boy exposed police for killing his family", "content": "Hours after he lost his parents and a sibling in a bloody shooting on Saturday, a nine-year-old Pakistani boy exposed a blatant cover-up by police.\nHighly-trained counter terror forces had claimed to have killed four \"terrorists\" linked to the Islamic State group in an \"intelligence-based operation\" south-west of Lahore, after they opened fire at officers.\nThree other \"terrorists\", the police said, had escaped from the scene, on the outskirts of Sahiwal city, on a motorbike.\nBut then Umair Khalil began talking to reporters in hospital - and the story he told was very different.\nHe said his family had been travelling from Lahore to a family member's wedding in a car driven by his father's friend when they were stopped by police at a toll booth.\n\"My father told them to take our money and not to shoot their guns. But they started firing,\" Umair said in the video. \nHis parents - who ran a grocery shop - were killed, alongside his 12-year-old sister, and the family friend who was driving.\nUmair and two younger sisters who also survived were later found abandoned at a petrol station some distance away.\nA video of Umair's testimony, which tore holes in the police's version of events, began to spread among Pakistani social media users. Then footage from the shooting emerged that bolstered the young boy's story.\nFilmed by bystanders, it showed police firing at the car, finding the three children alive and then, before driving away with them, unloading a few more rounds into the vehicle.\nPictures after the policemen left showed four dead passengers inside the car. The driver is still belted up and with a hand on the driving wheel. Another man can be seen in the front seat, and a woman and a girl are in the back.\nOutrage quickly began to spread. Prime Minister Imran Khan tweeted that he was shocked \"at seeing the traumatized children who saw their parents shot before their eyes\".\nBy the end of Saturday, several officers had been arrested and the incident was placed under investigation. On Tuesday, the Punjab state law minister said as a result of the investigation, several senior counter-terrorism department officers were being removed from their positions, and the five officers involved in the shooting would be sent to court.\nPakistan's police - like many other public institutions - has become increasingly politicised over the years. The force now functions as a handmaiden of the military's powerful intelligence services, with officers believing they will be protected if things go awry.\nExtra-judicial killings - euphemistically referred to in many parts of South Asia as \"encounters\" - are common.\nA top police officer in the southern commercial capital of Karachi, Rao Anwar, is believed by many to have made a living out of staging extra-judicial killings of men fingered by the security establishment.\nIn early 2018 he killed Naqeebullah Mahsud, an aspiring model wrongly accused of being a militant, triggering the rise of human rights campaign called the Pashtun Protection Movement (PTM).\nPashtuns are an ethnic group who mainly live in north-west Pakistan and across the border in Afghanistan and the movement to publicise rights abuses against them, as part of security crackdowns, enraged the military, which has enforced a media ban on PTM coverage.  \nA police inquiry found Rao Anwar guilty of murdering Naqeebullah and others, but he has not been tried in court. \nMany ordinary Pakistanis are fed up with ham-fisted police operations and downright brutal tactics. And in the age of social media, such incidents are becoming increasingly difficult to cover up.\nSaturday's tragedy has unleashed a furious reaction, which Mr Khan's government has had to move quickly to contain.\nInitially the police had described Umair Khalil's father Mohammad Khalil, his mother Nabeela, sister Areeba and his father's friend Zeeshan as terrorists who had been involved in the kidnapping of an American citizen and the son of an ex-PM. \nIt said they were travelling in a car and on a motorbike, carrying weapons and explosives, and that they fired at police first, who only returned fire \"in self-defence\".\n\"When the firing stopped, four terrorists including two women were found killed by their comrades' bullets, while three of their friends were able to get away,\" the initial statement said. \nBut this story has been ripped to shreds in recent days.\nFirstly none of the eyewitness video showed any men riding alongside the car on a motorbike, and no evidence has emerged to show that those killed had weapons or attacked police.\nIn fact, it appears that the officers first fired shots at the car from behind, causing it to ram into the pavement and come to stop. They were then seen pulling some children out of the car before shooting at the vehicle again, before driving away.\nA little while later, another police truck pulled up beside the car. A few officers got out and transferred some luggage from the car into their truck before again leaving the scene.\nOn both occasions they simply abandoned the car and the dead inside, in glaring violation of procedures that require the police to secure the crime scene, arrange first-aid for any injured, send the dead bodies for autopsy and call in forensic teams.\nDespite the outcry, the Punjab information minister has insisted that one of the occupants of the car, the driver Zeeshan, was a \"wanted terrorist\". He explained the other deaths away as \"collateral damage\".\nEven in announcing the repercussions on Tuesday, Punjab Law Minister Raja Basharat insisted the operation had been \"100% correct\".\nMany neighbours and friends of Zeeshan have told the BBC that he did have an active affiliation with the youth wing of Jamiat Ahl-e-Hadith, a fundamentalist group.\nThe group is known to have spawned militant networks, such as the one founded by the UN-designated terrorist Hafiz Saeed, who lives as a free citizen in Pakistan.\nBut the authorities are yet to produce conclusive evidence of Zeeshan's alleged links to the Islamic State group.\nShaukat Javed, a former chief of Punjab police, told BBC Urdu that the policemen who carried out the attack had \"acted irresponsibly and beyond their powers.\"\nAlthough the intelligence tip-off may have been based on concrete information \"there were flaws in the execution plan\", he said.\n\"I think in their CCTV footage they just saw the two men sitting in front and didn't see the women and children in the backseat,\" he said. \"When they confronted the real situation, they acted without a clue. They shouldn't have done that.\"", "date": "23 January 2019", "href": "https://www.bbc.com/news/world-asia-46961523", "tags": "boy shooting officers many car exposed umair pakistani sahiwal killing killed group away police family"}