{"title": "Sam Dastyari: Australian senator to quit after China scrutiny", "content": "An Australian senator has pledged to resign following politically damaging revelations about his dealings with a Chinese businessman.\nSam Dastyari has been at the centre of several claims in recent days - a year after he first became embroiled in a donation scandal.\nThe resignation comes amid mounting concern about China's influence over Australian politics.\nLast week, China denied it was seeking to interfere in Australian affairs.\nMr Dastyari, who is from the Labor party, said his Senate presence had become a distraction, but rejected ever abusing his \"parliamentary oath\".\n\"I have been guided by my Labor values, which tell me that I should leave if my ongoing presence detracts from the pursuit of Labor's mission,\" he said on Tuesday.\n\"It is evident to me we are at that point, so I will spare the party any further distraction.\"\nMr Dastyari had twice stood down from opposition leadership positions over his dealings with billionaire Huang Xiangmo.\nLast year, Mr Dastyari resigned from a frontbench role after allowing Chinese companies to pay for travel and legal expenses.\nHe quit as deputy whip last month after a recording showed him making pro-Beijing remarks over the South China Sea dispute - in defiance of Labor policy.\nIt followed an allegation, published by Fairfax Media, that Mr Dastyari had warned Mr Huang that he was potentially under surveillance. Mr Dastyari denied passing on classified information, but said he had \"put to Mr Huang gossip being spread by journalists\".\nMr Dastyari, 34, had been considered one of Labor's rising stars after being elected in 2013. His replacement will be chosen by Labor.\nLast week, Prime Minister Malcolm Turnbull announced a crackdown on foreign interference in politics. He stressed it was not aimed at one country, but noted \"disturbing reports about Chinese influence\".\nChina later denied that it had engaged in such behaviour and urged Australia to act in a \"fair and rational manner\".", "date": "12 December 2017", "href": "https://www.bbc.co.uk/news/world-australia-42318774", "tags": "labor china sam senator scrutiny australian chinese last huang denied quit dastyari"}