{"title": "San Francisco Officials Want To Close Juvenile Hall By 2021", "content": "SAN FRANCISCO ― Dozens of community organizers, youths and city officials stood on the steps of San Francisco’s City Hall on Tuesday, rallying in support of a new measure to shut down the county’s juvenile hall by the end of 2021. \n“We’re going to shut down juvenile hall, close youth prisons and build leaders together,” Supervisor Shamann Walton, who spent time in juvenile hall as a youth, said to cheers from the crowd. People held signs reading, “Books not bars,” “Free us kids” and “No youth jail.”\nMembers of the city’s Board of Supervisors introduced legislation on Tuesday, backed by six of the 11 supervisors, to close the youth detention center within three years and instead create programs to serve as “alternatives to incarceration” for youth who don’t need to be detained and a smaller rehabilitative “non-institutional” center for those who need to be in a facility by law.  \nThe bill would create a 12-person working group, made up of officials from city agencies, juvenile justice experts and community members, who’d spend the next couple of years designing alternatives. It would also create a fund to redirect money previously allocated for the juvenile hall to community-based programs, mental health support and academic help for youths involved in the justice system. \nThe city’s public defender’s office and District Attorney George Gascón have both come out in support of the measure, with Gascón saying in the supervisors’ news release: “The days of big juvenile halls should be behind us.” \n“There is no way in hell we could put a system in place that is worse than juvenile hall,” Walton said at the rally, calling instead for efforts like mentorship and quality after-school programs to give young people “opportunities rather than teach them how to be institutionalized.”\nSan Francisco’s juvenile hall had 45 young people (ages 13 to 18) detained in January, according to the city’s juvenile probation department report. The youth detention facility, which can hold up to 132 people, is meant to detain youth accused of committing offenses and who are awaiting court hearings or court-ordered placement.\nThe legislation followed a San Francisco Chronicle report last month that documented the drop in youth crime rates across the state in recent years, decreasing the populations in juvenile halls, though spending on facilities remained at high levels. The newspaper found the average daily population in San Francisco’s juvenile hall had dropped by half since 2011 but spending remained about $11 million, making the annual cost of detention about $270,000 per person last year. \n“We have to stop putting kids behind bars,” Supervisor Hillary Ronen, who is a co-author of the bill, tweeted Monday. “We can use the millions we’re spending to maintain an ineffective 3/4 empty jail OR we can use the brilliance in our community to reinvent a rehabilitative alternative. Let’s do the latter.”\nThere are also stark racial disparities in the population of young people who are detained: In San Francisco, while about 5% of children in the city are black, about 60% of the juvenile hall population in January was black. \n“By ignoring the harms of incarceration, the City is ignoring the damage that it is doing to its young people of color,” Meredith Desautels, staff attorney at Youth Law Center, a San Francisco-based youth justice advocacy group, told HuffPost by email. \nMayor London Breed does not appear to support the juvenile hall’s closing, saying in a statement Tuesday to HuffPost that it was “irresponsible to begin this incredibly important conversation that will impact people’s lives by presupposing any outcomes.”\nOn Monday, Breed announced a “Juvenile Justice Blue Ribbon Panel” to start meeting later this month and make recommendations for reforms to the juvenile justice system. One of its aims is to “drastically reduce” the number of young people detained in juvenile hall, according to a news release.\nThe new legislation to close the facility will likely come to a final vote in June after moving through the legislative process, the Chronicle reported. The bill would need the backing of eight supervisors to override a potential mayoral veto. HuffPost asked Breed’s office if she would veto the bill, but her office did not immediately provide a response. ", "date": "\n04/09/2019", "href": "https://www.huffpost.com/entry/san-francisco-close-juvenile-hall_n_5cad2096e4b0d6eb63c0ffb6", "tags": "juvenile officials want francisco city close san ” justice youth hall"}