{"title": "San Francisco Moves Closer To Banning Use Of Facial Recognition Technology", "content": "San Francisco took a step on Monday toward banning the use of facial recognition technology by city agencies, including law enforcement.\nThe San Francisco Board of Supervisors’ rules committee voted unanimously to pass an ordinance that would ban any city department from using facial recognition technology or any information obtained from it. It would also require city departments to get approval from the Board of Supervisors before purchasing other surveillance technology ― including license plate readers, body cameras and biometrics technology, among other items.\nIf passed, San Francisco would be the first city in the nation to ban facial recognition. The full Board of Supervisors will take a final vote on the ordinance next week. And nearby Oakland will vote on a similar rule later this month.\n“The propensity for facial recognition technology to endanger civil rights and civil liberties substantially outweighs its purported benefits,” the San Francisco ordinance reads. “And the technology will exacerbate racial injustice and threaten our ability to live free of continuous government monitoring.”  \nThe legislation also notes that historically, surveillance has been used to “intimidate and oppress certain communities and groups more than others,” namely racial and religious minorities. \nFacial recognition technology is fallible, notably because it frequently improperly identifies darker-skinned people.\nIn one high-profile example last year, Amazon’s facial recognition tool incorrectly matched the faces of 28 lawmakers with people in mug shots and disproportionately misidentified people of color in a test by the ACLU. \n“We know face surveillance technology is less accurate for people of color, and a misidentification could subject people to racially biased police violence,” ACLU of Northern California attorney Matt Cagle told HuffPost.\n“But even if the technology was perfectly accurate, it is still too dangerous to deploy against the public. Face surveillance would radically and massively expand the government’s power to track and control people going about their private lives.”", "date": "\n05/07/2019", "href": "https://www.huffpost.com/entry/san-francisco-ban-facial-recognition_n_5cd1d01ce4b0e4d757395587", "tags": "technology closer francisco facial “ city recognition san banning use moves"}