{"title": "San Francisco is first US city to ban facial recognition", "content": "Legislators in San Francisco have voted to ban the use of facial recognition, the first US city to do so.\nThe emerging technology will not be allowed to be used by local agencies, such as the city’s transport authority, or law enforcement. \nAdditionally, any plans to buy any kind of new surveillance technology must now be approved by city administrators. \nOpponents of the measure said it will put people’s safety at risk and hinder efforts to fight crime. \nThose in favour of the move said the technology as it exists today is unreliable, and represented an unnecessary infringement on people’s privacy and liberty.  \nIn particular, opponents argued the systems are error prone, particularly when dealing with women or people with darker skin. \n\"With this vote, San Francisco has declared that face surveillance technology is incompatible with a healthy democracy and that residents deserve a voice in decisions about high-tech surveillance,\" said Matt Cagle from the American Civil Liberties Union in Northern California.\n\"We applaud the city for listening to the community, and leading the way forward with this crucial legislation. Other cities should take note and set up similar safeguards to protect people's safety and civil rights.\"\nThe vote was passed by San Francisco’s supervisors 8-1, with two absentees. The measure is expected to be officially passed into city law after a second vote next week. \n\"Instead of an outright ban, we believe a moratorium would have been more appropriate,\" said Joel Engardio, vice-president of Stop Crime SF.\n\"We agree there are problems with facial recognition ID technology and it should not be used today. But the technology will improve and it could be a useful tool for public safety when used responsibly. We should keep the door open for that possibility.\"\nThe new rules will not apply to security measures at San Francisco’s airport or sea port, as they are run by federal, not local, agencies.  \nSome campaigners unsuccessfully urged for the measures not to apply to local police. While San Francisco’s officers do not currently use facial recognition technology, a number of other police forces across the US do. \n_______\nFollow Dave Lee on Twitter @DaveLeeBBC\nDo you have more information about this or any other technology story? You can reach Dave directly and securely through encrypted messaging app Signal on: +1 (628) 400-7370", "date": "15 May 2019", "href": "https://www.bbc.com/news/technology-48276660", "tags": "people us francisco first facial used city local recognition san ban technology"}