{"title": "Sanctions Are Hurting North Korea. Can They Make Kim Give In?", "content": "SEOUL, South Korea — On a dark February night, the trucks unloaded their contraband near Hyesan, a North Korean town across a narrow river from China. As border guards looked the other way, workers used carts to pull the cargo of metal ore — tungsten, lead, zinc, copper and gold concentrates, all banned from export under United Nations sanctions — across the frozen river.\nBy sunrise, all that was left were tire tracks and footprints across the river’s frozen surface.\nA North Korean witness told an acquaintance living in South Korea that ore, as well as other materials, was being smuggled into China at the crossing almost every night. He said smugglers also headed the other way, moving sugar, flour and 50-kilogram sacks of fertilizers into North Korea.\nThere is growing evidence that tough new sanctions imposed on North Korea to stop its nuclear weapons and missile programs have begun to bite, and bite hard. Factories have closed because of a lack of raw materials, fishermen have deserted their boats and military units are resorting to charcoal-engine vehicles and even ox-driven carts for transport.\nBut the elaborate efforts to smuggle goods in and out of North Korea are among the signs that the closed, secretive country is finding ways to cope.\nThe North is also responding with patriotic appeals and belt-tightening, and by prioritizing the allocation of resources to the military and political elite. Despite shortages, exchange rates and key consumer prices are stable, and there is no sign of an approaching famine, according to recent visitors and North Korean defectors who remain in contact with people inside the country.\nPresident Trump and South Korea’s president, Moon Jae-in, say their policy of “maximum pressure” on the government of the North Korean leader, Kim Jong-un, has helped bring him to the bargaining table. Mr. Trump recently acknowledged that he sent the C.I.A. director, Mike Pompeo, to a secret meeting with Mr. Kim this month to lay the groundwork for the first-ever meeting between the leaders of the United States and North Korea.\nSince then, Mr. Kim has taken steps to appear willing to cut a deal, offering what sound like concessions to the United States, but can also be seen as clever negotiating tactics. On Saturday, Mr. Kim said that “we no longer need” any nuclear or missile tests, and that the North would close a nuclear test site, according to the North’s official Korean Central News Agency.\nOne day earlier Mr. Moon said that Mr. Kim removed a key obstacle to negotiations with the United States by ceasing to demand the withdrawal of American troops from South Korea as a condition for denuclearizing his country.\nIt is far from clear, however, whether the pain from sanctions is forcing Mr. Kim to make concessions, and whether it could be enough to drive him to trade away his nuclear arsenal.\nMany analysts and North Korean defectors have doubts about whether economic pressure alone, no matter how painful, can change the behavior of an impoverished, tightly controlled nation that has endured extreme hardship before.\nMr. Kim seemed to reinforce that perception when he recently warned his people that they must be prepared to overcome further burdens. “Our revolution faced the harshest-ever challenges,” Mr. Kim said in his New Year’s Day speech.\n“If you think the North Koreans would revolt or the regime would collapse because of sanctions, you don’t know anything about the North Koreans,” said Kang Mi-jin, a North Korean defector who collects North Korean consumer prices for the South’s central Bank of Korea. “These are people who survived the famine by eating weeds and even talk proudly about it.”\nBut the latest sanctions are causing pain in a way that earlier rounds did not. Some analysts suggest that changes within North Korea, such as the formation of a new middle class, and Mr. Kim’s own promises to improve the lives of his long-suffering people, could make him more willing to give up his nuclear weapons if he can receive convincing guarantees of his government’s survival.\n”We are starting to see the first major test of the North Korean economy under Kim Jong-un,” said Curtis Melvin, a researcher at the U.S.-Korea Institute at Johns Hopkins School of Advanced International Studies.\nSince September, the United Nations Security Council has banned all key North Korean exports, including coal, iron ore, seafood and textiles. If enforced fully, they could eliminate a full 90 percent of the country’s total exports in dollar terms.\nEspecially painful was the decision last December to limit the North’s imports of refined petroleum products to half a million barrels a year, a 90 percent reduction from the previous year.\nNorth Korea can still extract 1.2 million barrels of gasoline, diesel and kerosene from the four million barrels of crude oil a year it is allowed to import, mostly from China, said an energy analyst, Lee Jong-heon. But the combined 1.7 million barrels of refined petroleum would be less than half the amount needed to run all of the 280,000 cars in North Korea, much less heat homes and meet other needs, Mr. Lee said.\nExperts said the sanctions, and China’s apparent willingness to enforce many of them, had dealt a blow to one of the few bright points in the North Korean economy: trade with China, which had been an eager market for ore and other North Korean natural resources.\n“Production has sharply decreased, if not come to a compete halt, in coal, iron, zinc and copper mines,” said Jiro Ishimaru, who runs Asia Press, a Japan-based website that monitors North Korea with the help of informants inside the country. “Many miners don’t report for work because management can’t provide rations or pay wages.”\nNorth Korean exports to China, which account for more than 90 percent of the North’s external trade, plunged by one third to $1.65 billion last year, with volumes dropping by 60 to 95 percent in recent months. Its official trade deficit against China more than doubled last year to $1.68 billion.\n“Petty traders from the North who used to cross into China in the morning on foot or in small cars and then returned in the evening with auto parts and food to sell on the black market no longer come,” said Wu Qiang, a North Korea expert in China.\nThe sanctions have also led China and other nations to send home tens of thousands of North Korean workers, cutting off another key source of hard currency for Mr. Kim’s government.\nWithout foreign currency, North Korea will struggle to finance imports of consumer goods for its people and raw materials for its factories. It will also be unable to import fertilizer in time for the planting season, raising the specter of a return of food shortages, said Jin Qiangyi, director of the Center for North and South Korea Studies at Yanbian University.\nHumanitarian aid workers who have recently visited the country warn that food shortages could be exacerbated by the lack of fuel, which could hamper North Korea’s ability to transport grain from areas of surplus to places where there is not enough. Trucks that used to carry goods twice a day now run only once a day on some routes, though some are extending their decks to carry more loads.\nRecent visitors also describe shortages of medicine. This was evident last year, when South Korean doctors operated on a North Korean soldier who defected through a hail of bullets. When they examined him, they found his intestines filled with worms.\nDespite these privations, analysts say there are few signs that North Korea’s economy has reached a breaking point.\nIn Pyongyang, there is still enough electricity to keep streetlights on at night, said South Korean journalists who visited this month. Everyone seemed to carry a cellphone, and women were more fashionably dressed than before, they said.\nAfter soaring last year, gasoline prices have stabilized in recent months, though they remain nearly twice as high as a year ago. North Korea is likely to respond by further reducing its reliance on oil — petroleum accounts for only 12 percent of its energy production — using North Korean coal that it once exported to China in its own domestic power plants instead, said Mr. Lee, the energy expert.\n“I don’t think the North will surrender its nuclear weapons because of oil shortages,” he said.\nMany experts and frequent visitors to North Korea say its economy is also more robust than many outsiders realize. Mr. Kim’s government has introduced market-oriented reforms, allowing more autonomy for farms and factories and tolerating growing market activities that have improved food supplies for the people. A new, albeit still small, middle class of moneyed entrepreneurs has emerged.\nThe elites have also been enriched, allowing them to stockpile goods and foreign currency.\n“We have seen no big disruption in markets yet that could be attributed to sanctions,” Mr. Ishimaru of Asia Press said. “North Korean markets have proved quite resilient against sanctions.”\nMs. Kang, the defector who collects data using informants in the North, said the country was now far better positioned to ride out the sanctions than in the past. “They have markets,” she said. “There is rice there. Many have cash reserves.”\nShe said the North had also benefited from smuggling that had brought in hard currency and some consumer goods.\nA United Nations panel of experts tallied $200 million that North Korea earned last year through illegal trading, including weapons sales. In February, Washington blacklisted 56 vessels and shipping companies found to have carried out ship-to-ship transfers of fuel and other banned goods on high seas. North Korea is also active in cybertheft schemes, say experts.\nThe actual extent of smuggling could be far larger than estimated. Nighttime smuggling operations have become more common along the border with China, said defectors with sources inside North Korea. North Korean secret police officers collude with border guards to create a window of several hours during which smugglers are free to move goods in and out of the country, they said.\nMs. Kang, who also reports for the Seoul-based website Daily NK, said her sample study of North Korean towns near the border showed that the number of smugglers had doubled in recent years, especially since sanctions began to make their effects felt last year.\n“The screws have been tightened, so the pain is now bigger, but I don’t think it is lethal,” said Rüdiger Frank, an economist at the University of Vienna who studies the North. “I am not convinced that the sanctions were the main factor that led to the current talks.”\nIt may be too early to judge the full impact of the sanctions, which began to hurt only in the second half of 2017, after China appeared to step up enforcement. This means conditions in North Korea could deteriorate further.\nSome analysts have argued that Mr. Kim’s decision to travel to Beijing and meet with President Xi Jinping last month may have been a sign of his desperation to ease sanctions.\nSanctions could be a true “bunker-buster” for the North Korean economy, said Kim Byung-yeon, an economist at Seoul National University. He said that if the sanctions remained in place, they could threaten the government by creating privation among both the elites and the general population.\nThe recent improvements in living standards in North Korea could mean its political elite and new middle class may be unwilling to tolerate a return to economic hardship, said Kim Dong-yub, a North Korea analyst at the Seoul-based Institute for Far Eastern Studies.\nIn Pyongyang, some families make fewer trips to restaurants and choose cheaper domestic goods over more expensive imports. Outside the capital, rural families now sometimes make do with only two meals a day.\n“My worry is that the gains and progress made in recent years in terms of food security and marketization could fade as a result of the sanctions,” said Katharina Zellweger, who has visited North Korea 70 times since 1995, living there from 2006 to 2011 to run a Swiss aid program. “That would mean we are moving backward.”\nOne Chinese trader who does business with middle-class North Koreans said that he had noticed a growing discontent with the government because of the shortages.\n“I can feel they are not satisfied with the government, and if the authorities cannot resolve the sanctions problem, such dissatisfaction will go on and on,” said the trader, who asked to be identified only by his English name, Terry, for fear of repercussions in North Korea. “They have lost the loyalty toward the regime.”\nBut the Kim government still has enormous power to suppress or deflect discontent. No organized antigovernment resistance exists in North Korea, where the government maintains a tight grip on society and relies on the police, backed by a system of informers, to imprison critics.\nComplete control over the news media, and the North’s almost total isolation from the internet, allows the government to shape how many people perceive reality. Bombarded by daily propaganda appeals, North Koreans are more likely to see themselves as citizens of a small nation persecuted by hostile Americans than they are to blame Mr. Kim’s government for their economic hardship, recent visitors and defectors say.\n“These ineffective sanctions are being used as propaganda tools to further flame anti-American sentiments,” said Kim Tae-hoon, co-founder of DoDaum, a humanitarian group that has organized an H.I.V. diagnosis and treatment program in the North.\n“We do ask people about sanctions,” said Linda Lewis, the North Korea country representative for the American Friends Service Committee, a humanitarian aid group, who last visited in November. “We ask about the impact of them. The answer that we usually get from people is: ‘We’ve never experienced a life without sanctions, so how would we know?’”", "date": "April 20, 2018", "href": "https://www.nytimes.com/2018/04/20/world/asia/north-korea-trump-sanctions-kim-jong-un.html", "tags": "sanctions “ make give korean hurting china kim north korea"}