{"title": "Sarah Huckabee Sanders Lied About Details Of James Comey's Firing- Mueller Report", "content": "White House press secretary Sarah Huckabee Sanders, during a 2017 press conference, lied about the circumstances surrounding James Comey’s ouster as FBI director, according to special counsel Robert Mueller’s newly released report.\nOn May 10, 2017, Sanders told reporters that President Donald Trump had decided to fire Comey a day earlier, only after Deputy Attorney General Rod Rosenstein recommended he do so.\nBut Mueller’s nearly 400-page report, a redacted version of which was released to the public on Thursday, states otherwise.\n“Substantial evidence” indicates Trump fired Comey for refusing to publicly state that the president wasn’t personally under investigation, according to the report.\n“In the immediate aftermath of the firing, the President dictated a press statement suggesting that he had acted based on the [Department of Justice] recommendations, and White House press officials repeated that story,” Mueller wrote in his report. “But the President had decided to fire Comey before the White House solicited those recommendations.”\nThe report continues: “Although the President ultimately acknowledged that he was going to fire Comey regardless of the Department of Justice’s recommendations, he did so only after DOJ officials made clear to him that they would resist the White House’s suggestion that they had prompted the process that led to Comey’s termination.” \nWhat’s more, Sanders claimed during that White House press briefing that the “rank-and-file of the FBI had lost confidence in their director.”\nA day later, on May 11, then-acting FBI Director McCabe testified before a Senate panel that Comey had in fact “enjoyed broad support within the FBI and still does to this day.”\n“I can confidently tell you that the majority, the vast majority of FBI employees enjoyed a deep and positive connection to Director Comey,” he said.\nWhen a reporter asked Sanders that day about her comments, which directly contradicted McCabe’s testimony, she said she was speaking to her “own personal experience.”\n“I’ve heard from countless members of the FBI that are grateful and thankful for the president’s decision,” Sanders said from the podium. “And I think that we may have to agree to disagree. I’m sure that there are some people that are disappointed, but I certainly heard from a large number of individuals — and that’s just myself — and I don’t even know that many people in the FBI.”\nBut that was also a lie, according to Mueller’s report. Sanders admitted to the special counsel’s office that her claim that Comey had lost the confidence of rank-and-file FBI agents was wholly fabricated.\n“Following the press conference, Sanders spoke to the President, who told her she did a good job and did not point out any inaccuracies in her comments,” according to the report. “Sanders told this Office that her reference to hearing from ‘countless members of the FBI’ was a ‘slip of the tongue.’”\n“She also recalled that her statement in a separate press interview that rank-and-file FBI agents had lost confidence in Comey was a comment she made ‘in the heat of the moment’ that was not founded on anything,” the report added. \nSanders did not immediately respond to HuffPost’s request for comment.\nComey has long maintained that the White House lied about his reputation at the FBI. In June 2018, Comey said the Trump administration had tried to “defame me” by claiming FBI employees had lost trust in him.\n“Those were lies, plain and simple,” Comey said, adding that leading the bureau was the honor of his life.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/sarah-huckabee-sanders-lied-mueller-report_n_5cb8a6b7e4b06605e3ec53c8", "tags": "report details comey firing- lied ” white house huckabee james sarah fbi sanders press mueller"}