{"title": "Saudis Issued Dire Warnings Against U.S. Sanctions. But How Much Leverage Do They Have?", "content": "The Saudis have warned that they could push oil prices to $100 or $200 a barrel, an act that would probably plunge the American and global economies into recession. They have suggested that United States defense companies could forfeit tens of billions of dollars in deals that could instead go to Russia or China.\nThese threats by Saudi Arabia’s monarchy in recent days were its answer to America’s own threats of punishment over the disappearance and reported killing and dismemberment of a dissident journalist that has shocked the world.\nYet petroleum and defense experts have largely discounted such possibilities.\nWhile Saudi Arabia is still the leading producer in the Organization of the Petroleum Exporting Countries and can exert enormous influence over oil prices, it is no longer the energy superpower that American motorists feared during the Arab oil embargo era of the 1970s.\nAnd as longstanding clients of the American arms industry, the Saudis cannot easily switch to other providers.\n“They depend more on us than we depend on them,” said Daryl G. Kimball, the executive director of the Arms Control Association in Washington.\nSaudi and American officials have moved to defuse the uproar over the Oct. 2 disappearance and reported killing of the journalist, Jamal Khashoggi, at a Saudi consulate in Turkey. Still, the possibility remained of an escalation in the crisis, including American sanctions and Saudi retaliation.\nHere is a look at Saudi Arabia’s economic leverage over the United States — or absence of it — and why it matters.\nTo some degree, yes.\nThe United States is far less dependent on Saudi Arabia and other OPEC members than even a decade ago, when a drilling frenzy began in shale fields across Texas and North Dakota. American production has more than doubled since 2007 — to 10.5 million barrels a day, from 5.1 million barrels a day — and the United States has become a major exporter for the first time in decades.\nThe United States imports only 800,000 barrels a day from Saudi Arabia — 600,000 fewer per day than a decade ago — and much of that goes to a Gulf of Mexico refinery owned by Saudi Aramco, the Saudi national oil company.\nA cutoff of Saudi oil, which represents less than 5 percent of American supplies, would harm Aramco and cut Saudi government revenue. And the United States could replace those supplies with oil from other countries or from its own fields.\nJason Bordoff, a Columbia University professor and founding director of its Center on Global Energy Policy, said that while the Saudis have a significant ability to curtail production and raise the price, it is a weapon they are unlikely to use.\n“It would have a severe negative impact on the global economy,” he said. “It also would be very self-defeating. It would undermine the reputation they built as a reliable supplier for 45 years.”\nSaudi Arabia is by far the biggest foreign recipient of American-made weapons and military gear, according to a database compiled by the Stockholm International Peace Research Institute.\nBut while President Trump has made much of Saudi Arabia as a critical client of United States defense contractors, punctuated by its commitment last year to purchase $110 billion in American weapons, much of that commitment has yet to be fulfilled.\nSome experts said that even if Congress moves ahead to penalize the Saudis by suspending arms sales — as appeared increasingly likely in recent days — the economic impact on the United States would not necessarily be painful.\n“It would hurt the stockholders of the defense companies, but these companies will do just fine without these weapons sales,” Mr. Kimball said. “It’s not like they’re Sears Roebuck.”\nYes and no.\nSaudi Arabia welcomed Mr. Trump’s withdrawal from the Iranian nuclear accord and the resumption of American sanctions, which have cut Iran’s ability to sell oil. But the United States is depending on Saudi Arabia to replace Iranian supplies that had been going to Asian markets.\nA collapse of American-Saudi cooperation would undercut their mutual goal of ostracizing the Iranian government. Any reduction in Saudi exports would be welcomed by Iran, the kingdom’s archenemy, which would benefit from an increase in prices.\nDavid Goldwyn, who was the State Department’s top energy official in the first Obama administration, said the Saudi threat to curtail production had not been taken seriously by the oil markets, so far at least.\nAny Saudi curtailment, he said, “would undermine their primary foreign policy objective, which is containment of Iran.”\nThe Saudis, Mr. Goldwyn said, are also loath to create economic conditions that would accelerate shifts to electric vehicles, hastening the obsolescence of their primary export.\nMemories of oil embargoes by Saudi Arabia and OPEC, and the gasoline lines that they caused a half century ago, are fading. Still, Saudi Arabia is an oil power with persistent influence over prices.\nIt currently produces more than 10 percent of the world’s supplies. As Venezuela’s production plummets because of political problems, and as renewed American oil sanctions on Iran bite further, the Saudi influence will be amplified.\nEd Hirs, an energy economics professor at the University of Houston, said a threat to the oil markets lurked if Congress were to cut arm sales to Saudi Arabia.\nIn response, he said, the Saudis “could cut production, which would raise the price of oil, which would have a negative impact on the U.S. economy — or they could increase production dramatically and drive the crude price down, which would damage the U.S. oil industry incredibly.”\nIn recent months, Saudi Arabia has increased its production and exports to help satisfy Asian customers worried about supplies. The kingdom has coordinated with Russia, which is also increasing production, further relieving price pressures. And OPEC has gone along with the supply increases, despite complaints from Iran.\nAt the same time, the Trump administration is eager to keep gasoline prices low, especially as the midterm elections approach.\nA diplomatic fight between the governments of Saudi Arabia and the United States would normally unsettle oil traders, but oil prices have remained stable in recent days, with the benchmark Brent crude selling in the $80-per-barrel range.\nConcerns about a slowing global economy and reports of ample stockpiles have outweighed any worries about a possible rift between the Saudi kingdom and the Trump administration.\n“The market is shrugging it off,” Michael C. Lynch, the president of Strategic Energy and Economic Research, a Massachusetts-based consultancy, who sometimes advises OPEC.\n“People know that the Saudis don’t want to chase away customers by suggesting their oil supplies are not secure,” he said, “and they think Trump will accept whatever explanation the Saudis give in the end, because he doesn’t want to lose his big defense contracts.”\nOthers, however, suggested that the oil market was not impervious to the crisis over Mr. Khashoggi, especially because the case has raised basic questions of judgment and leadership in the Saudi royal family.\n“Previously, we imagined Saudi Arabia as a bulwark not only in a regional alliance system, but also as the main keeper of stability in the oil market,” said Amy Myers Jaffe, a Middle East oil analyst at the Council on Foreign Relations. “Now, the success of that whole role is being called into question, and the fragility of that stature has been revealed.”", "date": "Oct. 16, 2018", "href": "https://www.nytimes.com/2018/10/16/world/middleeast/saudi-khashoggi-us.html", "tags": "american sanctions much saudis u.s. united leverage issued saudi ” oil states dire warnings arabia"}