{"title": "Saudi Arabia, in Reversal, Suggests Khashoggi’s Killing Was Premeditated", "content": "BEIRUT, Lebanon — Saudi Arabia’s public prosecutor acknowledged for the first time on Thursday that the killing of the dissident columnist Jamal Khashoggi appeared to have been premeditated — yet another shift in the kingdom’s account of his disappearance in Turkey.\nMr. Khashoggi, a Virginia resident who wrote for The Washington Post, vanished at the Saudi Consulate in Istanbul on Oct. 2.\nSince then, Saudi officials have said at various points that he left the consulate alive and well after a short visit; that he was the target of a “rogue” operation by its intelligence service; and, as of last Saturday, that he had been strangled accidentally in a fistfight that broke out as a team of Saudi agents sought to persuade him to return to the kingdom.\nThe latest account, published Thursday in the Saudi-owned media, said the prosecutor had received new information “from the brotherly Turkish side” indicating a premeditated killing — in effect echoing what Turkish officials have been describing for weeks.\nThe admission adds to the growing political pressure on the Trump administration to punish the kingdom, whose de facto ruler, Crown Prince Mohammed bin Salman, has been the White House’s closest Arab ally and the driver of its regional strategies.\nThe Saudi shift followed a visit to Ankara by Gina Haspel, the director of the Central Intelligence Agency. She had been expected to receive access to an audio recording of the killing and other evidence that the Turks say point to orders to kill Mr. Khashoggi from the upper levels of the Saudi royal family.\nMs. Haspel briefed President Trump in Washington on Thursday, but details have not been disclosed.\nSabah, a newspaper close to Turkey’s intelligence agency, reported on Wednesday that Turkish officials had shared the recording and other evidence with Ms. Haspel.\nThe Saudi announcement on Thursday was an attempt to revise its previous public explanations before Washington received and digested evidence that would further discredit the kingdom, a Saudi familiar with the situation said.\nThe statement said that the Saudi public prosecutor had received new information from Turkey through a joint investigation into Mr. Khashoggi’s death and that the kingdom’s own investigation was continuing.\nIt was unclear from the statement whether Saudi Arabia itself had concluded that the killing was premeditated. Nor was it clear what information the kingdom may have gleaned from the 18 Saudis it has arrested in connection with Mr. Khashoggi’s death and the handful of senior officials who have lost jobs as a result of it.\nAll of the kingdom’s statements have sought to distance Crown Prince Mohammed from responsibility for authorizing the killing, and the revision on Thursday did nothing to implicate him. The crown prince himself has sought to project an image of business as usual, speaking to investors at a conference in Riyadh on Wednesday and on Thursday presiding over the first meeting of a new committee assigned to restructure the kingdom’s intelligence services after Mr. Khashoggi’s killing.\nBut many current and former Western officials with experience in Saudi Arabia have said they find it hard to believe that such an operation was put into play without his consent.\nThe kingdom’s shifting account came as one of Mr. Khashoggi’s sons, Salah, a dual Saudi-American citizen who had been barred by Saudi authorities from leaving, departed the country for the United States, according to three family friends.\nSalah Khashoggi’s departure came two days after the Saudis released a video of him shaking hands with King Salman and Prince Mohammed, who extended their condolences. The images caused a large backlash on social media by critics of the crown prince who suspect he ordered Mr. Khashoggi’s killing.\nIt was not immediately clear why the Saudis suddenly allowed Mr. Khashoggi’s son to travel. Friends of the family had suspected that they wanted to keep him in the kingdom to deter his relatives abroad from speaking out.\nSaudi Arabia’s previous explanations for Mr. Khashoggi’s death were met with widespread skepticism from American lawmakers of both parties and several Western governments. President Trump has called it “one of the worst in the history of cover-ups.”\nBut other American allies in the region, including Israel and the United Arab Emirates, are pressing the White House to stand by Prince Mohammed, a person familiar with White House deliberations said Thursday. Both countries argue that the crown prince can still contribute to the broad White House goals for the region, including isolating Iran and selling a peace agreement with Israel to the Palestinians.\nWhile outrage in the United States and elsewhere over Mr. Khashoggi’s killing may require some sanctions or other measures against Saudi Arabia, this person said, the White House does not foresee any meaningful threat to the crown prince’s grip on the levers of power. As a result, the United States and other Western governments must still deal with him despite any stigma from the Khashoggi killing or the kingdom’s changing explanations for it.\nThis week President Recep Tayyip Erdogan of Turkey called Mr. Khashoggi’s killing “premeditated murder” and asked a series of leading questions about who in Riyadh had ordered it.\nTurkish officials have leaked several details pointing to premeditation. Among them: One member of a Saudi team that flew to Istanbul before the killing was a doctor specializing in autopsies who would have had no clear role to play in an interrogation, or even a kidnapping. Another team member resembled Mr. Khashoggi, dressed in his clothes and walked around Istanbul to create a false trail of security camera images that appeared to show he had left the consulate alive.\nTurkish officials have said team members killed Mr. Khashoggi soon after he entered the consulate and dismembered his body with a bone saw, which they brought with them.\nThe Turks have leaked to the news media the names of men on the Saudi team as well as photographs of them arriving at the airport and moving around Istanbul. Several have ties to Prince Mohammed. Saudi Arabia has released no evidence to support its evolving story of what happened.\nMr. Khashoggi’s body has not been found.\nThe Turks have said their government was withholding the claimed recordings of Mr. Khashoggi’s death from public disclosure to avoid exposing sensitive intelligence sources. Several former British and American intelligence officials who have worked closely with Turkey have said that its spy agencies almost certainly had audio surveillance inside the consulate.\nFor the recordings to have real usefulness to the C.I.A. or other agencies, the Turks would have had to provide a full copy so American intelligence operatives could perform technical analysis and establish their authenticity. But even then, the recordings would most likely be of little value on the key policy question: whether the Saudi crown prince was connected to the killing, officials briefed on the intelligence said.\nWhy Turkish intelligence agencies had not previously shown their evidence to their close partners in the American government is a more complicated question.\nTwo political allies close to Mr. Erdogan said in recent days that he did not want to share confidential intelligence about the killing with the White House because he feared the Trump administration might try to aid a Saudi cover-up, perhaps by sharing the information with Prince Mohammed.\nBut while Mr. Erdogan and Turkish intelligence officials distrust the White House, they believe that their longtime partners in the C.I.A. will be independent and nonpartisan, the allies close to Mr. Erdogan said.\n“The Turks most likely asked the C.I.A. director to come and view their materials there,” said Thad Troy, a senior executive at the business intelligence firm the Crumpton Group and a former senior C.I.A. officer with experience in Turkey.\nMs. Haspel, the C.I.A. director, speaks Turkish and previously worked as a top C.I.A. official in Turkey, where the agency collaborates closely with Turkish intelligence services.\nBruce Riedel, a former C.I.A. official who is now a scholar at the Brookings Institution, said the director would not have made the trip unless she knew she would have access to the evidence.\n“Erdogan has put the ball in her court,” he said. “He is playing this like a cat with a mouse.”\nSpeaking to reporters in Ankara on Thursday, the Turkish foreign minister, Mevlut Cavusoglu, appeared to confirm that the Turks had shared the evidence with Ms. Haspel.\n“We shared information and evidence, within the framework of law” with “those who wanted to have detailed information,” he said.", "date": "Oct. 25, 2018", "href": "https://www.nytimes.com/2018/10/25/world/middleeast/saudi-arabia-jamal-khashoggi-turkey.html", "tags": "suggests khashoggi reversal premeditated intelligence officials kingdom saudi killing prince turkish arabia said"}