{"title": "Saudi Crown Prince Mohammed bin Salman, power behind the throne", "content": "Few people outside Saudi Arabia had heard of Mohammed bin Salman Al Saud before his father became king in 2015. But now, the 33-year-old crown prince is considered the de facto ruler of the world's leading oil exporter. \nHe has won plaudits from Western leaders for some of the reforms he has overseen in the conservative Gulf kingdom, including lifting the ban on women driving and seeking to diversify the economy.\nBut he has also been heavily criticised for pursuing a war in neighbouring Yemen that has caused a humanitarian catastrophe, starting a diplomatic dispute with Qatar that has divided the Gulf Co-operation Council (GCC), and escalating a crackdown on dissenting voices.\nThere were even calls for him to be replaced as crown prince after the Saudi journalist Jamal Khashoggi, a prominent critic of the government, was killed by Saudi intelligence agents at the Saudi consulate in Istanbul in October 2018.\nMohammed bin Salman was born on 31 August 1985, the eldest son of then-Prince Salman bin Abdul Aziz Al Saud's third wife, Fahdah bint Falah bin Sultan. \nAfter gaining a bachelor's degree in law at King Saud University in the capital Riyadh, he worked for several state bodies. In 2009, he was appointed special adviser to his father, who was serving as governor of Riyadh at the time.\nMohammed bin Salman's rise to power began in 2013, when he was named head of the Crown Prince's Court, with the rank of minister. The previous year, his father had been appointed crown prince after the death of Nayef bin Abdul Aziz.\nIn January 2015, King Abdullah bin Abdul Aziz died and Salman acceded to the throne at the age of 79. \nThe new king immediately made two decisions that surprised observers, naming his son minister of defence and nephew Mohammed bin Nayef deputy crown prince. The latter became the first of the grandsons of Ibn Saud, the founder of the kingdom, to move on to the line of succession.\nOne of Mohammed bin Salman's first acts as defence minister was to launch a military campaign in Yemen in March 2015 along with other Arab states after the Houthi rebel movement, which they saw as an Iranian proxy, seized control of the capital Sanaa and forced President Abdrabbuh Mansour Hadi to flee abroad.\nThe campaign has made limited progress over the past three and a half years. It has also seen Saudi Arabia and its allies being accused of possible war crimes and pushed millions of Yemenis to the brink of famine. \nIn April 2015, King Salman made more startling changes to the line of succession, appointing Mohammed bin Nayef as crown prince and his son deputy crown prince, second deputy prime minister and president of the Council of Economic and Development Affairs.\nA year later, Mohammed bin Salman unveiled an ambitious and wide-ranging plan to bring economic and social change to the kingdom and end its \"addiction\" to oil. \nThe plan, called Vision 2030, envisages increasing non-oil revenue to 600bn riyals ($160bn; £123bn) by 2020 and 1trn riyals by 2030, up from 163.5bn riyals in 2015. \nThe prince said he wanted to create the world's largest sovereign wealth fund, worth up to $3trn, with money generated by partially privatising the state oil company, Saudi Aramco.\nThe plan also envisaged changing the education curriculum, increasing women's participation in the workforce, and investing in the entertainment sector to help create jobs for young people.\nIn April 2017, the kingdom announced plans for a 334 sq km (129 sq mile) entertainment city on the edge of Riyadh offering a range of cultural and sporting activities - including a safari park.\nThe prince was also seen as having spearheaded a boycott of Qatar, which Saudi Arabia, the United Arab Emirates, Bahrain and Egypt began in early June 2017 over its alleged support for terrorism and meddling in its neighbours' affairs. \nQatar denied the allegations and refused to comply with a list of demands to restore diplomatic and trade links, leading to a stand-off that has yet to be resolved. \nIn late June 2017, King Salman ended months of speculation by replacing Mohammed bin Nayef as crown prince in favour of his son.\nMohammed bin Nayef was also removed as head of the interior ministry, bringing its security forces under the control of the royal court and his cousin, and reportedly placed under house arrest.\nMohammed bin Salman subsequently sought to consolidate his power and pressed ahead with his plans for economic and social liberalisation.\nAn initial step was the reversal of some of the cuts to allowances, bonuses and financial benefits for civil servants and military personnel that were announced in 2016 as declining oil prices and revenues undermined the economy. \nIn September, a crackdown was launched against perceived opponents of the crown prince's policies. More than 20 influential clerics and intellectuals were detained as the authorities targeted a group allegedly acting on behalf of \"foreign parties against the security of the kingdom\".\nLater that month, Mohammed bin Salman was given much of the credit for King Salman's announcement that a ban on women drivers would end in June 2018, despite opposition from conservatives.  \nAnd in October, the prince said the return of \"moderate Islam\" was key to his plans to modernise the kingdom as he announced the investment of $500bn in a new city and business zone, dubbed Neom. \nThe next month, he launched a sweeping anti-corruption drive that many analysts said removed the final obstacles to his gaining total control of the kingdom. \nThe billionaire Prince Alwaleed bin Talal and Prince Miteb bin Abdullah, the son of the late king and chief of the National Guard, were among 381 people detained. \nIn January 2018, the attorney general announced that settlements worth an estimated 400bn riyals ($107bn; £82bn) had been agreed with those who admitted guilt and handed over properties, cash, securities and other assets. Eight people remained in custody for possible trial as of October. \nMohammed bin Salman said the mass arrests were necessary to combat \"the cancer of corruption\", but it may have unsettled the foreign investors he is counting on to help modernise Saudi Arabia's economy. New foreign direct investment plunged to a 14-year low in 2017.\nInvestors may also have been alarmed by a diplomatic row that erupted in August 2018, when Saudi Arabia froze all new trade with Canada after it called for the release of civil society and women's rights activists detained in an apparent crackdown on dissent.\nSeveral of the activists - whom authorities began to round up shortly before lifting the ban on women driving - have been accused of serious crimes, including \"suspicious contact with foreign parties\".\nMohammed bin Salman defended the detention of the activists in an interview with Bloomberg in October 2018, explaining that they were among about 1,500 people held over the past three years on national security grounds and for the \"misuse\" of their right to free speech.\n\"I didn't call myself a reformer of Saudi Arabia,\" he said. \"I am the crown prince of Saudi Arabia and I am trying to do the best that I can do through my position.\" \nHe added: \"Here we are trying to get rid of extremism and terrorism without civil war, without stopping the country from growing. So if there is a small price in that area, it's better than paying a big debt to do that move.\"\nThe prince also denied in the interview that he knew anything about the fate of Jamal Khashoggi, even though subsequent reports suggested that some of the Saudi agents alleged to have killed the journalist were attached to his personal security detail and two members of his inner circle were sacked over their roles", "date": "22 October 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-40354415", "tags": "arabia bin mohammed kingdom saudi crown salman prince king power behind also throne"}