{"title": "School District Backpedals On Jelly Sandwich-Only Policy For Students With Lunch Debt", "content": "After blistering criticism for what angry parents and others characterized as “lunch shaming,” a Rhode Island school district has backpedaled on a decision to only serve sunflower seed butter and jelly sandwiches to students with unpaid bills.\nWarwick Public Schools made headlines — and provoked hundreds of furious comments on social media — after announcing Monday that the cold sandwiches would be provided as the only lunch option to children whose school lunch accounts were in arrears.\nThe students, the district said in a Facebook post, would only get their full lunch privileges back after the “balance owed is paid in full or a payment plan is set up through the food service office.” The policy was slated to kick in May 13.\nThe backlash, however, was swift and furious.\n“Absolutely disgusting. There are MANY options to take rather than publicly shaming children. These are minor CHILDREN you are shaming for the actions of their parents. Anyone in the district who approved this action should be ashamed of themselves,” one person on Facebook commented.\n“Just give the kids lunch,” another wrote. “We already lost a janitor, science teacher, don’t have air conditioning, we can’t spring for a chicken patty for a hungry kid? What if this is their only meal of the day?”\nThe school district, which has more than 9,000 pre-K through 12th-grade students, initially stood by its sandwich decision. More than 1,600 students had a balance on their lunch accounts, the district said ― amounting to some $77,000 in lunch debt. It noted that most of the students with lunch debt were not enrolled in the free and reduced-price lunch program.  \nAccording to the Washington Post, almost 40% of students in Warwick have qualified for free or reduced-price lunches in previous years.\n“We have sent out letters and certified letters to every family,” Warwick School Committee chairwoman Karen Bachus told NBC News. “All they have to do is contact us to try to work it out.” \nBachus said the policy was not aimed at singling out kids with debt, noting that the sunflower butter and jelly sandwich option is on the regular lunch menu.\n“Before we used to give a cheese sandwich which did single them out, but now we’ve gone with an on-the-menu meal,” Bachus said. “So what’s wrong with that?”\nBut these arguments did not assuage critics who described the district’s policy as “lunch shaming.”\nThe district, which had also come under scrutiny for refusing to accept a $4,000 donation from a local restauranteur, also said in its statement that it was “grateful for any financial support that has been offered.”\n“We are working with our attorneys to ensure that we accept donations in compliance with the law and that the donations are applied in an equitable manner,” it wrote.", "date": "\n05/09/2019", "href": "https://www.huffpost.com/entry/jelly-sandwich-rhode-island-warwick-lunch_n_5cd3e200e4b0db2524b60b59", "tags": "policy debt backpedals jelly shaming sandwich-only ” warwick district children lunch school students"}