{"title": "Scots ministers to finalise fracking policy in 2019", "content": "Scottish ministers will be ready to set out their finalised policy on fracking by spring 2019, MSPs have been told.\nA moratorium on the controversial process has been in place since 2015, and the government said in October 2017 that it backed an \"effective ban\".\nHowever after a legal challenge the government's lawyers then argued in court that this was a PR \"gloss\", and they had \"not yet adopted a position\".\nA fresh consultation on environmental assessments has now been launched.\nEnergy minister Paul Wheelhouse wrote to MSPs saying it was anticipated that ministers would \"inform parliament of our policy on the development of unconventional oil and gas in Scotland in the first quarter of 2019\".\nFracking is set to resume in England for the first time since 2011 after a legal challenge failed.\nHowever, the practice remains prohibited in Scotland, with ministers enforcing a moratorium on it via planning powers.\nMr Wheelhouse told MSPs in October 2017 that the moratorium would continue \"indefinitely\", calling this an \"effective ban\" and saying that fracking \"cannot and will not take place in Scotland\".\nThis position was endorsed by MSPS by a vote of 91 to 28, and First Minister Nicola Sturgeon later told the SNP conference that \"fracking is now banned in Scotland\".\nHowever, when Petrochemical firms Ineos and Reach launched a legal challenge, the government's legal representative told the Court of Session that there was no ban in place as the policymaking process was still ongoing.\nJames Mure QC told the court that the concept of an \"effective ban\" was PR \"gloss\" and \"the language of a press statement\" - adding that ministers \"have not yet adopted a position\" on fracking.\nJudge Lord Pentland said that lawyers had \"made it clear to the court\" that ministerial statements about a ban \"were mistaken and did not accurately reflect the legal position\".\nThe government has undertaken a strategic environmental assessment on its preferred position, and has now launched a public consultation on this.\nMr Wheelhouse wrote to MSPs saying that \"it is anticipated\" ministers would be ready to set out their finalised policy position \"in the first quarter of 2019\".\nFriends of the Earth Scotland urged the government \"commit to a full legal ban\", rather than an extension of the moratorium.\nHead of campaigns Mary Church said: \"A future minority government could overturn the current policy not to support fracking with the stroke of a pen - and crucially, no recourse to parliament or the will of the people.\n\"Only a legislative approach can ensure a robust, enforceable ban on fracking.\"\nScottish Labour said the government's \"processes and consultation can seem to go on and on\", saying that \"communities and business deserve clarity\".\nAnd the Scottish Lib Dems said that the \"confusion at the heart of the Scottish government's approach has left communities affected both uncertain and apprehensive\".", "date": "23 October 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-45954853", "tags": "policy scotland scots fracking msps legal ministers finalise position told government ban"}