{"title": "Scott Morrison: Australia's conservative pragmatist", "content": "Scott Morrison emerged as Australia's new prime minister last year after a chaotic period of political infighting and surprise twists.\nA social conservative, Mr Morrison also appeals to the moderate elements of the Liberal Party and is widely recognised as a shrewd and pragmatic political engineer. \nAlthough he did not initiate the August leadership challenge against former prime minister Malcolm Turnbull, he defeated the man who did, Peter Dutton, at the final pass. \nHe then went on to be thanked for his loyalty in Mr Turnbull's final speech as the country's leader. \nYet Mr Morrison - known as \"ScoMo\" around Parliament House - had long been seen to harbour leadership ambitions and was an obvious contender once Mr Turnbull's fragile alliances began to collapse. \nHe now faces a tough task to convince voters that his government is united and has a vision to justify being re-elected in May. \nThe 50-year-old has been one of the country's leading religious conservatives and represents a deeply traditional heartland of Sydney.  \nHe opposed the same sex marriage bill but kept a low profile during that debate - he ultimately abstained, a clear sign of his pragmatic approach when politics and personal beliefs collide. \nBut he rose to national prominence for vigorously enforcing Australia's controversial approach to asylum seekers, including the \"Stop the Boats\" policy, as immigration minister in Tony Abbott's government. \nThere was trenchant public criticism of the policy, but Mr Morrison proceeded with his severe approach to the portfolio and built a reputation as a tough operator. He remained unfazed by specific accusations about the lack of transparency over what was happening in Australia's offshore detention centres.\nIt's a reputation that wasn't helped by a precarious moment in 2011, when he was lambasted for a scathing attack on the Labor Government when it flew asylum-seeker relatives to their drowned children's funerals after a boat tragedy off Christmas Island. He apologised - only for the timing.\nSo when he changed portfolio to social security apprehension swept across Australia's community sector. But he softened his image and when the time came he helped Malcolm Turnbull secure the leadership in 2015.\nHe was rewarded with the treasury and is widely judged to have delivered a competent performance. Colleagues and opponents laud his work ethic and what they say is his clear communication and consultation with stakeholders.\nThe son of a police officer, he grew up in Sydney's beachside suburbs.  He's seen as the proverbial \"family man\" who understands Australia's suburban conservative values and he is now closely connected to the Pentecostal movement. He married his wife Jenny when he was 21 and the pair have two children. \nHe has always been politically engaged and was a former state director for the Liberal Party. But he also held senior roles in tourism - he was a former managing director of Tourism Australia - before running for federal office in 2007 and finally entering the cut-throat political stage in Canberra.\nHe emerged triumphant in the latest phase of Australia's notoriously bruising political wars as the sixth prime minister in 11 years.\nMr Morrison's tenure as prime minister has been somewhat hamstrung by the fact that he has overseen a minority government.\nIn February, his government suffered a historic defeat as parliament passed a bill that streamlined the process to get sick refugees in offshore detention into the medical care they needed in Australia.\nIt was the first time his Liberal Party had lost a substantive vote on the floor of the House of Representatives since 1929.\nThe Morrison government's first budget in April forecast Australia's first surplus in more than a decade, with the prime minister proclaiming: \"Today we're bringing the budget back in black.\"\nA focus on the economy - a topic that tends to unite moderates and conservatives within the government - is expected to be central to Mr Morrison's election strategy.", "date": "15 April 2019", "href": "https://www.bbc.co.uk/news/world-australia-45292331", "tags": "australia minister prime party political conservative liberal scott pragmatist turnbull government morrison"}