{"title": "Scrutiny of Russia Investigation Is Said to Be a Review, Not a Criminal Inquiry", "content": "WASHINGTON — The federal prosecutor tapped to scrutinize the origins of the Russia investigation is conducting only a review for now and has not opened any criminal inquiry, a person familiar with the matter said on Tuesday.\nThe prosecutor, John H. Durham, the United States attorney for Connecticut, is broadly examining the government’s collection of intelligence involving the Trump campaign’s interactions with Russians, the person said. The additional details about the scope and limits of his role emerged a day after The New York Times reported that Attorney General William P. Barr had put Mr. Durham in charge of scrutinizing the early stages of the Trump-Russia investigation during the 2016 election.\nWhile Mr. Durham has conducted criminal investigations into allegations of high-level wrongdoing by law enforcement and national security officials, including the F.B.I.’s handling of organized crime informants and the C.I.A.’s torture of detainees, his new review does not rise to that level, the person said.\nThe distinction means that Mr. Durham for now will not wield the sort of law enforcement powers that come with an open criminal investigation, such as the ability to subpoena documents and compel witnesses to testify. Instead, he will have the authority only to read documents the government has already gathered and to request voluntary witness interviews.\nThat distinction could have political consequences. Earlier on Tuesday, Senator Lindsey Graham, Republican of South Carolina and the chairman of the Judiciary Committee, told reporters he would “pull back” a proposed inquiry by his committee into what Mr. Trump’s allies have portrayed as surveillance abuse because he did not want to get in the way of a criminal investigation by Mr. Durham.\nBut later on Tuesday, told by a Times reporter that Mr. Durham was for now conducting only a review, Mr. Graham said, “That is completely different.” He said he wanted the inquiry to be run by a prosecutor with the same power as Robert S. Mueller III, the special counsel who scrutinized Trump-Russia links.\nMr. Graham said he was likely to wait for the completion of a review by the department’s independent inspector general, Michael E. Horowitz, which is expected within weeks, to see whether it generated a criminal referral. “If there is not a criminal investigation, then oversight will be different” by his committee, he said.\nBut the fact that Mr. Durham is conducting only a limited review, not a criminal investigation, also suggests the Justice Department has still not identified sufficient facts to open such an inquiry. The legal standard is whether facts exist that reasonably indicate that a specific crime has been committed.\nAs part of the F.B.I.’s original Russia investigation, known as Crossfire Hurricane, agents used informants and at least one government investigator to attempt to determine whether Trump campaign associates were in contact with Russia.\nThe F.B.I. also obtained a wiretap order from the Foreign Intelligence Surveillance Court targeting Carter Page, a former Trump campaign adviser. Its application partly relied upon unverified information about Trump ties to Russia generated by an investigator who was indirectly paid by Democrats.\nThe review is also likely to entangle the C.I.A. director, Gina Haspel, who was the agency’s London station chief at a seminal moment in the F.B.I.’s investigation. In late July 2016, the Australian government told the United States Embassy in London that George Papadopoulos, a Trump campaign adviser, had told an Australian diplomat that Russia had damaging information about Hillary Clinton in the form of stolen emails before WikiLeaks published them. It remains unclear if Ms. Haspel was aware at the time of the information the Australians had provided to the United States.\nThat information partly formed the basis for opening the Russia investigation. F.B.I. agents traveled the following month to London to interview the diplomat and then mounted an operation targeting Mr. Papadopoulos and several other Trump campaign aides with personal ties to Russia. The following spring, Mr. Mueller was appointed special counsel to take over the investigation after Mr. Trump fired James B. Comey as F.B.I. director.\nMr. Durham’s assignment is to review all intelligence collection activities related to the Trump campaign, the person said.\nMr. Barr, who asked Mr. Durham to oversee that review several weeks ago, is also taking a personal role in it, the person said. He has been discussing it with Ms. Haspel; Christopher A. Wray, the F.B.I. director; and Dan Coats, the director of national intelligence.\nWhen the FISA wiretap targeting Mr. Page came to light and Mr. Trump’s allies portrayed it as an abuse of power, the Justice Department — under Rod J. Rosenstein, then the deputy attorney general — referred the matter to Mr. Horowitz, the inspector general, for a review.\nMr. Rosenstein also asked John W. Huber, an Obama administration holdover whom Mr. Trump had reappointed as the United States attorney for Utah, to look at the FISA issues, along with several other politically charged matters. But it is not clear that Mr. Huber has done much on the issue yet, possibly waiting for Mr. Horowitz to complete his review first. Mr. Durham will now take over the FISA review assignment from Mr. Huber as part of his broader review, the person said.\nMr. Barr has signaled his concerns about the Russia investigation during congressional testimony, portraying the surveillance of Trump associates as “spying” and saying he wanted to make sure it was legal, though he also said he was not suggesting he had any basis for saying the inquiry was not lawfully predicated.\nHis use of the term “spying” to describe court-authorized surveillance aimed at understanding Russian outreach to the Trump campaign touched off criticism that he was echoing insinuations by Mr. Trump and his allies that the F.B.I. was unfairly spying on his campaign for political purposes.\nIn congressional testimony last week, Mr. Wray defended the bureau, saying he was unaware of any illegal surveillance, and refused to call agents’ work “spying.”\nThe attorney general, he said, “is trying to get a better understanding of the circumstances at the department and the F.B.I. surrounding the initiation of this particular investigation. He and I have been in fairly close contact about it, and we’re trying to work together to help him get the understanding that he needs on that subject. I think that’s appropriate.”\nIn a speech in Baltimore late on Monday, Mr. Rosenstein, who stepped down as deputy attorney general last week, defended his decision to appoint Mr. Mueller to continue the investigation of people linked to the Trump campaign in relation to their connections with Russian agents.\n“Based on what I knew in May 2017, the investigation of Russian election interference was justified, and closing it was not an option,” he said. “The Department of Justice inspector general is reviewing aspects of the counterintelligence investigation. If the inspector general finds significant new facts, I would reconsider my opinion. But I always need to base my opinions on credible evidence.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/us/politics/russia-investigation-review.html", "tags": "criminal inquiry investigation durham scrutiny ” russia review campaign said"}