{"title": "Scrutinizing White House Security Clearances, House Panel Subpoenas Ex-Official", "content": "The House Committee on Oversight and Reform voted Tuesday to issue a subpoena to the former head of the personnel security division at the White House after a whistle-blower accused him of putting national security in jeopardy by mismanaging security clearances.\nThe whistle-blower, Tricia Newbold, a manager in the White House’s Personnel Security Office, told the committee in a private interview last month that senior Trump administration officials granted security clearances to at least 25 individuals whose applications had been denied by career employees for “disqualifying issues,” including drug use and criminal conduct, the committee’s Democratic staff said in a memo released on Monday.\nMs. Newbold said the top personnel security official, Carl Kline, reversed a decision to deny a clearance for a senior White House official after a background check turned up multiple concerns, including possible foreign influence. She also said Mr. Kline granted a security clearance to a second White House official despite concerns voiced by a specialist.\nWhen Ms. Newbold repeatedly pointed out his actions, she said he discriminated against her over her short stature, which is caused by a form of dwarfism. She filed a complaint against him with the Equal Employment Opportunity Commission.\nA White House spokesman declined to comment on the subpoena. In a statement, Mr. Kline’s lawyer, Robert Driscoll, said the “facts will prove that he acted appropriately at all times.” Mr. Driscoll said he received the subpoena from Representative Elijah E. Cummings, Democrat of Maryland and the chairman of the committee, on Tuesday evening.\nThe committee also voted on Tuesday to authorize subpoenas related to the Trump administration’s decision to add a citizenship question to the 2020 census questionnaire, an issue that is being taken up by the United States Supreme Court.\nThese committee votes authorized some of the first subpoenas for members of the Trump administration after Democrats, who promised to be a check on the White House, gained the House majority in the midterm elections.\nMr. Cummings said during Tuesday’s meeting that despite claims the committee was just trying to “embarrass” the president with its newfound subpoena power, the move to compel testimony from Mr. Kline was meant to protect national security. The vote, 22 to 15, was along party lines.\nNBC News reported in January that Mr. Kline, who was Ms. Newbold’s boss, had overruled a decision by career security officials concerned about granting a clearance to Jared Kushner, President Trump’s son-in-law and senior adviser.\nMs. Newbold, a 39-year-old employee who has worked in the White House for 18 years under both Republican and Democratic administrations, said she decided to go to the committee after attempts to raise concerns with her superiors and the White House counsel went nowhere, according to the Democratic staff’s account.\n“She’s begging us to do something,” Mr. Cummings said during the meeting. “Because she simply wants her government to work the way it’s supposed to work.”\nRepublicans on the committee argued against the subpoena because Mr. Kline’s lawyer indicated that Mr. Kline was willing to appear before the panel voluntarily. In their own memo summarizing Ms. Newbold’s comments to the committee, they presented her concerns as overblown and depicted her as a disgruntled federal employee.\n“We’re going to subpoena a guy who just sent us a letter saying he’s willing to come here voluntarily,” said Representative Jim Jordan of Ohio, the committee’s top Republican. “I’ve been on this committee 10 years; I’ve never seen anything like this.”\nBut Mr. Cummings said that Mr. Kline, who now works at the Department of Defense, refused to answer questions from the committee about specific federal officials and clearance decisions during a voluntary appearance. Mr. Cummings said that the White House refused two committee requests to interview Mr. Kline and that Mr. Kline did not respond to two separate requests sent directly to him since January.\nIn a letter to Mr. Cummings, dated Tuesday, Mr. Driscoll wrote that his client was willing to appear but that the White House Counsel’s Office deemed some of the proposed topics as an infringement upon President Trump’s rights as the chief executive. Mr. Driscoll called a subpoena an “extreme and unnecessary step.”\nMr. Cummings said he planned to seek testimony from other senior White House officials as well.\nMost of the Republican members of the committee also opposed the majority’s proposal to subpoena testimony from a top Justice Department official, John Gore, about adding a citizenship question to the census.\nThe committee voted mostly along party lines to authorize a subpoena for testimony from Mr. Gore, as well as for documents from the Justice Department and the Commerce Department, some of which were either denied to the committee or heavily redacted.\nOne Republican member, Representative Justin Amash of Michigan, joined the Democrats in the vote.\nThe White House did not provide official comment on the census-related subpoenas. Mr. Jordan accused Democratic members of the committee of trying to interfere in the court proceedings over the citizenship question.\nIn January, a federal trial judge blocked the Commerce Department from adding the question, saying the process that led to the decision was deeply flawed. The Supreme Court in February agreed to hear the case, putting it on a fast track ahead of the June deadline for printing the questionnaires.", "date": "April 2, 2019", "href": "https://www.nytimes.com/2019/04/02/us/politics/house-subpoena-carl-kline.html", "tags": "security panel scrutinizing ex-official subpoenas committee kline white house ” clearances subpoena"}