{"title": "Sean Bean's Role In 'Game Of Thrones' Was Much Bigger Than You Thought", "content": "Season 1 of “Game of Thrones” may seem like a distant memory, but let’s get real: The North always remembers. \nIf there’s one character who’s truly unforgettable, it’s Eddard “Ned” Stark, played by the actor who dies in everything, Sean Bean. Ned was billed as the lead of the HBO series, but (spoiler alert!) was killed off in Episode 9, “Baelor,” proving early on that “GoT” wasn’t against executing its stars ― or any other cast member for that matter.\nStill, despite getting his head chopped off, Ned has remained the heart of the HBO show, posthumously guiding the Stark children throughout their own journeys to the Iron Throne. \nWhen asked about Ned’s impact years after his untimely/tragic/why-God-why departure, Bean told HuffPost, “He was such a fantastic character to play. He was one of the very few good men with principles and morals and values in the whole thing, because everybody’s backstabbing and poisonous people.” \n“He was an anchor to a lot of people, and of goodness ... I was just glad to play Ned Stark. I’m very proud of it,” Bean said.\nSomething else Bean is proud of: He says was his voice that determined the dialect of the North. That’s right, Bean said that showrunners David Benioff and D.B. Weiss suggested the Yorkshire, England, native keep his own accent when playing the Stark patriarch.\n“We were doing the [pilot] read-through and the producers and the writers said, ‘Why don’t you just keep your own accent?’ And I said, ‘All right! Good for me,’” he said on Build Series, laughing. “But then, everybody else had to do the same accent [as] me from the Stark family. So I established the way we speak.” \n“That set the tone for I guess the next seven seasons,” he later told HuffPost. “They all had to talk like me.”\nCasting director Nina Gold confirmed Bean’s pivotal role in an interview with HuffPost last year. “Sean Bean is a delight and an amazing actor,” she said. “After casting him, we wanted to make people seem like they were a part of his family and part of the same anthropology. It set the tone for the casting of the rest of the North.” \n“I guess we were trying to make it have a homogeneous feel,” she added, referencing the Northern English accent. ”[We] were trying to find something to bring them together … but also, it makes sense because it’s the North!”\nOf course, Michelle Fairley (Catelyn), Richard Madden (Robb), Kit Harington (Jon Snow), Sophie Turner (Sansa), Maisie Williams (Arya), Isaac Hempstead Wright (Bran) and Art Parkinson (Rickon) were all cast as members of the Stark clan. Each attempted to bring Bean’s accent to life in their own way on screen, some better than others.   \n“A lot of British actors are magnificent at accents, but Kit and Maisie, who are both from the West country, and Richard, who is Scottish, all particularly nailed what we were looking for,” Gold said.\nAs for whether Bean helped any of his young co-stars with the Northern accent, he told HuffPost, “Now and again, yeah, but not often. Kids are quick at picking things up; the older guys could use help a bit.”\n“But no, it’s quite a well-known accent and it’s not that hard,” he said.\nBean’s accent eventually even led producers to cast Bella Ramsey, aka everyone’s favorite speech-giving spitfire from Bear Island, Lady Mormont.\n“The kind of convention that we’ve sort of got going on is the people in the North have a Northern accent. We then went with it for the whole of the North ... so we were looking for Northern kids,” she said, “We met her at [The Television Workshop in Nottingham] ... and it was just great.”\nApparently, Ramsey didn’t even have to audition too many times because, at that point, producers knew what they were looking for.\nAnd, it was her. \nBean hasn’t kept up with the show as much as he would’ve liked to. (“I think I got me head chopped off in the ninth episode, I stopped watching it then,” he said, laughing.) But he’s glad to be a small part of Westeros and eager to see Ned’s kin ultimately reign supreme.\n“I think Jon Snow would be a good choice [for the Iron Throne],” he said. \nWatch Sean Bean’s full Build Series interview below. \nBill Bradley contributed reporting.", "date": "\n03/17/2018", "href": "https://www.huffpost.com/entry/sean-bean-game-of-thrones_n_5aa6b621e4b087e5aaeca1fc", "tags": "much thought “ stark sean ned northern bean bigger thrones role north accent huffpost"}