{"title": "Second Australian senator quits over dual citizenship", "content": "An Australian senator who made history by breastfeeding in parliament has resigned after learning she holds dual citizenship.\nLarissa Waters, from the minor Greens party, was born in Canada.\nUnder Australia's constitution, a person cannot run for federal office if they hold dual or plural citizenship.\nOn Friday, another Greens senator, Scott Ludlam, also resigned for having dual citizenship. Both politicians were deputy leaders of the party.\nIn May, Ms Waters gained international attention by becoming the first politician to breastfeed in Australia's federal parliament.\nMs Waters said she only discovered her citizenship status following the case of Mr Ludlam, who had recently learned he was a New Zealand national.\nHolding back tears at a press conference on Tuesday, Ms Waters described her error as an \"honest mistake\".\n\"I was devastated to learn that because of 70-year-old Canadian laws I had been a dual citizen from birth, and that Canadian law changed a week after I was born and required me to have actively renounced Canadian citizenship,\" she said.\nThe senator, 40, was 11 months old when she left Canada with her Australian parents.\n\"All of this happened before I could even say my first word,\" she said.\nHowever, Ms Waters, who was first elected in 2011, said she took \"full responsibility\".\nIt is not yet clear whether she and Mr Ludlam will have to repay their Senate salaries and allowances.\n\"Certainly it is something that may occur and I will face it if it comes,\" Ms Waters said.\nGreens leader Richard Di Natale said he was \"gutted\" by the resignation of Ms Waters, who had made an \"enormous contribution\" to Australia.\nThe party leader said he was taking immediate action to ensure the mistake would not be repeated.\n\"It has been a terrible month, there is no other way of sugar-coating it,\" he said.\nAccording to Australia's constitution, politicians must relinquish foreign citizenships before standing for office.", "date": "18 July 2017", "href": "https://www.bbc.co.uk/news/world-australia-40640061", "tags": "australia ms ludlam second party waters australian citizenship greens quits senator dual"}