{"title": "Secret's Out- The Senate Health Care Bill Is An Assault On The Safety Net", "content": "Americans are finally getting a look at the much-anticipated, heretofore-secret Senate Republican health care bill. As expected, the bill released Thursday amounts to a massive rollback of the federal commitment to promote health care access and would instead pay for hundreds of billions of dollars in tax cuts for corporations and the wealthy.\nThe Congressional Budget Office isn’t expected to weigh in on the Senate bill, dubbed the Better Care Reconciliation Act, until next week. That means there’s no official accounting of what the legislation would do to the health care system, how many people stand to lose their coverage and how much the federal government would spend on health care programs. And the 142-page bill consists of complex legislative language that will require days for other analysts to fully digest.\nBut the plain truth already is clear: This legislation would result in millions of people losing their health benefits and would shrink the safety net over time. Wealthy people and health care companies would see their taxes go down. And although some consumers may pay less for insurance, an untold number of people wouldn’t have access to the coverage and medical services they have under the existing health care law. \nSenate Majority Leader Mitch McConnell (R-Ky.) hasn’t locked down the 50 votes he needs to pass this bill. But GOP lawmakers have been promising Obamacare repeal for more than seven years, President Donald Trump is eager to fulfill his campaign promise to undo the law (if not his vow to replace it with ”something terrific”) and the House has already advanced its own bill.\nMcConnell wants the Senate to vote on this bill next week, capping off a remarkably secretive and rapid process that has outraged Senate Democrats.\nAlthough Trump, McConnell, House Speaker Paul Ryan (R-Wis.) and other GOP leaders always refer to their plans as a mission to repeal and “replace” the Affordable Care Act, the legislation unveiled Thursday is actually a fundamental, drastic overhaul of the Medicaid program that serves children, people living near or below the poverty level, pregnant women, people with disabilities and elderly nursing home residents.\nThe bill would also eradicate central components of the Affordable Care Act, such as its expansion to Medicaid to cover more poor, working-age adults, its requirement that most people either obtain health coverage or face a tax penalty and its rule that large employers must offer health benefits to workers.\nLike the House, the Senate seeks to go far beyond unraveling President Barack Obama’s landmark 2010 health care reform initiative by making draconian cuts to Medicaid.\nThe CBO determined that the House-passed American Health Care Act would mean 23 million fewer Americans having health coverage over the coming decade, while a small but very wealthy group of Americans would get a substantial tax cut.\nBroadly speaking, the Senate bill looks a lot like that House bill. It calls for rolling back the Medicaid expansion and fundamentally changing the program going forward ― specifically, by ending the federal government’s open-ended commitment to funding the program at whatever levels it takes to cover everybody who becomes eligible. Instead, states would receive a lump sum per year or a lump sum per enrollee.\nProjections have shown that the federal government would spend far less on Medicaid spending over time. This would almost certainly force states ― which jointly fund and operate Medicaid ― to make deep cuts to the program by taking actions like eliminating coverage and benefits and reducing already-low fees to doctors and other medical providers.\nRepublicans have said their reforms would protect the most vulnerable people in Medicaid, such as the elderly and disabled, because the formula for the new spending caps assume greater spending on these people. But experts who have analyzed the proposals have said states would still have a relatively free hand on how to spend that money once they get it from Washington. Because the elderly and disabled account for half of program spending, coverage for them would be ripe targets for cuts.\nThe CBO projected 14 million fewer people would receive Medicaid over the next 10 years under the House bill, and the Senate’s deeper cuts to the program could mean an even higher number losing this coverage.\nThe Senate bill would also rejigger the Affordable Care Act’s reforms of the private insurance market for people who buy coverage on their own. \nPeople would still be eligible for financial assistance, in order to help offset the costs of premiums. But fewer middle-income people would get assistance. The assistance that people get would also be smaller, which means people would have to pay more to get the same kind of coverage they have now — or put up with policies that leave them exposed to higher out-of-pocket costs. \nThis is because the Senate bill redefines the “benchmark” plan that the federal government would use as its basis for calculating financial assistance. Instead of a plan that covers 70 percent of the average person’s medical expenses, the Senate bill would reduce that level to 58 percent of the average person’s medical expenses. Larry Levitt, an analyst with the Henry J. Kaiser Family Foundation, likened that change to a 15 percent, across-the-board reduction in subsidies for people buying coverage on their own.\nThe Senate bill makes a few other changes to the funding formula. As a result, some younger people would end up paying less for their coverage than they do today. But older consumers would just as surely pay more. In addition, low-income consumers would also face substantially higher copayments and deductibles, because the Senate bill would eliminate special subsidies that presently reduce out-of-pocket costs for people with incomes below 250 percent of the poverty line, or about $30,000 per year for an individual \nHealth insurance companies would be permitted to sell skimpier policies that cover a smaller share of patients’ medical bills, which likely would mean even higher deductibles and other costs than the plans available under the Affordable Care Act. They would also have more leeway to vary premiums by age. Under current law, insurers can only charge older consumers three times as much.\nThe Senate bill, like the House bill, would effectively eliminate the controversial individual mandate, under which people who decline to get health insurance pay a tax penalty. In addition, states would have the ability to waive some regulations on insurance, including requirements that all plans cover an “essential” set of benefits. \nThe bill retains the Affordable Care Act’s rule that insurers can’t reject applicants because of pre-existing conditions or charge them more than healthier people, but that promise could prove empty under the Senate bill. \nBecause states could revoke the current set of guaranteed benefits ― which includes things like hospitalizations, prescription drugs and maternity care ― insurers would be able to design policies that would leave out important treatments. For example, insurers couldn’t refuse to cover a patient with HIV/AIDS, diabetes or a history of cancer, but they could offer plans that don’t cover the treatments for those things.\nAt the same time, the Senate bill would eventually eliminate most of the Affordable Care Act’s taxes that fall on health care companies ― including health insurers, pharmaceutical companies and medical device makers ― and wealthy individuals.\nThe Senate bill sheds some of the harshest aspects of the House measure, such as letting states entirely cast aside the guarantee of coverage for people with pre-existing conditions and would offer relatively more generous tax credits for private insurance. But the appropriate comparison is to what currently exists, not the House bill, and the Senate legislation offers far less help than that.\n Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n06/22/2017", "href": "https://www.huffpost.com/entry/senate-health-care-bill-safety-net_n_594ac8f7e4b01cdedefff13c", "tags": "out- safety coverage secret medicaid net house act senate bill care assault health"}