{"title": "Secret Israel-Syria Peace Talks Involved Golan Heights Exit", "content": "JERUSALEM — For several months in 2010, Prime Minister Benjamin Netanyahu of Israel engaged in secret, American-brokered discussions with Syria for a possible peace treaty based on a full Israeli withdrawal from the Golan Heights.\nBut the process was cut short by the Arab Spring uprisings that swept the Middle East in early 2011, soon spreading to Syria, and the treaty did not come to fruition, according to an Israeli, Michael Herzog, who was involved in the talks.\n“Nothing was agreed between the parties,” Mr. Herzog said Friday. “It was a work in progress.”\nYediot Aharonot, a leading Israeli newspaper, first published details of the American-led effort on Friday, and Mr. Herzog, a former chief of staff to Israel’s defense minister and an Israel-based fellow at the Washington Institute for Near East Policy, confirmed the outlines of the discussions. He said in a telephone interview that he was called in to help with the process in 2010, although he had already retired from military and government service.\nThe contacts were mediated by Frederic Hof, who recently retired from the United States State Department, where he had served as a special coordinator for Lebanon and Syria, and Dennis B. Ross, who was then a special assistant to President Obama on the Middle East.\n“There was a detailed list of Israeli demands meant to serve as a basis for a peace agreement,” said Mr. Herzog, adding that they centered on security arrangements and the regional context. “The idea,” he said, “was to see if we could drive a wedge in the radical axis of Iran-Syria-Hezbollah” by taking Syria out of the equation. Next, he said, the idea was to pursue peace with Lebanon.\nBut Bashar al-Assad, the Syrian president, apparently would not give clear signals about his willingness to split with Iran, his patron in the region. And Mr. Netanyahu was proceeding cautiously as well, distrustful that Mr. Assad would deliver.\nThe negotiations never came to a head. By early 2011 the region was in upheaval and the talks fell apart.\nRaising one point of contention, Yediot Aharonot, which is generally centrist but often critical of Mr. Netanyahu, said that in exchange for a peace agreement, the prime minister was prepared to agree to a full withdrawal from the Golan Heights, the strategic plateau that Israel seized from Syria in the 1967 war and later annexed in a move that has not been internationally recognized.\nThe prime minister’s office denied on Friday that Israel had agreed to a withdrawal.\n“This is one initiative of many that was proposed to Israel in the past years,” Mr. Netanyahu’s office said in a statement. “At no stage did Israel accept this American initiative. The initiative is old and irrelevant, and its publication now stems from political needs,” apparently a reference to the fact that both Mr. Obama and Mr. Netanyahu are facing elections in the coming weeks and months.\nWith Israeli elections expected in January, it would not be in Mr. Netanyahu’s interest to be seen as having made far-reaching concessions to Syria in the absence of a deal. But it is not clear how far Mr. Netanyahu might have gone in the talks, since he did not reach the point of having to make a decision.\nMore than a year before those talks, American officials were already apparently trying to engage the Israelis and the Syrians. In a press briefing in July 2009, a State Department spokesman, Ian Kelly, told reporters that Mr. Hof, who then worked in the office of former Senator George J. Mitchell, then Mr. Obama’s special envoy to the Middle East, was in Israel meeting with senior officials, and after Israel, planned to visit Damascus.\n“The visit is part of ongoing efforts by senator, or special envoy Mitchell and his team to secure a lasting, comprehensive peace in the region,” Mr. Kelly said.\nThe intensive contacts began in the fall of 2010, presumably around the time that Israel’s negotiations with the Palestinians came to a standstill. Mr. Netanyahu and his defense minister, Ehud Barak, were involved in the indirect discussions. The few Israeli officials and experts privy to the talks were made to sign a secrecy agreement.\nIsraeli leaders, including Mr. Netanyahu, have explored the possibility of reaching a deal with the Syrians in the past, based on at least a partial withdrawal from the Golan Heights, which overlook northern Israel. During Mr. Netanyahu’s first term in office in the late 1990s, contacts with Syria took place through Mr. Netanyahu’s envoy at the time, the American businessman Ronald Lauder.\nFormer Prime Minister Yitzhak Rabin conducted inconclusive negotiations with the Syrians, as did Mr. Barak when he was prime minister. Ehud Olmert, Mr. Netanyahu’s predecessor as prime minister, held indirect talks with Syria through Turkish mediators; those talks broke off when Israel opened an offensive in Gaza in the winter of 2008.\nThe denial by Mr. Netanyahu’s office of any agreement on a full withdrawal was reinforced by a former aide.\nDore Gold, who was an adviser during Mr. Netanyahu’s first term in office, specifically rejected the assertion in Yediot Aharonot that Mr. Netanyahu had agreed to withdraw all the way to the eastern shoreline of the Sea of Galilee.\nMr. Gold said that in September 1996, he personally secured an assurance from the United States, under instructions from Mr. Netanyahu, that all previous Israeli statements regarding readiness for a full withdrawal to that line “have no political or legal standing.”\nMr. Gold, who is now president of the Jerusalem Center for Public Affairs, a conservative-leaning research institute, said that Mr. Netanyahu “has always viewed the Golan Heights as a strategic asset for the defense of Israel,” and that it was “completely unthinkable that Prime Minister Netanyahu would ever contemplate the kind of withdrawal” described by Yediot Aharonot on Friday.", "date": "OCT. 12, 2012", "href": "https://www.nytimes.com/2012/10/13/world/middleeast/secret-israel-syria-peace-talks-involved-golan-heights-exit.html", "tags": "syria heights minister secret prime involved peace israel ” netanyahu israel-syria exit israeli golan talks"}