{"title": "Security Council Adopts Nuclear Arms Measure", "content": "PITTSBURGH — President Obama moved Thursday to tighten the noose around Iran, North Korea and other nations that have exploited gaping loopholes in the patchwork of global nuclear regulations. He pushed through a new United Nations Security Council resolution that would, if enforced, make it more difficult to turn peaceful nuclear programs into weapons projects.\nBut as Mr. Obama sat in New York as chairman of the Security Council — a first for an American president, meant to symbolize his commitment to rebuilding the Council’s tattered authority — he received a taste of the opposition he is likely to face on some of his nuclear initiatives.\nSome developing and nonnuclear nations bridled at the idea of Security Council mandates and talked of a “nuclear free zone” in the Middle East. That is widely recognized as a code phrase for requiring Israel to give up its unacknowledged nuclear arsenal.\nThe Security Council meeting was the last major business at the United Nations before Mr. Obama arrived here for an economic summit meeting of the Group of 20. It capped three days of intensive diplomacy leading up to the first direct negotiations with Iran in decades that will involve a representative of the United States, scheduled for next Thursday.\nBut Mr. Obama used the meeting to broaden the issue, hoping to stop an incipient arms race in the region and rewrite outdated treaties, starting with a review of the 1972 Nuclear Nonproliferation Treaty next year.\n“This is not about singling out an individual nation,” Mr. Obama said. “International law is not an empty promise, and treaties must be enforced.”\nYet Iran was the subtext of every conversation.\nAt the end of Mr. Obama’s three days of public and private arm-twisting, it was still unclear how many other leaders were committed to what the White House once called “crippling sanctions” against Iran if it continued making nuclear fuel and refused to respond to questions about evidence it worked on the design of a nuclear weapon.\nRussia’s president, Dmitri A. Medvedev, sounded more open to supporting sanctions at a meeting with Mr. Obama in New York. But that position seemed at odds with statements last week by Prime Minister Vladimir V. Putin, who regularly angered President George W. Bush for his refusal to sign on to sanctions that might seize the attention of Iran’s ruling elite.\nMr. Medvedev spoke generally, and did not embrace any specific ideas for sanctions, including discussion of cutting off Iran’s access to refined gasoline imports.\nMore mysterious is whether Mr. Obama persuaded China’s president, Hu Jintao.\n“We’ve been trying to convince him that if this gets out of control, China’s own interests — especially in oil — will be hurt, so they better get involved,” one senior aide to Mr. Obama said.\nBut Mr. Hu talked instead at Thursday’s meetings of arms cuts among the major powers, noting that China possesses only “the minimum number of nuclear weapons” needed for its own security.\nAnd while the White House celebrated the passage of a new Security Council resolution that “encouraged” countries to enforce new restrictions on the transfer of nuclear material and technology, the measure stopped well short of authorizing forced inspections of countries believed to be developing weapons.\nIn that regard, the resolution was less specific, as well as less stringent, than the last broad nuclear resolution passed, in 2004 under President Bush, known as Resolution 1540. That resolution required countries to secure their nuclear materials and supplies, and pass laws restricting their export.\n“Today’s resolution had a different purpose,” said Matthew Bunn, a nuclear expert at the Belfer Center for Science and International Affairs at Harvard. “It was intended to win unanimous political support for remaking the nonproliferation treaty, strengthening inspections and getting everyone behind the idea of securing all nuclear materials in four years. And they got that agreement.”\nMr. Obama accomplished that goal in part by acknowledging that the United States was part of the nuclear problem and would have to accept limits on its own arsenal — steps Mr. Bush always rejected. Mr. Obama committed to winning Senate ratification of the Comprehensive Test Ban Treaty, which President Bill Clinton could not get through the Senate, and acknowledged that the United States had an obligation under the treaty to move toward elimination of its own arsenal. The Bush administration had argued that this was dangerous in the extreme.\nThe test ban treaty appears bound for tremendous resistance in the Senate, where it was narrowly defeated during the Clinton administration.\nThe divisions on how to regulate nuclear trafficking appeared clear during the Security Council session as the leaders of nuclear-armed and nonnuclear states, in scripted remarks, described very different agendas.\nTwo of Mr. Obama’s closest allies in the confrontation with Iran, Prime Minister Gordon Brown of Britain and President Nicolas Sarkozy of France, told the Security Council that if Iran continued to flout resolutions ordering it to halt its nuclear work, the Security Council would have little credibility.\nMr. Sarkozy was particularly passionate, arguing that years of gradually escalating sanctions against Iran resulted only in “more enriched uranium, more centrifuges, and a declaration” by Iranian leaders to  “wipe a U.N. member state off the map,” a reference to Israel. He cited North Korea as a case of international failure, a country that has been the subject of Security Council resolutions since 1993, and in that time has conducted two nuclear tests and harvested enough nuclear fuel for what American intelligence agencies estimate could be 8 to 12 weapons.\nIran, in a statement a few hours after the Council meeting adjourned, rejected Mr. Sarkozy’s claim that it was seeking weapons.\nThe session was capped with a plea from the departing chief of the International Atomic Energy Agency, Mohamed ElBaradei, who told the Security Council that the world’s nuclear inspectors were working from a paltry budget, with outdated equipment and with insufficient powers to compel inspections.\n“We often cannot verify whether a nation is pursuing weapons capability,” he complained.\nMissing from the Security Council event was Israel. But its prime minister, Benjamin Netanyahu, told the General Assembly this week that “the most urgent challenge facing this body is to prevent the tyrants of Tehran from acquiring nuclear weapons. Are the member states of the United Nations up to that challenge?”\nLeft unsaid was the possibility that if negotiations and sanctions fail, Israel might seek to take military action against Iran’s nuclear facilities, a possibility Mr. Obama has been trying to head off. But at the same time, his representatives in New York were clearly using the possibility to political advantage, hoping it could spur the Security Council to action.", "date": "SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009", "href": "https://www.nytimes.com/2009/09/25/world/25prexy.html", "tags": "resolution security iran measure council nuclear adopts ” arms obama"}