{"title": "Seeing through Kim Jong-un's K-pop sign", "content": "This photo of Kim Jong-un trying to form a South Korean gesture of friendship has melted hearts in Seoul. \nBut focusing on this one image means losing sight of the bigger picture.\nFor the uninitiated, the Korean heart is formed if you put the tips of your thumb and index finger together.\nIt started as a gesture of love used by K-pop stars to thank their fans, and has morphed into the pose of choice for selfies with friends in South Korea.\nWe first heard about Mr Kim's attempt at the gesture from a spokesman for South Korea's Blue House, who told a press conference that he tried to do it alongside South Korean cabinet ministers. \n\"How do you do it? I can't quite make the shape,\" Mr Kim was quoted as saying.\nIt was another Instagram moment for the North Korean leader. We saw one when he took South Korean President Moon Jae-in's hand on their very first meeting and helped him across the line dividing their two countries. \nWe saw it in the selfies during his walkabout in Singapore the night before his summit with Donald Trump. \nThese social media-friendly snapshots have prompted many in the South to describe him on Twitter as misunderstood, or even cute. \nThey are taking this gesture made at the sacred and mythical home of the Korean nation as a sign he is serious about developing a relationship with the South.\nIt's easy to be swept up by the burgeoning friendship beamed onto our screens. \nI was watching the images from Mount Paektu stream into the press room and it was difficult to recognise Kim Jong-un as the \"madman\", \"maniac\" and \"sick puppy\" that President Trump described last year.\nThe young leader was laughing and joking with President Moon and his wife. They all clutched hands by the pristine lake. \nIt was a moment of unity in a beautiful setting that would have been unthinkable this time last year.\n\"We had a small group today but in the near future, we hope many South Koreans and expats will be able to come here,\" the North Korean leader said. \n\"We should write another chapter of history between the North and the South by reflecting our new history on this Heaven Lake.\"\nIs this really the murderous dictator with a nuclear arsenal that we are told is a global threat? \nAnd then, a few days later the Blue House released the photographs of Mr Kim forming the heart. \nIt is designed to play to a South Korean audience. To further soften his image as he starts to gain almost celebrity status in the South. \nThere was even a suggestion that they could use it as a screensaver. \nWhat has gone unsaid is that with a click of those same fingers, Mr Kim could put an end to the crimes against humanity committed in North Korea. \nWith just one command he could free tens of thousands of political prisoners from gulags, including six South Koreans, many of whom are forced to do hard labour.\nNor is it mentioned that this gesture so loved by K-pop stars is unknown in the streets of Pyongyang, because even listening to South Korean music is a crime.\nA UN report released in 2014 concluded that the North Korean government was perpetrating \"unspeakable atrocities\" against its own people on a vast scale.\nThe Chair of the Commission on human rights said they were \"strikingly similar\" to crimes committed by Nazi Germany in World War II and that the crimes included execution, enslavement, starvation, rape and forced abortion. \nMr Kim himself is suspected of ordering the assassination of his half-brother, Kim Jong-nam, in Malaysia, as well as the execution of his uncle, Jang Song-thaek, in 2013.\nIt's not popular to talk about human rights right now. I alluded to some of North Korea's crimes in a Twitter post and it earned me a stream of criticism from some in the South. \nI was accused of being a foreigner, pouring cold water on the peace process and of misunderstanding the Korean people. \nA senior adviser to the Blue House has acknowledged that Pyongyang's violations are a \"fundamental dilemma\". I spoke to him during the first inter-Korean summit and was told I was the only interviewer that day to bring up the issue of human rights.\nNow is not the time to enter into those discussions, is the answer I was given.\n\"If we push too hard for human rights, then North Korea would regard us as taking a hostile act against North Korea. Then peace would be jeopardised,\" said presidential adviser Moon Chung-in.\nThe Blue House adviser went on to tell me that the key was to build trust between the two countries first.\nThe North has issued warnings. Weeks before the first inter-Korean summit, state media told South Korean officials to \"behave with discretion\" and said criticising the North's rights record was tantamount to \"throwing a stone to the thin ice-like North-South relations\".\nAs a result, South Korean officials have not made human rights a major feature of the three summits. \nThey have also agreed to stop propaganda broadcasts and leaflet distributions on their border.\nInstead, the focus is on helping with economic reforms which may in the long-run help North Korean people. \nPresident Moon took business leaders to Pyongyang. Professor John Delury from Yonsei University wrote in the New York Times that \"we have all grown so accustomed to thinking about North Korea in terms of threat, that it takes some unthinking to see the possibilities\". \nHe outlines Mr Kim's dream of being \"a great economic reformer\". \nThere is certainly a lot of evidence to back it up. Mr Kim has visited factory after factory this year, even chiding officials over building delays and other perceived failures. \nThis approach is beginning to yield some results. \nMr Kim has made diplomatic progress with President Moon. The Pyongyang agreement, if fully implemented, has the potential to put the two Koreas on a path towards peace. \nThey announced what amounts to conventional arms control measures, including joint measures to reduce guard posts and manage tensions along the Demilitarised Zone. \nMr Kim has agreed to allow international experts to watch the dismantling of Tongchang-ri facility, also known as the Sohae Satellite Launching Station - a well-known site associated with various aspects of the country's space and ballistic missile programmes. \nPresident Moon told reporters that Mr Kim was also willing to allow experts to verify the destruction of its only known nuclear weapons testing site at Punggye-ri.\nBut there is an element of showmanship at these summits which could give viewers the impression that North Korea is already changing and that it is slowly opening up. \nThere is no evidence of that. \nIt remains a secretive state and its people are not allowed to offer an opinion on how it is run. Nor are they allowed to leave. \nThe secret police are always watching, according to sources who've visited Pyongyang. The media is also not allowed in unchecked. Defectors continue to document stories of widespread human rights abuses.\n\"North Korean refugees with contacts in the North warn that the dictator has been presenting a smiling face for the world, but that he has cracked down domestically,\" said Casey Lartigue, co-founder and international director of Teach North Korean Refugees.\n\"The world may see him as a cute smiling guy, but to North Korean refugees, that would mean that he is a comedian with a guillotine.\n\"And any North Koreans who approach the border or want to communicate with the outside world know that their heads will be rolling.\"\nEvery image from North Korea is tightly controlled. We are shown what they want us to see. \nKim Jong-un may look cute forming the Korean heart, but it is the job of journalists to look at this photo from all angles with clear eyes. \nEven if it is what some South Koreans don't want to hear.", "date": "24 September 2018", "href": "https://www.bbc.com/news/world-asia-45620404", "tags": "korean moon rights seeing human k-pop south kim north jong-un sign korea"}