{"title": "Seeking Justice, Chinese Land in Secret Jails", "content": "BEIJING — They are often tucked away in the rough-and-tumble sections of the city’s south side, hidden beneath dingy hotels and guarded by men in dark coats. Known as “black houses,” they are unofficial jails for the pesky hordes of petitioners who flock to the capital seeking justice.\nThis month, Wang Shixiang, a 48-year-old businessman from Heilongjong Province, came to Beijing to agitate for the prosecution of corrupt policemen. Instead, he was seized and confined to a dank room underneath the Juyuan Hotel with 40 other abducted petitioners.\nDuring his two days in captivity, Mr. Wang said, he was beaten and deprived of food, and then bundled onto an overnight train. Guards who were paid with government money, he said, made sure he arrived at his front door.\nAs Beijing hosts  10 days of political pageantry known as the National People’s Congress, tens of thousands of desperate citizens are trying  to seek redress by lodging formal complaints at petition offices. A few, when hope is lost, go to extremes, as a couple from the Xinjiang region did on Feb. 25: they set their car afire on the city’s best-known shopping street, injuring themselves critically.\nIn his annual report to the legislature on Thursday,  Prime Minister  Wen Jiabao said China should use its petition system to head off social unrest in the face of a worsening economy. “We should improve the mechanism to resolve social conflicts, and guide the public to express their requests and interests through legal channels,” he said.\nAccording to the state media, 10 million petitions have been filed in the last five years on complaints  as diverse as  illegal land seizures and  unpaid wages.  The numbers would be far higher but for the black houses, also called black jails, the newest weapon local officials use to prevent these aggrieved citizens from embarrassing them in front of central government superiors. Officially, these jails do not exist.\nIn China’s authoritarian state, senior officials tally petitions to get a rough sense of social order around the country. A successfully filed petition — however illusory the prospect of justice — is considered a black mark on the bureaucratic record of the local officials accused of wrongdoing.\nSo the game, sometimes deadly, is to prevent a filing. The cat-and-mouse contest has created a sizable underground economy that enriches the interceptors, the police and those who run the city’s ad hoc detention centers.\nHuman rights activists and petitioners say plainclothes security officers and hired thugs grab the aggrieved off the streets and hide them in a growing constellation of unmarked detention centers. There, the activists say, the aggrieved will be insulted, roughed up and then escorted back to their home provinces. Some are held for weeks and months without charge, activists say, and in a few cases, the beatings are fatal.\nThe police in Beijing have done little to prevent such abuses. They are regularly accused of turning a blind eye or even helping local thugs round up petitioners. That raises suspicions that the central government is not especially upset about efforts to undermine the integrity of the petition system.\nThe petition system provides people with the semblance of an appeals process that top leaders hope will keep them off the streets. But for officials at all levels, it seems, the appearance of order — measured by reducing the number of petitions — is an acceptable approximation of actual order.\nRights advocates say that black houses have sprouted in recent years partly because top leaders have put more pressure on local leaders to reduce the number of petitioners reaching Beijing. Two of the largest holding pens, Majialou and Jiujingzhuang, can handle thousands of detainees who are funneled to the smaller detention centers, where cellphones and identification cards are confiscated.\nChina’s petition system originated in the Ming Dynasty, from the 14th to the 17th centuries A.D.,  when commoners wronged by local officials sought the intervention of the imperial court. Since the Communist Party came to power, the right to petition the central government has been enshrined in the Constitution.\nWith few legal channels available,  petitioners come to Beijing, saying it is their only hope for resolving grievances.\n“I know my life is in danger, but I just can’t swallow this injustice,” said Mr. Wang, explaining why he has made 10 trips to Beijing in recent years, each ending in detention.\nChinese Human Rights Defenders, an organization in Hong Kong that recently interviewed more than 3,000 petitioners, has documented what it says is the lucrative business of abduction and repatriation. “When you’re taken to a black jail, no one knows where you are and you are totally vulnerable,” said Wang Songlian, a researcher.\nThe authorities insist that there is no such system. During testimony to the United Nations Rights Council last month, Song Hansong, a representative of China’s Supreme People’s Procurate, said, “There are no such things as black jails in our country.”\nBut over the past year, rights workers have been gathering evidence of what they say is an underground network of jails, first established in 2005, that was aggressively expanded in the months leading up the Olympics.\nAlarmed by their unchecked spread, a group of lawyers has taken to organizing citizen raids that seek to free detainees through a show of force. Although they say instances of extralegal detention dropped after the Summer Games, one of the lawyers, Xu Zhiyou, said they had risen sharply in recent days, coinciding with the start of the annual legislative session.\nHe and other advocates say that armies of paid retrievers, euphemistically known as “liberators,” have been roaming the city in pursuit of as many as 40,000 petitioners, many of whom swarmed the entrances to the city’s main petition centers during much of the week.\nBy Friday, however, the tough-looking throngs of retrievers outside the State Council and supreme court petition offices appeared to outnumber would-be petitioners, whose worn shoes and sacks of paperwork make them easy prey.\nWu Lijuan, a seasoned petitioner from Hubei Province, said she helped coordinate more than 10,000 former bank employees who came to Beijing from across the nation last week. She said most of the petitioners, middle-aged women seeking greater compensation for their dismissals, were rounded up outside the main petition office and loaded onto buses.\nThose who escape the dragnets are often betrayed by employees at the very offices designed to process petitions. Sun Lixiu, 51, a farmer from Sichuan Province, said a clerk at the State Council petition office asked for her ID card, handed back an application form and then tipped off retrievers, who took her to a black jail.\n“No one can be trusted,” said Ms. Sun, who is seeking to free her husband from the local police station, where he has been held since July, after  accusing town officials of embezzlement.\nThe financial rewards for apprehending petitioners can be irresistible. According to a directive obtained by Chinese Human Rights Defenders, the police in one Hunan Province county are authorized to spend nearly $300 for each successfully detained petitioner.\nThe money ends up in the pockets of the retrievers, corrupt petition clerks, and those who run the black jails. The organization said that officers in one Beijing police precinct demanded as much as $140 for each petitioner they turned over to provincial interceptors.\nThe story of Wu Bowen, 61, a retired shop clerk from Zhejiang Province, is typical. On Feb. 25 she came to the capital to file a petition seeking more  compensation for the demolition of her home. The next day, as she sat on the curb, a policeman told her that as an out-of-towner, she had to register at the precinct.\nOnce there, however, the officer phoned the Zhejiang Province liaison office in Beijing. A short time later, a clutch of retrievers escorted her to a hotel not far from the city’s main tourist attractions.\nAfter nine days of confinement, Ms. Wu stole back her cellphone and revealed the hotel’s address to her son, who called the offices of The New York Times.\nWhen three men reluctantly opened the door to Room 208 at the Zhanle Hotel, Ms. Wu cried out for help. Confounded by the presence of foreign journalists, the men seemed unable to prevent Ms. Wu from escaping, although they begged her to stay, saying she could not leave until a local county official arrived with their reward money.\nOut on the street, Ms. Wu was shaken but undeterred. Asked if she wanted to be taken to the train station so she could return home, she shook her head. “No,” she said. “I’m going to stay in Beijing until I get justice.”", "date": "MARCH 8, 2009", "href": "https://www.nytimes.com/2009/03/09/world/asia/09jails.html", "tags": "petitioners secret city land beijing local justice say petition chinese black seeking jails"}