{"title": "Self-storage: The men who got rich selling empty space", "content": "Thirty years ago Britain did not have a self-storage industry. Now it's the biggest in Europe. Who are the canny entrepreneurs who have grown rich selling empty space?\n\"Storage… it's not shopping centres, it's not hotels, it's not fashion, it doesn't seem on the face of it the sexiest of products,\" admits James Gibson, one of the founders of the Big Yellow Self Storage Company.\nIt may not be sexy but the self-storage industry has bucked successive recessions.  \nBrands like Safestore, Big Yellow and Access have covered the land in gargantuan multicoloured sheds into which more and more of us are loading our excess stuff.\nIt's a business that yields an annual revenue nearing £500m.\nThe industry is the product of huge sociological shifts.  \nDanny Dorling, professor of geography at Oxford University, says we have six times more \"stuff\" than the generation before us.\nThis stuff - clothes, furniture, technology and knick-knacks - has to be crammed into some of the smallest dwellings in Europe.  \nAdd our age-old hoarding instincts and you have the perfect conditions for the storage boom.\nYet every opportunity needs people to seize it. A lucky few were able to see the potential in selling empty space and became storage millionaires.\nOne of the first was Rodger Dudding, known to his many clients simply as Mr Lock Up.  \nHe is the largest private owner of garages in the country, having amassed more than 12,000.  \nDudding acknowledges the shady reputation of the business, having seen his garages used for everything from \"very useful afternoon nookie shops\" to dumping a dismembered body.  \nDudding estimates his portfolio is worth more than £100m but becoming the largest private owner of lock-up garages wasn't straightforward.  \nThere was no directory of garages and their owners, and so Dudding took to driving around on Sunday mornings to \"winkle out the garages… hiding behind blocks of flats\".  \nHe'd wait until someone came along to use them, and politely enquire as to the identity of the owner. \nAs Dudding built his empire, he freely admits that he didn't anticipate their ultimate use.  \nHe expected people to use the garages to store their cars overnight. But today, swamped as we are by a tidal wave of stuff, 80% of the garages are used instead for domestic self-storage.\nIf Dudding showed the simple act of storing our belongings could yield a fortune, it was Doug Hampson who gave Britain the modern self-storage industry, with its bright, clean corridors and endless rows of brightly-coloured doors.   \nIn the industry he is widely credited with the enviable title of the \"father of UK self-storage\".\nHampson followed the time-honoured tradition of importing a successful business idea from America.   \nWhile today's entrepreneurs might take their inspiration from Facebook founder Mark Zuckerberg, Hampson's own guiding star was a self-storage facility in Los Angeles that he happened to drive past in 1977. \nSelf-storage had got started in America in the early 1960s, and today the scale of the industry is staggering.  \nEach US citizen has access to 7 sq ft of storage, meaning that - should the mood take them - the whole population of the US could fit itself into storage.  \nBut it wasn't just the popularity of self-storage that made Hampson think it could be a great import.  \n\"It was very basic, nobody lived in them, there's no plumbing, and what you had to do to keep your customers completely satisfied was very little,\" he recalls.\nWhen he returned from the US in 1979, he and his wife founded Abbey Self-Storage, the UK's first storage chain.  \nThe ingredients were pretty basic. Hampson used disused factories and warehouses, often ones \"past their sell-by date, and obsolete for their former use\".  \nToday he is politely reticent about how much introducing self-storage into the country made him, but it's estimated to be tens of millions of pounds.\nScores of others followed in his wake.  \nAndrew Jacobs, founder of the Lok'nStore empire, says when he first saw the potential of self-storage he \"felt like I'd come into the kitchen and there was a briefcase of £20 notes sitting on the table that nobody else could be bothered to take\".\nYet it wasn't until the late 1990s that the mainstream business world caught up.  \nBig Yellow founders Nicholas Vetch, Philip Burks and James Gibson had already made a fortune in retail property.  \nThis track record meant they were one of the first companies to raise significant backing from the City for self-storage.\nIt was Vetch who had first heard of the idea but when he spoke to James Gibson, he didn't immediately see the potential.  \n\"I'd never come across it, I'd never used it and I don't think anyone in any of the presentations that we gave in raising money as part of the float in May 2000 had ever used it or ever heard of it,\" said Gibson.\nBut today Big Yellow is publicly listed, and valued at close to £750m. An idea once regarded as eccentric has stepped out of the shadows.\nAs a business, self-storage is perhaps no longer the gold rush it once was.   \nThe owners of the major firms generally agree that it's getting harder and more expensive to get hold of the buildings and land needed, and the once rapid rate of expansion is beginning to slow.\nBut there is one clear lesson from the storage story.  \nIf you want to be a millionaire, you'd be well advised to look beyond what's sexy.\nWatch Real Storage Wars on BBC Two on Monday 14 April at 21:00 BST or catch it later on the BBC iPlayer. ", "date": "14 April 2014", "href": "https://www.bbc.co.uk/news/business-26921870", "tags": "dudding us self-storage storage business first used rich space got industry selling men garages today empty"}