{"title": "Self-harm, suicide and social media: Can you talk about them online safely?", "content": "The boss of Instagram is meeting England's Health Secretary to discuss ways of handling content about self-harm and suicide.\nTeenager Molly Russell took her own life in 2017 and links have been made between her death and content she was looking at on social media.\nThe UK government is urging social media companies to take more responsibility for harmful online content.\nBut some say talking about mental health problems on social media in an honest way can sometimes help recovery.\nSo is there a responsible way to post about self-harm or suicide?\nTime To Change is a campaign group that says it wants to change how people think and act about mental health.\nIts director, Jo Loughran, told Radio 1 Newsbeat: \"Clearly we don't want triggering content to be on social media sites - that's a given.\"\n\"However many of our supporters do tell us that using social media provides a means of speaking to people with similar experiences to themselves,\" she said.\nShe gave us her tips on how to discuss what is happening with your mental health in a safe way.\nJo recommends thinking prior to posting about not only the effect it may have on yourself but also your followers.\n\"Number one is thinking about the impact posting online might have, what you write, what you share.\"\nHer second tip is to think about the future impact of what you're about to share or reveal about yourself.\n\"Once it's out there, do you think that you're going to be happy with that content being out there in one year's time, two years' time, in five or in ten years' time?\"\nJo believes it's key to think about the domino effect a negative post may have on your followers.\n\"We cant take away from people the experiences they've had but we can help them to think more carefully about those triggering elements.\n\"Both for themselves and for their potential audience.\"\nGeorgie Kelly, 21, blogs about her mental health on Instagram. She's also a volunteer for Time To Change.\nShe has an eating disorder and has found blogging and social media incredibly helpful in her recovery.\n\"Mental health is just as important as any physical illness - and that's what I really try and get across on my blog.\"\nShe has these recommendations for those posting about mental health:\nGeorgie says the words she uses are vital for her to be able to post on social media about self-harm or suicide without triggering anyone to hurt themselves.\n\"It's being honest while still maintaining that safe space - so people can look and they can resonate with you but you're also not giving them any ideas.\"\nShe says it is essential not to make any harmful activities seem inspirational.\n\"You're not romanticising an eating disorder or a mental health issue. \n\"That's why I like it. I'm kind of saying 'Yes I'm living with this. I'm struggling right now but I will be OK'.\"\nGeorgie believes blocking negative posts and hashtags on social media will help reduce the problem.\n\"There are so many young people out there that will go on to those hashtags - it's so damaging to their mental health.\n\"They should make it a law that you cannot post things that can endanger lives because there are people out there that will go searching for that thing.\"\nIf you have been affected by any of the issues in this article, you can take a look at the BBC Advice pages on self-harm and suicide, or at the BBC Action Line.\nFollow Newsbeat on Instagram, Facebook and Twitter. \nListen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here. ", "date": "7 February 2019", "href": "https://www.bbc.com/news/newsbeat-47131178", "tags": "mental suicide think media social online content time talk self-harm safely health"}