{"title": "Sen- Lindsey Graham Blasted For Encouraging Donald Trump Jr- To Ignore Senate Subpoena", "content": "Democrats tore into Sen. Lindsey Graham (R-S.C.) after he suggested President Donald Trump’s eldest son should refuse to answer questions from the Senate Intelligence Committee, which has subpoenaed him to testify about his communications with Russian officials. \nGraham, chairman of the Senate Judiciary Committee and a frequent Trump cheerleader, told reporters Monday that Donald Trump Jr.’s attorney would “have to be an idiot” to let him testify.\n“You just show up and plead the Fifth and it’s over with,” Graham said, referring to the constitutional amendment that grants Americans the right to refuse self-incrimination.\nA day earlier, Graham told Fox News that Trump Jr. should consider ignoring the subpoena altogether.\n“If I were Donald Trump Jr.’s lawyer, I would tell him, ‘You don’t need to go back into this environment anymore,’” Graham said. “I would call it a day.”\nGraham’s remarks drew backlash from some Democratic lawmakers and prompted calls for his resignation from numerous Twitter users. The hashtag #LindseyGrahamResign was trending Tuesday on the social media platform.\n“This is not the Lindsey I know,” Sen. Joe Manchin (D-W.V.) told CNN on Monday. “I can’t explain what’s going on right now in his thought process.”\nRep. Raja Krishnamoorthi (D-Ill.) on Monday warned Trump Jr. not to take Graham’s “free” advice.\n“Ignoring subpoenas is not a prudent course of action,” he told CNN.\nThe Senate could hold Trump Jr. in contempt of Congress if he were to ignore a subpoena, though such a scenario seems unlikely given Republicans’ majority in the chamber.\nGraham said Tuesday that he doesn’t believe Trump Jr. or anyone else is “above the law,” but that he’s “afraid that we’re beginning to prosecute each other for political reasons.”\n“I don’t want any part of that,” he told reporters.\nSome Twitter users pointed out that Graham’s comments marked a dramatic departure from what he has previously said about congressional subpoenas. He declared on the House floor in 1998 that a president’s failure to comply with a subpoena from Congress is unconstitutional and grounds for impeachment.\nKevin Bishop, a spokesman for Graham, said, “No Collusion. No Obstruction. No Resignation.” when HuffPost asked for comment on calls for the senator’s resignation. He declined to comment on why Graham’s stance on congressional subpoenas appears to have shifted over the years.\nRepresentatives for Senate Intelligence Committee Chairman Richard Burr (R-N.C.) and Sen. Mark Warner (D-Va.), the top-ranking Democrat on the committee, declined to comment on Graham’s remarks.\nCongressional committees have continued to investigate findings from special counsel Robert Mueller’s probe into Russian interference in the 2016 election and whether Trump obstructed justice in the weeks after Mueller submitted his report.\nIn his report, Mueller said his team did not find evidence proving a criminal conspiracy between the campaign and the Kremlin. And though he stopped short of charging Trump with obstruction, he outlined 10 instances of possible obstruction by the president as the investigation proceeded.\nThe GOP-controlled Senate Intelligence Committee subpoenaed Trump Jr. last week after he reportedly backed out of two scheduled interviews. The committee wants to go over answers Trump Jr. gave to committee staffers during a 2017 interview related to Russian interference in the U.S. political process.\nTrump Jr. infamously set up a meeting with Russian operatives who claimed to have dirt on his father’s Democratic challenger, Hillary Clinton, at Trump Tower in New York City during the 2016 election. \nBurr told colleagues on Thursday during a luncheon that Trump Jr. had voluntarily agreed to be interviewed in March and April, but later withdrew, The Associated Press reported Tuesday.\nTrump Jr.’s stance on cooperating with the panel changed after Mueller’s investigation ended with no charges against him, AP reported, citing a person familiar with Trump Jr.’s beliefs but not authorized to speak publicly about private conversations. His legal team also claimed the committee refused to negotiate the scope of the interviews, according to AP’s report.\nTrump told reporters at the White House on Tuesday that he believes the Senate committee was being “very unfair” to his son.\n“It’s really a tough situation because my son spent, I guess, over 20 hours testifying about something that Mueller said was 100% OK and now they want him to testify again,” the president said. “I don’t know why. I have no idea why. But it seems very unfair to me.”\nThis article has been updated with comments from Graham. ", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/lindsey-graham-donald-trump-jr_n_5cdad81ce4b0f7ba48ab81f4?1db", "tags": "jr. “ jr- encouraging committee blasted mueller trump lindsey ignore donald senate told sen- subpoena graham"}