{"title": "Sen- Blumenthal Says Donald Trump Jr- Should Be 'Locked Up' If He Defies Subpoena", "content": "Sen. Richard Blumenthal (D-Conn.) told reporters Thursday that Donald Trump Jr. should face jail time if he refuses to comply with a Senate subpoena concerning his contacts with Russia.\n“If he fails to answer, he ought to be put in jail,” Blumenthal told reporters. “If he fails to comply with a lawful subpoena, he has no privilege. Prison is the only answer.”\nNews that the U.S. Senate Intelligence Committee has subpoenaed Trump, the president’s eldest son, broke Wednesday. The panel is seeking to question him about testimony he gave in 2017 to the Senate Judiciary Committee, of which Blumenthal is a member. Though Trump said at the time that he was only “peripherally aware” of plans to build a Trump Tower in Moscow, his father’s former attorney Michael Cohen contradicted that claim when testifying in special council Robert Mueller’s probe.\n“I was in the room and my clear impression was that his answers were deliberately misleading and false,” Blumenthal continued, referencing Trump’s 2017 testimony. “He said he was only peripherally aware of the negotiations in Moscow for Trump Tower there when apparently he was briefed extensively.”\nBlumenthal’s comments come amid suspicion that the president’s son will defy the subpoena. President Donald Trump said Wednesday that he was “very surprised” by the request because he believed the Mueller report had “exonerated” his son and that he had given enough hours of testimony.\nWhen asked if his son would fight the Senate Intelligence Committee on this, Trump responded, “Well, we’ll see what happens.”\nThe Trump Tower Moscow deal, which Trump Sr. pursued throughout the 2016 campaign, remains controversial because the then-candidate repeatedly lied to the public about whether he had any business dealings with Russia.", "date": "\n05/09/2019", "href": "https://www.huffpost.com/entry/richard-blumenthal-donald-trump-jr-subpoena_n_5cd49c85e4b0705e47d8fd0f", "tags": "testimony “ jr- son committee defies trump donald says senate sen- subpoena blumenthal"}