{"title": "Senate Votes to End Aid for Yemen Fight Over Khashoggi Killing and Saudis’ War Aims", "content": "WASHINGTON — The Senate voted on Thursday to end American military assistance for Saudi Arabia’s war in Yemen in the strongest show of bipartisan defiance against President Trump’s defense of the kingdom over the killing of a dissident journalist.\nThe 56-to-41 vote was a rare move by the Senate to limit presidential war powers and sent a potent message of disapproval for a nearly four-year conflict that has killed thousands of civilians and brought famine to Yemen. Moments later, senators unanimously approved a separate resolution to hold Crown Prince Mohammed bin Salman of Saudi Arabia personally responsible for the death of the journalist, Jamal Khashoggi.\nTogether, the votes were an extraordinary break with Mr. Trump, who has refused to condemn the prince and dismissed United States intelligence agencies’ conclusions that the heir to the Saudi throne directed the grisly killing.\nWhile the House will not take up the measure by the end of the year, the day’s votes signal that Congress will take on Mr. Trump’s support of Saudi Arabia when Democrats take control of the House next month.\nThe action indicated a growing sense of urgency among lawmakers in both parties to punish Saudi Arabia for Mr. Khashoggi’s death, and to question a tradition of Washington averting its gaze from the kingdom’s human rights abuses in the interest of preserving a strategically important relationship.\n“What the Khashoggi event did, I think, was to focus on the fact that we have been led into this civil war in Yemen, half a world away, into a conflict in which few Americans that I know can articulate what American national security interest is at stake,” said Senator Mike Lee, Republican of Utah. “And we’ve done so, following the lead of the kingdom of Saudi Arabia.”\nThe resolution was written by Mr. Lee and Senator Bernie Sanders, independent of Vermont. It was an unusual invocation of the War Powers Act, a 1973 law by which Congress sought at the end of the Vietnam War to reassert its constitutional role in deciding when the United States would go to war.\nMr. Sanders called it the first time Congress had used the law to make clear “that the constitutional responsibility for making war rests with the United States Congress, not the White House.”\n“Today, we tell the despotic regime in Saudi Arabia that we will not be part of their military adventurism,” he said.\nSeven Republican senators joined Democrats to pass the resolution: Mr. Lee, Susan Collins of Maine, Steve Daines of Montana, Jeff Flake of Arizona, Jerry Moran of Kansas, Rand Paul of Kentucky and Todd Young of Indiana.\n[Read about how American-made bombs kill civilians in Yemen.]\nWith both votes, senators diverged sharply from Mr. Trump, who has maintained steadfast support for Saudi Arabia and Prince Mohammed, even though the C.I.A. has concluded that he ordered the assassination of Mr. Khashoggi inside its consulate in Istanbul in October.\n“Maybe he did and maybe he didn’t!” Mr. Trump wrote of whether the crown prince had knowledge of the killing in an extraordinary statement that the president released last month, in which he argued that punishing Saudi Arabia for Mr. Khashoggi’s death would risk billions of dollars of American arms sales to the kingdom.\nSenator Bob Corker, the Tennessee Republican who heads the Foreign Relations Committee and sponsored the measure condemning the crown prince, said on Thursday that it was vital that the Senate “is speaking with one voice” to hold him accountable.\n“Unanimously, the United States Senate has said that Crown Prince Mohammed bin Salman is responsible for the murder of Jamal Khashoggi,” Mr. Corker said. “That is a strong statement. I think it speaks to the values that we hold dear.”\nSenators in both parties described the twin measures as a direct response to the refusal by Mr. Trump and his administration to hold Saudi Arabia to account for Mr. Khashoggi’s death — and a way to counter the president’s assertion that the money to be made from arms sales to the kingdom was enough to justify turning a blind eye to such a deed.\n“We cannot sweep under the rug the callous disregard for human life and flagrant violations of international norms the Saudis are showing,” said Senator Robert Menendez of New Jersey, the senior Democrat on the Foreign Relations Committee.\n“A few more weapons purchases cannot buy our silence — it should not buy our silence,” Mr. Menendez said. “And if the president will not, Congress must act.”\nThe votes came only hours after Defense Secretary Jim Mattis and Secretary of State Mike Pompeo implored members of the House of Representatives during a closed-door briefing to continue the military advising, logistics support and intelligence that have for years been shared with Saudi Arabia.\nSome lawmakers emerged from the House meeting frustrated that Mr. Pompeo and Mr. Mattis had defended the United States’ relationship with the kingdom, which the White House needs to counter growing Iranian influence in the Middle East.\nRepresentative David Cicilline, Democrat of Rhode Island, said the two top administration officials had warned against jeopardizing the Saudi partnership — given what they described as a continuing, open investigation into whether Prince Mohammed had, in fact, ordered the killing of Mr. Khashoggi, a Washington Post columnist who had lived in the United States.\n“The briefing was a colossal waste of time,” Mr. Cicilline told reporters afterward.\nSome senior Republicans offered the administration officials more support.\nRepresentative Steve Scalise of Louisiana, the No. 3 Republican in the House, said Mr. Pompeo and Mr. Mattis had explained details of the investigation into Mr. Khashoggi’s death, as well as complexities of the relationship with Saudi Arabia.\n“There needs to be action,” Mr. Scalise said, without elaborating. “We need to hold everyone accountable.”\nMr. Mattis and Mr. Pompeo gave a similar briefing to the Senate late last month. But it broke down as Republican and Democratic senators grew irritated with the administration’s defense of Prince Mohammed. By contrast, after Gina Haspel, the C.I.A. director, briefed senators last week on the case, they emerged saying they were even more convinced of Prince Mohammed’s role.\nThe measure limiting war powers in Yemen has been under consideration for months, but senators sharpened its language two weeks ago with a procedural vote that signaled their deep frustration over the Trump administration’s refusal to blame Prince Mohammed for Mr. Khashoggi’s killing.\n“The relationship with the crown prince is so toxic, so tainted, so flawed that I can’t ever see myself doing business with Saudi Arabia in the future unless there is change there,” Senator Lindsey Graham, Republican of South Carolina, told reporters on Wednesday as debate on the measure began.\nBut Mr. Graham and other senators sought to separate the importance of maintaining a close alliance and partnership with Saudi Arabia from punishing Prince Mohammed.\nBefore the killing and dismemberment of Mr. Khashoggi, most Republicans had supported the military alliance between the United States and Saudi Arabia.\nBut in the Saudi-led campaign in Yemen, to which the Pentagon has supplied bombs and intelligence, Saudi airstrikes targeting Houthi rebels have also killed thousands of people at weddings, at funerals and on school buses.\nIn late October, Mr. Mattis and Mr. Pompeo had called for a cease-fire in Yemen, and on Thursday, talks that were brokered by the United Nations in Sweden appeared to reach an agreement to ease the hostilities.\nThe agreement calls for an exchange of up to 15,000 prisoners, the creation of a humanitarian corridor into the city of Taiz and, importantly, the withdrawal of troops from Hudaydah. That city, on the Red Sea, is a key entry point to Yemen for essential products like food and medicine.\nPeace talks are expected to continue in January in an effort to resolve what has become a humanitarian crisis in one of the poorest nations on Earth.\n“The agreements today mean a lot, not only for the Yemeni people but for humanity if this can be a starting point for peace and for ending the humanitarian crisis in Yemen,” António Guterres, the United Nations secretary general, said at the close of the talks on Thursday.\nMr. Menendez and Mr. Graham said on Wednesday that they and other senators would introduce legislation early next year to impose even broader penalties against Saudi Arabia, including suspending weapons sales and cementing a ban on American refueling of Saudi coalition aircraft in Yemen.\nWhile Thursday’s moves were largely a symbolic, if stinging, slap at the Trump administration, they previewed what could be a far more consequential debate after Democrats take over the House in 2019.\n“If Paul Ryan thinks on his way out the door his last public service gift to humanity is covering up for Saudi Arabia, great, he can make that his legacy,” said Senator Tim Kaine, Democrat of Virginia, referring to the procedural gambit by Mr. Ryan, the House speaker, this week to prevent the war powers measure from coming up for a swift a vote.\n“But we’re going to be around next year,” Mr. Kaine said, “and we’ll figure out ways that there can be consequences for this.”", "date": "Dec. 13, 2018", "href": "https://www.nytimes.com/2018/12/13/us/politics/yemen-saudi-war-pompeo-mattis.html", "tags": "khashoggi saudis end aid saudi ” yemen killing senate war aims votes arabia prince fight"}