{"title": "Senate Republicans Report New Life On Their Health Care Bill", "content": "WASHINGTON ― A day after just about everyone on Capitol Hill declared the Senate health care bill dead, the legislation once again seemed to have the tiniest bit of life, with Republicans staying late into the night Wednesday to discuss whether there was a path forward.\nThere may not be one, as Sens. Susan Collins (R-Maine) and Rand Paul (R-Ky.) have both announced their opposition to anything resembling the current health care replacement, and about half a dozen other Republicans ― though maybe closer than they once were ― still appear unconvinced. \nBut while Collins and Paul were no-shows at the meeting, there was new optimism from senators leaving a gathering of roughly two dozen Republicans about 10 p.m. EDT Wednesday. \nSen. Marco Rubio (R-Fla.) said he didn’t think Republicans were as far apart as people thought they were. Sen. Ron Johnson (R-Wis.), once skeptical of the bill and of GOP leadership’s process, said lawmakers were making progress. And Sen. Ted Cruz (R-Texas) said Republicans would keep talking until they had an agreement. \nThe math for Majority Leader Mitch McConnell (R-Ky.), however, is tight. If Paul and Collins truly won’t support opening debate on a bill, McConnell can’t lose anyone else ― and leadership seemed to be playing some game Wednesday where it was unclear exactly what senators would be voting on next week. \nTo some Republicans, it was still a repeal-only bill that Collins, Sen. Shelley Moore Capito (R-W.Va.) and Sen. Lisa Murkowski say they would oppose. To others, GOP leadership seemed to be working on a new version of their failed replacement plan ― which Collins, Paul, Mike Lee (R-Utah) and Jerry Moran (R-Kan.) had come out against ― by adding back some money to the Medicaid program that the legislation had cut by nearly $800 billion.\n“We don’t have a clear determination as to what it is that we would be voting for,” Murkowski said when asked if she would support a motion to proceed on the health care measure. “So it’s very difficult for me to say that, yes or no, to proceed. We’re not certain what we would be proceeding to.”\nGOP leadership member John Barrasso (R-Wyo.) said Wednesday night that Republicans would be voting to proceed on the House bill, from which point Republicans and Democrats would have a chance to amend the legislation. \nThat answer may satisfy neither conservatives nor moderates, losing those conservatives who think the replacement bill keeps too much of the Affordable Care Act and the moderates who think it does away with too much of Obamacare. Or, under the best-case scenario for leadership, it could be a workaround. Lawmakers could say they approved of opening debate on health care so they could vote for whichever version they support: a repeal-only bill or an actual ACA replacement.\nComplicating the math for this Venn diagram approach, however, was the news Wednesday night that Sen. John McCain (R-Ariz.) has been diagnosed with brain cancer. His appearance on Capitol Hill anytime soon is in question, and without McCain, McConnell can lose only one other Republican before his effort to open debate is dashed.\nBut the meeting held in Barrasso’s office Wednesday night with more than 20 Senate Republicans ― which White House Chief of Staff Reince Priebus, Health and Human Services Secretary Tom Price, and Centers for Medicare and Medicaid Services Administrator Seema Verma joined at times to answer questions ― looked as if it yielded at least some progress. Republicans reportedly discussed adding back about $200 billion to a Medicaid program that their bill would severely cut. And this was after an earlier meeting Wednesday with almost every GOP senator at the White House with President Donald Trump that, while uncomfortable and even bizarre at times, gave the administration some hope.\nThe problem for Republicans is that, even if they get closer on Medicaid with senators such as Capito and Rob Portman (R-Ohio), they will still need to have either Paul’s, Collins’ or McCain’s vote on the bill. And that’s to say nothing of Lee, who joined with Moran on Monday to sink the replacement legislation over concerns that it did not do enough to repeal Obamacare.\nIt’s difficult to see how adding back more money to the Medicaid program does anything to address Lee’s concerns that the bill would preserve too many of Obamacare’s regulations ― just as it’s difficult to see how other Republicans who were already concerned that the legislation would undermine protections for people with pre-existing conditions would agree to Lee’s demands surrounding “single-risk pools.” (Essentially, the bill would allow insurers who offer at least one plan that complies with Obamacare’s regulations to offer other plans that do not, so long as states set up a single-risk pool instead of, as Lee prefers, different ones for sicker and healthier people.)\nAmong the senators who have concerns over those ideas are Murkowski, who is also worried that the bill would hurt people on Medicaid.\nEven after the revised bill gave Alaska some sweeteners, Murkowski said she didn’t support the legislation Tuesday that McConnell was trying to bring to the floor as recently as next Monday. She also said Tuesday that she didn’t support the repeal-only approach that McConnell said senators would vote on after the ACA replacement bill failed to find the support of 50 Republicans.\n“Because I think it’s important that we focus on how we deal with the reforms, repairs, replacement ― whatever R-word you want to use,” Murkowski said Wednesday night.\nAsked whether she’d oppose both approaches, Murkowski evaded the question Wednesday night and reiterated that she didn’t know what Republicans planned to vote on. Asked whether she knew where she stood on changes to Medicaid funding, Murkowski said, “Oh, I know where I am on Medicaid funding.”\nPressed whether leadership was anywhere near her position on Medicaid, Murkowski said their plans were “still a work in a progress.”\nIf Collins is a no vote on any form of the legislation and Paul won’t support a replacement, and Capito and Murkowski won’t support the repeal-only approach, and Lee and Moran won’t support the replacement, and it’s unclear if McCain will be back next week ... Republicans simply don’t have the votes throughout all the confusing scenarios. And that’s to say nothing of Dean Heller (R-Nev.), who has been cagey all along on any form of the legislation.\nMcConnell can push or pull the legislation in different directions, but the basic dynamic he’s faced from the beginning is still at play: He doesn’t have 50 votes, even if he were to miraculously convince Republicans to open debate next week.\nSenators can make progress on their once-dead bill, but it’s still not quite alive and well.", "date": "\n07/20/2017", "href": "https://www.huffpost.com/entry/senate-republicans-new-life-health-care_n_59702f8be4b0aa14ea7711b7", "tags": "support report murkowski ― senate bill republicans wednesday new legislation life replacement care said health"}