{"title": "Senator Urges Trump to Ease Ban on Aid Workers Traveling to North Korea", "content": "WASHINGTON — A Democratic senator has urged President Trump to allow American humanitarian aid workers into North Korea, despite a recent ban on travel to what officials consider a hostile nuclear state but also one of the world’s poorest nations.\nThe senator, Edward J. Markey, Democrat of Massachusetts and a member of the Foreign Relations Committee, said in a letter dated Nov. 7 that he was “deeply troubled” by reports that the Trump administration was barring aid workers “from shipping supplies or traveling to North Korea as they seek to provide the most basic humanitarian assistance.”\nMr. Markey praised Mr. Trump’s decision to engage in diplomacy with Kim Jong-un, the North Korean leader, but said the aid workers needed to be allowed to do their jobs. Aid groups provide a range of services, including agricultural training and surgery, but are finding it impossible to enter North Korea because of new State Department restrictions.\n“The humanitarian situation in North Korea is far too dire for these draconian policies,” Mr. Markey wrote in the letter to Mr. Trump that was also sent to Mike Pompeo, the secretary of state, and Steven Mnuchin, the Treasury secretary.\nIn a statement to The New York Times on Thursday, Mr. Markey said American interests “are best served when our moral and global leadership are in lock step.”\n“Addressing the grave security challenge we face in North Korea while also trying to mitigate its longstanding humanitarian crisis will require exactly this,” he said.\nNorth Korea suffered a devastating famine in the mid-1990s and has a chronic food shortage. Mr. Markey cited United Nations data that estimates 60,000 children are at risk of starvation in North Korea, and he said drug-resistant tuberculosis, if left untreated, could spread across the country and to neighboring nations.\nIn September 2017, the Trump administration enacted a general travel ban to North Korea after the death of Otto F. Warmbier, a University of Virginia student who was arrested while on tour in the North in 2016. Mr. Warmbier suffered severe brain damage while being detained and was released  in a vegetative state in June 2017. He died days later.\nDuring the first year of the ban, American humanitarian aid workers were given a “special validation” to travel to North Korea with a one-visit-only passport issued by the State Department. (Journalists traveling there get the same passport.)\nSome aid workers received the special passport multiple times during that first year, and the ban was renewed in 2018.\nBut in September, aid workers found that State Department officials had begun rejecting their applications for the passport. The letters of rejection said the workers had no recourse for appeal. A dozen American nonprofits work regularly in North Korea.\n“The potential life-threatening consequences of this policy are far reaching,” said Keith Luse, executive director of the National Committee on North Korea, which represents the groups.\nThe State Department has said each application is determined case by case and must be in line with American interests.\nThe travel ban on American aid workers was reported by The Times and The Wall Street Journal last month.\nAid workers praised Mr. Markey’s demand. “Thank you Sen. Markey for holding the administration accountable,” Kee Park, a Korean-American doctor who until this fall traveled regularly with medical delegations to North Korea, wrote on Twitter on Wednesday.\nThe Trump administration has been looking to exert maximum pressure on North Korea by tightening economic sanctions. That is the main thrust of a plan to force North Korea to end and dismantle its nuclear weapons program.\nAmerican analysts estimate North Korea has 30 to 60 nuclear warheads and can produce enough fissile material to make six to seven bombs annually.\nMr. Trump has been keen to engage diplomatically with Mr. Kim and persuade him to get rid of his nuclear weapons. The two held a historic summit meeting in Singapore in June. But the diplomacy has since stalled, and a critical meeting that was scheduled for Thursday between Mr. Pompeo and a North Korean counterpart, Kim Yong-chol, was canceled.\nKang Kyung-wha, the South Korean foreign minister, said American officials relayed that North Korea had canceled the meeting, The Associated Press reported on Thursday.\nSeparately, the State Department announced on Thursday that it was imposing sanctions on three individuals and nine entities that support Russia’s annexation of Crimea. The targets of the sanctions are individuals or companies that engage in business in Crimea that further the goals of annexation or carry out serious human rights abuses, the State Department said.\n“The United States does not and will not recognize Russia’s purported annexation of Crimea,” it said.", "date": "Nov. 8, 2018", "href": "https://www.nytimes.com/2018/11/08/world/asia/aid-workers-ban-north-korea.html", "tags": "american mr. aid urges senator trump ” state traveling workers north ease ban korea"}