{"title": "Senate Rebukes Trump Over Troop Withdrawals From Syria and Afghanistan", "content": "WASHINGTON — The Senate, in a bipartisan rebuke to President Trump’s foreign policy, voted overwhelmingly to advance legislation drafted by the majority leader to express strong opposition to the president’s withdrawal of United States military forces from Syria and Afghanistan.\nThe 68-to-23 vote to cut off debate ensures that the amendment, written by Senator Mitch McConnell of Kentucky and backed by virtually every Senate Republican, will be added to a broader bipartisan Middle East policy bill expected to easily pass the Senate next week.\nThe vote was the second time in two months that a Republican-led Senate had rebuked Mr. Trump on foreign policy. In December, 56 senators voted to end American military assistance for Saudi Arabia’s war in Yemen in what was the strongest show of bipartisan defiance against Mr. Trump’s defense of the kingdom over the killing of a dissident journalist, Jamal Khashoggi.\nThis time, the vote was even more lopsided. Mr. Trump’s declaration of victory over the Islamic State provoked a swift backlash on Capitol Hill in December when he ordered that the United States pull 2,000 troops from Syria and 7,000 from Afghanistan.\nMr. McConnell, usually a reliable ally of the president’s, drafted an amendment warning that “the precipitous withdrawal of United States forces from either country could put at risk hard-won gains and United States national security.”\nWithout directly invoking the president’s name, Mr. McConnell countered Mr. Trump’s isolationist policies, arguing that “it is incumbent upon the United States to lead, to continue to maintain a global coalition against terror and to stand by our local partners.”\n“I believe the threats remain,” he said in a speech on Thursday. “ISIS and Al Qaeda have yet to be defeated, and American national security interests require continued commitment to our mission there.”\nIlham Ahmed, who represents the political arm of the Syrian Democratic Forces, which has been fighting the Islamic State with American military support, said in an interview that Islamic State militants were not yet defeated and that sleeper cells still lurked in northeastern Syria. “An American withdrawal would definitely affect the war,” she said during a visit to Washington to meet with lawmakers and administration officials to urge the United States to reverse or at least delay the pullout.\nMs. Ahmed was not scheduled to meet with Mr. Trump, but had an impromptu exchange with him on Monday night while she was dining separately at Mr. Trump’s hotel in Washington. Introduced to her, the president shook her hand and said, “I love the Kurds,” said an adviser to Ms. Ahmed, confirming an account reported by The Washington Post. Mr. Trump, who was attending a fund-raiser at the hotel, sought to ease her fears, assuring her that the Kurds were “not going to be killed.”\nThe president found some solace on Thursday in an odd place, the Democratic Party. Senate liberals, many of them exploring presidential runs in 2020, voted against the measure, signaling a growing willingness in the party to question long-running conflicts. Several prospective candidates, including Senators Bernie Sanders of Vermont, Elizabeth Warren of Massachusetts and Kirsten Gillibrand of New York, had endorsed Mr. Trump’s decision to withdraw troops from Syria and Afghanistan.\n“We’ve been in Afghanistan for a longer period than any war in American history; Syria, we’ve been there for too long and we’ve got to get out,” Mr. Sanders told reporters Thursday. “What McConnell is saying is, ‘Let’s maintain the status quo.’”\nAnd virtually every senator considering a White House run voted against the McConnell resolution, including Mr. Sanders, Ms. Warren, Ms. Gillibrand, Cory Booker of New Jersey, Kamala Harris of California and Amy Klobuchar of Minnesota. Of the group, only Senator Michael Bennet of Colorado voted yes.\nStill, the Senate’s support for the nonbinding amendment is one of the latest signs of an intensifying and bipartisan appetite to condemn the president’s foreign policy.\nSenators Marsha Blackburn, a Tennessee Republican and Trump ally, and Tammy Duckworth, Democrat of Illinois, who lost both her legs when her Army helicopter was shot down in Iraq, wrote to the president on Thursday pressing him to develop “a comprehensive plan to protect our Kurdish partners serving in the Syrian Democratic Forces and prevent armed conflict between Kurdish forces and the Republic of Turkey.” Ms. Blackburn represents Nashville, which is home to more Kurdish-Americans than any other city in the United States.\nIn the House, Representatives Tom Malinowski, Democrat of New Jersey, and Mike Gallagher, Republican of Wisconsin, unveiled two bills on Wednesday that seek to bar the Trump administration from abruptly withdrawing troops from Syria and South Korea.\nThe bills prohibit the use of military funds to reduce the number of active-duty troops serving in Syria below 1,500 and below 22,000 in South Korea, unless the defense secretary, the secretary of state and the director of national intelligence submit assurances to Congress that the withdrawals would not undermine the nation’s security and that allied nations had been consulted, among other stipulations.\n“This legislation makes a strong bipartisan statement that it would be reckless to pull troops from South Korea while North Korea still threatens our allies with nuclear and conventional weapons, and that if we are going to withdraw from Syria, we should do it with a plan, not a tweet,” said Mr. Malinowski, who was assistant secretary of state for human rights in the Obama administration.\nAnd last year’s Senate measure to end American military assistance for Saudi Arabia’s war in Yemen could be returning. The bill died in the House, where Republican leaders refused to bring it to a vote. On Wednesday, House and Senate lawmakers reintroduced it, including Senators Sanders, Mike Lee, Republican of Utah, and Christopher S. Murphy, Democrat of Connecticut, and Representatives Ro Khanna, Democrat of California, and Mark Pocan, Democrat of Wisconsin.\nThe Democratic House leaders now in charge are sympathetic. Representative Steny H. Hoyer of Maryland, the majority leader, endorsed it, saying on Wednesday: “Clearly, the current strategy to bring peace and stability to Yemen is not working. Congress must make it clear to the administration that our policy must change.”\nSpeaker Nancy Pelosi of California offered her own condemnation of Mr. Trump on Thursday, after he dismissed his intelligence chiefs’ national security assessments as “naïve” and suggested that “Intelligence should go back to school.”\n“One dismaying factor of it all is that the president doesn’t just seem to have the attention span or the desire to hear what the intelligence community has been telling him,” Ms. Pelosi said at a news conference. “For him to make the statement he did yesterday is cause for concern.”", "date": "Jan. 31, 2019", "href": "https://www.nytimes.com/2019/01/31/us/politics/senate-vote-syria-afghanistan.html", "tags": "syria withdrawals united states ” trump senate rebukes troop afghanistan"}