{"title": "Senate Advances Court Pick Who Said Planned Parenthood 'Kills Over 150,000 Females A Year’", "content": "WASHINGTON ― The Senate judiciary committee voted Thursday to advance U.S. District Court nominee Wendy Vitter, a vocal opponent of abortion rights who initially didn’t tell senators about her past extreme comments on the topic.\nEvery Republican on the committee voted for Vitter, a New Orleans lawyer and President Donald Trump’s choice for a lifetime seat on the U.S. District Court for the Eastern District of Louisiana. Those GOPers were Sens. Chuck Grassley (Iowa), Orrin Hatch (Utah), Lindsey Graham (S.C.), John Cornyn (Texas), Mike Lee (Utah), Ted Cruz (Texas), Ben Sasse (Neb.), Jeff Flake (Ariz.), Mike Crapo (Idaho), Thom Tillis (N.C.) and John Kennedy (La.).\nEvery Democrat voted against Vitter.\nDuring her April confirmation hearing, Vitter, 57, repeatedly avoided saying whether she still agrees with a May 2013 speech she gave in protest of a new Planned Parenthood clinic in New Orleans.\n“Planned Parenthood says they promote women’s health,” she said at the time, per New Orleans’ Clarion Herald. “It is the saddest of ironies that they kill over 150,000 females a year. The first step in promoting women’s health is to let them live.”\nMany of Trump’s court picks have records of being anti-abortion. Vitter, who is general counsel of the Roman Catholic Archdiocese of New Orleans and is married to former Sen. David Vitter (R-La.), has been pretty upfront about her background, too.\nBut her refusal to say whether she stands by her past comments didn’t sit well with Democrats on the committee. It didn’t help that she failed to disclose that speech to the panel, along with other speeches she’s given.\nVitter also didn’t tell senators that she moderated a panel at a 2013 anti-abortion conference peddling false information about the dangers of abortion ― or that she urged audience members to tell their doctors to put materials in their waiting rooms saying that abortions cause breast cancer, which is not true. Vice News uncovered these missing materials in March.\nOmitting details like this is a big no-no to senators on the committee, who expect a thorough submission of background materials for judicial nominees. It also at least creates the appearance of Vitter not wanting the panel to know about some of her controversial comments.\n“All I’m looking for are judges that are fair and impartial,” Sen. Mazie Hirono (D-Hawaii) said in Thursday’s hearing. “They need to exhibit judgment, not to mention common sense. Ms. Vitter’s public endorsement of these obvious falsehoods... and her urging of the audience to distribute materials containing such obvious lies shows she lacks the judgment for a lifetime appointment.”\nVitter has also taken heat for not saying if she agreed with the landmark civil rights case that desegregated U.S. public schools, Brown v. Board of Education.\nHer nomination now heads to the Senate floor for a confirmation vote.\nSenate Majority Leader Mitch McConnell (R-Ky.) has been confirming Trump’s judges at a breakneck pace and has vowed to confirm every court nominee this year who makes it out of the judiciary committee.", "date": "\n05/24/2018", "href": "https://www.huffpost.com/entry/wendy-vitter-abortion-trump-judge_n_5afd8918e4b06a3fb50e5c68", "tags": "planned females vitter court committee new advances ” materials senate year pick orleans parenthood said voted"}