{"title": "Senate, in Reversal, Begins Debate on Trade Authority", "content": "WASHINGTON — Two days after Democratic senators blocked it, the Senate voted on Thursday to take up legislation that would grant the president negotiating freedom to complete an expansive trade accord with 11 nations on the Pacific Rim, setting off a contentious congressional debate on one of President Obama’s top priorities for his remaining time in office.\nWhile the motion to consider the legislation passed 65-33, that belied how hard the coming weeks will be for the White House. Most Democrats, including the top three Democratic leaders in the Senate, voted against even opening debate to give Mr. Obama so-called trade promotion authority.\nAnd before the vote, Representative Nancy Pelosi of California, the House minority leader, suggested that she could not accept a bill that would keep the door open to negotiate trade deals for three years, and possibly six, well into the next administration.\n“While three years in the trade promotion authority bill may be appropriate for foreseeable trade agreements, there is unease with a process that would provide carte blanche for agreements unknown, for countries to be determined, for a time in perpetuity,” she said.\nThe stakes in the larger trade agreement are substantial for American business interests, including Boeing, Nike, the pharmaceutical industry, Silicon Valley and Hollywood. Most corporate interests are strongly pushing for the Pacific Rim accord. Labor groups say it would cost Americans jobs and erode wages.\nThe Senate reversed itself on the matter two hours after senators broadly approved legislation that would crack down on countries that manipulate their currency rates, putting bipartisan pressure on House leaders to take up a measure that Mr. Obama argues could scuttle the delicate Pacific trade talks.\nThe trade votes on Thursday were starkly different from the first effort to take up the issue on Tuesday. Then, Senate Democrats united against even considering trade promotion authority, to provide for “fast track” approval of trade deals, defying their own president and holding out for assurances that tough enforcement provisions would be attached to that authority.\nWhat they got instead was a compromise to allow the currency provision to come to a vote in a separate bill that now faces an even steeper climb than the fast-track bill. Even if a bipartisan majority can pressure Speaker John A. Boehner of Ohio to allow a House vote on the currency measure, the White House has expressed opposition. A formal White House statement of policy on Thursday, however, stopped short of a veto threat.\nBut by separating the currency bill from the decision to proceed, Senate leaders moved closer to granting the president the authority he seeks.\n“Under our plan, the Senate will avoid the poison pills that had been floated in favor of the very type of bipartisan approach we’ve been advocating for all along,” Senator Mitch McConnell, Republican of Kentucky, the majority leader, said. “It allows senators to express themselves without endangering more American trade jobs for the people we represent.”\nThe vote on Thursday to take up trade promotion authority begins a difficult process of securing the Trans-Pacific Partnership, the largest trade deal in more than two decades. It would put countries from Canada to Chile, Japan to Australia — while excluding China, at least for now — under an economic umbrella representing 40 percent of the world’s economy.\nObama administration officials say an accord cannot be reached until Congress assures the White House and the other nations involved that any trade deal cannot be amended by lawmakers, though it could be rejected.\nNext week, senators will try to put new demands on those final negotiations. Senators Debbie Stabenow, Democrat of Michigan, and Rob Portman, Republican of Ohio, still want American negotiators to be required to include a chapter in the trade pact forbidding the intentional deflation of a country’s currency to make its exports cheaper and United States exports more expensive.\nMr. Portman, a trade representative in the George W. Bush administration, acknowledged the opposition of Republican leaders and the White House. “It’s wrongheaded,” he said. “I think they should be embracing this to get more support.”\nThe Senate voted 78-20 on a broad trade enforcement bill that included a crackdown on countries that manipulate their currency. The currency provision would require the Commerce Department to investigate claims by American companies that competitor nations are manipulating their currency to promote their own industries. And if manipulation is found, the government would have to impose tariffs to raise the cost of imports to compensate for the currency price imbalance.\nBut the White House insists that a more diplomatic approach should be pursued.\n“Those provisions would undermine our international efforts to address this issue, raise highly problematic questions about consistency with our international obligations, lead to other countries pursuing retaliatory measures that could hurt our exporters, and be difficult to administer,” a White House statement released on Thursday said.\nEven supporters said that vote was intended more to allow lawmakers to express their frustration on the currency issue. The real showdown will be over the Portman-Stabenow amendment attached to the trade promotion authority itself. If that reached Mr. Obama’s desk, supporters say, the president would have to sign it.\n“That currency bill is going nowhere,” said Senator Lindsey Graham, Republican of South Carolina. “Portman’s the real deal. That’s firing with real bullets.”\nThe trade enforcement legislation includes the creation of an interagency trade enforcement center and a system to respond faster to unfair trade practices, like the dumping of exports at prices below the cost of production. Another provision would require the Customs and Border Protection agency to expeditiously investigate allegations of customs duty evasion. Still another would close a 75-year-old loophole that allows the importation of goods produced with child labor if a company cannot find those goods elsewhere.\nThe Senate separately approved an extension of an African trade preference law, 97-1, intended to expand economic ties with that continent.\nThe House speaker, who has long been at odds with Mr. Obama, looks as of he intends to be a bulwark for the White House on this issue.\n“We’ve had this discussion about currency between countries and continents for the 25 years that I’ve been here, and to think that Congress can legislate what currency valuations are between countries is almost laughable,” Mr. Boehner said Thursday.\nDemocrats and Republicans in both congressional chambers disagree. Ms. Stabenow took to the Senate floor to argue that Japan’s weak yen is effectively raising the price of American automobiles there.\n“Currency manipulation is the most significant 21st-century trade barrier that American businesses and workers face today, and it is the least enforced against,” she said.\nMs. Pelosi expressed her own frustration with the White House.\n“The administration has been pretty clear that they don’t want this in the bill,” she said. “We keep saying, ‘Well, what other suggestions do you have?’ ”\n“There is a general belief,” she added, “that currency manipulation has been responsible for the loss of many jobs in this country.”\nSuch talk has administration officials worried and playing defense. Treasury Secretary Jacob J. Lew has said Japan has refrained in recent years from the kind of blatant currency manipulation it practiced in the past. And China, which has closely managed its own currency, has let the renminbi rise against the dollar.\nThe Obama administration is walking a tightrope. Congress could give Mr. Obama the authority he needs to conclude a Pacific trade agreement that he sees as a central element to enhance the administration’s strategic role in Asia. But officials say that the demands imposed by Congress could scare off key partners such as Japan and Malaysia just as the deal comes into reach.", "date": "May 14, 2015", "href": "https://www.nytimes.com/2015/05/15/business/senate-vote-currency-manipulation-fast-track-trade.html", "tags": "authority reversal debate currency ” house white senate trade obama begins"}