{"title": "Senate Republicans Don't Care If Their Tax Bill Is Unpopular", "content": "WASHINGTON ― Senate Republicans look at their tax bill as a key win for the GOP ― a sweeping rewrite that Republicans can point to proudly in upcoming elections. But there’s one big problem lawmakers are ignoring: Voters don’t like the bill.\nIn poll after poll, more voters say they oppose this tax proposal than support it. According to FiveThirtyEight, of the nine largest tax bills over the last 36 years ― two of which were strictly tax increases ― this Republican measure ranks dead last, with its approval rating underwater by an average of 14 points.\nBut that would apparently be news to GOP senators. As they race to pass the bill, they either don’t know, don’t care or don’t trust data suggesting their legislation will be far from a saving grace next November.\nWhen HuffPost asked Senate Majority Whip John Cornyn (R-Texas) why the bill has polled so poorly, he said that was because “it hadn’t been written yet.”\n“We’re not through yet,” Cornyn said, noting that Senate Republicans still intend to go to conference over the legislation with the House. But he also said that some of the hostility toward the bill existed because “people have just lied about it and misrepresented what’s in it,” and he suggested the polling was faulty.\n“I can show you a poll for anything,” he said.\nThat was a common reaction among Republicans. Rather than their having drafted an unpopular bill, they just think the polls are wrong.\n“Depends on who does the polling,” Sen. John Kennedy (R-La.) said Thursday. “I don’t know much about reporting, but I know how to read a poll.”\nKennedy said he had seen polls showing that the bill was “very popular,” and he suggested there were methodological issues with surveys indicating otherwise. “Depends on how you ask the question. Depends on what your sample is. Depends on whether you use landlines or cell phones,” he said. “You can make a poll walk, talk, do whatever you want.”\nThere is some variance in polling on the tax bill. But the legislation has consistently tested poorly with the public.\nAt least one GOP senator suggested that it was more important to poll well with Republicans in particular.\n“It depends on what universe you’re after,” Sen. Jim Inhofe told HuffPost. “If you’re talking about Republicans, they are for it.”\nInhofe, who comes from the deeply red state of Oklahoma, said this bill was probably the first or second most important piece of legislation to Republicans, particularly those who want President Donald Trump to succeed. And if there was a messaging failure, Inhofe said, it was in Republicans not adequately selling the bill as a tax cut.\nA number of other senators didn’t think there was anything lawmakers could have done to sell the legislation more effectively.\n“I don’t want to say it’s a messaging failure,” Sen. Shelley Moore Capito (R-W.Va.) said Thursday. “I just think that the information on the opposite side is so distorted and sensational that it skews the truth of the actual results of the bill.”\nThe truth of the GOP tax plan has been hotly debated. Republicans started this discussion by insisting that their bill would be targeted to aid the middle class, that it wouldn’t significantly help the wealthy, that it wouldn’t add to the debt, that it would spur significant economic growth.\nAnalysis after analysis, however, has challenged those GOP claims. That in turn has caused Republicans to trash the analyses. The Tax Policy Center, for instance, said 47 percent of the benefits of the House’s tax bill would go toward the richest 1 percent, so Republicans painted the nonpartisan center as liberal and said it couldn’t “compute straight.” When a Joint Committee on Taxation report came out Thursday calculating that, even in a dynamic score accounting for increased growth effects, the Senate bill would still add more than a trillion dollars to the debt, Republicans just ignored it. Same with the committee’s lackluster growth expectations.\nBut Republicans aren’t questioning any of their own assumptions about their tax bill. They’re just pressing on, apparently convinced that the opposition is either fake news or simply wrong.\nWhen HuffPost asked Sen. Thom Tillis (R-N.C.) about the bill’s unpopularity, he said it was practically impossible to sell tax cuts before they’re passed. “Tax cuts are generally unpopular,” he said ― a claim that is historically inaccurate.\nTillis told a story about passing tax cuts in North Carolina when he was speaker of the statehouse. A colleague came up to him before the vote and cited some polls showing opposition to the state GOP’s proposal. Tillis told his colleague that Republicans were going to get crushed in the press until they produced a result.\n“We don’t produce a result until we vote,” Tillis said. “And when we vote, I think that the result ― I’m telling you, at the end of the day, if you go back in history, up to and including 1986, and think people were out parading with pep rallies saying, ‘Go and pass that bill’? Go back and do your history.”\n(While the 1986 tax reform wasn’t overwhelmingly popular, it did have a positive approval rating at the time: 38 percent to 34 percent.)\nStill, Tillis said it’s much harder to build support for GOP proposals today with opponents using tools like Facebook and Twitter, and he suggested he had no qualms about passing a bill that a plurality of Americans oppose.\n“It’s just a function of the messaging space that we’re in,” he said.", "date": "\n11/30/2017", "href": "https://www.huffpost.com/entry/senate-republicans-tax-bill-unpopular_n_5a20968de4b03350e0b58941", "tags": "tax unpopular gop republicans ” poll ― senate bill care"}