{"title": "Senate Republicans Said Their Bill Wouldn't Hurt The Poor- It Would-", "content": "Senate Republicans and their allies have been insisting that their health care plan would not hurt low-income Americans.\nThe Congressional Budget Office has called B.S. on that claim. \nOn Monday, the agency issued its official report on the Better Care Reconciliation Act, the bill Senate Majority Leader Mitch McConnell (R-Ky.) has said he hopes to bring to a vote later this week. \nAnalyses of health policy can be difficult to decipher, and experts will be poring over this CBO report for days. But the agency helpfully included some charts ― and two in particular tell the whole story about who would benefit from the bill and who wouldn’t.\nLow-income Americans, it turns out, wouldn’t fare very well.\nPage 5 of the report has a chart breaking down the major ways that the Senate bill would change federal revenue and spending.\nThe two big sources of new savings ― that’s the two big bars pointing left ― come from lower spending on programs to help people get health insurance.\nThere’s a big cut to Medicaid, the federal-state program for low-income people, which the Affordable Care Act expanded so that more able-bodied adults and children now qualify. The Senate bill would roll back that expansion of eligibility, and then change its funding formula in ways that would limit federal contributions over time ― eventually affecting everybody who qualifies, including the disabled and elderly, as states reacted by cutting who or what their Medicaid programs covered. \nThat amounts to $772 billion less in spending over 10 years, the CBO says.\nThe Senate bill also calls for providing smaller tax credits to people buying coverage on their own ― enough to reduce federal spending by another $408 billion. Those tax credits are available to people with incomes up to four times the poverty line, or $98,400 in annual income for a family of four, but the majority of tax credit money goes to the working poor and lower middle class.\nOn the other side of the ledger, the CBO finds that the federal government would lose $210 billion in revenue because the Senate bill would eliminate penalties, including the individual mandate that has people paying extra taxes if they opt not to get health insurance.\nIn addition, the CBO records $541 billion in declining revenue from tax cuts, including income taxes that Obamacare imposed exclusively on the wealthy.\nSo the poor and middle class would get less help paying for insurance, and the wealthy would get a tax cut. In the end, the CBO says, the changes leave $321 billion unspent. That’s money that would reduce the budget deficit.\nDraining $1 trillion from federal health programs is bound to have an impact. By 2026, the CBO says, the number of people without health insurance would be 22 million higher than it would be if the Affordable Care Act were still in place. \nThat’s a lot of people, obviously ― enough to drag the proportion of U.S. residents without coverage down to 82 percent from 90 percent. But it doesn’t affect everybody in the population evenly. The increase among older people at lower incomes would be proportionately larger than for other age and income groups, the CBO found.  \nThis isn’t terribly surprising. The law gives insurers more leeway to vary premiums by age ― charging older people more and younger people less ― and its tax credits aren’t designed to offset that effect in the way the Affordable Care Act’s tax credits do.\nSenate Republicans might well believe these results are a worthwhile price to pay for what they consider their proposal’s upsides, whether that’s easing the tax burden on the wealthy, generally reducing the footprint of government or ending Obamacare’s individual mandate.\nBut they’ve gone out of the way to insist the bill won’t hurt the most economically vulnerable people in America when it’s very clear it would do just that. Just look at the pictures.", "date": "\n06/27/2017", "href": "https://www.huffpost.com/entry/senate-health-care-bill-hurts-the-poor_n_5951e5cfe4b02734df2cf7cc", "tags": "people tax would republicans hurt ― cbo federal senate would- bill poor- care said health"}