{"title": "Senate Inquiries Narrow as Rosenstein Suggests Plan to Fire Comey Predated Memo", "content": "WASHINGTON — Republican senators signaled on Thursday that the Justice Department’s special counsel investigation into Russia’s interference in the presidential election and possible collusion by associates of President Trump would quite likely slow and narrow the scope of their own inquiries.\nFive different Senate and House committees — including both congressional intelligence committees — are running inquiries into the Russian meddling. But the special counsel, Robert S. Mueller III, who was appointed on Wednesday, is widely expected to ask Congress to scale back public hearings with witnesses who might be integral to his investigation.\nThe entire Senate, in a highly unusual gathering, was briefed on the Justice Department inquiry by Rod J. Rosenstein, the deputy attorney general, who stunned some lawmakers when he suggested that he had known President Trump had planned to fire James B. Comey as F.B.I. director before he provided a memo to the president outlining a rationale for his dismissal.\nMr. Rosenstein also affirmed that the Justice Department’s inquiry was focused on possible crimes, meaning that potential subjects of investigation would almost certainly refuse to testify before Congress or withhold documents from lawmakers for fear of possible prosecution.\nCongress needs “to be focused on what our role is,” said Senator John Cornyn, Republican of Texas and a member of the Intelligence Committee. “We’re not the F.B.I. We’re not the Department of Justice. We’re conducting oversight investigations and that’s, I think, our appropriate role.”\nSenator Lindsey Graham, Republican of South Carolina and a member of the Judiciary Committee, said, “You’ve got a special counsel who has prosecutorial powers now, and I think we in Congress have to be very careful not to interfere. Public access to this is probably going to be very limited now. It’s going to really limit what the public will know about this.”\nFor Congress, the appointment of a special counsel means “you’re pretty well knocked out of the game,” Mr. Graham said. “And that’s probably the way it should be.”\nThe abrupt shift in priorities poses a challenge for Democrats, who were almost united in their call for a special counsel, but now face losing access to their most potent political weapon: public hearings, where Americans could hear firsthand from officials with concerns about Mr. Trump’s administration.\nIt was at a congressional hearing in March that Mr. Comey first publicly acknowledged that the bureau was running a broad counterintelligence investigation into Russian interference. And at a hearing this month, Sally Q. Yates, the former acting attorney general, explained how she had warned the White House that Michael T. Flynn, the former national security adviser, could be vulnerable to blackmail by the Russians.\nMr. Mueller’s new grip on the investigation also called into question whether Mr. Comey would accept any of the invitations issued by multiple congressional committees to testify next week about his firing. The testimony was widely anticipated as a chance for Mr. Comey to discuss a memo he wrote that said Mr. Trump asked him in February to drop the investigation of Mr. Flynn, an assertion Mr. Trump emphatically denied on Thursday.\nSenator Ron Johnson, Republican of Wisconsin, said he believed it would be more difficult for lawmakers to get information now.\n“I think Democrats probably should be asking themselves, sometimes you’ve got to be careful about what you ask for,” he said. “Because when you get it, all of a sudden you can’t get answers to things because now it’s an active investigation.”\nDemocrats appeared to share that concern as they trickled out of the roughly 90-minute briefing, describing Mr. Rosenstein’s reticence to answer many questions. Several senators and aides said the meeting was contentious, and “most of the questions and indeed almost all the very challenging ones came from Democrats,” said Senator Richard Blumenthal, Democrat of Connecticut.\n“Basically any question of any substance, it was, ‘I can’t comment because it may be the subject of an investigation by Mueller,’” said Senator Jeff Merkley, Democrat of Oregon.\n“I didn’t hear anything from him that would give the assurance that they’ll have the access they need,” Mr. Merkley added, referring to the intelligence committee.\nSenators described Mr. Mueller as having plenty of leeway to pursue various threads in the investigation. Senator Chuck Schumer of New York, the Democratic leader, said it was apparent that Mr. Mueller had been given “broad and wide-ranging authority,” a fact that Mr. Schumer said heartened him.\nAs a special counsel, though, Mr. Mueller still reports to Mr. Rosenstein. (Jeff Sessions, the attorney general, recused himself from the investigation after it was revealed that he misrepresented his own contacts with Russian officials during his confirmation hearings.) Any expansion of his purview would need to be approved by Mr. Rosenstein, who retains the power to reject his requests or even remove him.\nMr. Rosenstein will also brief members of the House on Friday.\nAs Democrats expressed alarm at the firing of Mr. Comey, senators summoned Mr. Rosenstein to the Capitol to discuss, in part, the three-page memo he wrote that the White House seized on as grounds for Mr. Comey’s termination later that same day.\nThree Democratic lawmakers who were in the briefing, Senators Claire McCaskill of Missouri, Richard J. Durbin of Illinois and Christopher S. Murphy of Connecticut, told reporters Mr. Rosenstein had said Mr. Trump made his decision before reviewing the memo.\n“There are a lot of missing pieces,” Mr. Durbin said, noting Mr. Rosenstein had left many questions unanswered, specifically regarding what Mr. Trump had said the day before firing Mr. Comey, and what part, if any, Mr. Sessions may have played in the decision.\nSenator Chris Coons, Democrat of Delaware, said he was eager to better understand exactly what Mr. Mueller’s inquiry would explore. “I respect the special counsel needs time — more than 24 hours,” he said, “but decisions about scope need to be made.”\nThe firing of Mr. Comey last week, and Mr. Trump’s subsequent acknowledgment that he was thinking about the Russia investigation when he decided to do it, spurred Democrats to step up pressure for a special counsel. The White House had initially said the Russia investigation had nothing to do with Mr. Comey’s dismissal.\nMr. Trump, speaking at the White House after the Senate briefing, said that he respected the decision to appoint a special counsel, but referred to the investigation as a “witch hunt.”\nIt was that kind of reaction by the president that led some Democrats to say that Mr. Rosenstein had “faced a stark decision,” in the words of Mr. Durbin.\n“He could either appoint someone of the stature of Director Mueller, or resign.”", "date": "May 18, 2017", "href": "https://www.nytimes.com/2017/05/18/us/politics/rosenstein-memo-trump-comey.html", "tags": "suggests predated fire rosenstein comey investigation counsel ” memo senate narrow inquiries plan said special"}