{"title": "Senate Intelligence Committee Leaders Vow Thorough Russian Investigation", "content": "WASHINGTON — Senators leading the investigation into Russian interference in the November election pledged on Wednesday to conduct an aggressive inquiry, including an examination of any ties to President Trump, as they sought to distance themselves from the flagging efforts in the House.\nIn a conspicuous show of bipartisanship during a fractious time at the Capitol, the top Republican and Democrat on the Senate Intelligence Committee vowed to forge ahead by interviewing key players connected to Mr. Trump and pressing intelligence agencies to provide all relevant information.\nBut their display of collegiality seemed intended primarily as a contrast to the explosive and often bewildering statements in recent days from the Republican chairman of the House Intelligence Committee, Representative Devin Nunes of California, whose perceived closeness with the Trump White House has raised doubts about his ability to conduct an impartial investigation.\nThe chairman of the Senate Intelligence Committee, Richard M. Burr, Republican of North Carolina and a supporter of Mr. Trump during the campaign, suggested on Wednesday that he would not retreat from a process that could damage the reputation of a Republican president.\n“This investigation’s scope will go wherever the intelligence leads,” Mr. Burr said during a rare joint news conference.\nAsked later whether he had encountered any “direct links” between Mr. Trump and Russia’s interference, Mr. Burr was stern.\n“We know that our challenge,” he said, “is to answer that question for the American people.”\nThe Senate investigation amounts to a credibility test for Republicans under the Trump administration — a chance to prove their willingness to ask uncomfortable questions of a Republican president, even if the answers might weaken his and the party’s standing.\nDemocrats are skeptical. But they are also mindful that the Senate most likely remains their best hope on Capitol Hill for gathering information, making them disinclined to abandon the Senate Intelligence Committee’s investigation. The F.B.I. is also investigating.\nOn Wednesday, Mr. Burr and his Democratic counterpart on the committee, Senator Mark Warner of Virginia, offered some evidence of what they had reviewed so far, saying they had begun to schedule the first of at least 20 interviews.\nMr. Warner drew attention to reports of perhaps 1,000 internet trolls in Russia generating fake news stories and targeting them at swing states like Wisconsin, Michigan and Pennsylvania. “Russia’s goal, Vladimir Putin’s goal, is a weaker United States,” he said.\nMr. Burr noted that Russians were now “actively involved” in the French elections. On Thursday, the committee will hold a public hearing on Russian influence on campaigns broadly.\nThe two also left little doubt that they viewed the House’s unruly process as an afterthought, one that should not reflect on their own efforts.\n“Let me set the ground rules real quick,” Mr. Burr said before taking questions. “We’ll answer anything about the Senate Intelligence Committee’s investigation. We will not take questions on the House Intelligence Committee.”\nMr. Burr could not suppress a smirk. Mr. Warner laughed outright.\nBut the drama in the House has already complicated the Senate’s task, according to Senate committee members, leading the public to question congressional inquiries across the board.\n“I worry that the chaos on the House side has affected the public’s view on whether Congress can credibly investigate this matter,” said Senator Susan Collins, Republican of Maine and a committee member. “I believe the answer to that is still yes, and that the Senate is the place.”\nLamenting the “debacle” in the House, Senator Kamala Harris, Democrat of California and another committee member, said she believed that “the public is now shifting to us.”\nThe congressional investigations are not related, but their focuses overlap, leaving the Senate panel to defend itself in the face of Mr. Nunes’s assorted claims. While a vast majority of Republicans in the House have stood by Mr. Nunes amid calls for him to recuse himself, his furtive maneuvering — including bypassing his committee to brief the White House about relevant intelligence — has placed House committee members in a difficult spot.\nAnd at least one Republican lawmaker, Representative Charlie Dent of Pennsylvania, suggested on Wednesday that the Senate should take the lead on Congress’s investigation into ties between the president’s orbit and Russia.\nThe Senate majority leader, Mitch McConnell, Republican of Kentucky, has long resisted calls for a special prosecutor or select committee, saying the Senate could do the job through regular protocol.\nOn the House side, a string of perplexing decisions by Mr. Nunes has threatened to unravel the panel’s investigation altogether. Last week, he abruptly announced that he had obtained information indicating that people associated with the Trump transition may have been “incidentally” caught up in legal surveillance of foreign operatives. He also bypassed the committee’s top Democrat, Representative Adam B. Schiff of California, to brief Mr. Trump.\nThe president seized on the information, misleadingly, as evidence for his thoroughly debunked claim that President Barack Obama had wiretapped Trump Tower — an allegation dismissed not only by senior law enforcement officials, like the F.B.I. director, James B. Comey, but also by the heads of the Senate and House investigations, including Mr. Nunes.\nAnother obstacle to bipartisanship came on Monday, with the revelation that Mr. Nunes had viewed what he characterized as “dozens” of reports containing classified information on the grounds of the White House.\nDemocrats fumed, their suspicions fueled by speculation that the source of Mr. Nunes’s information was a Trump administration official and that Mr. Nunes may have even coordinated with the White House. While Mr. Nunes defended himself by saying that he needed to be at the White House to view the sensitive documents in question, one can peruse sensitive information at the Capitol and at other spots around Washington.\nDemocrats have also chafed at Mr. Nunes’s shuffling of the hearing schedule. Earlier this month, with Mr. Schiff by his side, Mr. Nunes announced plans for three former officials to testify, a group that would include Sally Q. Yates, who briefly served as acting attorney general and alerted the administration that Michael T. Flynn, Mr. Trump’s former national security adviser, appeared to have lied about his contact with Russian officials.\nLast week, Mr. Nunes scrapped that public hearing, arguing that the committee first needed more time to question intelligence leaders. But on Tuesday he said this hearing had been postponed as well — as The Washington Post reported that White House officials had tried to stymie Ms. Yates’s testimony. Democrats have accused Mr. Nunes of trying to stall not only the investigation but also the committee as a whole.\nMr. Warner said on Wednesday that he would “like to see Ms. Yates at some point” before his committee.\nAt the same time, the Senate investigation has not been blemish-free. Last month, Mr. Warner publicly scolded Mr. Burr after reports that Mr. Burr had spoken with the White House and engaged with news organizations to dispute reports that Trump associates had been in consistent contact with Russian intelligence operatives.\nIn an emailed statement on Wednesday, Senator Chuck Schumer of New York, the Democratic leader, took care to praise Mr. Warner — though not Mr. Burr — as he expressed confidence in the Senate inquiry.\n“Mark Warner realizes the importance of the task in front of him, and is pursuing it diligently and smartly,” Mr. Schumer said. “That gives the Democrats a lot of faith that the process on the Senate side can work.”\nAt the news conference, Mr. Burr said that “contrary to maybe popular belief,” he and Mr. Warner were partners.\nAnd he insisted that his party allegiance would not supersede the duties of his office.\n“I’ll do something I’ve never done: I’ll admit that I voted for him,” Mr. Burr said of Mr. Trump. “But I’ve got a job in the United States Senate.”", "date": "March 29, 2017", "href": "https://www.nytimes.com/2017/03/29/us/politics/senate-intelligence-committee-burr-warner-russia-investigation.html", "tags": "burr leaders intelligence “ russian committee investigation house senate nunes thorough vow"}