{"title": "Senate Confirms Federal Judge Rated 'Not Qualified' To Serve", "content": "WASHINGTON ― The Senate voted Tuesday to confirm one of President Donald Trump’s judicial nominees, Leonard Steven Grasz, despite the fact that Grasz earned an embarrassing and unanimous “not qualified” rating from the American Bar Association.\nEvery Republican present voted to confirm Grasz, 56, to a lifetime seat on the U.S. Court of Appeals for the 8th Circuit. That includes moderates like Sens. Susan Collins (Maine) and Lisa Murkowski (Alaska), as well as retiring Sens. Jeff Flake (Ariz.) and Bob Corker (Tenn.). Every Democrat opposed him in the 50-48 vote.\nIt is extremely rare for the Senate to confirm a judge with such an abysmal rating from the national legal organization. The ABA has reviewed more than 1,700 federal judicial nominees since 1989, and only three, including Grasz, have been deemed unanimously unqualified. The other two, both nominees of President George W. Bush, were withdrawn and replaced with other nominees after the ABA’s assessment came in.\nSenate Minority Leader Chuck Schumer (D-N.Y.) seemed baffled that Grasz was even getting a vote.\n“A panel of nonpartisan legal experts unanimously concluded that this man is not fit to be a judge,” he said on the Senate floor. “What else do my colleagues need to know?”\nThe ABA interviewed more than 180 people connected to Grasz, who was Nebraska’s chief deputy attorney general for 11 years, in evaluating his fitness to be a judge. Colleagues described him as “gratuitously rude,” per the ABA report, and said they had an “unusual fear” of consequences if they said anything negative about him because of his “deep connection” to powerful politicians in Nebraska.\nABA members also raised concerns that Grasz would be “unable to separate his role as an advocate from that of a judge,” given his record on issues like LGBTQ and abortion rights. Among other things, Grasz served on a nonprofit board that backed so-called conversion therapy for LGBTQ kids, and in a 1999 article argued that lower courts should be able to overrule Supreme Court decisions on abortion rights because “abortion jurisprudence is, to a significant extent, a word game.”\n“In sum, the evaluators and the Committee found that temperament issues, particularly bias and lack of open-mindedness, were problematic,” reads a statement by Pam Bresnahan, the chair of the ABA’s standing committee that reviews nominees. “The evaluators found that the people interviewed believed that the nominee’s bias and the lens through which he viewed his role as a judge colored his ability to judge fairly.”\nGrasz is one of four Trump judicial nominees to get a “not qualified” ABA rating, unanimous or otherwise. Others include district court nominees Brett Talley, who has never tried a case and didn’t tell the Senate that his wife is chief of staff to White House counsel Don McGahn; Charles Goodwin, who raised questions about his ability to fulfill the demands of a federal judge; and Holly Teeter, who lacks trial court experience.\nGrasz is the first of the bunch to get confirmed. He endured a humiliating confirmation hearing, as Democrats pressed him on his awful ABA rating.\nPart of the problem here is that Trump is flying through judicial nominations without much vetting, and he’s not submitting his potential court picks to the ABA before he announces their nominations. Most presidents have waited for the ABA rating to come out before officially announcing a nominee, in part to save face in the event one of their nominees gets a particularly bad rating. Former President Barack Obama, for example, didn’t nominate any of his potential court picks who got an unqualified ABA rating.\n“No president has so quickly nominated so many troubling nominees,” said Carl Tobias, a University of Richmond law professor and expert on judicial nominations. “Bad process can make for bad judges, and these are life-tenured posts.”\nRepublicans had not raised many concerns with Trump’s unqualified nominees until Tuesday, when Sen. Chuck Grassley (R-Iowa), chairman of the Judiciary Committee, unexpectedly said he thinks Trump should withdraw Talley and another district court nominee, Jeff Mateer, who has described transgender children as evidence of “Satan’s plan.”\nProgressive judicial advocacy groups hailed Grassley’s comments as a sign that Republicans may stop being a rubber stamp for Trump’s questionable court nominees.\n“We believe this is an opportunity for a real turning point,” said Nan Aron, president of Alliance for Justice, “if the White House uses this moment to reassess its criteria for judicial nominations and to put forward nominees who will be serious about upholding critical legal rights and protections for all.”\nWhite House press secretary Sarah Huckabee Sanders had no response to Grassley’s request at her daily press briefing.", "date": "\n12/12/2017", "href": "https://www.huffpost.com/entry/senate-confirms-leonard-steven-grasz_n_5a2ffeefe4b01598ac486379", "tags": "grasz judicial rated qualified confirms judge court rating ” federal aba senate nominees serve"}