{"title": "Senate Republicans Just Killed Their Health Care Bill Again", "content": "WASHINGTON — Just like that, the Republican mission to repeal and replace the Affordable Care Act has failed again.\nAnd like its other near-death experiences since President Donald Trump took office, backed by total GOP control of Congress at the beginning of this year, the decisive factors were the party’s lack of vision of what the health care system would look like ― and a lack of conviction about owning the consequences of undoing a law that had extended health insurance to tens of millions of Americans.\nBarack Obama isn’t around to blame anymore, and Democrats wield virtually no power in Washington. The inability of Senate Majority Leader Mitch McConnell (R-Ky.) to rally 50 of 52 Republican senators stems entirely from internal strife.\n“Regrettably, it is now apparent that the effort to repeal and immediately replace the failure of Obamacare will not be successful,” McConnell said in a statement published on Twitter.\nAt the end of this latest stage in the short, troubled, deeply unloved life of the Senate health care bill, it was two Republicans from the conservative wing of the Senate who struck the damaging blow.\nFour Republican senators are now on record as opposing the measure: Jerry Moran of Kansas, Mike Lee of Utah and Rand Paul of Kentucky on the conservative side, and Susan Collins of Maine from the “moderate” camp. McConnell could afford to lose just two votes. Passing that threshold could lead to a flood of other Republican senators announcing their opposition.\nMonday evening ― the day McConnell originally wanted to begin floor proceedings on the Better Care Reconciliation Act ― Moran and Lee announced their opposition to the Senate Republican health care bill, dealing a serious and possibly crippling blow to the GOP’s effort to repeal the Affordable Care Act.\nRepublican lawmakers, and their voters, continue to support repeal, however, so the final outcome of this debate has yet to occur. And it was just a few short months ago that repeal appeared dead in the House only to be revived weeks later when the lower chamber passed a bill similar to the Senate legislation.\nTrump reacted to Moran’s and Lee’s defections by renewing his call for the Senate to repeal the Affordable Care Act outright and pass a replacement for the law at a later date, an option that is supported by few Republicans. Rep. Mark Meadows (R-N.C.), leader of the conservative Freedom Caucus, demanded the same in a Twitter post. Full repeal would require 60 votes to overcome a Democratic filibuster in the Senate, however.\n“Republicans should just REPEAL failing ObamaCare now & work on a new Healthcare Plan that will start from a clean slate. Dems will join in!” Trump posted on Twitter. Republicans in Congress, and Trump himself, rejected this so-called repeal-and-delay strategy, however, early in the year.\nAnd Republican Sens. Lindsey Graham of South Carolina and Bill Cassidy of Louisiana already are developing an alternative health care proposal. Collins, who previously worked with Cassidy on another approach, has called for Senate Republican leaders to work with Democrats on a narrower measure to improve the Affordable Care Act.\nOne thing that may prove more resilient than the Republican repeal effort may be the law the party is trying to destroy. Since President Obama signed the Affordable Care Act in March 2010, it’s been the subject of an unending campaign of opposition and obstruction. It’s also had real and significant failings that have frequently overshadowed its accomplishments.\nThe majority-conservative Supreme Court had opportunities to gut the law in 2012 and 2015, and declined both times, although its first ruling limited the scope of Obamacare’s Medicaid expansion by enabling red states to refuse to participate. Backlash to the law contributed to the GOP takeover of Congress and its growing majorities in both chambers. And Trump’s victory in November looked as though it might seal the Affordable Care Act’s fate.\nFor now, at least, the law is in less danger than it has been since Nov. 7.\nOn Monday, Moran and Lee declared they would vote no on the “motion to proceed” ― a procedural step necessary to begin formal debate on legislation and, eventually, to pass it. The two senators complained that the bill didn’t repeal enough of the Affordable Care Act, and they criticized the secretive, hurried process McConnell employed in an attempt to advance the legislation before opposition could coalesce.\nMcConnell can continue trying to win over the holdouts by offering to change the bill ― something he has been trying to do, with middling success, for the last few weeks.\nBut the opposition of Lee, in particular, suggests that McConnell’s task will be even more difficult than it seemed just a day ago.\n“In addition to not repealing all of the Obamacare taxes, it doesn’t go far enough in lowering premiums for middle class families; nor does it create enough free space from the most costly Obamacare regulations,” Lee said in a statement.\nThe regulations Lee has in mind are the ones guaranteeing coverage to people with pre-existing conditions and requiring that all plans include a comprehensive set of benefits ― regulations that have made coverage available to people who could not get it before but have also raised premiums and forced some people to pay more for their insurance than they did previously.\nMoran’s statement focused on similar themes. “There are serious problems with Obamacare, and my goal remains what it has been for a long time: to repeal and replace it. This closed-door process has yielded the [Better Care Reconciliation Act], which fails to repeal the Affordable Care Act or address healthcare’s rising costs. For the same reasons I could not support the previous version of this bill, I cannot support this one.”\n“We should not put our stamp of approval on bad policy,” Moran said.\nThe nonpartisan Congressional Budget Office estimated that an earlier version of this bill would result in 22 million fewer people having health coverage over the coming decade and would reduce federal Medicaid spending by more than 30 percent.\nAnd health insurance companies strongly warned that new provisions added to the legislation last week at the insistence of Sen. Ted Cruz (R-Texas), which would’ve permitted insurers to go back to rejecting people with pre-existing conditions, were “simply unworkable in any form.” This was in addition to strong opposition from organizations representing physicians, hospitals and other health care providers and patient groups.\nBut it was those humanitarian objections that sent the Senate health care bill to its death bed. Collins cited coverage losses as part of her reason to vote against the bill, but Moran, Lee and Paul instead protested that the measure left too much of the law’s consumer protection rules and financial assistance in place.\nOther Republican senators, most notably Dean Heller of Nevada, also bemoaned the health care bill’s effects on Medicaid and how many individuals it would leave without insurance. But neither Heller, Sen. Lisa Murkowski (R-Alaska) or others who have expressed such misgivings actually came out against the legislation. \nIt was widely assumed that McConnell’s strategy was to do something like House Republican leaders did in May, when they finally passed their legislation: shore up support among conservatives, then win over enough moderates to assemble a majority.\nIf the Cruz amendment isn’t enough to satisfy Lee, then the only way to gain his support (and perhaps Moran’s support as well) would be to weaken those regulations even more.\nThat would almost certainly alienate less-conservative members of the GOP caucus, many of whom have already warned that the bill takes away coverage from too many people. \nIt also doesn’t help that the regulations Lee wants to eliminate happen to be highly popular ― or that high-ranking Republicans, including President Donald Trump, pledged repeatedly to keep those insurance protections in place.\nBefore Moran and Lee came out against the bill, McConnell delayed a vote on the legislation again after Sen. John McCain (R-Ariz.) announced he would not be able to vote this week while recovering from surgery.\nRepublicans have struggled to pass a health care bill, so far failing to deliver on a much-hyped 2016 campaign promise that the GOP would repeal Obamacare.\nTrump has repeatedly pressed Republicans to pass legislation. He even hosted GOP senators at a dinner at the White House on Monday in an attempt to discuss the bill with lawmakers who were on the fence about whether to vote for the legislation.\nEarlier Monday, Trump emphasized how crucial McCain’s vote would have been to passing the bill.\n“We hope John McCain gets better very soon because we miss him,” Trump said at an event Monday. “He’s a crusty voice in Washington. Plus, we need his vote.” \nProtests against the bill have been a regular sight on Capitol Hill in recent weeks, with many demonstrators being placed under arrest.\nThis story has been updated with additional details and background throughout.", "date": "\n07/17/2017", "href": "https://www.huffpost.com/entry/jerry-moran-mike-lee-senate-health-care_n_596d594ce4b0e983c05877f4", "tags": "repeal lee ” republican senate killed bill republicans act care health"}