{"title": "Senate Republicans Look To Strike A Deal On Health Care Bill, Find Nothing", "content": "WASHINGTON ― A day after delaying a vote on their health care bill, Senate Republicans appeared no closer to a compromise Wednesday, with GOP lawmakers digging in for a protracted negotiation that may end up going nowhere.\n“We’re at an impasse,” Sen. Rand Paul (R-Ky.) told HuffPost Wednesday.\nThe plan in the mind of Majority Leader Mitch McConnell (R-Ky.) was for Republicans to reach at least a tentative deal by the end of the week. That would allow senators to send off that new legislative text to the Congressional Budget Office by Friday and get the proposal scored during the July Fourth recess. Barring some miraculous movement in the next 24 hours, however, Republicans don’t look like they’ll have anything resembling an agreement before the break.\n“Nothing‘s going to happen by this Friday,” Paul said. “I think Aug. 1 is the new deadline, and there’s a certain amount of optimism to believe that we find an agreement.”\nRepublicans met for nearly two hours Wednesday afternoon, discussing what it might take to get 50 votes in the Senate. McConnell’s problem is he can only lose two Republicans if he’s going to pass his health care proposal, and it doesn’t appear there are 50 Republicans who agree on a bill ― at least not one of this size or mission.\n“I have fundamental concerns with the bill, and it would take a pretty major overhaul,” Rep. Susan Collins (R-Me.) told HuffPost Wednesday. “Tinkering around the edges, adding a bit more money, isn’t going to be the answer.”\nCollins, perhaps the most moderate Republican in the Senate, laid out issues Wednesday that wouldn’t be solved simply by adding some money back to Medicaid. She said she would like to see a bipartisan approach at this point, and she expressed frustration that the GOP bill would cut taxes on the rich, at the expense of providing insurance for the poor. Specifically, she took issue with Republicans eliminating a 3.8 percent tax on investment income for individuals making at least $200,000 a year.\n“Because that is not something that increases the cost of health care,” Collins said. “So I distinguish between those tax increases that were part of Obamacare that increase premiums and the cost of health care, versus those that do not.”\nFor very different reasons, Collins and Paul have always been among the most likely Republicans to vote against the bill. McConnell has always known their support would be difficult, but their public statements at this point are making it harder for him to put together a coalition, particularly when other senators remain opposed or on the fence.\nSen. Dean Heller’s (R-Nev.) statements last Friday, in which he trashed the bill for cutting Medicaid and said it would not lower premiums, are also a challenge for McConnell. If Collins and Paul are truly ungettable, McConnell has to flip Heller. But that press conference where Heller came out against the legislation is an attack ad waiting to happen. Voting for even an amended version of the bill now, after saying he couldn’t support a measure that would mean “a loss of coverage for millions of Americans and many Nevadans,” seems unlikely.\nHeller had a long meeting with McConnell and Majority Whip John Cornyn (R-Texas) Wednesday afternoon, but there was no word of a resolution afterward.\nThere are a number of other senators who appear opposed. Sen. Lisa Murkowski (R-Alaska) has held out, citing Alaska-specific concerns as well as broader reservations about cutting Medicaid and Planned Parenthood funding. Shelley Moore Capito (R-W.V.) and Rob Portman (R-Ohio) say they want more money for Medicaid and opioid crisis response. And Sen. Mike Lee (R-Utah) has taken issue with those Affordable Care Act regulations.\nThere are even supposedly reliable Republicans who appear to be holding out for a better deal for their individual states. Sen. John McCain (R-Ariz.) reported Wednesday that he had three amendments he had worked out with his governor that he wanted to see worked out before committing to the bill, though those senators like McCain and his Arizona colleague Jeff Flake may fold easily once McConnell and President Donald Trump turn the screws.\nThe clearest legislative path forward seems to be giving moderates some more money for Medicaid, and potentially giving conservatives the changes they want on Obamacare regulations. Sen. Ted Cruz (R-Texas), another holdout, has an amendment that would allow insurers to sell plans that don’t comply with Affordable Care Act regulations as long as they also sell at least one plan that does meet the rules.\nThe effect of that proposal would be undermining protections for people with pre-existing conditions, which is the only way, conservatives say, to bring down costs for healthy people. Senators spent a good amount of time Wednesday debating that proposal.\n“Several conservatives spoke in favor of it, and three or four less-conservative members said they were opposed to it,” Paul said of the Cruz amendment.\nPaul said trading some more of the Medicaid money that moderates want for getting rid of those regulations, as conservatives want, sounded like “a Washington deal.”\n“I’m not going to go for that,” he said.", "date": "\n06/28/2017", "href": "https://www.huffpost.com/entry/senate-republicans-struggle-deal-health-care_n_595410ede4b02734df2fbb39", "tags": "care nothing wednesday sen. find ” senate look strike republicans bill deal mcconnell health"}