{"title": "Senate Democrats Want To Stop Trump From Bringing Back Junk Health Insurance", "content": "Sen. Tammy Baldwin (D-Wis.) and 30 Democratic colleagues want to block a Trump administration regulation that could flood health insurance markets with junk coverage.\nThe effort seems unlikely to succeed. It requires passing a bill that would ultimately need support from both the Republican-controlled House of Representatives and President Donald Trump himself.\nBut Baldwin’s gambit could force her GOP colleagues to declare publicly whether they support this latest effort to undermine the Affordable Care Act’s insurance reforms ― and to do so shortly the midterm elections, amid polling that shows voters care a lot about those reforms.\nThe impetus for all of this is a rule that the Trump administration had been promising since January and finalized in early August. The rule will make it easier for people to buy and then hold onto “short-term, limited-duration” plans, which, as the name suggests, are supposed to serve as temporary stopgaps for people with brief lapses in coverage. \nShort-term policies are exempt from the Affordable Care Act’s rules, which means they don’t have to include benefits like behavioral health, maternity care and prescription drugs that the 2010 health care law deemed essential. \nInsurers also don’t have to sell short-term policies to people who already have medical conditions. When beneficiaries file claims, insurers who sell these plans can scour medical records for evidence that the conditions were there all along.\nPrecisely because short-term plans don’t end up paying out many big medical bills, they tend to be a lot cheaper than comprehensive policies. The Trump administration says that makes the plans a valuable alternative for people who buy coverage on their own, don’t get tax subsidies under the Affordable Care Act, also known as “Obamacare,” and as a result, face high premiums. \nThose high premiums are likely the major reason that enrollment among these unsubsidized customers now seems to be falling, according to a recent analysis from the Henry J. Kaiser Family Foundation.\nBut Baldwin, who has supported past initiatives to bolster the Affordable Care Act as well as proposals to replace private insurance with a single government program, thinks short-term plans don’t solve the problem and could make things worse. \nIn a Tuesday meeting with reporters, she echoed a chorus of experts and state officials ― warning that consumers might not understand the limits of what they are buying and that, as short-term plans lure people in good health, insurers will have to raise premiums for everybody else.\n“It is sabotage, in my mind,” Baldwin said.\nBaldwin’s bill to stop the regulation from taking effect falls under the Congressional Review Act, which means that it can get a floor vote with the support of just 30 senators ― exactly the number of co-sponsors on the bill ― and that it can pass with a simple majority.\nIf all 49 Democrats in the Senate support the bill, they would need just one or two Republicans to join them, depending on whether the seat of Sen. John McCain (R-Ariz.), who died Saturday, remains vacant.\nBaldwin said Tuesday that she had already approached two GOP senators, Susan Collins of Maine and Shelley Moore Capito of West Virginia, about supporting the resolution. Collins was one of three Republican senators who voted against the GOP’s repeal bill in the summer of 2017, defeating it, and she has recently reiterated her support for the Affordable Care Act’s protections for people with pre-existing conditions.\nCapito wavered on those repeal votes last year, ultimately supporting the final GOP bill, but Baldwin said she thought Capito might support this new resolution because mental health coverage, which short-term plans typically lack, is critical for treating the opioid addiction epidemic that has hit states like West Virginia hard.\nBaldwin said she hoped to continue reaching out to potential Republican supporters, including Alaska’s Lisa Murkowski, who had joined Collins in voting no on Obamacare repeal. \nThe actual enthusiasm of those senators for Baldwin’s measure remains to be seen. Republicans, on the whole, have been trying to avoid talking about health care this election season. When they can’t avoid the subject, they have professed their own support for protections for pre-existing conditions, despite their record of supporting legislation that would undermine those protections.\nDemocrats can read the same polls as Republicans and, not surprisingly, they are raising the issue at every chance they get. That’s especially true for senators, like Baldwin, who ar up for re-election in politically contested states that supported Trump in the 2016 presidential election.\nBut Baldwin also has a personal connection to the issue. She has frequently described having a childhood illness that left her with a pre-existing condition and uninsurable for many years. “Despite my full recovery, which is irrelevant in actuary world, I was considered a child with a preexisting condition,” Baldwin told Vox this spring.\nAnd whether or not her bill can get past the Senate, let alone through the House and then win over the president, Baldwin said on Tuesday that it was important to put down a marker on behalf of the Affordable Care Act’s consumer protections ― and to remind voters that, without those protections in place, people could struggle to get insurance simply because they’ve had medical problems, just as they did before the Affordable Care Act became law. \n“I can’t tell you the letters I used to get then,” said Baldwin, who was a House member at the time. She went on to recount a story about a man who got cancer, only to discover that his insurance had limits on coverage. \nThe man and his wife took out loans and maxed out credit cards to pay for the chemotherapy, which was ultimately unsuccessful and left the wife ruined financially, Baldwin said.\n“They went bankrupt, they lost their house, they lost everything, and sadly, in that case, the dad didn’t survive,” Baldwin said. “How many families should undergo things like that?”", "date": "\n08/29/2018", "href": "https://www.huffpost.com/entry/baldwin-trump-pre-existing-junk_n_5b85f8ade4b0cf7b0030086f", "tags": "support care bringing want “ democrats short-term baldwin back trump act senate stop affordable bill insurance junk health"}