{"title": "Sending money home if you don't trust your Dad", "content": "Technology has made it easier and cheaper to send money home to relatives round the world. But what if you don't trust your Dad not to squander it? No problem - now you can pay his electricity bills directly. \nThe range of services, countries and choices offered by money transfer apps has been increasing rapidly in recent years, bringing a lifeline to families who depend on cash from abroad.  \nThe advantages of sending their daughter to school in Zimbabwe were obvious to Steven and Jennifer Barker. \n\"It's a beautiful country and gives her many different opportunities that she wouldn't get where we live in the UK,\" says Steven.\nThe couple who both work in IT live near Watford just north of London. Jennifer is from Zimbabwe and was keen for their daughter Isabella, 14, to benefit from an education similar to the one that she had.\nBut as schools in Zimbabwe tend to charge fees, they had to find a way to get $3,000 (£2,200) cash per term to the country. And new tech allows them to pay the school fees directly. \nOne online service in particular has helped Steven and Jennifer Barker. They use Zympay, which since 2016 has been helping people pay bills across borders.\n\"It used to take two to three days to send payment but now we can pay fees direct to Isabella's school and get an almost immediate acknowledgment,\" says Steven. \n\"It's much faster, more convenient, and attracts none of the extra fees that traditional methods charge, with all the companies involved taking a cut.\"\nThe problem of sending money across borders - remittances - is shared by many migrants across the globe who are sending cash back home.\nThere are several difficulties, not least the high costs.\nThis is exacerbated by the fact that in many countries there is limited access to basic financial services. \nThe World Bank says that international migration is at an all-time high with more than 250 million migrant workers across the globe. \nIts latest factbook says migrants collectively send more than $600bn to their families back home each year, which means remittances are big business. \nUntil recently, the market has been dominated by giant money transmission firms such as Western Union and MoneyGram.\nBut technology is helping to change this, and new firms are marketing themselves as offering cheaper, faster and more convenient services. Many are helping to battle financial exclusion across the world.\nMigrants hoping to send money home often face several obstacles. Often they are unable to open a bank account in their new country and, by the same token, their family back home are often without a bank.\nTraditionally the way round that is to take cash to a money transmission agent and wire it to a local office in their home country.\nBut there's the inconvenience of both parties having to travel to an office plus the cost, which can eat away a fair chunk of the money, often up to 10%.\nNow migrants can use mobile phones to make payments or to send cash directly to chosen recipients, like utility firms or grocery stores.\nThis solves another problem - that the cash can get into the hands of a family member who spends it on something else, rather than in paying off bills.\nDakshesh Patel is the former NatWest banker behind the Zympay service used by the Barkers in Zimbabwe: it operates in South Africa, Zambia, Nigeria and India too.\n\"We simplify the process and minimise the costs for people sending money to relatives,\" he says.\nThe business has just linked with new start-up Pip iT to help migrant workers who have no bank account. They can take cash to a post office in Britain, Canada or 10 African countries to get a voucher that can be read by their phone to add money to their Pip iT wallet.\nIt can then be used - via payment services such as Ghana's Zeepay, Uganda's Swifin and Kenya's Impalapay - to settle bills back home.\nCo-founder of the social enterprise Ollie Walsh based the idea on his own experience.\n\"It is very difficult for migrants to open a bank account in their new country, as I discovered when I moved to England from Ireland. \n\"It took me seven months to open an account so imagine how much longer it takes for someone from Ghana, for instance.\"\nMore Technology of Business\nWorldRemit takes a slightly different approach to the problem, allowing migrant workers to send money home from their bank to the mobile phone of a family member at home.\nAlice Newton-Rex, vice-president of product at the firm explains: \"Mobile money can be exchanged for cash. There are 150,000 agents in Kenya alone where you can hand over cash and load your phone or vice versa.\"\nSulabh Agarwal, payments expert at Accenture, reckons fintechs have really begun to shake up the cross-border payments market.\nHe mentions peer-to-peer money transfer service TransferWise and virtual bank account Revolut as two examples where new tech firms have made a difference by slashing charges and exchange rate fees.\nMarek Trepka is one worker who says his working life has been improved by Revolut.\nThe wealth management consultant is based in Poland but works for companies all over Europe.\n\"My account allows me to invoice people in pounds or euros which means my clients don't have to make expensive cross-border payments. It also means I get my money quicker,\" he says.\n\"Before, clients paid me directly into my Polish bank account, which took a couple of days and the exchange rate was much worse.\"\nTransferToGo is another app helping migrant workers across the world. Marketing director Magnus Olby says the service is aimed at ordinary workers.\n\"The majority of our customers work in traditional blue collar professions such as construction and transportation as well as healthcare and retail.\"\nLike other new fintechs, the service has slashed costs, and Mr Olby claims it is 90% cheaper than traditional banks. But banks are not standing still. \n\"Banks have begun building new cross-border payment interface and mobile applications, re-pricing foreign exchange and transfer costs and collaborating with fintech players to enhance offerings,\" says Accenture's Sulabh Agarwal.\nThat's a move that's welcomed by Zympay's Dakshesh Patel, who says he would love to collaborate with banks: \"Their market-share and our expertise combined would benefit us both and help many more customers get cheaper and quicker payments.\"", "date": "18 May 2018", "href": "https://www.bbc.com/news/business-44124386", "tags": "trust home dad bank send money sending says cash across new get account"}