{"title": "Serbia country profile", "content": "Serbia became a stand-alone sovereign republic in the summer of 2006 after Montenegro voted in a referendum for independence from the Union of Serbia and Montenegro.\nThe end of the Union marked the closing chapter in the separation of the six republics of the old Socialist Republic of Yugoslavia, which was proclaimed in 1945 and comprised Serbia, Montenegro, Slovenia, Croatia, Bosnia-Herzegovina and Macedonia.\nYugoslavia's communist leader, Josip Broz Tito, kept the lid on ethnic tensions. The federation lasted for over 10 years after his death in 1980, but under Serbian nationalist leader Slobodan Milosevic it fell apart through the 1990s.\nThe secession of Slovenia and Macedonia came relatively peacefully, but there were devastating wars in Croatia and Bosnia. Serbia and Montenegro together formed the Federal Republic of Yugoslavia between 1992 and 2003 before forming a looser union.\nPresident: Aleksandar Vucic\nAleksandar Vucic became prime minister after his pro-EU nationalist Progressive Party won a landslide victory in early parliamentary elections in March 2014.\nOn coming to power, Mr Vucic pledged a radical overhaul of Serbia's ailing economy and an accelerated drive towards EU membership.\nThe reforms would include squeezing the public sector, reforming the budget, privatising state-owned companies and expanding the private sector.\nHe announced his candidacy for the largely-ceremonial presidency in February 2017, and won a comfortable victory in the first round in April, taking office the following month.\nPrime minister: Ana Brnabic\nAna Brnabic made history as the first female and first openly gay prime minister of Serbia when she took office in June 2017. She succeeded Aleksandar Vucic after he assumed the presidency, having served in his government as minister of public administration and local self-government. \nMs Brnabic is non-party, and has a background in local government development. She has continued the policies of Aleksandar Vucic's pro-EU administration. \nTelevision is, by far, the main source of news and information. The flagship public network, RTS1, is among a handful of outlets that dominate the market.\nThere are more than 90 TV channels and the average viewer spends more than five hours a day watching television, the highest figure in Europe.\nSix TV stations are licensed to broadcast nationally; 30 have regional licences. The national TV broadcasters attract around 70 per cent of the audience.\nRTS1 is the most popular channel in Serbia, attracting up to a quarter of the audience and providing strong competition for commercial stations, including leading commercial network TV Pink.\nSome key dates in Serbia's history:\n1389 - Serb nobility decimated in battle of Kosovo Polje as Ottoman Empire expands.\n15th - 18th centuries - Serbia absorbed by Ottoman Empire.\n1817 - Serbia becomes autonomous principality.\n1878 - Serbian independence recognised by international treaties.\n1918 - Kingdom of Serbs, Croats and Slovenes - later Yugoslavia - formed after World War I.\n1945 - Together with Slovenia, Macedonia, Croatia, Bosnia and Montenegro, Serbia becomes one of republics in new Socialist Federal Republic of Yugoslavia under Josip Broz Tito.\n1980 - Tito dies.\n1989 - Slobodan Milosevic becomes President of Serbia.\n1991 - Slovenia, Macedonia, Croatia and Bosnia break away from Yugoslavia.\n1992 - Montenegro and Serbia form Federal Republic of Yugoslavia. Rising nationalist and independence aspirations bring bloody conflict with Croats and Bosnian Muslims. UN imposes sanctions.\n1995 - Dayton accords bring end to Bosnian war. Sanctions lifted.\n1997 - Milosevic becomes Yugoslav president.\n1998-99 - Kosovo crisis. Serb crackdown on separatists in Kosovo prompts thousands of ethnic Albanians to flee and Nato to intervene militarily. President Milosevic agrees to withdraw forces from Kosovo, which becomes UN protectorate but remains de jure part of Serbia.\n2002 - Trial of Slobodan Milosevic on charges of genocide and war crimes begins in The Hague.\n2006 - Milosevic found dead in his cell in The Hague. \n2006 - Montenegro votes in a referendum to separate from Serbia and declares independence.\n2013 - Serbia and Kosovo sign landmark agreement on normalising relations.\n2014 - EU membership talks begin.", "date": "17 September 2018", "href": "https://www.bbc.co.uk/news/world-europe-17907947", "tags": "yugoslavia country slovenia serbia becomes profile independence milosevic republic vucic montenegro kosovo"}