{"title": "Serena Williams: Cartoon accused of racism cleared by press watchdog", "content": "A controversial cartoon of Serena Williams published in an Australian newspaper last year did not breach media standards, a press watchdog says.\nThe cartoon depicted Williams jumping above a broken racquet next to a baby's dummy in the US Open final.\nCritics complained that the caricature used racist and sexist stereotypes of African-American people.\nThe Australian Press Council noted that some had found the image \"offensive\", but accepted the publisher's defence.\nWilliams sparked controversy during her loss to Naomi Osaka in September for her on-court behaviour where she accused the umpire of sexism and being a \"thief\". \nThe Herald Sun newspaper and cartoonist Mark Knight have consistently called their depiction a comment on Williams's behaviour, denying it was racist or sexist.\nThe press watchdog said the newspaper had \"sufficient public interest in commenting on behaviour and sportsmanship\".\nThe cartoon went viral in September, drawing criticism globally. The National Association of Black Journalists in the US denounced it as \"repugnant on many levels\".\nPublic complaints centred around the portrayal of Williams with \"large lips, a broad flat nose... and [being] positioned in an ape-like pose\", said the watchdog.\nThis contrasted with the depiction of Osaka, whose father is Haitian and mother Japanese, \"as white with blonde hair\".\nHowever, the watchdog ruled that the cartoon did \"not depict Ms Williams as an ape, rather showing her as 'spitting the dummy', a non-racist caricature familiar to most Australian readers\".\nSpitting the dummy is an Australian colloquialism for someone who reacts to a situation in a bad-tempered or petulant manner.\nKnight told the Australian Broadcasting Corporation he was \"very happy\" about the watchdog's ruling.\nThe Australian Press Council is the chief watchdog for complaints about Australian media, but does not have the power to issue or enforce penalties.", "date": "25 February 2019", "href": "https://www.bbc.com/news/world-australia-47352854", "tags": "us behaviour newspaper watchdog media cleared accused dummy serena australian cartoon press racism williams"}