{"title": "Serena Williams, the U.S. Open, and the Sexist Rules of Fashion and Tennis", "content": "Before the explosive women’s singles final of the U.S. Open, which saw Serena Williams pitted against an umpire she described as sexist as well as the winner Naomi Osaka, tennis was already in an uproar.\nThe previous brouhaha, of course, was a recent tempest in a tennis racket over the catsuit Serena Williams wore to the French Open, which apparently didn’t sufficiently “respect the game” for Bernard Giudicelli, the president of the French Tennis Federation. \nCue a social media spike of outrage and eloquence over the “policing of women’s bodies,” as Billie Jean King tweeted.\nThe situation was expertly deflected by Ms. Williams herself, who knows a thing or two about spin. But I can’t help but wonder if we are all missing the forest for the tree. Because pondering the catsuit hoo-ha has raised another, broader question.\nWhy, in 2018, when performance garments are practically a science unto themselves, sneakers a designer staple and gender-fluid clothes a reality, are female tennis players still going through the motions of wearing a little flap of fabric around the hips in order to suggest a dress?\nIt’s the clothing equivalent of a vestigial tail.\nJust consider the Nike looks on Simona Halep (who lost in the first round) and on the returning champion Sloane Stephens. Both “dresses” had draped skirts slit to the waist, which played peekaboo with the patterned compression shorts underneath. When the women are in motion, as they most often are on the court, the slit has the effect of turning the “dress” into something that most resembles what the outside world might call a peplum top. Or a long shirt.\n“We had fun with the skirt,” Abby Swancutt, the design director of Nike Court, explained in an email. “It’s designed to open up at the left hip to give athletes maximum range of motion, and this silhouette also highlights the beautiful pleating construction of the skirt, and shows off the tie-dyed ball short. A slightly shorter length really helps for maximum range of motion.”\nYet, at this point, “slightly shorter” has become so abbreviated that the resulting garments would never qualify as dresses to anyone in the outside world. And it’s not just Nike, but also Adidas’s color-blocked Stella McCartney styles and Fila’s star-spangled heritage looks, to name a few other U.S. Open fashion debuts. They barely even qualify as tunics.\nThere are exceptions, of course. Ms. Williams’s Virgil Abloh for Nike asymmetric tulle tutu, which looks like the sort of thing a “Swan Lake” cygnet might wear if she suddenly developed a yen for breathable fabrics, and Maria Sharapova’s LBD with strategic back cutouts, were cut into recognizable cocktail silhouettes.\nBut the general effect is of a notional dress. Which is to say, a garment that once had a purpose — cloaking the female athlete in the socially acceptable markings of her gender so her power was somehow less threatening — but serves it no longer.\nThis is only underscored by the Adidas satin shorts and tank worn by Garbiñe Muguruza at the Open. The shorts, which have a bit of a flip at the side, don’t look that different from the skirts-over-shorts worn by her fellow competitors. So why bother with the extra fabric in the first place? It can’t enhance performance.\nAfter all, female players don’t have to wear dresses or skirts. There is nothing in the Grand Slam rule book that forbids simply wearing, say, shorts. It requires only “clean and customarily acceptable tennis attire,” as “determined by each respective Grand Slam Tournament.” Which is the hitch. What is customarily acceptable tennis attire? \nDepends on the viewer, presumably. As the Supreme Court Justice Potter Stewart once said of pornography, “I know it when I see it.”\nAt least it seems that shorts increasingly qualify. Maria Sharapova wore a white shorts tuxedo look at Wimbledon in 2008. Victoria Azarenka has been a fan of shorts off and on since 2012. Demi Schuurs, a dominant Dutch doubles player, wears men’s shorts. Ms. Williams herself wore a shorts unitard at the U.S. Open in 2002. \nMost women players practice in shorts. And they all wear them under their skirts and dresses when they compete, as opposed to the frilly underpants of yesteryear. \nThe dresses — or dress gestures — may be a nod to history, and to the women who came before and what they wore (long lawn skirts!). They may be, as Ms. Swancutt of Nike said, a symbol to the athlete of the difference between a Slam and a practice session, and thus a psychological tool. They may enhance the feeling of readiness by dint of style. \nBut they also seem like shadows of older stereotypes. And such goals can also be achieved by other decorative means and materials, as Nike itself has shown with Ms. Williams’s catsuit, and as fashion has long known.\nIt’s time we served those up.", "date": "Aug. 28, 2018", "href": "https://www.nytimes.com/2018/08/28/style/tennis-fashion-us-open-serena-williams.html", "tags": "tennis dresses open fashion sexist nike u.s. ” ms. serena women shorts williams rules"}