{"title": "Sermons and Shouted Insults: How Erdogan Keeps Turkey Spellbound", "content": "ANKARA, Turkey — As President Trump has his tweets, the leader of Turkey has his speeches.\nPresident Recep Tayyip Erdogan makes up to three every weekday — two a day on weekends — and his charismatic, combative talks are the primary vehicle of his success.\nHe calls democracy advocates “marauders.” He mocks the German foreign minister as a “disaster.” He is as comfortable in the vernacular as he is reciting poetry. He takes on his enemies publicly by name, pivoting seamlessly from pious to pushy.\nEven after 15 years at the helm, Mr. Erdogan, whose skills as an orator even his opponents envy, treats every event like a campaign rally — and he turns just about every day into one. He remains the country’s most popular politician and is poised to seek re-election, possibly this year, with polling showing him with over 40 percent support.\nMuch of that appeal can be credited to his ubiquitous media presence and a speaking style that supporters find inspiring, and detractors divisive. Neither side doubts that it has struck a chord with Turkey’s conservative working class.\nIn that regard, Mr. Erdogan fits perfectly with the deepening global trend toward autocrats and swaggering strongmen (they are all men) who have found a way to speak forcefully for common people who feel their point of view has been ignored for too long.\nMr. Erdogan’s speeches are often broadcast live on multiple television channels, almost universally pro-government, from every event he attends. His voice is heard everywhere, in cafes, homes and government offices across the land.\nHis favorite recipe: attacking people his supporters love to hate, be it the United States, European leaders or the liberal elite.\nTo his support base, Mr. Erdogan talks like a father, a brother, or the man next door. “He is one of us,” supporters often explain. And he says what he thinks, in salty, everyday language, just like them.\n“And now they have a foreign minister — oh, my God — what a disaster,” Mr. Erdogan railed to supporters in the western region of Denizli last summer, at the height of his country’s tensions with Germany.\n“He never knows his place,” Mr. Erdogan continued. “Who are you — Ha! — speaking to the president of Turkey? You are talking to the foreign minister of Turkey. Know your place.”\n“And he attempts to give us a lesson. What is your history in politics? How old are you? Our life passed with those struggles in politics.”\nThe passage was vintage Erdogan. “Stylistically he is always full of surprises,” said Asli Aydintasbas, a former journalist and senior fellow at the European Council on Foreign Relations. “He does not mind shocking people, and taking people on in a very public manner.”\nOften that means upsetting people that his supporters do not like. He jeered at pro-democracy protesters in Istanbul for their liberal lifestyle, calling them “marauders” and mocking their drinking habits: “They drink until they puke.”\nAnd he made a notoriously coarse remark about a socialist feminist protester who climbed onto an armored vehicle in Ankara, wondering if she were a girl or a woman, essentially questioning her virginity.\nBut Mr. Erdogan also inspires with poetry and tales of the life of the Prophet Muhammad. He drops his voice with reverence to honor fallen soldiers, and then raises it to stir national pride.\nThe religious sermonizing is very much part of Mr. Erdogan’s training. He studied at a religious school for prayer leaders and preachers, learning among his courses Islamic preaching.\nLiberals and secularists have often criticized his divisive speech, and his introduction of religion into politics, yet it is what most of his pious Muslim followers want to hear.\n“For conservatives this is someone defending their lifestyle,” Ms. Aydintasbas said.\nA smooth practitioner with a teleprompter, he has a well-honed rhetorical style. In almost every speech there is a moment when he shakes up the audience, suddenly switching gears.\nHe turns from declarative speech to address directly, in imperative or interrogative style, whoever is the target of the day.\nHe has been particularly irritated by the United States’ alliance in Syria with the People’s Protection Units, or Y.P.G., a Kurdish group that Turkey says is linked to terrorism.\n“Hey America! How many times I have told you?” he railed in a speech last year. “Are you with us, or are you with this terror group?”\nRather than bore his supporters with his political plans, he brings them into the meeting room with him.\n“Can you tolerate what is happening in Ghouta?” he shouted recently, about the Syrian government’s offensive against rebels in a suburb of Damascus. “The U.N. made a resolution. Damn your resolution! What is the use of your resolution? You are cheating! You are only five,” a reference to the five Security Council members.\nMs. Aydintasbas compares Mr. Erdogan’s speaking style, as well as his relationship to his supporters, with those of President Trump.\n“Erdogan’s supporters always say he is genuine,” she said. “In an age when politics are so well scripted and sanitized in their messaging, it is refreshing when you have anger or even hatred which reflects their own feeling.”\nPolitical opponents who have watched Mr. Erdogan for years concede his talents, even if they dislike his divisive style.\n“His style is in extreme harmony with the profile of right-wing, populist, authoritarian politicians,” said Ayhan Bilgen, spokesman for the opposition Kurdish party, the People’s Democratic Party. “He prefers a political style that divides society and escalates tension.”\nMr. Erdogan’s family is originally from Rize, on Turkey’s northeast Black Sea coast, a region famous for its hardheaded characters. He grew up in the rough working-class district of Kasimpasa in Istanbul, playing soccer in the mud with neighborhood kids.\nMr. Bilgen said Mr. Erdogan had always displayed a combative personality from his early days in politics.\n“Always creating tension, trying to make an argument over everything,” he said, “and in the tension taking control.”\nOnce a week Mr. Erdogan addresses legislators from his Justice and Development Party in the party’s parliamentary chamber. The event less resembles a political meeting than a soccer match — his supporters wave banners in the galleries and chant competing slogans.\nIn one recent chamber gathering, the loudest cheers Mr. Erdogan raised were when he castigated the United Nations for its unfairness, and sent veiled warnings to the United States about supporting Kurdish groups, in language crafted to inspire Turks by harking back to a heralded past.\n“We are a country, a nation ready to take any steps any moment,” he said. “If there are those who prefer a couple of terrorists, marauders against such a nation, such a state, we will no doubt slap this answer in their faces, on their hearts. They should know that.”\nMr. Erdogan has always combined a measure of nationalism with religion and never more so than now, as he champions the Turkish forces that invaded the Syrian enclave of Afrin in January.\nHe returns repeatedly to Islamic themes, frequently citing Turkey’s most beloved poets — he famously provoked Turkey’s military by reciting a religious poem when mayor of Istanbul in 1997 and ended up in jail.\n“Undoubtedly, the incursion is by us, and victory is from God,” he said recently of the military operation in Syria that captured the city of Afrin.\nHe recited a poem to the unknown soldier:\nThen he called the chamber to pray.\nHe followed with a poem by Mehmet Akif Ersoy, author of Turkey’s national anthem:\nA journalist in the presidential press corps tut-tutted at the religious phrases, rarely heard in Turkey’s institutions in nearly a century of the secular Turkish republic.\nTurkey is divided down the middle — a referendum last year to grant the president extra powers was split 51 to 49 — and for all those who are inspired by Mr. Erdogan, just as many are tired of his speeches.\n“He’s always shouting,” said one shopkeeper in a warren of shops in Istanbul’s back streets. He asked not to be quoted, since people have been arrested for denigrating the president.\nThe opposition politician, Meral Aksener, who is preparing to challenge Mr. Erdogan in the next presidential elections, mocked the president’s endless speeches in a post this month on Twitter.\n“I want to address Mr. Erdogan in your presence,” she said, borrowing his favorite rhetorical trick. “Friend, please keep silent for a moment, spare a little bit time for your family, sit at home,” she said.\n“You don’t have to talk about every issue. You don’t have to point your finger everywhere. Sit down at home a little while, have a rest. Take a breath, so we can take breath too, so Turkey can.”", "date": "April 2, 2018", "href": "https://www.nytimes.com/2018/04/02/world/middleeast/erdogan-turkey.html", "tags": "turkey spellbound supporters sermons shouted president ” keeps — insults erdogan"}