{"title": "Settlers Begin Evacuation of a West Bank Outpost", "content": "BEIT EL, West Bank — The rooms are much smaller, with kitchens running along a wall of the salon rather than in a separate space. But freshly potted flowers and trees awaited the new residents on each doorstep. There are no hilltop views, no grassy yards, though neighbors share courtyard patios of the same red brick that formed a path behind the old place.\nGas, sewage, water, air-conditioning and electricity — including timers for Shabbat — were all in place on Tuesday as families ousted from the disputed neighborhood known as Ulpana made their way to their new homes down the hill here. The relocation was the most peaceful evacuation of a Jewish settlement from the occupied territories in memory.\n“You can see they’re making an effort,” Michal Kitay, 23, said of the government as she told movers where to put bookcases and beds. “But it hasn’t got memories. Our home is in Ulpana. We brought both of our babies back from the hospital there.”\nAfter months of legal wrangling, political infighting, threats of violence and marathon negotiations, the Ulpana families moved quietly if not willingly on Tuesday, resentful of losing homes they love but grateful that the government had agreed to build 10 times their number in this sprawling religious settlement near the Palestinian city of El Bireh.\nThe evacuation was ordered by Israel’s Supreme Court because 5 of Ulpana’s 14 buildings, housing 30 families, sit on private Palestinian land. Wary of enraging the international community, yet eager to appease the settlers, Prime Minister Benjamin Netanyahu announced last week that the Israeli government would add 300 homes here in Beit El and 500 more at settlements elsewhere in the West Bank. And on Tuesday, the government petitioned the court to delay by several months the scheduled July 1 removal of the buildings at Ulpana, in hopes of finding a way to relocate rather than demolish them.\nSo while Palestinians and their supporters saw the court ruling as a moral victory, the practical result is an expansion of the settlement enterprise. Several experts said the agreement further diminishes the prospects for a two-state solution to the Israeli-Palestinian conflict, and some saw the deal as a sign that Mr. Netanyahu was leaning toward a unilateral rather than bilateral approach to the issue, with Israel essentially defining the borders of a future Palestinian state.\n“Netanyahu is pushing toward a de facto annexation, but without paying the diplomatic price of such blatant violation of international consensus,” Michael Manekin, director of policy for a new research group, the Center for Renewal of Israeli Democracy, wrote in a paper on the subject. “If this position constitutes a move to the center, how exactly does the center differ from the right wing?”\nMost of the international community considers all the settlements in the West Bank territory that Israel captured in the 1967 war to be illegal. But Israel distinguishes between those built with permits on state land and those constructed on private plots or without authorization.\nBeit El, about 15 miles from Jerusalem, is seen by most experts as one of the settlements that would be removed if a peace agreement were reached with the Palestinians, making its expansion now more significant.\n“There is no two-state solution with Beit El,” said Tzaly Reshef, a Jerusalem lawyer who was among the founders of Peace Now, a left-wing group that opposes the settlements. “While Netanyahu may say from here to eternity that the Israelis will negotiate, the Israelis will compromise, what he does on the ground shows his real intentions.”\nMark Regev, a spokesman for Mr. Netanyahu, said the prime minister in fact did see Beit El, which was founded in 1977 and now has about 7,000 residents, as “one of those communities that will remain part of Israel,” but he said the Ulpana deal should be seen as separate from the stagnant peace process.\n“He thinks the fate of these communities must be determined in negotiations,” Mr. Regev said of Mr. Netanyahu. “From the point of view of the prime minister and the government, the fact that we could implement the Supreme Court decision peacefully and avoid violence — that’s a major achievement.”\nDespite early threats from his right flank that lawmakers would bolt from the governing coalition if Ulpana was evacuated, Mr. Netanyahu seems to have navigated the politics of the situation successfully. But the matter has produced strife within the settler movement.\nHard-liners urged confrontation with the Defense Ministry workers who were sent to evacuate the residents, and a veteran settler leader had his tires slashed during a meeting over the weekend. On Tuesday, pamphlets circulated criticizing Beit El’s chief rabbi, Zalman Melamed, who helped negotiate the agreement, and teenage boys hung signs saying “Supreme Court is Sodom” and “Bibi is destroying our country” on construction containers in the new neighborhood. In the evening, about 10 youths tried to occupy one of the evacuated apartments, but Ulpana residents removed them. \nDani Dayan, the head of the settlers’ Yesha Council, has called for a vote of confidence in his pragmatic strategy on July 9.\n“There is, you can call it, a leadership crisis,” said Israel Harel, the founding chairman of Yesha and now a senior fellow at the Institute for Zionist Strategies. “In the general arena, the settlers’ movement made a big victory. But there is a big inner debate about if this compromise should be accepted.”\nHere in Beit El, that debate played out writ small, as tearful families watched more than 100 workers pack their Talmudic texts and toddlers’ toys into boxes.\nThe movers arrived around 7 a.m., while the men of the settlement were in the middle of morning prayers, their heads covered in prayer shawls. “It is not the first time in history that evil rulings turned into blessings,” Rabbi Melamed told the congregation. “We pray here that this evil will turn into a blessing, with many more homes built on the land of Israel.”\nThe mood through the morning was a mix of somber and frenzied, as cranes hoisted steel cages crammed with furniture and boxes. On the side of one, someone had written, “We are not evacuating by choice, we are evacuating under imposition.” Residents, including months-old babies, wore black T-shirts declaring, “We will be back.”\nAround noon, the trucks headed down the hill about two miles to a military base that was hastily converted into a neighborhood over the past 21 days. Workers were still connecting telephone lines, and a tractor was still finishing a patio as women wiped down kitchen shelves in the modular yellow stucco buildings known here as “caravillas.”\nThey are about two-thirds the size of the apartments the settlers left behind, and are single-level cottages rather than three-story walk-ups; each is scheduled to have another room added by Aug. 15. Neighbors from Ulpana mostly found themselves side by side in the yet-unnamed new spot, where each front door bore a handwritten welcome sign.\nMrs. Kitay, who emigrated from Australia in 2009, said she would first make sure that the cribs and changing table were set up before her 2-year-old daughter and 5-month-old son returned from day care in midafternoon. Then, after bedtime, she would confront the rest of the job, deciding which pieces of their furniture would fit, and which would have to wait in storage until more permanent homes are built.\n“I made aliyah, I moved to Israel, because of something deep down I didn’t quite understand,” Mrs. Kitay said. “Now I understand. The minute someone tries to take something that you love, you go crazy. I’m going crazy for this land.”", "date": "JUNE 26, 2012", "href": "https://www.nytimes.com/2012/06/27/world/middleeast/jewish-settlers-begin-evacuation-of-ulpana.html", "tags": "ulpana el evacuation beit bank settlers ” israel west outpost netanyahu new begin"}