{"title": "Several Boston Red Sox Players Decline Invitation To Trump White House", "content": "Boston Red Sox pitcher David Price said Thursday that he would not be participating in the World Series-winning team’s visit to the White House next month, joining several of his teammates eschewing the tradition, which has become highly politicized under President Donald Trump.\nAccording to MLB Network reporter Jon Heyman, Price cited “baseball season” as his reason to not participate in the visit on May 9, which had been rescheduled because of the government shutdown earlier this year.\nSeveral other Red Sox players have announced that they will not go, including American League MVP Mookie Betts, Rafael Devers and Jackie Bradley Jr.\nThe first did not specify his reason, and the latter two said that politics did not play a role in their decision.\nHector Velasquez, who is from Mexico, said earlier this month that he does not plan to go, saying that he “would rather not offend” his Mexican fans.\n“I made the choice not to go because, as we know, the president has said a lot of stuff about Mexico,” he told MassLive.com through a translator. “And I have a lot of people in Mexico that are fans of me, that follow me. And I’m from there. So I would rather not offend anyone over there.”\nA few others, including team manager Alex Cora, have said that they are undecided.\nCora, a native of Puerto Rico, condemned Trump’s antagonism toward Puerto Rico following the devastation of Hurricane Maria. Asked about the team visit in January, Cora said: “We’ll see what happens.”\nHe explained that he was considering “what kind of platform I’m going to have if I go,” but pledged to “represent Puerto Rico the right way” if he decides to attend.\n“Sometimes, if you walk the other way and you get your back to whatever is going on, is it positive?” he said. “I don’t know. Sometimes you’ve got to show your face.”\nChampion sports teams regularly visit the White House, but under Trump, the tradition has become highly politicized, with players sometimes overtly citing Trump as a reason to decline the visit.\nTrump has twice canceled team visits — only after star players announced that they would not attend in protest of him: the Golden State Warriors in 2017 and the Philadelphia Eagles in 2018.\nIn March, several members of the Stanley Cup-winning Washington Capitals declined to join their teammates for their White House visit, with some citing their opposition to Trump.\nThe Washington Post found that Trump has invited fewer women’s sports teams to the White House﻿ compared to his predecessors.\nTrump regularly inserts himself into sports and culture issues, like using NFL players’ on-field protests of police brutality, led by Colin Kaepernick, as an issue to rally his political base.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/boston-red-sox-world-series-white-house-visit_n_5cb89f70e4b081fd16948aec", "tags": "invitation visit red decline go team boston several players trump white house ” sox said"}