{"title": "Seven key takeaways from the Russian indictments", "content": "Special Counsel Robert Mueller has dropped another Friday blockbuster with his sweeping indictment of three organisations and 13 Russian nationals for meddling in the 2016 US presidential election.\nFor the first time the special counsel's team has taken dead aim at its central mandate in the investigation and laid bare the scope of what it alleges was a multi-million-dollar Russian operation to sow discord in American politics as far back as 2014.\nHere's a look at some of the key passages of the 37-page indictment and what they mean.\n\"Some defendants, posing as US persons and without revealing their Russian association, communicated with unwitting individuals associated with the Trump campaign and with other political activists to seek to co-ordinate political activities.\"\nThis is the key passage for the White House's effort to downplay the threat this indictment poses to Donald Trump and his presidency. \nDeputy Attorney General Rod Rosenstein, in announcing the indictments, added that there was \"no allegation in this indictment that any American had knowledge\" of Russian activity.\nCritics will highlight the \"in this indictment\" portion of that statement. While Mr Mueller's document asserts no Trump-connected individuals knew they were dealing with Russians, this isn't the end of the investigation.\nThe president, via Twitter and in a White House statement, insists this is proof that there was no collusion. It's better to say that there's no collusion alleged here. That certainly bolsters the White House's principal argument, but it doesn't cover any possible indictments to come. What this indictment, if it is substantiated, does do is devastate Mr Trump's past insistence that allegations of Russian meddling were a hoax. \n\"They engaged in operations primarily intended to communicate derogatory information about Hillary Clinton, to denigrate other candidates such as Ted Cruz and Marco Rubio, and to support Bernie Sanders and then-candidate Donald Trump.\"\nThe indictment paints a picture of a multi-year, multi-prong effort to \"sow discord\" in the US political process dating back to 2014, before Mr Trump entered the presidential race.\nThe Russians, according to Mr Mueller's team, familiarised themselves with the US political process and then took action to support - or undermine - a variety of political candidates. They allegedly attacked several of Mr Trump's rivals in the Republican primary and backed Bernie Sanders, who mounted a populist challenge to Mrs Clinton for the Democratic nomination.\nThey also used social media, investigators say, to rally support for Green Party candidate Jill Stein in the general election, including an Instagram account that told black liberal activists to \"choose peace and vote for Jill Stein\" and that it wasn't \"a wasted vote\".\nIn several key Mid-western states, the number of Stein votes was greater than Mr Trump's margin of victory over Mrs Clinton.\n\"Krylova and Bogacheva, together with other Defendants and co-conspirators, planned travel itineraries, purchased equipment (such as cameras, SIM cards and drop phones) and discussed security measures (including \"evacuation scenarios\") for Defendants who travelled to the United States.\"\nOne of the more breathtaking revelations of the indictment was that Russian attempts to influence the US presidential election went well beyond \"virtual\" efforts on social media. It included actual Russian nationals entering the US under false pretences and posing as Americans to conduct clandestine activities, according to the document. \nIt's the kind of espionage activity that harkens back to the Cold War and an indication of the seriousness and sophistication behind the Russian efforts.\n\"Defendants, together with others known and unknown to the grand jury, knowingly and intentionally conspired to defraud the United States by impairing, obstructing and defeating the lawful functions of the Federal Election Commission, the US Department of Justice and the US Department of State in administering federal requirements for disclosure of foreign involvement in certain domestic activities.\"\nThere had been a line of argument from some Donald Trump supporters that Russian meddling efforts, even if proven, wouldn't constitute a criminal offence and a connection between Russia and the Trump campaign, if established, wouldn't be a fatal blow.\nMr Mueller's indictment lays out a number of ways in which what Russia is alleged to have done constitutes actual violations of criminal statutes - including wire fraud, identity theft and violations of election law.\nIt seems unlikely in the extreme that any of the individuals named in this indictment will end up facing any trial in the US. The Russian government has already said that the allegations are \"absurd\". That is probably not the point. This all matters because it establishes that any Americans who had knowledge of the Russian activity participated in a criminal endeavour and consequently could be vulnerable to prosecution. \nNo Americans have been named, of course, the investigation isn't over yet.\n\"Defendants and their co-conspirators, posing as US persons, communicated with a real US person affiliated with a Texas-based grassroots organisation. Defendants and their co-conspirators learned from the real US person that they should focus their activities on \"purple states like Colorado, Virginia & Florida.\"\nThis is another of the more remarkable revelations of the extent to which Russian nationals tried to gather information about US electoral process and strategy as part of their alleged attempts to influence the US presidential race.\nThey contacted actual US political experts, who directed them to target key states in the Electoral College - including Virginia, Colorado and Florida.\nIt appears, from the indictment, that the Russians paid particular attention to Florida, which Mr Trump would eventually win by a 1.2% margin (Mrs Clinton carried the other two states mentioned).\n\"Defendants and their co-conspirators updated an internal organization list of over 100 real US persons contacted through organization-controlled false US persona accounts and tracked to monitor recruitment efforts and requests.\"\nUp until now, much of the attention on Russian election meddling had been focused on their social media efforts - fake Twitter accounts, Facebook adverts and the like. The indictment, however, details much more. \nHundreds of Americans were allegedly contacted and recruited to support pro-Trump efforts. Individuals were paid to attend Trump events, including one who went to several dressed like Mrs Clinton in prison garb, investigators say. They even allegedly ordered the construction of a mock cage for the Clinton impersonator that could be transported on the back of a flatbed truck.\nRallies themselves were organised and promoted. A Florida-based grassroots activist was allegedly wired money to purchase materials for a Miami event.\nAll in all, Russian operatives were effectively engaging in - and funding - traditional on-the-ground campaign activities. Mr Trump has asserted that the \"results of the election were not impacted\". \nWhile it's impossible to tell whether Russia's alleged multi-million-dollar effort tipped the balance to the Republican, it's much more difficult to say it had no effect whatsoever.\n\"After the election of Donald Trump in or around November 2016, Defendants and their co-conspirators used false US personas to organise and co-ordinate US political rallies in support of then president-elect Trump, while simultaneously using other false U.S. personas to organise and co-ordinate US political rallies protesting the results of the 2016 US presidential election.\"\nIf the real point of the alleged Russian meddling was to \"sow discord\" in the US political system, those efforts wouldn't conclude upon Mr Trump's election - and, according to the indictment, they didn't.\nIn the days after the election, Russians were playing both sides against each other - encouraging rallies both for and against Mr Trump.\nThe president's supporters have cited this as evidence that the Russians were as interested in undermining their man as much as helping him - although that's undermined by actual communications Mr Mueller cites in the indictment, in which \"specialists\" were told the organisation supported Mr Trump and Mr Sanders.\nWhat the post-election rallies demonstrate, however, is that the Russian efforts haven't ended. US intelligence officials, in testimony before Congress earlier this week said essentially the same thing - that the Russians, undeterred, will seek to continue to foment chaos in the days ahead, including during the 2018 US congressional midterm elections.\nThe question, then, is what the US does - or does not do - to prepare and respond.", "date": "16 February 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-43093260", "tags": "us efforts election russians key seven indictments russian indictment defendants political takeaways"}