{"title": "Seven Alternatives To HealthCare-gov, Obamacare's Glitchy Website", "content": "Obamacare's glitch-riddled website doesn't have to stop you from buying health insurance.\nThere are alternatives to HealthCare.gov, the federal website where consumers will perhaps someday be able to shop for insurance plans under the Affordable Care Act, President Obama's signature health-care reform law. HealthCare.gov has struggled to become fully functional since its launch two weeks ago, frustrating users who want to buy a plan that will be in place by Jan. 1. \nThere is still plenty of time for the Obama administration to get things right. Enrollment runs until March 31. Consumers have until Dec. 15 to choose coverage that takes effect on New Year's Day. And buying insurance by Feb. 15 ensures you won't pay tax penalties for running afoul of the law's individual mandate that most U.S. residents get covered.\nIn the meantime, here are seven other ways people looking to buy insurance can get covered. Each has drawbacks, and none lives up to Obamacare's promise of easy, one-stop shopping. These workarounds may be enough for some consumers, especially those who aren't eligible for financial help. Applications for tax credits still have to go through the government's glitchy system.\n1. State-run exchanges: Depending on where you live, you won't use HealthCare.gov at all. These states are running their own exchanges: California, Connecticut, Colorado, the District of Columbia, Hawaii, Kentucky, Maryland, Massachusetts, Minnesota, Nevada, New York, Oregon, Rhode Island, Vermont and Washington state. Don't be fooled by websites masquerading as insurance exchanges, though.\n2. Paper applications and the telephone: The federal government created paper applications you can use to find out whether you qualify for government programs like Medicaid, or for tax credits that help cover the cost of private insurance premiums. You can download an application directly and mail it in. Hotline operators at (800) 318-2596 can help explain how to fill out the form and can even take applications over the phone.\nComparing insurance this way would be difficult, to say the least, but submitting an application for financial help at least can get the ball rolling. Tax credits are available to people who earn up to 400 percent of the federal poverty level, which amounts to about $46,000 for a single person. Medicaid is available to anyone earning up to 133 percent of poverty, or around $15,300 for a single person, in about half the states, which are expanding the program under Obamacare.\n3. Navigators and other in-person assistance: The health-care reform law created new types of workers whose job it is to help people apply for financial assistance, insurance and government benefits like Medicaid and the Children's Health Insurance Program. These assisters can't charge for their services, can't take money from insurance companies and must show consumers all their options. Contact information for such organizations is available on a HealthCare.gov page not affected by technical problems. While HealthCare.gov remains faulty, navigators and others can still get you started and follow up with you later about completing the process.\n4. State Medicaid offices: If your income is low enough, you and your children may qualify for Medicaid or the Children's Health Insurance Program, either under the existing rules or via Obamacare's Medicaid expansion. Eligibility rules vary widely from state to state. The federal government provides links to state Medicaid agencies on HealthCare.gov.\n5. Health insurance companies: Insurers commonly allow sales through their websites and call centers. Consumers can review a list of what insurance companies and plans are available in their states -- and even the average prices -- via a section of HealthCare.gov that's working.\nThe biggest downside is that people who may qualify for help with their insurance costs need the federal government to verify their eligibility before they can choose a plan. Many companies also are selling products outside the exchanges that aren't compatible with tax credits at all. Another shortcoming is this makes it much harder to compare the prices and benefits of insurance offered by multiple companies, which is supposed to be one the biggest advantages of the exchanges. \n6. Web-based insurance brokers: Not to be confused with the government-run exchange websites, these private companies offer some of the same conveniences, like the ability to compare multiple plans on price and benefits. Vendors including eHealthinsurance, GoHealth and GetInsured are approved to allow shopping and enrollment through the federally run health insurance exchanges. These brokers are paid by insurance companies, so consumers aren't charged a fee.\nAt eHealthInsurance, for example, consumers can use an online calculator to get an estimate of whether they're eligible for tax credits, compare health plans, and file an application. The company will do the rest and will follow up when the tax credit application is complete so the customer can finish the process and buy a plan. Customer service agents can help by phone. These companies are still limited by the federal government's technical problems when it comes to tax credits. \nNot every insurance option is available from these websites yet. These brokers might only include insurance companies with which they had a previous relationship, so consumers won't be able to see if another company offers a better deal. \n7. Insurance agents and brokers: Professional help is available from local agents and brokers who have always provided advice to consumers shopping for all kinds of insurance. These services typically are provided at no cost because agents and brokers get commissions from insurance carriers.\nBut while their expertise can be valuable, especially to uninsured people who've never bought a health plan before, these agents generally only offer access to insurance companies with which they do business. And if you think you qualify for tax credits to reduce your costs, agents and brokers can only do so much to help, since they have to use the same flawed federal system as consumers. ", "date": "\n10/16/2013", "href": "https://www.huffpost.com/entry/alternatives-healthcare-gov-obamacare-website_n_4109749", "tags": "credits consumers tax seven obamacare website companies healthcare-gov healthcare.gov get federal help glitchy alternatives insurance health"}