{"title": "Shake Shack Struggles With Inconsistency", "content": "AFTER tossing out one of those limp politician’s jokes about how its arrival in Brooklyn meant that Shake Shack had finally “hit the big time,” Mayor Michael R. Bloomberg snipped through a green ribbon Dec. 20 to formally open the chain’s location on Fulton Mall.\nIt is not every day that the mayor serves as midwife at the birth of a hamburger stand, but it is not every hamburger stand that achieves the prominent spot in the city’s consciousness held by Shake Shack. There are 14 of them now, uptown, downtown and out of town (Miami, Washington, Kuwait City). One respectable writer has spoken of the burger as life-changing.\nFrom its origins as a hot-dog cart that the restaurateur Danny Meyer set up as a kind of art project in 2001, Shake Shack has become one of the most influential restaurants of the last decade, studied and copied around the country. Its legacy can be seen not just in the stampede of good, cheap burgers, but in the growing recognition that certain fine-dining values, like caring service and premium ingredients, can be profitably applied outside fine dining all the way down the scale to the most debased restaurant genre of all, the fast-food outlet.\nTo answer two obvious questions right away:\nYes, I would give stars to a hamburger stand.\nNo, probably not four stars.\nWhile the mayor was talking, a line had formed. Lines are so central to the Shake Shack experience that they have symbolic overtones. The line is democratic: everybody waits, including Mr. Meyer’s children. It is a signal of freshness: everybody waits, because the food is cooked to order. It is the people’s endorsement: everybody waits, so it must be worth it.\nI ate at the Shake Shack in Brooklyn and others around the city more than a dozen times recently. After about a third of those trips, I walked away thinking, “Wow, that was an awesome burger.” The other times, the food generally wasn’t worth the wait. Finally I understood that the people in line were looking for something that doesn’t come in a wax-paper wrapper.\nShake Shack’s pitch is that, yes, even in New York, we can all return to a simpler, cleaner, friendlier place and time. It delivers on that pitch most reliably in its shakes and custards.\nThe shakes are smooth, not crunchy with ice crystals, and drinkable, not so stiff that they fight the straw. And the flavors are true. A live current of caffeine pulses through the Fair Shake, made from vanilla ice cream swirled with coffee extract. (For those who like a different kind of buzz, Shake Shack has pints of Brooklyn Brewery’s easygoing Shackmeister ale. It also pours wine into stemless tulip-shaped glasses. You don’t realize they’re plastic until you touch them.)\nI was never let down by the hot dogs, bought from Chicago’s irreplaceable Vienna Beef, which were split down the middle, griddled and laid in a toasted potato bun with or without the classic Chicago garnishes. Better yet is the Bird Dog, a smoked chicken and apple bratwurst from Usinger’s of Milwaukee.\nHow the burger could change lives I never divined, but on occasion it was magnificent, as beefy and flavorful as the outer quarter-inch of a Peter Luger porterhouse.\nMore often, though, the meat was cooked to the color of wet newsprint, inside and out, and salted so meekly that eating it was as satisfying as hearing a friend talk about a burger his cousin ate.\nEven when the burgers were great, they could be great in one of two distinct ways. In the classic Shake Shack patty, a tower of ground beef is flattened against a searing griddle with a metal press and made to stay there, spitting and hissing, until one surface turns all brown and crunchy. A patty handled this way takes command of a Shackburger, standing up to its tangy sauce, its crisp lettuce, its wheels of plum tomato.\nSometimes, though, the grill cook hadn’t had the energy needed for smashing and searing. Instead the patty was tall, soft and melting, so pink inside that its juices began to soak the bun at the first bite. Good as this version was, it was anomalous.\nShake Shack wasn’t even consistently inconsistent. Once when I ordered a double burger, one patty was browned all the way through while the other was the color of a ripe watermelon inside.\nWhen Shake Shack’s slant-roofed kiosk first landed in Madison Square in 2004, it handily outclassed its nearest rivals, places like McDonald’s and Burger King. But success has bred better competitors. Today, for less than $10, you can get a burger at least as flavorful at Schnipper’s Quality Kitchen, FoodParc, Bill’s Bar & Burger and Steak ’n Shake Signature.\nIn the early days, Shake Shack’s commitment to better ingredients, like antibiotic- and hormone-free “100 percent all-natural” Angus beef, might have seemed progressive. Now, you can get inexpensive burgers with a stronger promise of sustainability, made from beef that is local, organic or grass-fed, at Steak ’n Shake, Bark Hot Dogs, Bareburger, Whitmans and others.\nAnd you can get better fries just about anywhere.\nConsidered as décor, the crinkle-cut fries are exactly right, calling up images of the milkshake-with-two-straws past that is at the core of Shake Shack’s appeal. Considered as food, though, they are pretty awful. Freezing turns them mealy, and no amount of oil or salt can make them taste like the fresh-cut potatoes that are standard issue at some burger joints now.\nMr. Meyer runs one of the world’s great restaurant companies. Can’t one of his chefs show him how to make a decent French fry?\nOr help to upgrade the Shroom Burger? This item, a deep-fried portobello mushroom, erupts in a gushing flow of bland molten cheese that can scorch your hand when it’s hot and that grows even less appetizing as it cools. Though it has its fans, to me it is a bitter, slippery, 570-calorie throwback to the dark ages of meatless cooking, a don’t-care package for vegetarians.\nA restaurant with a menu as limited as Shake Shack’s should not have this many weak spots. Yet as with many of Mr. Meyer’s restaurants, the food is not the only attraction. It may not even be the primary one.\nBefore Shack Shack, buying cheap burgers was rarely uplifting. Recently at a McDonald’s in Brooklyn, I waited to order as the people on the registers traded loud profanities with customers who were, I guess, their friends.\nA few months later, I went to the Shake Shack in Brooklyn with a friend’s 7-year-old daughter, who truly does seem to live on bread alone. Burgers and hot dogs were not doing it for her.\n“I want a grilled cheese,” she said firmly, and before I could tell her that it wasn’t on the menu, an order-taker leaned across the counter. “I can make you a grilled cheese,” he told her. They both smiled.\nOne little piece of stagecraft at Shake Shack sums up the Meyer approach. It is handled so smoothly that I noticed it only after my 10th or 11th meal. When I reached the front of the line and made my request, I was, as always, handed a buzzer that vibrates when the food is ready. Then I was asked my name.\nAs I made up an alias, it occurred to me for the first time that if you summon customers with a buzzer, you don’t need names.\nExcept at Shake Shack. When I went up to get my takeout bag, the woman at the counter looked me in the eye and said, “Have a great night, Tony.”\nIt was almost enough to make me stand in line again right then and there, and my name isn’t even Tony.\n \n \n ", "date": "FEB. 21, 2012FEB. 21, 2012FEB. 21, 2012FEB. 21, 2012FEB. 21, 2012", "href": "https://www.nytimes.com/2012/02/22/dining/reviews/shake-shack-struggles-with-inconsistency.html", "tags": "burger burgers meyer even ” one shack struggles shake brooklyn inconsistency"}