{"title": "Sharing Data for Deals? More Like Watching It Go With a Sigh", "content": "The diapers ad that shows up on your computer when you are expecting a child. The coupon on your smartphone for a fast-food chain you just walked past. The sneaker offer appearing in your mailbox after you sign up to run a race.\nFor years, marketers and technology companies have crept further into the homes and habits of Americans, arguing all the while that there is a fair and voluntary exchange taking place. The more we know about you, the argument goes, the more we can show you products you actually want instead of ads that just annoy you. Consumers, they say, are happily trading very specific information about their lives in order to receive this kind of personalized advertising and marketing — relevant ads, as the industry calls them.\nJoseph Turow, a professor at the Annenberg School for Communication at the University of Pennsylvania, has studied the topic for years and vigorously disagrees with that interpretation. Research by Professor Turow and his colleagues has found that most Americans give up data for relevant ads not because of convenience, but resignation. Rather than participating in a rational exchange, he argues, consumers are giving up their personal information with “a feeling of futility.”\n“People are very uncomfortable with surveillance, but they don’t know what to do,” Professor Turow said about the research, which involved a telephone survey of about 1,500 people across the country this year and in 2015. “In the real world, not having a frequent shopper card at the supermarket means you’re going to lose 15 to 20 percent on purchases. It’s very difficult for people to give up Facebook if all their friends are on Facebook.”\nHe added, “It’s that calculus people have, rather than, geez, this is a rational decision I’m making because I know this is what I have to do.”\nProfessor Turow is among the academics, privacy advocates and regulators who have long been critical of how companies extricate vast amounts of personal information from consumers in the digital world. In 2018, it became harder for the tech and media industries to ignore those voices, with more consumers and lawmakers discovering how extensive, secretive and unstoppable data collection can be.\nThis year has seen a string of revelations about how Facebook mishandled data from its users, even sharing their private messages with large corporations like Spotify and Netflix. Tech executives have regularly appeared before Congress and been grilled about their companies’ practices. European lawmakers passed a sweeping privacy law in Europe, known as the General Data Protection Regulation, or G.D.P.R. That was followed by a California state law on privacy, which its advocates hoped would serve as a model for the nation.\nNew questions emerged around how Google allows outside companies to scan and share data from consumers’ Gmail accounts. Companies were found to be using our smartphones to watch our every step. The rise of internet-connected devices in the home has turned everything from televisions to children’s thermometers into tools for targeted advertising. And that’s just a sampling.\n“We know we’ve got work to do to regain people’s trust,” Steve Satterfield, director of privacy and public policy at Facebook, said in a statement. “Protecting people’s information requires stronger teams, better technology, and clearer policies, and that’s where we’ve been focused for most of 2018.”\nGoogle did not respond to a request for comment.\nThe topic didn’t suddenly materialize this year — The Wall Street Journal broke major ground on digital surveillance with its award-winning series “What They Know” in 2010.\nBut at that time Facebook was not yet public and Google was a fraction of its current size. Digital tracking has since become far more pervasive and intertwined with peoples’ daily lives — advertisements follow them from their computers to their phones and even their TVs — and often, it can feel inescapable. Recently, Facebook told Gizmodo that even if people opt out of location sharing with the social network, it can still determine their location and use it for targeted advertising.\n“There are so many aspects of how companies deal with the public that obfuscates what actually goes on and so many attempts to placate people using jargon,” Professor Turow said. “I’ve spoken to lawyers who write privacy policies who admit — they admit — that they aren’t written for the public.”\nIn their survey this year, researchers led by Professor Turow found that most Americans did not understand privacy policies on websites. More than half did not know the correct answer to this true-or-false statement: “If a website has a privacy policy, that means the site won’t share user information with other sites or companies without permission.” (The statement is false.)\nThe researchers also found that most Americans did not know that companies can legally collect and keep personal data on 13-year-olds as if they are adults. Companies are able to do that because the Children’s Online Privacy Protection Act, a federal law, extends only to children who are 12 and under.\n“I would argue that’s because people can’t imagine that the law would allow this kind of attitude,” Professor Turow said. The researchers conducted national surveys in 2015 and this year, working with two polling companies to interview a representative sample of Americans on their landlines and cellphones.\nThe findings are particularly notable as tech companies and marketers argue that individuals should be responsible for understanding and navigating all of these policies and their privacy settings. Some people may delete Facebook, but what about Instagram and WhatsApp? Avoiding Google for search purposes is one thing. Then try avoiding Gmail, YouTube and Waze.\nAdvertisers are watching closely as Americans question these services. They are the ones, after all, paying to use all this data to send messages to the right consumers. There is a stark difference between targeting consumers who are eagerly sharing their information for so-called relevance and targeting those who have given up, and who may not even understand how, exactly, their data is being collected and interpreted.\nStill, little has been said publicly. While some ad agency executives have criticized Facebook in recent weeks, other executives have sought to neutralize those remarks. Last month, Rishad Tobaccowala, the chief growth officer of the advertising firm Publicis Groupe, questioned Facebook’s moral compass in an interview with The New York Times. Shortly afterward, Facebook distributed more conciliatory comments from Arthur Sadoun, the chief executive of Publicis. Mr. Sadoun acknowledged the company’s issues but added, “We believe that the management is taking the right decisions that are going in the right direction.”\nA similar reaction emerged after the chief executive of the agency Initiative said in a LinkedIn post that he would advise his clients to halt advertising on Facebook based on its “egregious behavior” involving consumer data. Michael Roth, the chief executive of the Interpublic Group, which owns Initiative, quickly told The Wall Street Journal that the company would continue to “work closely with our media partners,” including Facebook.\n“There’s no question in my mind that Americans see privacy as an important issue,” Professor Turow said. “The question is: What do you do about it?\"", "date": "Dec. 24, 2018", "href": "https://www.nytimes.com/2018/12/24/business/media/data-sharing-deals-privacy.html", "tags": "like deals americans go professor companies ” facebook sharing turow data watching privacy sigh"}