{"title": "She Who Produces the Receipts Controls the Narrative", "content": "It used to be in reality television that if it didn’t happen on camera, it didn’t happen at all. But producers have found creative ways to address offscreen plot developments. They coax contestants to explain situations during talking head interviews. They stage re-enactments to cover for not having captured the drama. In recent years, on shows where participants are allowed to keep their phones, cast members have taken matters into their own hands and filmed things themselves if cameras weren’t rolling.\nConsider an exchange from the reunion episode of Season 5 of Bravo’s “The Real Housewives of Atlanta.” Phaedra Parks was feuding with Kenya Moore over whose workout video was more successful.\n“The truth is, the numbers speak for themselves,” Ms. Moore said of the reviews for her “Booty Boot Camp” versus Ms. Parks’s “Phine Body: Donkey Booty.”\n“In the words of Whitney Houston, show me the receipts,” Ms. Parks responded, as the rest of the women and the “Housewives” puppeteer Andy Cohen dissolved into laughter.\nIt’s a subject of feverish debate in modern society how much is “real” about the exchanges on these shows. Producers push contestants to pursue spicy story lines. Editors splice together bits of conversation that make it sound as though someone said something they did not in a technique known as “frankenbiting.”\nBut as the medium evolves, its participants and viewers have become increasingly fixated on telling their truth by doing as Ms. Parks suggested, and showing the receipts.\nThe phrase is said to have originated with a 2002 interview of the late Whitney Houston by Diane Sawyer. In it, Ms. Houston denies having a drug habit with an enormous price tag. “I wanna see the receipts from the drug dealer that I bought $730,000 worth of drugs from,” Ms. Houston says. “I wanna see the receipts.”\nInvoking “the receipts” has become an easy way for celebrities and their observers to explain that something that has been alleged can actually be proven or disproved, though some people have been slower to pick up on its meaning. A central drama in the current season of “The Real Housewives of New York” is the ongoing feud between Carole Radziwill and her former close friend Bethenny Frankel. One of their arguments revolves around whether Ms. Radziwill sent a “thank you” text to Ms. Frankel. They settle the dispute by consulting their message histories. Ms. Radziwill discovered, after the episode aired, that there’s a term for this kind of proof. “I have the receipts,” she said. “I learned this thing on Twitter, they say, ‘Oh Carole, brings the receipts,’ and I was like, what does that mean? And it means that I have the proof.”\nReceipts come in many forms: texts, DMs, Instagrams, video recordings, audio recordings, Facebook posts, tweets, photos, videos. And while they are now a driving force of the gossip cycle — a celebrity makes a claim about another celebrity, the accused comments back, the accuser brings “the receipts” in order to prove their original claim — they have also become an integral part of what we see play out on reality shows and in reality.\nIt’s become a hallmark of “good TV” to show a reality star assert something and cut screen back to a moment, previously filmed, when they said or did the opposite — the ultimate “gotcha” moment. That’s the producers unfurling their receipts. But increasingly often the tables are turned: The internet has given power to reality TV stars who were once completely at the mercy of those controlling the presentation of their narratives.\nTake the Season 1 “WAGS Miami” reunion. The show is part of a franchise that includes “WAGS L.A.” and “WAGS Atlanta,” which follow the wives, girlfriends and wannabe girlfriends of athletes in those cities. Much of the drama that occurs between them is fueled not by what happens on camera but on the social media platforms where they harvest their income through sponsored posts.\nThe night the reunion aired, the cast member Claudia Sampedro went off in a Twitter rant. She was upset that a fellow cast member, Hencha Voigt, had behaved differently on set than she did in the “real” world. On Twitter, Ms. Sampedro said she was going to “pull out the receipts” of her relationship with Ms. Voigt, and made good on her threat by tweeting various text messages the two exchanged during the filming of the show.\nIt’s much more difficult to suspend doubt about the reality of it all when contestants break character and reveal secrets in order to tell their side of the story. “I was mad surprised when I watched the show!” Ms. Sampedro said on Twitter, before going on to blame the show producers for misrepresenting her.\nMs. Sampedro’s reveals may have been cathartic for her, but the details of her claims didn’t make it into “WAGS Miami.” “Claudia, I really don’t have hate for you,” Ms. Voigt told her in the Season 2 premiere. “If you want to move forward, I’m over it.”\nHow these shows incorporate cast members’ claims about what “really” happened differs from program to program. The “Bachelor” franchise is known for its tight hold on contestants and plots, which has only slightly loosened in recent years. But bloggers like Steve Carbone, who spoils “The Bachelor” and its spinoffs on his website Reality Steve, benefit greatly from production’s unwillingness — save for a few occasions — to acknowledge what is happening outside of filming until the show is over, if even then.\nThough the biggest attention each season goes to his reporting about finalists and proposals, his stories have increasingly included gossip about the goings-on and back stories of cast members, often sourced by viewers. Fan-unearthed racist tweets from one white cast member featured during Rachel Lindsay’s recent season of “The Bachelorette” didn’t come up on the show explicitly, but whether producers knew about his beliefs was heavily debated online, and there was a noteworthy fixation on the racial tensions between him and a fellow black cast member for several episodes. (Regardless of whether the tweets changed that season’s story line, it was the main focus of the reunion episode.) \nNow, as Becca Kufrin’s season of “The Bachelorette” picks up steam, a very similar situation with one of her suitors has cropped up online. At almost the same time, TMZ published the ultimate receipts: blurry but real photos of Ms. Kufrin taken, it looks like, after her engagement, snapped by a bystander. None of that noise has permeated the plotline of the show, but it has still satisfied fans’ appetites for drama.\nThe “Real Housewives,” on the other hand, has evolved to a point where it’s difficult to imagine what the onscreen drama would look like without real-world receipts. On Season 9 of Atlanta, Kandi Burruss printed out copies of text messages to explain her part (or lack thereof) in an alleged potential dalliance with castmate Porsha Williams (“Unless you got some receipts, I don’t know,” fellow cast member Cynthia Bailey says about the kerfuffle). And in Season 9 of New York, Luann de Lesseps wouldn’t believe her then-fiance Tom D’Agostino was stepping out on her until the aforementioned Ms. Frankel showed Ms. de Lesseps pictures of him kissing another woman. “Please don’t let it be about Tom,” Ms. de Lesseps said upon hearing Ms. Frankel had something bad to tell her, to which Ms. Frankel famously replied, “It’s about Tom.” \nReceipts do not always make things clearer. Instead, they can complicate or extend a story’s life. That’s particularly true now that fans, not just tabloids and websites, have gotten involved in sleuthing. Soon after the popular “Housewives” podcast Bitch Sesh debuted, its Facebook fan page (now defunct) became a place for enthusiasts of all things “Housewives” to gather. The phrase “boots on the ground” was often used by the hosts to preface any gossip they’d heard about the Housewives. Some of their listeners took that a bit too literally. As often happens in ostensibly utopian communities, the mood got dark fast. Splinter Facebook groups started to form, including one called the Thunderdome.\nMembers of the Thunderdome began to act like vigilante reporters, attempting to sleuth out gossip about their favorite and least favorite Housewives. In the fall of 2016, Kelly Dodd and Tamra Judge, stars of “The Real Housewives of Orange County,” became a fixation. During the call-in portion of an episode of “Watch What Happens Live!”, Ms. Dodd answered a call from a Thunderdome member who had misrepresented the question she was going to ask to the production assistants, a move that was allegedly encouraged by Ms. Judge.  The caller asked about a man Ms. Dodd had supposedly cheated on her husband with — information that the caller had gotten from texts Ms. Dodd had sent that had been posted online without her knowledge. “Didn’t have an affair with Frank,” Ms. Dodd said to the caller, as a confused Mr. Cohen looked on. “Don’t know where you’re alluding to, you’re alluding to texts that you got from some wackjob.”\nThings got messier as Ms. Judge and Ms. Dodd hurled accusations against each other on social media. Facebook fan pages were shut down, and subreddits and online communities devoted to the Housewives stated that they would not allow people to speak overly negatively about members of the groups or cast members. “It’s extremely disappointing that grown adults are capable of such pathetic acts and do so with their full names and photos posted right with it on Facebook,” a moderator for the Reddit page BravoRealHousewives wrote (with an obscenity). “They are overall a nasty group hungry for information and what little power they think it gives them.”\nThe drama was big enough that there was no way it wouldn’t be included on Orange County, though if the fans that had involved themselves in it thought they would be a part of the story explicitly, they were mistaken. In Season 12 of Orange County, we learned that Ms. Judge and Ms. Dodd had not stopped warring — on social media and on camera — since the intense fan-encouraged exchange. But the details were kept out of it.\n“The social media stuff that happened between me and Tamra was absolutely obnoxious,” Ms. Dodd said in an interview on the show. The camera then cut to her and Mr. Judge sitting down over lunch to discuss their issues.\n“I think you’re a lot like me, where I’m over things,” Ms. Judge said to Ms. Dodd. They then apologized to each other, and went on to joke about the size of their respective vaginas and struggles with incontinence.\nThere is one constant in the world of receipts: The possessor of the receipts is trying to gain power in a universe in which they rarely have any. We see the producers’ hands are forced when they allude to what’s happening behind the scenes in order to get a plot to make sense, creating an even more porous relationship between what’s inside and what’s outside the reality TV bubble. In this respect, receipts have become key to making good reality television, an integral part of the fabric of the medium’s lexicon.\nThat does not mean what we’re watching is any more true than it used to be. Often there are so many receipts it can be hard to tell what is hard evidence and what is smoke and mirrors. “Everyone in this clique is so concerned with ‘receipts,’” Ms. Parks said after the Season 9 Atlanta reunion, to which she had brought the ultimate receipts: her divorce papers. “As a licensed attorney, I wanted to make sure I came prepared with documents to back up the facts.”\nMs. Parks soon found that after seven seasons, her contract to remain a Real Housewife was not renewed. In the court of reality television, there is rarely a receipt that will save you.", "date": "June 25, 2018", "href": "https://www.nytimes.com/2018/06/25/style/show-me-the-receipts.html", "tags": "controls show season produces ” cast receipts narrative housewives ms. reality"}