{"title": "Sheldon Silver, Ex-New York Assembly Speaker, Gets 7-Year Prison Sentence", "content": "Sheldon Silver, the former speaker of the State Assembly who rose to become one of New York’s most powerful politicians, was sentenced to seven years in prison on Friday for his conviction on federal corruption charges.\nMr. Silver, a Democrat from Manhattan’s Lower East Side, had served as speaker for more than two decades, and influenced nearly every major aspect of state politics. He was convicted in May after an earlier conviction, in 2015, was overturned on appeal.\n“This crime was driven by unmitigated greed,” the judge, Valerie E. Caproni of Federal District Court in Manhattan, said before she announced the sentence, referring to one of Mr. Silver’s two corrupt schemes.\n“The bottom line is that Silver wanted to seem to be a man of the people while he was using his public position to richly line his own pockets,” she added.\nMr. Silver, along with Gov. Andrew M. Cuomo and Dean G. Skelos, the former Republican State Senate majority leader, became known as one of the “three men in a room” who controlled decision-making in Albany. He also demonstrated a remarkable ability to fend off incursions from political rivals and investigators, inevitably emerging unbowed.\nBut last week, writing to the judge, Mr. Silver, 74, portrayed himself as a broken man. “Everything I ever accomplished has become a joke and a spectacle,” he wrote, adding, “I pray I will not die in prison.”\nIn court on Friday, he said, “Going forward, I fear that I will continue to be ridiculed, shamed by the stain that is upon me.”\nMr. Silver sat impassively, hunched forward in a chair, as the judge imposed the sentence, which also included a $1.75 million fine.\nGeoffrey S. Berman, the United States attorney for the Southern District of New York, said in a statement, “We hope today’s fittingly stiff sentence sends a clear message: Brokering official favors for your personal benefit is illegal and will result in prison time.”\nMr. Berman’s office had sought a sentence “substantially in excess” of 10 years.\nSusan Lerner, the executive director of Common Cause New York, a government accountability group, said in a statement, “Silver’s repeated conviction highlights — yet again — that Albany is long overdue for real, comprehensive reforms.”\nAfter Mr. Silver’s earlier conviction, Judge Caproni sentenced him to 12 years in prison, but on Friday, she said that term of imprisonment was “longer than necessary to accomplish the goals of sentencing.”\nThe appeals court that last year overturned the earlier conviction cited a 2016 United States Supreme Court decision that had narrowed the legal definition of corruption.\nBut the appeals court indicated there was sufficient evidence to convict Mr. Silver — the flaw had been in the jury instructions — and he was quickly convicted in a two-week retrial.\nAt the retrial, prosecutors again showed that Mr. Silver had obtained nearly $4 million in illicit payments in return for taking official actions on behalf of a cancer researcher, Robert N. Taub, at Columbia University and two real estate developers.\nIn one scheme, Mr. Silver arranged for the State Health Department to award grants totaling $500,000 to Dr. Taub in return for his referring cancer patients with potentially lucrative legal claims to a law firm, Weitz & Luxenberg, which gave part of its fees to Mr. Silver.\nIn the other scheme, Mr. Silver arranged for the developers, Glenwood Management and the Witkoff Group, to send certain tax business to the law firm Goldberg & Iryami, which also gave Mr. Silver a portion of its fees.\nMr. Silver, one of four former state officials convicted this year in what has emerged as a season for corruption trials, is the first of that group to be sentenced.\nThis month alone, separate juries have convicted Mr. Skelos, the former Senate majority leader who was retried on bribery and extortion charges after his 2015 conviction was overturned; and Alain E. Kaloyeros, the principal architect of Mr. Cuomo’s signature economic development project to revitalize upstate and western New York. He was convicted in a bid-rigging scheme.\nAnd in March, Joseph Percoco, a former top adviser to Mr. Cuomo, was found guilty of taking more than $300,000 in bribes from executives of two companies with state business. Mr. Cuomo has not been accused of any wrongdoing, but his political rivals have seized on the string of cases as evidence of a corrupt culture in Albany that they say the governor has enabled.\nJudge Caproni, in court, cited the Silver, Skelos and Percoco cases. “All were convicted,” she said, “meaning corruption cases have touched, directly or indirectly, all three of the infamous ‘men in the room.’”\n“I believe that it is a tiny minority of public officials who are as corrupt as Mr. Silver,” the judge added, “but even if it is a tiny minority, it has to stop.”\nShe added: “New York State has to get its act together and do something institutionally to head off corruption. But that’s not my role. My role is to sentence Sheldon Silver for his crime.”\nMr. Silver, who has been free on bail, was ordered to surrender on Oct. 5, although his lawyer, Michael S. Feldberg, indicated that Mr. Silver would seek to continue his bail while he again appeals.\n“There are significant legal issues,” Mr. Feldberg said outside the courthouse. Mr. Silver, who had no comment, got into the back seat of a car and was driven away.", "date": "July 27, 2018", "href": "https://www.nytimes.com/2018/07/27/nyregion/sheldon-silver-sentencing-prison-corruption.html", "tags": "convicted sentence york silver sheldon conviction judge court ” assembly prison ex-new gets state speaker"}