{"title": "Shiite Militias Pose Challenge for U.S. in Iraq", "content": "BAGHDAD — Militia justice is simple, the fighters explained.\n“We break into an area and kill the ones who are threatening people,” said one 18-year-old fighter with Asaib Ahl al-Haq, a Shiite militia that operates as a vigilante force around Baghdad.\nAnother 18-year-old fighter agreed. “We receive orders and carry out attacks immediately,” he said, insisting that their militia commanders had been given authority by Iraqi security officials. That free hand has helped make Asaib Ahl al-Haq the largest and most formidable of the Iranian-backed Shiite militias that now dominate Baghdad.\nOnce a leading killer of American troops, the militia is spearheading the fight against the Sunni extremists of the Islamic State, also known by the acronyms ISIS and ISIL. That means Asaib Ahl al-Haq and the United States military are now fighting on the same side, though each insists they will not work together.\nBut the power and autonomy of Asaib Ahl al-Haq and other Shiite militias also pose a central challenge to the creation of a more just and less sectarian Iraqi government. President Obama has said that the new American military offensive depends on such an inclusive Iraqi government, to undercut the appeal of the Sunni extremists and avoid American entanglement in a sectarian war.\nEven while many Iraqi Shiites view the militias as their protectors, many in the Sunni minority say they fear the groups as agents of Iran, empowered by the Baghdad government to kill with impunity.\nAfter a decade of support from Iran and a new flood of recruits amid the Islamic State crisis, the Shiite militias are also now arguably more powerful than the Iraqi security forces, many here say, limiting the ability of any new government to rein them in.\n“The militias have even bigger role now that they are said to be fighting ISIS” said Alla Maki, a Sunni lawmaker. “Who will control them? We have no real Iraqi Army.”\nUnder former Prime Minister Nuri Kamal al-Maliki, Asaib Ahl al-Haq was “encouraged to do dirty jobs like killing Sunnis, and they were allowed to operate freely,” Mr. Maki said. “Now the international community are all being inspired by the removal of Maliki personally, but the policy is still going on.”\nThe Asaib Ahl al-Haq fighters and the group’s official spokesman insisted that their vigilante attacks protect all Iraqis, Sunnis as well as Shiites. “We have been able to track the sleeper cells of ISIS and secure almost all of Baghdad — about 80 percent,” said Naeem al-Aboudi, a spokesman for Asaib Ahl al-Haq, in a gleaming, leather-paneled conference room at its heavily fortified headquarters in an elite neighborhood of the capital.\nIn the current fight, he added, “the most dangerous areas in Iraq were assigned to Asaib Ahl al-Haq to lead the battle, because of the capability and professionalism of our fighters.”\nAsaib Ahl al-Haq was closely linked with Mr. Maliki, but Mr. Aboudi said it now sees itself as a “loyal opposition” to the new prime minister, Haider al-Abadi, charged with assembling that more inclusive government.\nFor starters, Mr. Aboudi said, Asaib Ahl al-Haq and the other large Shiite militias are negotiating with Mr. Abadi over the choices for defense and interior ministers. On Tuesday, the opposition of the Shiite militias helped block a parliamentary vote on those nominees.\nAsked about complaints of discrimination and police abuse against Sunnis under the previous government, Mr. Aboudi said the whole question was backward: “I think Shiites are the real marginalized and persecuted community in Iraq. We have more problems as Shiites than the Sunnis, even though the election showed we are the majority.”\nSo far, though, there is no sign of any official attempts to investigate even the most publicized allegations of extrajudicial killings of Sunnis by Asaib Ahl al-Haq.\nAt the end of July, a report from the research and advocacy group Human Rights Watch said it had documented the killings of 109 Sunni men — 48 in March and April, and 61 between June 1 and July 9 — in the villages and towns around Baghdad. Witnesses, medical personnel and government officials blamed Shiite militias for all of them, and “in many cases witnesses identified the militia as Asaib Ahl al-Haq,” the report said.\nIn one case, Human Rights Watch wrote, a man kidnapped by fighters who identified themselves as members of Asaib Ahl al-Haq was later released because he convinced them that he was a Shiite, not a Sunni.\nHuman Rights Watch quoted a doctor in the Health Ministry: “Sunnis are a minority in Baghdad, but they’re the majority in our morgue.” But victims and witnesses said the security forces “seemed too scared of the militias” to act or investigate, said Erin Evers, the group’s researcher in Baghdad.\nA spokesman for the Iraqi Interior Ministry said it saw no pattern of sectarian killings, suggesting that ordinary crime was wrongly attributed to sectarianism when the victims were Sunnis. The spokesman, Saad Maan, denied that Asaib Ahl al-Haq or other militias were formally allowed to operate freely in Baghdad, although he acknowledged that to defend against the Islamic State the government had called on the Shiite militias to form a new volunteer force.\n“There are bad people in each group,” including Asaib Ahl al-Haq, Mr. Maan said. But he vowed that the situation would improve as Iraq strengthened its own police forces, especially with the new international support for the new prime minister, Mr. Abadi. “I think this is a turning point for Iraq,” Mr. Maan said.\nAsaib Ahl al-Haq, usually translated as League of the Righteous, is considered the most formidable of Iraq’s three large Iranian-backed militias. The second is Kata’ib Hezbollah, which shares the Iranian patronage and ideology of the Lebanese group of the same name, but has no other known links to it. The third is the Badr Corps, led by Hadi al-Ameri, a lawmaker in the governing coalition who served as minister of transportation in Mr. Maliki’s government.\nAsaib Ahl al-Haq was created about 10 years ago, in the years after the American invasion, when its leader, Sheikh Qais al-Khazali, broke away from the forces loyal to the prominent Shiite cleric Moktada al-Sadr.\nUnited States officials blame Asaib Ahl al-Haq for a long series of deadly attacks on American forces during their occupation of Iraq. In 2007, Sheikh Khazali led an attack in Karbala that killed five United States soldiers, American officials say. He was captured and held for three years by American forces, then released in 2010. He was ultimately transferred to the Iraqi government and then released at the same time as his group released a British computer expert it had held hostage. But Iraqi and American officials denied any prisoner exchange.\nThe group’s attacks continued even as the occupation was ending: In June 2011, for instance, Asaib Ahl al-Haq and other Iranian-backed militias killed 13 American soldiers in rocket attacks on their bases, and that November an Asaib Ahl al-Haq roadside bomb killed the last American to die before the withdrawal.\nBut by January 2012, virtually as soon as the Americans were gone, Mr. Maliki had invited the group back into Iraqi politics as a counterbalance to the influence of other powerful Shiite militias. Many of the group’s leaders were soon reported to be returning from exile in Iran. Asaib Ahl al-Haq came to be known as the armed support for Mr. Maliki’s Shiite political faction.\nThe group’s spokesman declined to disclose its size, but Asaib Ahl al-Haq’s numbers swelled vastly earlier this year when a prominent cleric urged Shiites to take up arms against the invading Sunni fighters. The group has been the leading force in critical fights like the recent battle for the town of Amerli, raising eyebrows among some American military personnel about the prospect of partnering with such enemies to fight the Islamic State.\nUnderscoring the tensions in the de facto alliance, the Kata’ib Hezbollah militia said Monday that it would leave the battlefield if American troops join in the ground fight — an action that Defense Secretary Chuck Hagel said Tuesday was a remote but real possibility as more American advisers became involved in Iraq.\n“We will not fight alongside the American troops under any kind of conditions whatsoever,” the militia said in a statement on its website, adding that its only contact with the Americans would be “if we fight each other.”\nMr. Aboudi of Asaib Ahl al-Haq said his militia could accept American airstrikes or military attacks against specific targets, “under the supervision of the Iraqis.” But he does not trust the Americans either, he said, arguing that Washington’s ultimate goal was to divide Iraq and thus increase Israel’s relative strength.\n“America has been intervening in most of the Arab countries of the region,” he said, “and it never brings stability.”", "date": "Sept. 16, 2014", "href": "https://www.nytimes.com/2014/09/17/world/middleeast/shiite-militias-pose-challenge-for-us-in-iraq.html", "tags": "shiite american challenge asaib pose u.s. ” iraq ahl al-haq militias"}