{"title": "Shimla water crisis: Tourists warned to avoid top Indian destination", "content": "Hotels and locals have urged tourists to stay away from the popular Indian tourist city of Shimla as it is suffering a severe water shortage.\nThe Himalayan city has been hit by the crisis for more than a week, causing some hotels to shut.\nA social media campaign urging tourists to stay away and \"let the place breathe for a while\" has gone viral.\nOn Tuesday, locals protested outside the chief minister's house and clashed with police. \n\"It'll only get worse as tourists throng the place in large numbers during June, and it will make life really difficult for the locals,\" read a post that has been widely shared on social media.\nNearly 200,000 residents have been forced to stand in long lines with plastic buckets in hand to collect water from tanks provided by city officials. \nThe officials have blamed the water crisis on a dry winter, claiming that the mountainous region saw record-low snowfall this year.\nHotels that normally accommodate thousands of tourists, who are a key source of income, have had to turn away guests and refund bookings. Some of them, struggling to access any water, have had to temporarily shut down. \n\"We have had to close our doors because we're not able to accept any more bookings,\" Gopal Agarwal, owner of Gulmohar Regency, told the BBC. He added that it had refunded around 100 bookings.\n\"Hotels have been sending out mass messages on WhatsApp to guests, warning them of the situation,\" said Sanjay Sood, head of the Hotel and Restaurant Association of North India. He told the BBC he had to buy 6,000 litres of water from private tankers for customers in one of his restaurants in the city.\nAccording to local reports, the Shimla administration has postponed a popular tourist event, the International Shimla Summer Festival, although it is unclear if this is water-related.\nTravel agencies across India have also had to dissuade clients from going to Shimla. Agent Pratik Chawla said he would ask clients to \"avoid the city at this time\". \nMany tourists flock to Shimla, in the foothills of the Himalayas, to escape the heat of the Indian summer. ", "date": "31 May 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44312894", "tags": "warned indian bookings hotels away city stay locals water destination popular avoid tourists shimla top crisis"}