{"title": "Shirtfront: A brief history of an Australian word", "content": "The definitive guide to Australian English, the Macquarie Dictionary, is considering changing the meaning of \"shirtfront\", just weeks after it was used by Prime Minister Tony Abbott.\nHe said he would \"shirtfront\" Russian President Vladimir Putin over the shooting down of Malaysian Airlines MH17 in Ukraine - 38 Australians were among the 298 dead.\nCommonly associated with the rough and tumble of Australian football, Susan Butler, Macquarie's editor, says Mr Abbott has merely revived the term as a political football.\nMacquarie's current primary definition of \"shirtfront\" is uncontroversial. It is the \"starched front of a white dress shirt\".\nIt is in the Oxford English Dictionary (OED) that we find the first printed use of the term, by English novelist Edward Bulwer-Lytton in his 1838 romance-supernatural novel Alice: \"His black coat, neatly relieved... by a white under-waistcoat and a shirt-front admirably plaited.\"\nIt can also refer to the white patch on the breast of an animal, or a \"very smooth and even\" pitch in cricket.\nThere is another, slightly less dandy definition that appears in Macquarie, derived from Australian football: \"A head-on charge aimed at bumping an opponent to the ground.\"\nMacquarie's editor Susan Butler told the BBC that the earliest citation for this usage is in the 1960s, and it has also been used to refer to confrontations in other sports, like cricket.\nSports writer Matt Murnane for Melbourne newspaper The Age further defines it as an aggressive act with \"the aggressor leaping into the air to forcefully collide with an unsuspecting and unprotected victim.\"\nThe Oxford Australian Dictionary has an even more specific definition, which is \"a fierce tackle, usually delivered by the shoulder to the chest of an opponent\".\nMs Butler says the term made its crossover from sports to politics in the late 1980s and early 1990s, when it was mentioned in numerous newspaper articles.\nThe earliest figurative use - to confront an opponent - was in 1989, when The Canberra Times recorded an instance of a politician being \"shirtfronted\" by a group of  \"jeering young Liberals\". \nThe term eventually went mainstream, but died out in politics...until Mr Abbott brought it back last month.\nHe said when talking about a future meeting with the Russian president: \"Look, I'm going to shirtfront Mr Putin... you bet I am.\" \nMacquarie is now considering adding the definition \"to confront (someone) aggressively with a complaint or grievance\".\nMs Butler says Mr Abbott is so far the most famous Australian to have used the term in that way, and he made the editors realise that \"there was this older usage around, and we had not covered it, so now we're catching up.\"\nBut the phrase struck many Australians as surprising and it caused a global stir. \n\"British, American speakers would retain a degree of formality in conversations with people not familiar to them,\" Ms Butler says. \"Australians have this interesting drop from formality to informality to indicate friendliness.\" \n\"It's not that we have more slang, we just produce it in situations that would be surprising to others.\" \nOther politicians have coined terms that entered the Macquarie Dictionary. Former PM John Howard came up with \"barbecue stopper\" in 2002 to refer to a hot political conversation topic.\nIf Macquarie's editors go ahead, it would be the second time Mr Abbott has inspired a change in the dictionary.\nIn 2012, then-PM Julia Gillard branded Mr Abbott, who was the leader of the opposition at that time, as a misogynist.\nCritics argued that she was wrong, referring to dictionary definitions of misogyny as \"hatred of women\".\nMacquarie then widened its definition of the word to include \"entrenched prejudices of women\" - which in turn prompted accusations of political bias.\nMs Butler says this is an \"alliance of politics and pedantry\".\n\"What we do is simply establish that a word has currency, and complete a record of English.\"\n\"I describe my role as the woman is coming to clean up with a broom and a bucket after a party. The party is where all the words are being made, and it's my job to sort out the mess afterwards.\"", "date": "25 November 2014", "href": "https://www.bbc.co.uk/news/world-australia-30173969", "tags": "history word macquarie abbott brief definition butler english australian says shirtfront dictionary term"}