{"title": "Shock as India scraps 500 and 1,000 rupee bank notes", "content": "Indian Finance Minister Arun Jaitley says \"honest people\" have no need to worry about a decision to scrap 1,000 and 500 rupee notes.\nMr Jaitley said the move would flush out tax evaders, adding that all old notes deposited in banks would be subjected to tax laws.\nThe surprise move, announced on Tuesday evening, is part of a crackdown on corruption and illegal cash holdings.\nThe announcement was met with shock in India. \nMedia described the move variously as a \"surgical strike\" on tax evaders in the country's overwhelmingly cash-based economy and a \"big bang note\". The banknotes declared illegal tender represent 85% of cash in circulation in India.\nMr Jaitley said that the move would also help India move towards a cashless economy, saying that farmers could \"now keep their money in banks\". \nHe added that new 2,000 (about $30; £15) and 500 rupee denomination notes to replace those removed from circulation would be injected into the economy over the next \"three to four weeks\".\nOn Tuesday there were long queues at ATMs as people tried to withdraw 100 rupee notes, which are still legal.\nBanks and ATM machines were shut on Wednesday. \nThe most affected are likely to be small traders, vendors and labourers but newspapers were quick to point out that India's wedding season, due to start in a few days, will also be hit hard.\n\"Black money and corruption are the biggest obstacles in eradicating poverty,\" Prime Minister Narendra Modi said in his address to the nation on Tuesday evening. \nHe said the move would \"cause some hardship\" but asked people to \"ignore\" it, calling the step a \"celebration of honesty\". \nIdeas from India to use and abuse redundant cash\nThe India currency bombshell\nPeople will be able to exchange their old notes for new ones at banks over the next 50 days but they stopped being legal tender at midnight on Tuesday. There are also going to be limits on cash withdrawals from ATMs starting on Thursday. \nThe move is designed to lock out money that is unaccounted for - known as \"black money\" - which may have been acquired corruptly, or be being withheld from the tax authorities. \nFinance Secretary Shaktikant Das warned people with large amounts of hidden cash that banks would closely monitor the exchange of old notes for new ones. \nThe 500 and 1,000 rupee notes are the highest denomination notes in the country and are extremely common in India. Airports, railway stations and hospitals will only accept them until 11 November. People will be able to exchange their money at banks between 10 November and 30 December.\nThe actual figure is unclear but correspondents say the issue of \"black money\" is a huge problem in India. The idea here is to lock out money that is unaccounted for and make it visible for tax purposes - banks will be happy to exchange a few thousand rupees, but will be asking questions of those who turn up with hundreds of thousands or millions in currency.\nIt seems not. An individual can put as much as he or she likes into the bank - but withdrawals are limited so the banking system may end up being flooded with cash.\nGovernment guidelines say it is possible to exchange 4,000 rupees - but it is not clear if this is per day or in total.  If there is a legitimate explanation for the cash, the authorities say, it will be possible to exchange it.\nDo you have 500 and 1,000 rupee bank notes that will need to be changed? Get in touch and email haveyoursay@bbc.co.uk.\nIf you are available to talk to a BBC journalist, please include a telephone number.\nEmail your pictures to yourpics@bbc.co.uk, upload them here, tweet them to @BBC_HaveYourSay or text +44 7624 800 100. \nOr WhatsApp us on +44 7525 900971.\nRead our terms and conditions.\nOr comment here:", "date": "9 November 2016", "href": "https://www.bbc.com/news/business-37919292", "tags": "shock banks india notes scraps would bank move exchange money cash rupee"}