{"title": "Should Europe be scared of Italy's populists?", "content": "There should be a health warning attached to all debate, guesswork, predictions and evaluations being made right now about the anti-establishment government being put together in Rome.\nYes, this is very much part of the populist nationalist wave that has been sweeping across Europe from Austria, to Hungary, France and the UK but at the same time you really have to view this drama through a pair of Italian opera glasses to get a better sense of what's going on.\nThis, we must remember, is Italy. \nA country known for high drama. A nation that flirted with modern-day populism ahead of the US and the rest of Europe - with the first Berlusconi government back in 1994. \nThis is also a country that threatened to (but ultimately did not) bring the eurozone crashing down before - in 2011 during the European debt crisis. \nAlso important to note is that Italy's political system was redesigned after its fascist dictatorship and World War Two to avoid any one politician or party getting too much power ever again.\nSo even if this marriage of The League and the Five Star movement does take off, and if they manage to contain the very big ideological differences that exist between them (and that's a big if), getting dramatic reforms passed rapidly through the Italian parliament will be an uphill struggle for them.\nSo should Europe stop worrying, sit back and simply observe this latest Italian drama unfold?\nIn fact, despite the caveats I've listed above, what Five Star and The League are proposing would shake Italian and European politics to the core. \nBrussels is spooked. As are the financial markets and investors.\nThey don't like unpredictability. They don't like rule breaking.\nBut that's exactly what Italy's government-in-waiting has promised voters: to turn the status quo on its head.\nThey've declared a \"People's Republic\" and \"Italians First!\" is one of their slogans.\nTheir message: the interests of ordinary Italians - not of the rich or well connected or of \"the bureaucrats in Brussels\" should now be prioritised.\nA seductive proposal to corruption and recession-weary Italians. \nItaly used to be a hugely EU-enthusiastic nation. Italians viewed the club as a safeguard against their often corrupt or inept national governments. They believed the euro would bring stability compared to the boom and bust cycles associated with their national currency, the lira.\nBut nowadays Italy is one of the most Eurosceptic countries in the EU. \nMigration is one reason. The economy is another.\nEurope's migration crisis has washed hundreds of thousands of irregular migrants on to Italian shores. Most come to Europe with a plan to head to richer northern countries like Germany or Sweden but they get stuck in Italy due to EU regulations declaring that they have to stay and be processed in the country where they are first finger-printed.\nItalians feel they (alongside Greece) have been left alone to shoulder a crisis that is in fact a wider European issue. Which is why many welcome The League's tough line on migration.\nItalians are also bitterly resentful about the euro. \nThey believe the currency's rules and regulations favour Germany, not Italy. They smoulder resentfully over Germany's current account surplus and low unemployment rate while Italy is crippled by weak growth, a stagnant labour market and massive national debt.\nClearly not all of Italy's financial woes can be laid at Brussels' door. Italy's former centre-left government proposed structural reforms to tackle a number of issues but Five Star and the League want to spend their way out of this slump - introducing a flat tax system, a basic income for the poor and reversing pension reforms.\nThis will smash EU budgetary regulations and put Italy on a collision course with Brussels.\nAnd what happens in Italy matters.\nThis is not Greece we're talking about. Italy is the third-largest economy in the eurozone.\nAnd although both Five Star and The League have backed away from earlier promises to hold a referendum on withdrawing Italy from the single currency, they could put the proposal back on the table at any time. The threat of that referendum would hang in the air as long as they remained in government.\nOff-putting for investors. Destabilising for the whole eurozone. And the EU as a whole.\nFrustrated though they are with Brussels, there is no appetite amongst Italians for an Italexit - where they would walk out the EU for good. \nBut having such a Eurosceptic (and also Moscow-sympathising) government in the heart of Europe - Italy is one of the EU's founding members, don't forget - would be a huge blow to the project of \"ever-closer union\" championed by French President Emmanuel Macron, for example.\nConcerned about the damage a Five Star-League government could inflict on Italy and the EU, Italy's president stalled for some time before giving Giuseppe Conte the go-ahead to form a government.\nPresident Mattarella knows he must tread carefully.\nThe majority of Italians say they want to give this government a chance.\nSo, those in Brussels and beyond should think twice before wishing for new elections.\nIf Italians feel \"the establishment\" is trying to silence their loud call for change, they're likely to vote for those who say they represent the voice of ordinary people - the populists - in even bigger numbers.", "date": "23 May 2018", "href": "https://www.bbc.com/news/world-europe-44214499", "tags": "league eu five italian italians one populists europe italy brussels government scared"}