{"title": "Should the West suspect Chinese tech?", "content": "Both the US and UK have issued warnings about the Chinese technology and telecoms giant ZTE. \nThe decision by the US Commerce Department to ban American firms from selling equipment to ZTE for the next seven years dates back to a case from a few years ago, when ZTE was accused by the US government of violating sanctions against Iran. \nAt the time, the US said if ZTE refused to comply, there would be consequences.\nThis week, the US made good on those threats and is hitting ZTE where it hurts.\nA shortage of US components is likely to cause ZTE to miss shipment deadlines and lose orders, according to investment firm Jefferies. It has cut its estimates for ZTE sales by 13.5% in 2018 and 7.6% in 2019.\nZTE's chairman Yin Yimin has reportedly said this is a \"crisis\" and called for his 80,000 strong staff to remain calm, according to a leaked memo seen by the South China Morning Post. \nAnd it's not just the US. \nIn a seemingly unrelated case, the UK on Monday warned companies about doing business with ZTE, saying its cyber-defence watchdog has blacklisted the Chinese firm over concerns of national security.\nGranted, these are two different issues, but the incidents highlight one glaring fact: the West is increasingly suspicious of Chinese tech.\nThat suspicion is complicated by the current \"geopolitical tension\", says Chris DeAngelis of the ADG group in Beijing. \nRegardless of whether there is truth to the national security concerns, the real issue, he says, is that the US and the UK want to ensure the survival of globally competitive firms that compete with ZTE.\nThe geopolitical tension Mr DeAngelis is referring to is the ongoing trade row between the US and China. \nAt the heart of this spat, as I've said before, is that the US says China forced American companies that wanted access to low-cost labour and the massive market to tie up with Chinese companies - in effect allowing them to copy and steal American ideas. \nChina says that's not true, and Beijing has been very vocal about the way it perceives its firms are being treated by the West.\nChina's Ministry of Commerce has urged the United States to \"create fair, just, and stable legal and policy environment for Chinese companies\", with regards to the ZTE decision.\nAnd perhaps more notably, it also said it was prepared to take action to protect the interests of Chinese firms. \nZTE is not the only Chinese tech firm that's been targeted by the West. \nChina's Huawei, for example, has been blocked from striking a deal to sell its new smartphone via a US carrier over security concerns.\nAnd Broadcom, a firm formerly domiciled in Singapore, had its bid to takeover Qualcomm blocked because of US national security concerns that specifically cited Huawei and Chinese technology.\nAt the crux of this is a suspicion that Chinese companies are the eyes and ears of the Chinese government in Western markets.\nWhether those suspicions are warranted is hard to prove, but \"there is no question that telecom and communications is a valid security risk\", Mr DeAngelis told me.\n\"If you have a problem in a network, do you really want to rely on your vendor if you are in the middle of a trade war, for example?\" he said.\nMost of the narrative on Chinese tech is that they've copied American ideas and then sold them back to the West at cheaper prices. \nWhile that may have been true in the past, it's certainly not fair to say that today. \nMy experience of reporting on Chinese tech over the last few years has shown me that Chinese companies are innovating at a pace that is often unparalleled by other countries.\nRecently, Chinese firms have also beaten global firms in China, as ride-hailing giant Didi Chuxing proved recently by driving Uber out.\nSome say the West's fear originates in envy and an ignorance of just how hard Chinese firms can make their staff work.\n\"Unless people have seen the Chinese tech culture known as 996, they don't understand Chinese tech,\" writes Lawrence Kuok in supchina.com.\n(The number 996 refers to the Chinese tech firms' practice of working from 9am to 9pm, six days a week.) \n\"What I think a lot of people don't understand about the Chinese market is that there are many aspects that require pure and utter hard work,\" he said.\nChinese tech firms do get help from their government, in the form of protection of the domestic market, which has allowed them to grow and dominate in China.\nThat's not to say they're not formidable players in their own right, though. \nBut China, and Chinese firms, are used to having a longer term view.\n\"No road that leads to a bright future is straight,\" says ZTE's Mr Yin in that leaked memo. \"The company's internationalisation will also have its ups and downs… we will be stronger after weathering the storm.\"", "date": "17 April 2018", "href": "https://www.bbc.co.uk/news/business-43797068", "tags": "suspect security us china companies tech west chinese zte firms"}