{"title": "Should this cross be removed from public land?", "content": "A row in the US state of Maryland over the location of a 40ft-high cross will be resolved by the country's top court, and has sparked a vigorous debate about religious icons in public life.\nYou may not have heard much about the tussle over the Peace Cross, the 40-foot (12-metre) granite Latin Cross plonked incongruously in the middle of a busy intersection in Maryland. \nThat could be because you would probably need the help of a lawyer and a theologian to fully understand the potential ramifications of the dispute over this 96-year-old World War I monument that's gone all the way to the Supreme Court.\nThree Maryland residents and the American Humanist Association - a non-profit organisation that advances secular humanism, a philosophy of life that seeks the greater good without theism or other supernatural beliefs - wish to see the memorial removed from public land.\nTheir reasoning is it contravenes the separation between church and state enshrined in the first amendment to the US Constitution, the so-called Establishment Clause.\nIt says: \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.\"\nThe Peace Cross dominates the scene as you approach the town of Bladensburg.\n\"It looks like you are entering a highly Christian town,\" says Roy Speckhardt, chief executive of the American Humanist Association.\n\"It's so massive you can see it from half a mile away. It just gives this weird impression; the base is covered in shrubs, so you have to be daring enough to cross the highway and take a closer look to realise it is a war memorial.\" \nBut there is more at stake than just the cross. Having heard oral arguments for the case, the Supreme Court's decision in June could affect all future judicial interpretations of the Establishment Clause.\nThe stakes are heightened by concerns for some that President Donald Trump's administration is taking the country in a more conservative and religious direction. \nOn May 2, America's National Day of Prayer, President Trump announced a new rule that would allow health-care workers to refuse to perform services that violate their religious beliefs—some applauded the move, others condemned it.\n\"This is the Trump administration's most dangerous attempt yet to weaponize religious freedom,\" says Rachel Laser, president and CEO of Americans United for Separation of Church and State.  \nAs a result, the Peace Cross finds itself not just a source of contention amid the traffic about a 30-minute drive from Washington, but also representative of increasing national tensions over the principle of religious liberty versus socially and culturally progressive secular movements increasingly at odds with traditional religion. \nFor the last few decades, Establishment Clause jurisprudence has been dominated - many say blighted - by the so-called Lemon test, named after a previous Supreme Court case, which established the trend for judging governmental action as unconstitutional if it lacks a secular purpose and has the primary effect of endorsing religion or excessively entangles government in religion. \nThe Lemon test doesn't have many fans, especially in the Supreme Court, where it has been described as a \"shambles\" as well as \"incoherent,\" \"schizoid\" and \"chaotic\" due to proving highly subjective and unpredictable in its interpretation. \n\"Like some ghoul in a late-night horror movie that repeatedly sits up in its grave and shuffles abroad, after being repeatedly killed and buried, Lemon stalks our Establishment Clause jurisprudence,\" commented the late Associate Justice of the Supreme Court Antonin Scalia.\nDuring the 27 February hearing, Justice Gorsuch called the Lemon test a \"dog's breakfast\". \nUnder this test, the government can only assist religions if:\nAt least another four justices - potentially representing a crucial majority within the total nine - indicated it is time to change the current jurisprudence in a significant way, says Luke Goodrich, vice-president and senior counsel of the Becket Fund for Religious Liberty, a public interest law practice which is assisting in the case. \nThe only snag is none of the justices seem to agree on what the alternative should be.\n\"I've attended about a dozen oral arguments in these sorts of Supreme Court cases, and never seen the justices so uncertain as here,\" Mr Speckhardt says.\nIt's easy to sympathise with the judges' predicament, the shifting religious landscape in the US leaving them stuck between a rock and a hard place.\n\"Research shows that fewer people are reporting a religious affiliation and fewer are attending mass, so there is certainly a degree of secularisation going on,\" Mr Goodrich says. \n\"But at the same time, there is increasing religious diversity, with more people identifying with religious minorities such as Hindu, Buddhist and Sikh, all of which makes it more complex to protect religious liberties, with more chance for conflict.\" \nOver the years, disagreements over religious liberty have often ended up in the law courts. In Tennessee, a Muslim group was denied permission to build a mosque in the Bible Belt city of Murfreesboro. The case was settled in 2014 at a federal district court in favour of the mosque. \nOne of the most notable recent cases was the Colorado baker who refused to bake a wedding cake for a gay couple based on his Christian principles (in 2017 the Supreme Court ruled in the baker's favour, though he is back in court after refusing to bake a cake for the anniversary of a person's gender transition). \nThe American Civil Liberties Union (ACLU) recently sued the state of Michigan for partnering during the adoption process with faith-based groups that do not place children in the homes of same-sex or unmarried couples. Last week the state agreed to settle with the ACLU.\n\"There's two dimensions to all this,\" Mr Goodrich says. \"Socially and culturally there is increasingly hostility toward traditional beliefs, and religious freedoms are increasingly fragile. But legally, so far, the courts are tending to decide in favour of religious liberties.\" \nHe noted that his firm has had a 90% win-rate in the Supreme Court over the last seven years. \"We expect to keep winning, but there are certainly aspects of the social and cultural aspect that make these victories more fragile.\"\nSuch victories are not seen that way by the American Humanist Association and many others, a frustration compounded by concerns about the Trump administration's agenda. \n\"Things seemed to be going along nicely in terms of the separation of church and state being better respected, and then suddenly, all in a flash [with the result of the 2016 election] we found ourselves in the current situation,\" says Fred Edwords, one of the plaintiffs in the Peace Cross case. \n\"One of the reasons evangelicals voted for Trump, despite the controversies in his personal life, was because they hoped he would back conservative justices. So they held their noses and voted.\"\nThis was not as duplicitous as it seems, says Rod Dreher, author of the best-selling book The Benedict Option: A Strategy for Christians in a Post-Christian Nation.\n\"They know that in the years to come, as the country swiftly becomes less Christian, sympathetic judges will offer countercultural religious believers the only protection available,\" Mr Dreher says. \nTensions over the Establishment Clause go all the way back to America's birth, when the Pilgrims and Puritans came seeking religious freedom from persecution in England, which has informed the narrative ever since.\n\"In England you have an established church which tolerates all the others,\" says Douglas Laycock, the Robert E Scott Distinguished Professor of Law at the University of Virginia Law School. \n\"That is one approach to church-state relations, and not obviously wrong. But it was rejected at the American founding.\"\nNevertheless, he adds, \"there have always been Americans who wanted something more like the English system, with government support for Christianity, or more to the point, evangelical Christianity, and mere toleration for all the others.\" The problem is, he says, that \"as predicted at the founding, some of these people don't really want toleration for all the others.\"\nIn the 19th and 20th Centuries this manifested in rationalisations for why Catholics should be legally restricted, and now can be seen in rationalisations for why Muslims should be restricted too.\n\"American governments did so much of this kind of thing before the Supreme Court began to seriously enforce the Establishment Clause that it cannot all be undone,\" Mr Laycock says.\nHe cites how the country is not going to start replacing all the religious place names, like Corpus Christi (Body of Christ) in Texas, let alone San Francisco and all the other saint names. \n\"And we will not take 'In God We Trust' off the currency,\" he adds.\nThis illustrates the need, he argues, for an exception for things that are too minor to justify judicial action, while others rooted in history can be grandfathered in - meaning protected just by their age. Though he does not think the Peace Cross qualifies.\n\"Just because no one complained sooner doesn't mean that the cross was doing no harm. Most people are fine with it, [but] a minority have always been deeply troubled by it,\" he says. \n\"They suffer in silence, in part because litigation is an expensive aggravation, and in part because those who complain can get death threats and worse from their good Christian neighbours.\"\nBut at the same time, Mr Dreher argues, many Christians are beginning to feel like an oppressed minority.\n\"The battle lines are not only between the churches and the state,\" Mr Dreher says. \"Because the news media are completely illiterate on religious matters, it will frame all these conflicts as nothing more than the enlightened majority versus a bigoted, hidebound minority.\" \nBoth sides in the Peace Cross case appear to have come away from hearing the oral arguments with a positive feeling.\nBut it would appear to require nothing short of a miracle to fashion a decision on the cross that satisfies the opposing sides.\nAnd it may prove just as big a stretch to resolve the larger Establishment Clause dilemma that, ultimately, underpins each opposing side's concern about the government getting unduly involved in religious matters.\n\"When it comes to the question of big government versus small government, history indicates that the more government regulates and reaches into the public realm, the more chance there is of conflict over religious practises,\" says Mr Goodrich.", "date": "12 May 2019", "href": "https://www.bbc.com/news/world-us-canada-47874723", "tags": "religious public removed establishment court land supreme clause says state government cross"}