{"title": "Should we pay people for donating blood?", "content": "Scotty Hearron says he was a \"broke college student\" the first time he got paid for donating some of his blood plasma.\nThis was a few years ago when he was at university in Oregon.\nHaving plasma extracted eight times over a four-week period (the maximum allowed in the US) he could earn $280 (£216) every month.\nNow a 23-year-old high school teacher, he says it wasn't an experience he minded.\n\"You felt like you were making an impact, and it was nice to get a bit of cash on the side,\" he says.\nMr Hearron adds that the other donors of plasma - the straw-coloured liquid that makes up 55% of your blood's volume - were \"generally working-class folk or fellow students\".\nEach plasma donation typically takes one hour, with whole blood being drawn from the patient. The plasma is then separated in a machine next to the bed, before the blood cells are returned to the person in saline solution.\nIn countries such as the UK, where blood donation is entirely voluntary and unpaid, paying for it might seem distasteful or exploitative.\nBut in nations such as the US, Germany, Austria, and certain provinces of Canada, people do indeed get remunerated for giving blood, and business is booming.\nThere is in fact a huge multi-billion dollar global market in the sale of plasma.\nPlasma can be sold globally because unlike whole blood it has a very long shelf life.\nWhile whole blood is typically kept refrigerated and needs to be used within 42 days, plasma can be stored for up to 10 years as long as it is kept frozen.\nThis makes it relatively easy for plasma to be shipped over the world, where the 100 or so proteins it contains are increasingly used to help treat a multitude of diseases and health conditions.\nSuch is the growing demand for plasma, that the global market - worth $23.6bn in 2016 - is predicted to almost double to $44.3bn by 2023.\nThe US, the world's largest exporter, now sends more than $2bn worth of plasma and related blood products overseas every month, making it the country's 12th most valuable export.\nIn Canada, two provinces currently allow private companies to pay people for their blood plasma - Saskatchewan and New Brunswick.\nCanadian Plasma Resources (CPR) collects plasma from two clinics, one in each province.\n\"The biggest use for plasma at the moment is mainly for immunoglobulins or antibodies,\" says Barzin Bahardoust, chief executive of Canadian Plasma Resources.\nPeople with immune deficiencies can be given extra immunoglobulins, a protein molecule, to boost the levels in their bloodstream, helping them fight infections. The effects last three to four weeks.\nPlasma also contains clotting factors that can be used to help treat haemophilia, and albumin, a protein that can be used to help heal burns.\nAfter CRP has collected its plasma, it is placed in special containers, then sent by lorry to Montreal, or Calgary, before being flown to Frankfurt for processing.\nBut is it ethical to pay people for their blood?\nMario Macis, an economist at Johns Hopkins University, says that altruistic donation isn't enough to meet the world's growing need for plasma.\n\"Individuals with [a number of] diseases would die without those therapies [from paid for plasma],\" he says.\nProf Macis adds that the demand for plasma is growing as more people in the developing world have access to healthcare.\nRobin Slonim, an economist at the University of Sydney agrees, saying that without the supply that comes from paid donors, plasma treatments would only be affordable for the rich.\nHe adds that while Australians are not paid for blood donations, more than 50% of the plasma in the country comes from people in the US who have been financially rewarded.\nMore from the BBC's series taking an international perspective on trade:\nOther people and organisations are very much against paying people to donate blood plasma, or other blood items.\nOne such individual is Kat Lanteigne, executive director of Toronto-based Blood Watch.\n\"I oppose paid plasma all day, every day,\" she says.\nShe says that paying for plasma \"preys on vulnerable populations\", and harms voluntary blood donation.\n\"As soon as you get your donor base attached to gaining money it's been proven time and time again that you can't get those donors back into the voluntary pool.\"\nMs Lanteigne adds that plasma should remain in the public sector, or otherwise pharmaceutical companies will be able to set prices as high as they like.\nShe backs efforts by Canadian Independent Senator Pamela Wallin to introduce a law to ban companies from paying people in Canada for their blood.\nThe European Union is also evaluating its current blood donation legislation in light of the \"market entry of private operators... into a traditionally non-profit orientated sector\".\nMeanwhile, the World Health Organization wants a move towards 100% non-remunerated blood donation in every country, saying that this is required as the foundation of a safe, sustainable blood supply\".\nDefenders of paying for plasma and other blood items argue that it shouldn't be viewed as mercenary, pointing to European examples.\nProf Macis says that in Germany plasma donors receive €27 ($30.50; £23.50) a time, which is \"described as a reimbursement for lost time and transportation, and other costs\".\nHe adds: \"And that's a lot more appealing to people, the act of donating shouldn't make anyone worse off.\"\nAlternatively, Italy may offer a useful middle way. While it doesn't pay blood donors it gives them a paid day off to donate. This is worth €150 for the average Italian worker.", "date": "15 November 2018", "href": "https://www.bbc.com/news/business-46197271", "tags": "people donors paying donation paid donating says pay blood time plasma adds"}