{"title": "Shujaat Bukhari: Killing of Kashmir journalist shakes India", "content": "The murder of prominent journalist and editor Shujaat Bukhari, who was shot outside his office by unknown gunmen in Indian-administered Kashmir has devastated both journalists and ordinary people. Sameer Yasir writes about the impact of his death. \nA tall man with a husky voice, Shujaat Bukhari, 50, was admired, but also loathed by many for his moderate voice in an increasingly polarised region. \nHis was an extremely difficult job.\nMuslim-majority Kashmir is at the centre of a decades-old territorial dispute between India and Pakistan. Both countries claim Kashmir in its entirety and control different parts of it. \nIndia has also been battling armed militant groups who are fighting against Delhi's rule in the region. The conflict has killed tens of thousands of people over the years. \nThis has meant that journalists in the region have often worked under tremendous pressure from all sides. \nRead articles by Shujaat Bukhari for BBC News:\nApart from running three daily newspapers, including the English language daily Rising Kashmir, Mr Bukhari lobbied aggressively for peace by organising conferences and summits in the US, UK and other parts of the world. \nHe was also a regular presence at secondary diplomatic initiatives envisioning better relations between India and Pakistan. He frequently wrote for international publications including the BBC - being the voice that explained the complexities of the region to the rest of the world.\nMr Bukhari's friendly nature and fierce commitment to peace and moderation had won him fanlike adulation in recent years - not just in Kashmir, but across India - and his death has been widely condemned.\nTairah Firdous, a former Kashmiri journalist, described his killing as \"a strong and saner voice silenced, a powerful story cut short too soon.\"\nWell-known journalist and former television anchor Barkha Dutt told an Indian television channel that she felt the journalist was assassinated precisely because he was a voice of moderation.\n \"Moderation does need courage,\" Ms Dutt said. \"But, in a place like Jammu and Kashmir to be reasonable needs more courage than to be an extremist on either side of the ideological trenches.\"\nThe Chief Minister of Indian-administered Kashmir, Mehbooba Mufti, who had known Mr Bhukari for decades, broke down as she entered his house in an uptown locality in Srinagar.\n \"What can I say. Only a few days ago he had come to meet me,\" she said, while struggling to hold back her tears.\nHer political rival and former chief minister Omar Abdullah was equally devastated, putting out a series of tweets expressing his anguish. \nIndia's home minister Rajnath Singh also tweeted, saying he was \"shocked and pained\" at his death, while the leader of India's main opposition Congress party Rahul Gandhi called him a \"brave heart who fought fearlessly for justice and peace in Jammu & Kashmir\".\nAamir Peerzada, BBC News\nThousands of people, including political leaders, journalists and separatists, gathered to mourn the death of Shujaat Bukhari.  \nThey lined the streets of capital Srinagar and walked alongside his coffin as it made its way through the city. \n\"They tried to silence a voice but look how many people are standing with him,\" one of Mr Bukhari's neighbours said. \nMany of those who knew him were devastated by his death. \"I don't know how to react, I am silenced,\" said Wahid Saddique, a friend of Mr Bukhari's and a college professor. \nSheikh Saleem, a former colleague, said, \"He was never an editor, he was like a colleague. He was so approachable.\"\n\"It's a loss for peace. He was always there for peace despite facing threats to his life but he never feared... today, Kashmir lost its voice.\"\nSeparatist leaders in the region also condemned Mr Bukhari's killing. Mirwaiz Umar Farooq, who leads a political umbrella of separatist groups in Indian-administered Kashmir, called his death \"unpardonable\", referring to him as a \"proud son of the soil\".\nMr Bukhari was certainly proud of his identity - he campaigned heavily for the revival of the Kashmiri language, and launched the region's first Kashmiri-language newspaper. He was a president of Adbi Markaz Kamraz, a literary organisation comprising Kashmiri language poets and playwrights.\nBut those close to him also remember him as a supportive colleague who would never \"fail friends\".\nMajid Hyderi, who worked with Mr Bukhari, described him as \"a friend of every small and big journalist\", and one of the few who would go out of his way to mentor young reporters.\nMr Bhukari's journalism was admired - but he was always aware of the dangers of his chosen profession.\n \"When I leave the house and enter the market I always look back to see who is following my car,\" Mr Bhukhari told me last year.\n\"In Kashmir being a journalist, and [especially] a successful one, means having more enemies than friends.\" \nSameer Yasir is an independent journalist based in Srinagar, Kashmir.", "date": "15 June 2018", "href": "https://www.bbc.com/news/world-asia-india-44493264", "tags": "voice india bukhari death region kashmir shakes peace killing shujaat also journalist"}