{"title": "Single-use plastics ban approved by European Parliament", "content": "The European Parliament has voted for a complete ban on a range of single-use plastics across the union in a bid to stop pollution of the oceans.\nMEPs backed a ban on plastic cutlery and plates, cotton buds, straws, drink-stirrers and balloon sticks.\nThe proposal also calls for a reduction in single-use plastic for food and drink containers like plastic cups.\nOne MEP said, if no action was taken, \"by 2050 there will be more plastic than fish in the oceans\".\nThe European Commission proposed a ban in May, following a surge in public support attributed to documentaries such as David Attenborough's BBC Blue Planet series.\nThe measure still has to clear some procedural hurdles, but is expected to go through. The EU hopes it will go into effect across the bloc by 2021.\nThe UK will also have to incorporate the rules into national law if the ban becomes a fully-fledged directive before the end of a Brexit transition period.\nAfter the Parliament vote was backed by 571-53, the MEP responsible for the bill, Frédérique Ries, said it was \"a victory for our oceans, for the environment and for future generations.\"\nSeveral countries are already considering proposals to target disposable plastic products - including the UK.\nThe directive targets some of the most common ocean-polluting plastics. \nThe list of banned items such as cutlery and cotton buds was chosen because there are readily available alternatives, such as paper straws and cardboard containers.\nOther items, \"where no alternative exists\" will still have to be reduced by 25% in each country by 2025. Examples given include burger boxes and sandwich wrappers.\nMEPs also tacked on amendments to the plans for cigarette filters, a plastic pollutant that is common litter on beaches. Cigarette makers will have to reduce the plastic by 50% by 2025 and 80% by 2030.\nAnother ambitious target is to ensure 90% of all plastic drinks bottles are collected for recycling by 2025. Currently, bottles and their lids account for about 20% of all the sea plastic, the European Parliament report said. \nManufacturers will also have to take more responsibility for what happens to their plastic products and packaging.\nThe EU's research on the topic says about 150,000 tonnes of plastic are tossed into European waters every year.\nThat is only a small contributor to the global problem, with an estimated eight million tonnes of plastic entering the world's oceans annually. And once there, plastic can travel great distances on ocean currents.\nThose plastics have a huge effect on marine life.\nFish and large aquatic mammals can be killed by the pollution. Whales can eat plastic bags, making it impossible for them to eat real food which can eventually lead to death.\nWhen plastic debris breaks down from wear and tear, it does not decompose the way other products like wood do - but instead breaks down into smaller and smaller pieces, becoming \"microplastic\".\nThese tiny fragments often end up in fish and can then be passed on to humans.\nLarge volumes of plastic waste wash up on beaches, where they can be eaten by sea birds and other animals and kill them.", "date": "24 October 2018", "href": "https://www.bbc.co.uk/news/world-europe-45965605", "tags": "european approved fish parliament plastics products plastic oceans also ban single-use"}