{"title": "Single mum shares secrets of survival to encourage others", "content": "\"I see people suffering every day,\" says single mum Jenni Lee, from Portsmouth. \n\"I work as a lollipop lady and a dinner lady in a very poor area and the struggles people face on a daily basis are so intense.\"\nJenni posted about her experiences on Facebook in a bid to encourage other parents who are struggling. She says the post \"came from the heart\".\n\"I wanted people to know that there are other people that understand, to let them know that they are not alone.\"\nJenni's children are now 12, 15, 16 and 21, and she says life is a little a bit easier for her now.\n\"But everything I wrote I have experienced.\"\nJenni posted her thoughts in a poem to her children on Facebook.\n\"I said I would have my dinner when you went to bed, not because I wasn't hungry - it was because there was only enough food to feed you.\n\"You came home from school with a letter about a trip and needed money the next day, I had to swallow my pride and ask to borrow some from a friend.\n\"My trainers have holes and I wear the same clothes I have worn for years, not because they are my favourites but because I cannot justify new things for me when you are growing so fast and need new trousers.\n\"When I let you have a duvet day, curl up on the sofa and watch DVDs, it is so I only have to heat one room, as the gas is running out.\n\"The day I let you have cereal and ice cream for dinner was because that was all I had left in the house.\n\"You came into my bedroom in the middle of the night as you had woken from a nightmare. I hadn't just watched a sad film. I was crying myself to sleep again.\n\"You asked me where my ring had gone and I told you I had lost it, I had sold it to buy you presents for Christmas.\n\"When we went on a bear hunt after school, it was because I could not afford to catch the bus home.\n\"When we went to the beach I let you swim in the sea. Yes I wanted you to have fun but I also wanted to distract you from the fun fair.\n\"Every time you needed a fancy dress costume for an assembly or an event at school I stayed up until the early hours of the morning making the best outfit you had ever seen because I did not want people to laugh at you if you did not have an expensive shop-bought costume\n\"When you were hitting me and screaming in frustration because that was what you had seen, I held you close and calmed you down without getting angry so you could see that violence was not the answer.\n\"When I was invited out to parties or evenings out with friends I chose to stay at home with you because you needed stability and it saved me money.\n\"When I sneak into your room at night and you see me sat by your bed, I am not searching for washing, I just need to know that you are alright, to whisper in your ear that I love you and to watch you sleep.\n\"When I feel like a failure, that I am just letting you down, that I wish I could do more for you, you snuggle up to me on the sofa, you make a cup of tea, you look at me and smile, you come up to me and tell me you love me. Those little things mean the world to me.\n\"You are my reason for living, you are my one true love, you are the reason I get up in the morning.\" ", "date": "24 December 2018", "href": "https://www.bbc.co.uk/news/education-46592182", "tags": "jenni dinner wanted see know let came others secrets shares survival says mum encourage single day"}