{"title": "Sinn Féin 'will block conscience clause bill' in assembly", "content": "Sinn Féin has said it will block the DUP's conscience clause bill when it comes before the Northern Ireland Assembly.\nThe SDLP has said it would sign an assembly petition to block the DUP bid to change the equality law.\nPaul Givan put forward the private member's bill after legal proceedings began against Ashers baking company last July.\nThe Christian-owned bakery had refused to make a cake promoting gay marriage.\nSinn Féin has already said it had gathered enough support for a petition of concern, which means that the bill would need cross-community support and, therefore, would not pass. \nSinn Féin's 28 MLAs have pledged to sign the petition, as have the Green MLA Steven Agnew and NI21 MLA Basil McCrea. \nThis brought the potential petition to 30 signatures, which is the number needed to make it valid. \nSDLP MLA Alex Attwood said that if the bill was ever tabled in the assembly, his party would also take part in a petition of concern.\nSinn Féin's Caitríona Ruane told BBC's Nolan Show on Wednesday that her party had 28 out of the 30 signatures required to lodge a petition of concern.\nShe said: \"Paul Givan's bill is going nowhere. I've been approaching various parties and various individuals.\n\"Sinn Féin along with the Greens, and Basil McCrea and I hope the SDLP and Alliance will not allow discrimination of any community in our society. I hope that common sense will prevail here.\"\nMs Ruane said the bill was a \"threat to equality\".\nAn Alliance Party spokesperson said: \"When the bill is tabled, Alliance MLAs will vote against the so-called 'conscience clause', due to the flawed nature of the proposal and we believe there is a very good chance it could be defeated on a straight vote, without any special measures such as a petition of concern.\"\nMr Givan said that \"Christians do not feel there is space being made for their religious beliefs\".\n\"The issue at stake is when you're asked to produce a particular service,\" he said.\n\"It's about the message you're being asked to endorse, not the messenger who's asking for it. Say someone comes in and asks for a cake saying 'I support gay marriage' - that's a direct form of communication you're asking this Christian-owned company to produce and they don't want to be forced to do that.\n\"I don't think that's unreasonable, I think that's tolerant and if we live in a pluralist, liberal society we need to make space for difference.\"\nMr Givan's bill aims to create a legal exemption on grounds of strongly held religious beliefs.\nLast month, more than 1,000 people gathered at Belfast's City Hall to protest against the bill.\nA public consultation on the bill closes on 27 February.", "date": "19 February 2015", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-31530934", "tags": "givan block concern sinn clause assembly petition conscience bill sdlp féin"}