{"title": "Sir James Dyson: From barrows to billions", "content": "Today he is one of the UK's richest men and a well-known supporter of Brexit, but how did Sir James Dyson make his fortune?\nSir James Dyson's most profitable idea began with some humble cardboard and sticky tape.\nOne day, in the late 1970s, it struck him that the industrial dust extractor at his factory could perhaps be scaled down for use in the home.\nThe machine in his factory had a potentially blockbuster feature that had never been used in domestic appliances before. It did not need a bag to collect dust; instead it spun air really fast, creating a cyclone that flung dust outwards where it could be collected.\nHe realised the potential was there for a bag-free and more efficient machine.\nSir James rushed back to his house, dismantled his vacuum cleaner and attached a cyclone device, hastily made from cardboard and sticking tape.\n\"I started pushing it around the room and it worked,\" he told Sue Lawley on Desert Island Discs in 1999.\nFour years, and more than 5,000 prototypes later, he had a machine that worked to his satisfaction.\nIt was not obvious from Sir James's schooling and early college years that he would become a leading inventor and industrial designer.\nSir James, whose father died when he was a child, grew up in Norfolk in the 1950s. Speaking about his childhood he said, \"Money was very unimportant and what was much more important to me, and was a greater gift, was the countryside, the seaside, the sand dunes, the freedom.\"\nHaving studied art at school, he went on to art college in London where the principal suggested that he go into design.\nHe became influenced by the ideas of US architect and designer Buckminster Fuller, known for elegant domes.\n\"Here was an engineer creating this engineering structure which was incredibly beautiful, without even trying to be beautiful.\n\"Its elegance came not from its styling but from its engineering and I latched on to that.\"\nInspired by such work, he helped design the Sea Truck, a high-speed boat, built for beach landings.\nBut Sir James wanted his own project and that came in 1974 - a wheelbarrow that featured a large spherical plastic wheel. The ballbarrow was designed to be easier to fill, empty and manoeuvre than existing barrows.\nThe invention was a commercial success, but in building the business Sir James lost control to outside investors and it was sold against his wishes.\nIt was an experience he was determined not to repeat with his next invention, the bagless vacuum cleaner.\nBy the early 1980s he had a working prototype, but developing it into a commercial product was a gruelling process that took another 10 years and almost bankrupted him.\nAt one stage he owed his bank more than a million pounds.\n\"That's probably why it took me such a long time to get the vacuum cleaner going, because I didn't have any money. I've always been heavily in debt.\n\"The bank got pretty nervous at times, but they stood by me,\" he said.\nAfter some false starts, the first machine sold under the Dyson brand was launched in the UK in 1993 and soon became the biggest selling vacuum cleaner in the country.\nDyson products were made in Wiltshire until 2002, when the firm switched vacuum cleaner production to Malaysia, a move that was unpopular with many at the time, but has proved to be a commercial success.\nIn recent years Dyson has launched hairdryers, fans and lights and now employs more than 12,000 staff worldwide, including around 4,800 in the UK.\nThat has all translated into healthy profits. The most recent available results from Dyson are from 2017 and show an underlying profit of £801m, up 27% on the previous year.\nIt has also made Sir James a very wealthy man. Forbes estimates his wealth at more than $5bn (£3.9bn). He is also reported to be the UK's biggest farmer, owning large amounts of land in Lincolnshire, Oxfordshire and Gloucestershire.\nSir James is one of the most high-profile business leaders to support Brexit. \nIn 2016, before the referendum on the UK's membership of the European Union, he argued that the UK would be wealthier outside the EU.\nHis business had been directly affected by European Union regulation.\nHe fought, and last year won, a long legal battle over the way vacuum cleaners are labelled for energy efficiency in the EU.\nHe had argued that the labels were based on flawed tests.\nThe next challenge for Dyson could be the company's biggest so far - to take on the market for electric cars.\nThe car will be built in Singapore, where the firm says there are the engineers and suppliers it needs, as well as important markets. It also plans to move its headquarters there.\nSir James has supported engineering in this country through the James Dyson Foundation which introduces young people to the subject. \nThe Foundation also runs an annual competition for young engineers and designers.\nIn 2017 Sir James launched the Dyson Institute of Engineering and Technology, offering engineering degrees.", "date": "22 January 2019", "href": "https://www.bbc.com/news/business-46149743", "tags": "uk billions years dyson one james engineering barrows machine vacuum sir cleaner"}