{"title": "Six key questions Brexit poses for the NHS", "content": "Whether it is a no-deal Brexit or the agreement brokered by the prime minister, leaving the European Union promises to have a profound impact on patients and the wider NHS.\nFrom the staff who work on the wards and in the GP surgeries to the supply of vital medicines, there are implications. \nHere is a look at six key questions.\nThe UK imports 37 million packs of medicine each month from the EU - although it exports even more.\nThe port of Dover is the key supply route in and the transition arrangements mean it will remain unaffected. \nThe key challenge will be if there is a no-deal Brexit, because there is concern of potential huge delays at the port.\nThe government has asked firms to stockpile a six-week supply of drugs to mitigate any problems if there is no deal. \nHowever, that is logistically difficult for medicines that need refrigerating, like insulin and vaccines, or those with a short shelf life, such as some cancer drugs.\nSupplies of radioactive materials for scans could also be hit. \nContingency plans have been put in place to fly in vital treatments,  the government has said. \nBut even the stockpiling of normal medicines is proving problematic, according to industry.\nSmall firms in particular have reported problems stockpiling drugs because they do not have the cash flows to fund reserves of supplies. \nLast month, Martin Sawer, of the Healthcare Distributors Association, told the Health Select Committee that he was \"very concerned\" about the prospect of a no deal, saying it could have \"catastrophic\" consequences for the supply of drugs.\nHe even suggested the public may have to stockpile drugs themselves.\nThe government has always insisted this is not needed - and could in fact make the situation worse.\nOnly this week, Health Secretary Matt Hancock was telling MPs that while a no-deal scenario would be \"difficult\", he was \"confident that if everyone does everything they need to do, then we will have an unhindered supply of medicines\".\nThe health and social care sectors are huge employers with one-and-a-half million and two million staff respectively. About 5% of the registered workforce in each area are from Europe.\nThe Brexit agreement means all those currently working will have the opportunity to obtain \"settled status\" to allow them to stay. \nIt is not clear what a no-deal Brexit would mean. \nThe government has also indicated it will create a skilled migrants system similar to the one that operates for workers from the rest of the world. That system - known as tier two visas - allows doctors and senior nurses to be recruited from overseas.\nBut unions have pointed out that some lower-paid nurses and non-clinical staff such as health care assistants, porters and care workers will not be covered by such a system, because the cut-off is that the worker must be earning at least £30,000 a year.\nThere are other related factors too.\nThe message Brexit sends to people from Europe and the weaker value of the pound, which means any money sent back to their homeland is worth less, could put off people from working in the UK.\nThat is a point made last month by the Cavendish Coalition, a group of 36 health and care charities. \nIt predicted Brexit could worsen the staffing shortages currently being seen in the health service.\nThe government is more confident, arguing staff from Europe will stay and that it has a plan to \"grow its own\", with increasing numbers of doctors and nurses in training.\nAbout 27 million people in the UK have European Health Insurance Cards. \nThey entitle the holder to state-provided medical treatment across the EU and also in Iceland, Liechtenstein, Norway or Switzerland.\nThe cards cover pre-existing medical conditions as well as emergency care. \nThis will continue during the transition period, but, like much else, what happens afterwards has yet to be resolved.\nAnd if there is a no deal, the cover EHIC provides will cease to exist in theory. \nAttempts could be made to put reciprocal agreements in place - and given the amount of tourism into the UK from Europe it would clearly be in everyone's interest to ensure individuals are entitled to health care.\nThen there are the one million UK citizens who live abroad in the EU.\nThey are currently eligible for the same health care as citizens of the EU country in which they live and they can use EHIC when they travel. \nThe EU and UK have agreed that these people would retain their rights, but once again a no-deal Brexit could scupper that.\nThe UK is considered a world leader in medical research, having produced around 25 of the top 100 prescription treatments.\nThe country currently benefits from access to research funding from the EU via programmes such as Horizon 2020 and the Innovative Medicines Initiative. \nThese will continue during the transition phase, but beyond that it seems likely the UK will be treated as a third-party collaborator, meaning it will be less likely to lead programmes and will have little role in the design of them.\nCollaboration on rare diseases could also be put at risk. As the number of patients with rare conditions in each country is low, it is only possible to recruit enough patients for clinical trials by carrying out those trials across countries, according to the Brexit Health Alliance.\nRestrictions to the free movement of researchers and academics could also have an impact. Around three-quarters of UK researchers have worked abroad and currently nearly a fifth of science, technology, engineering and mathematics academics at UK institutions are from the EU.\nThe government believes a \"mutually beneficial outcome\" is perfectly possible to deal with all these problems, given the UK is such a key player in medical and scientific research.\nThe government is also increasing its spending on research and development.\nClearly, the NHS is struggling to cope with the number of patients it is seeing. \nThe three key waiting time targets for cancer, A&E and hospital operations are being missed in every part of the UK.\nThe public does believe migrants are a factor in this - or at least the wider demand on services. \nIn 2017 an Ipsos opinion poll found 58% of people in the UK agreed with the view that immigration placed pressure on public services.\nThe government's Migration Advisory Committee looked at this in the autumn.\nIts report found migrants were net contributors to the health service - in that they gave more than they took. \nThat is because of the significant numbers working in the health service and the fact they were less likely to use it.\nThe committee said this was because they tended to be young and healthy. \nThe only exception was in maternity care, the committee said.\nThe proportion of births to mothers from the EU has trebled in the past 15 years to one in 10.\nIt was one of the most controversial claims of the referendum campaign. \nVote Leave said the money saved in payments to the EU would mean an extra £350m a week could be spent on the NHS.\nThe prime minister has claimed this has come true. Over the summer she announced the NHS budget would increase by £20bn by 2023.\nOn top of that, about £4bn will be given to the rest of the UK.\nThat amounts to more than the promised £350m a week.\nTheresa May has said it will be partly paid for by a Brexit \"dividend\".\nAlthough, as the UK is committed to paying into the EU budget until the end of the transition period and will also have to pay the £39bn divorce bill, it arguably leaves little to cover the cost of the rise.\nThe Treasury has said a combination of economic growth and perhaps even tax rises may be needed.\nAnother way to look at it is to ask whether the NHS would have got such a rise if Brexit was not on the cards?\nMany think so. After all, it was long overdue. \nSince 2010 the NHS has been receiving between 1% to 2% extra each year - half the average rises it previously enjoyed.  ", "date": "29 November 2018", "href": "https://www.bbc.co.uk/news/health-46350966", "tags": "brexit uk could eu key health questions six nhs government also care poses"}