{"title": "Six charts that show how hard US sanctions have hit Iran", "content": "Six months of exemptions from US sanctions for countries still buying oil from Iran ended on Thursday.\nPresident Donald Trump reinstated the sanctions last year after abandoning a landmark nuclear accord, which he wants to renegotiate.\nIran's leaders have remained defiant in the face of the sanctions and vowed to overcome them, but the substantial impact they have had on the country is clear.\nIran's economy was badly affected for several years by sanctions imposed by the international community over the country's nuclear programme.\nIn 2015, President Hassan Rouhani agreed a deal with the US and five other world powers to limit Iranian nuclear activities in return for the lifting of those sanctions.\nThe following year, after the deal was implemented, Iran's economy bounced back and GDP grew 12.3%, according to the Central Bank of Iran. \nBut much of that growth was attributed to the oil and gas industry, and the recoveries of other sectors were not as significant as many Iranians had hoped.\nGrowth fell back to 3.7% in 2017, helping to fuel the economic discontent that led to the biggest anti-government protests in Iran for almost a decade that December. \nThe reinstatement of US sanctions last year - particularly those imposed on the energy, shipping and financial sectors in November - caused foreign investment to dry up and hit oil exports. \nThe sanctions bar US companies from trading with Iran, but also with foreign firms or countries that are dealing with Iran.\nAs a result Iran's GDP contracted by 3.9% in 2018, according to estimates from the International Monetary Fund (IMF). \nThe IMF said in late April that it expected the Iranian economy to shrink by 6% in 2019. However, that projection preceded the expiration of the sanctions waivers.\nAt the start of 2018, Iran's crude oil production reached 3.8 million barrels per day (bpd), according to data gathered by the Organization of the Petroleum Exporting Countries (Opec). The country was exporting about 2.3 million bpd. \nMost of the oil was bought by eight countries or territories that were granted six-month waivers by the US when sanctions on the Iranian energy sector took effect - China, India, Japan, South Korea, Taiwan, Turkey, Greece and Italy.\nSo long as those countries cut their purchases of Iranian oil over that period their banks were permitted to continue to conduct transactions for any purpose with the Central Bank of Iran or with any other Iranian banks without risking US penalties.\nBy March 2019, Iran's oil exports had fallen to 1.1 million bpd on average, according to the consulting firm SVB Energy International. Taiwan, Greece and Italy had halted imports altogether, while the two biggest buyers - China and India - had reduced them by 39% and 47% respectively. A US official estimated that Iran's government had lost more than $10bn ($7.7bn) in revenue as a result.\nPresident Trump declared that he \"intended to bring Iran's oil exports to zero\" when he decided to allow the SRE waivers expire on 2 May.  \nHowever, it is not clear how much further Iranian oil sales will drop.\nChina has insisted that its trade with Iran is perfectly legal and that the US has no jurisdiction to interfere. Turkey has said it cannot cut ties with a neighbour. \nIran could also export oil to cover humanitarian needs and might be able to evade the sanctions by exporting oil covertly - something analysts suspect it already does.\nPresident Rouhani kept the Iranian currency stable for almost four years. But it has lost almost 60% of its value against the US dollar on the unofficial market since the US sanctions were reinstated, according to foreign exchange websites.\nThe fixed official rate of 42,000 rials to the dollar is used for a limited range of transactions, so most Iranians rely on currency traders. Bonbast.com reported that traders were offering 143,000 rials to the dollar on 30 April.\nThe rial's slide has been attributed to Iran's economic problems and a high demand for foreign currency among ordinary Iranians who have seen the value of their savings eroded and worried that the situation will get worse.\nThe rial has regained some of its value since September 2018, when the Central Bank of Iran released more dollars into the market and authorities cracked down on currency dealers as prices reached a record low of 190,000 to the dollar.\nIran's currency woes have also led to shortages of imported goods and products that are made with raw materials from abroad, most notably babies' nappies.\nPresident Rouhani managed to get inflation down to 9% in 2017. But the IMF estimates that it soared to 31% in 2018 and predicts that it could reach 37% or more this year if oil exports continue to fall.\nThe plunging value of the rial has affected not only the prices of imported goods but also of locally produced staples. In the past 12 months, the cost of red meat and poultry has increased by 57%, milk, cheese and eggs by 37%, and vegetables by 47%, according to the Statistical Centre of Iran. \nThe price rises have led to long queues at government-subsidised grocery shops, particularly for rationed meat. In an attempt to lower prices, the government has banned livestock exports, flown in hundreds of thousands of cows and sheep from abroad. But analysts say some Iranian farmers are selling meat in neighbouring countries to obtain foreign hard currency. \nThere is also a plan to introduce electronic coupons to help the poorest people obtain meat and other essential goods. An estimated 3% of Iranians - some 2.4 million people - were living on less than $1.90 (£1.46) a day in 2016.\nThe poor have also been hit hard by almost 20% increases in the costs of housing and medical services in the past year. \nThe IMF's Jihad Azour told Reuters news agency last week that Iran could help tame inflation by working to eliminate the gap between the rial's official and unofficial exchange rates.\n.", "date": "2 May 2019", "href": "https://www.bbc.co.uk/news/world-middle-east-48119109?intlink_from_url=https://www.bbc.co.uk/news/topics/cn89k4z6lyyt/iran-nuclear-deal&link_location=live-reporting-story", "tags": "sanctions charts us iran hard show currency hit oil countries according six iranian also"}