{"title": "Six ways China could retaliate in a trade war", "content": "The US is threatening to escalate its trade war with China.\nIt imposed tariffs on $34bn of Chinese goods on 6 July and only days later listed another $200bn of additional products it intends to target.\nUS President Donald Trump has said more than $500bn worth could be hit - almost the entire value of China's goods exports to the US last year.\nThe US buys nearly four times as much from China as it sells to them. Given that China has limited room to retaliate through trade, it could seek other ways to get back at the US. \nUS firms generate about $300bn of sales domestically in China so they are a potential target, says Julian Evans-Pritchard from Capital Economics. He highlights the likes of Apple, which have significant sales and operations there.\nHe says China could make life difficult for US companies by slowing down customs clearance for their imports, delaying or denying visa applications, or using health and safety checks as a way of temporarily shutting down a firm's operations.  \nThere could also be more subtle measures. US companies may benefit less from Chinese efforts to open up its services sector (in areas such as finance and healthcare) than European and Japanese counterparts, says Julia Wang from HSBC.\nGary Hufbauer of the Peterson Institute for International Economics (PIIE) in Washington reckons China \"will pick out US companies that are not well connected, and burden them with all kinds of regulatory red-tape\". \nBut he says, \"this will hurt the Chinese economy, a lot\", as US companies contribute to China's economic growth.\nAlthough the US has a big trade deficit with China, the US sells more services to China than it buys from them. Its services trade surplus with China hit $38bn in 2016.\nPart of that is overseas spending by tourists from China. More than 130 million people travelled out of China in 2016. Those tourists, whose long-haul destinations included the US, spent around $260bn that year.\nSo China could restrict tourism to the US. It wouldn't be the first time China has taken such an action. Last year it banned travel agencies from selling package tours to Korea last year in protest at Seoul allowing a US missile defence system.\nHowever, some think this could be too disruptive.\n\"These measures will inflict pain on Chinese people,\" Mr Hufbauer says.\nLowering the value of the yuan would help exports by making Chinese goods cheaper for other countries to import, and could offset the rise in prices caused by the US tariffs.\nAnalysts say the fact China's central bank has not supported the currency during its recent fall shows they are leaving things to market forces for now.\nGiven the yuan has fallen to a one-year low against the dollar, analysts also see little need for the central bank to intervene at this time.\n\"There is obviously some willingness to allow the currency to weaken to dampen the effect of the tariffs,\" Mr Evans-Pritchard says. \"I don't expect them to engineer a major devaluation of the currency.\"\nChina owns more than $1tn of US government bonds, which some worry gives Beijing influence over the US economy.\nBut if China sold US bonds in bulk, it would hurt China. Why? Because that would reduce the value of an asset China holds a lot of, and it would have to switch to other, less liquid foreign bond markets.\nAlso the impact on the US is likely to be limited, as US debt sold by China is likely to be bought by other countries.\n\"We think this is very unlikely, as falling prices of US treasury securities would also be a loss for China,\" Nomura said in a research note. \"In addition, we believe it is very difficult for China to re-invest its US dollar holdings in a sensible way after selling US treasuries.\"\nMr Trump has suggested China may be interfering in US efforts to denuclearise North Korea.\nHe recently tweeted he had confidence that North Korean leader Kim Jong Un would honour their agreement, but added: \"China, on the other hand, may be exerting negative pressure on a deal because of our posture on Chinese Trade-Hope Not!\".\nPIIE recently wrote that China had \"formidable\" weapons in a trade war and could use leverage in areas outside the economic sphere.\n\"This is a card China could easily play - just signal to the North Koreans to do what comes naturally - stall,\" PIIE's Mr Hufbauer says. \"The big drawback is that such action escalates the trade dispute into a geopolitical dispute of unknown magnitude.\"\nChina could focus on domestic growth, by making sure it has the tools to keep the economy growing during tougher times and by expanding its trade and investment relations with other countries.\nMr Evans-Pritchard says China's \"best option\" in responding to tariffs is to be ready to prop up the economy.  He notes there are signs that earlier moves to slow credit growth and rein in debt levels are changing already.\nHSBC's Julia Wang says China will try to expand trade with countries other than the US. China recently hosted EU officials and discussed free trade.\n\"I think China has already been trying to diversify its trade and investment relationship away from the US since a few years ago, and now they will undoubtedly accelerate,\" she added.", "date": "20 July 2018", "href": "https://www.bbc.co.uk/news/business-44763110", "tags": "us china war ways trade retaliate could six says chinese tariffs year"}