{"title": "Skeptical U.S. Allies Resist Trump’s New Claims of Threats From Iran", "content": "WASHINGTON — As the Trump administration draws up war plans against Iran over what it says are threats to American troops and interests, a senior British military official told reporters at the Pentagon on Tuesday that he saw no increased risk from Iran or allied militias in Iraq or Syria.\nA few hours later, the United States Central Command issued an unusual rebuke: The remarks from the British official — Maj. Gen. Chris Ghika, who is also the deputy commander of the American-led coalition fighting the Islamic State — run “counter to the identified credible threats available to intelligence from U.S. and allies regarding Iranian-backed forces in the region.”\nThe rare public dispute highlights a central problem for the Trump administration as it seeks to rally allies and global opinion against Iran.\nOver the last year, Washington has said Iran is threatening United States interests in the Middle East, encouraging aggression by Shiite militias in Lebanon, Iraq and Syria, shipping missiles to Houthi rebels in Yemen and allowing its naval forces to behave belligerently in the Persian Gulf.\nAll are concerns that have been leveled against Iranian forces for years.\n“We are aware of their presence clearly and we monitor them along with a whole range of others because of the environment we are in,” General Ghika said.\nBut he said, “No, there has been no increased threat from Iranian-backed forces in Iraq or Syria.”\nIntelligence and military officials in Europe as well as in the United States said that over the past year, most aggressive moves have originated not in Tehran, but in Washington — where John R. Bolton, the national security adviser, has prodded President Trump into backing Iran into a corner.\nOne American official, speaking on the condition of anonymity to discuss confidential internal planning, said the new intelligence of an increased Iranian threat was “small stuff” and did not merit the military planning being driven by Mr. Bolton. The official also said the ultimate goal of the yearlong economic sanctions campaign by the Trump administration was to draw Iran into an armed conflict with the United States.\nSince May 2018, the Trump administration has withdrawn from the major powers agreement that curbed Iran’s nuclear program, reimposed punishing sanctions on Tehran, demanded that allies choose between Iranian oil and doing business in the American market, and declared the Islamic Revolutionary Guards Corps a terrorist organization.\nAnd on Tuesday, the State Department appeared on the verge of ordering a partial evacuation of the American Embassy in Baghdad as a heightened security measure, according to people familiar with the plans.\nThe anti-Iran push has proved difficult even among the allies, which remember a similar campaign against Iraq that was led in part by Mr. Bolton and was fueled by false claims that Saddam Hussein had weapons of mass destruction.\nSecretary of State Mike Pompeo’s efforts this week to recruit European countries to back the administration’s steely posture on Iran are being received coolly.\nFederica Mogherini, the European Union’s foreign affairs chief, called for “maximum restraint” after meeting on Monday in Brussels with Mr. Pompeo, a proponent of the “maximum pressure” campaign against Iran.\nIraqi officials said they were skeptical of the American intelligence that Mr. Pompeo presented last week on a surprise trip to Baghdad. Mr. Pompeo said the threat was to American “facilities” and military personnel in Iraq.\nIn September, Trump administration officials blamed Shiite militias with ties to Iran for firing a few rockets into the area near the United States Embassy in Baghdad and the American Consulate in Basra. There were no injuries, but Mr. Pompeo ordered the Basra Consulate closed.\nPrivately, several European officials described Mr. Bolton and Mr. Pompeo as pushing an unsuspecting Mr. Trump through a series of steps that could put the United States on a course to war before the president realizes it.\nWhile Mr. Trump has made no secret of his reluctance to engage in another military conflict in the Middle East, and has ordered American troops home from Syria, his secretary of state and his national security adviser have pushed a maximalist hard-line approach on Iran. Mr. Bolton, in particular, has repeatedly called for American military strikes against Tehran.\nOfficials said Mr. Trump was aware that Mr. Bolton’s instinctual approach to Iran could lead to war; aides suggested that the president’s own aversion to drawn-out overseas conflicts would be the best hope of putting the brakes on military escalation.\nA spokesman for Mr. Bolton declined to comment.\nThe Trump administration is looking at plans to send as many as 120,000 troops to the Middle East should Iran attack American forces or accelerate work on nuclear weapons, The New York Times reported. On Tuesday, Mr. Trump dismissed that as “fake news.” “We have not planned for that,” he told reporters.\nBut he immediately added, “If we did that, we’d send a hell of a lot more troops than that.”\nSome of the president’s critics accept that Iran continues to engage in what United States officials call “malign behavior,” be it in Yemen, Syria or the Palestinian territories. But they blamed the administration for aggravating the standoff with Tehran.\n“This is a crisis that has entirely been manufactured by the Trump administration,” said Vali R. Nasr, the dean of the Johns Hopkins School of Advanced International Studies.\nHe pointed to Mr. Trump’s decision to pull out of the Iran nuclear deal in May 2018, coupled with the administration’s failure to get any other nations to do so.\n“None of the other signatories to the deal were persuaded by the case the U.S. was making,” Mr. Nasr said. “And that is because this administration’s policy on Iran, at a fundamental level, does not have credibility.”\nThat lack of trust has proved to be a major obstacle in convincing allies that Iranian behavior in the region warrants military action.\nAnd while the acting defense secretary, Patrick Shanahan, has carefully cultivated a more acquiescent stance to Mr. Bolton’s demands than did his predecessor, Jim Mattis, many military officials and congressional representatives worry about the escalating tensions. Mr. Mattis had balked at Mr. Bolton’s request for military options against Iran after the rockets landed on the American Embassy grounds in Baghdad.\n“Bolton did the same with President George W. Bush and Iraq,” Representative Seth Moulton, Democrat of Massachusetts and an Iraq war veteran, said in a statement last week. “As someone sent four times to that misguided war, I have seen the costs of Bolton’s disastrous foreign policy in a way he never will — firsthand, and at the loss of thousands of American lives.”\nOne big worry is that the Trump administration has issued the most expansive type of warning to Iran, without drawing specific red lines. That has increased the chance of a military conflict over misinterpretations and miscalculations.\nIn a statement this month, Mr. Bolton outlined vague terms of what appeared to be conditions for military engagement, responding to what he said were “troubling and escalatory indications and warnings.”\nHe said “any attack on United States interests or on those of our allies will be met with unrelenting force.” And he warned that the administration was “fully prepared to respond to any attack” by the Iranian military or a “proxy” — one of the Middle East’s many Shiite militias that are supported by Iran.\nThose militias often do not operate under direct command and control from Iran, and they have varying levels of allegiance to the Iran military.\nIn Yemen’s civil war, the Houthis are Shiite rebels who oppose a government backed by Saudi Arabia, the United Arab Emirates and other Sunni nations. The Houthis’ ties to Iran are murky. But the Trump administration labels the rebels as Iranian proxies, and Mr. Bolton’s statement left open the possibility that a Houthi attack on Saudi Arabia or the U.A.E. — both United States allies — could set off an American military assault against Iran.\nIn statements, Iranian leaders have reacted with both belligerence and diplomatic restraint to a series of American actions that they see as provocative. In a tweet on Tuesday, the Iranian foreign minister, Mohammad Javad Zarif, ridiculed Mr. Bolton and three anti-Iran foreign leaders in the Middle East as a “B Team.”\n“In interviews in April, I predicted ‘accidents’ — not because I’m a genius — but because #B_Team is so brazenly following @AmbJohnBolton’s script,” Mr. Zarif said. “After all, half of B-Team were co-conspirators in disastrous Iraq war.”\nThe hard-line tactics against Iran could backfire in two ways, said Ali Vaez of the International Crisis Group. If the sanctions crush its economy, then Iran could act with less restraint, he said. And if the sanctions do not work well, then some American officials will advocate military action, a move that Israel, Saudi Arabia and the United Arab Emirates are likely to support.\n“There will be people in Washington who will push for limited kinetic action against the Iranian regime to cut it down to size,” he said.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/middleeast/trump-iran-threats.html", "tags": "allies iran american administration military bolton u.s. resist claims ” trump skeptical new threats said"}