{"title": "Sky high thinking: Could we all soon own a drone?", "content": "Drones - or unmanned aerial vehicles (UAVs) - could soon be whizzing across our airspace on all sorts of civil and commercial missions. \nRapid advances in camera, sensing, aeronautics, battery and autopilot navigation technologies have helped make UAVs affordable, easy-to-operate and increasingly reliable for individuals, civil authorities and businesses alike.\nSmall, vertical take-off or landing (VTOL) multi-propeller helicopters equipped with hi-tech equipment are already saving big business millions of pounds.\nJohn Moreland, spokesman for the UAV Systems Association, the UK's main industry body, with about 140 members, told the BBC: \"Hundreds of these UAVs are being used commercially these days, typically flying below 400ft (120m) and with a range of about 500m (0.3 miles). \n\"Most are engaged in aerial photography and 3D surveying, but applications are expanding all the time.\"\nFor example, UAVs are being used to carry out aerial inspections of oil refinery flare stacks, fuel tanks, power lines and pipelines.\nWith their ability to access difficult and dangerous areas, they can provide high-definition video, infrared and still images in live situations without the need for shutting down plants and erecting expensive scaffolding. This saves time and money.\nLivingston-based Cyberhawk, a company that specialises in aerial inspections for companies such as Shell, Total, Statoil and ExxonMobil, saved one of its clients £4.6m last year after its UAVs were able to inspect a drilling derrick while it was still operational. \nThe inspection cut the amount of time the plant had to be closed for painting and reduced the overall amount of work needing to be done, winning Cyberhawk an industry award for business efficiency.\nPhilip Buchan, Cyberhawk's commercial manager, told the BBC: \"We also carry out a lot of live flare-stack inspections for our clients. Not having to shut down the whole processing plant can save them millions of pounds. \n\"We're now starting to export this service around the world.\"\nIn another example, French firm EDF Energy is planning to build two new nuclear power stations at its Hinkley Point site in Somerset in south-west England. \nPreliminary ground works have already begun and EDF is using \"a photogrammetric unmanned aerial system\" (UAS) - a fixed-wing craft with built-in digital camera and autopilot system - to take measurements and assess progress against the plans.\nIt flies over the 150-hectare (0.5-sq-mile) site each week, taking hundreds of photos and following a predetermined pattern, operated and monitored on the ground via a tablet computer. \nThe data is used to create 3D maps of the terrain.\nExplaining the system's advantages, EDF spokesman Gordon Bell told the BBC: \"Compared with a traditional land surveyor equipped with a GPS antenna, the UAS system can cover 1.2 sq km [0.5-sq-mile] in one flight and produce a points cloud composed of millions of points, where a land surveyor can take only hundreds of points at the most per day.\"\nOther advantages included being able to fly below cloud level and at short notice, he added, but the system could be slightly less accurate than man-made surveys and had a shorter range than manned surveillance aircraft. \nMany countries around the world have authorised the use of fixed-wing and rotary UAVs for civil purposes, such as border control, police surveillance, fire-fighting, search-and-rescue, land management and topographical surveys. \nIn Brazil, for example, UAVs have been mapping the Amazonian rainforest for the past two years, while in Japan they are used extensively for crop spraying.\nProf James Scanlan, of Southampton University's department of engineering and environment, is developing larger UAVs containing low-cost nylon parts produced by a 3D printer.\nHis team is about to safety-test a fixed-wing reconnaissance UAV for a consortium of clients including the police, coastguards, the lifeboat service and Dutch port authorities, to help them carry out maritime surveillance more efficiently.\n\"Our unique selling point is [the] low cost,\" he told the BBC.\n\"We can now build a reliable, durable UAV system for £20,000 or less, when a low-flying helicopter can cost £6,000 an hour to run. \n\"The potential is massive if we can solve the problem of flying in non-segregated airspace.\"\nMost civil aviation authorities will only allow larger, longer-range UAVs into civilian \"non-segregated\" airspace once they have demonstrated \"detect and avoid\" capabilities that make collisions almost impossible.\nBut we may already be closer to achieving this than many think.\nEngineers at the General Robotics, Automation, Sensing and Perception (Grasp) Laboratory at Pennsylvania University have developed ways to make small quadrotor robots fly in formation, co-operate and map their surroundings without global positioning systems (GPS) . \nThis video illustrates how close we are to achieving \"sense and avoid\" capabilities that could satisfy aviation authorities around the world, if only for smaller UAVs at this stage.\nGrasp Lab team leader, Dr Vijay Kumar, believes such autonomous, self-learning UAVs could be used to search buildings for signs of life after natural disasters, for example, or check for chemical or radiation leaks.\nProgrammable UAVs that cost less than £300 are now accessible even to hobbyists. \nThe latest iteration of Parrot's AR.Drone quadcopter includes a 4GB GPS recorder that can store flight data, photos and video for users to share online. Pilots can operate the drone via smartphone or tablet computer and watch live video streamed from the on-board camera.\nWhen operated in conjunction with Q Ground Control software, pilots can set up flight plans on a map that the AR.Drone will then complete automatically, directed by the software.  \nWith a wi-fi connection range of about 55m, this UAV - marketed primarily as a toy - could easily have commercial applications for estate agents, surveyors and roofing contractors, to name but a few. \nIn time, automated drones could be used as city couriers delivering letters and packets around congested cities or over difficult terrain. \n\"The civilian and commercial potential of UAVs is being realised more and more now\", says Tony Dodd, of the Institute of Engineering and Technology. \"The market is potentially worth billions.\"\nBut low-cost UAVs could also become the voyeur's tool of choice. \nA spokesman for the Information Commissioner's Office, the body responsible for policing the Data Protection Act, told the BBC: \"It would become a major concern for us if organisations were using these things to record people without giving notice. It's definitely an issue of growing concern.\"", "date": "19 February 2013", "href": "https://www.bbc.com/news/business-21432170", "tags": "authorities high used drone commercial civil soon sky system thinking bbc told could uavs aerial"}