{"title": "Sky News Australia pulled from train stations over backlash", "content": "An Australian state has instructed train stations to stop broadcasting Sky News Australia, amid a widening backlash over a recent TV interview.\nOn Sunday, Sky News Australia hosted Blair Cottrell - a far-right figure with court convictions - in its studio.\nIt drew much public anger. Many pointed out that he had once called for schools to display images of Adolf Hitler.\nOn Thursday, Victoria said that the channel would no longer be played at train stations in central Melbourne.\n\"Hatred and racism have no place on our screens or in our community,\" tweeted Transport Minister Jacinta Allen.\nCottrell used his interview to call on Australia to reduce immigration, protect itself from \"foreign ideologies\" and to \"reclaim our traditional identity\".\nSky News Australia has said it was \"wrong\" to interview Cottrell on The Adam Giles Show. It has since suspended the programme.\nLast year, Cottrell was one of three men found guilty by a magistrate of inciting contempt of Muslims, after the men staged a mock beheading to protest against the building of a mosque.\nHe was previously convicted of other offences, including arson and burglary.\nMany critics of the interview pointed out this history. But much anger centred on comments he had made on social media, especially about Nazism and women.\n\"Blair Cottrell is a far right-wing fascist who's a self confessed Hitler fan. He's boasted about using 'violence and terror' to manipulate women,\" tweeted one critic, Laura Jayes, a Sky News Australia presenter.\nThe backlash intensified when Jayes posted a screenshot of a tweet by Cottrell, in which he talked about hypothetically raping her on air. \nOne commentator, Craig Emerson, said he would no longer appear on the network, while brands American Express, Specsavers and Huggies all pulled advertising.\nMs Allan described the interview as \"the final straw\" for the network, telling local radio 3AW: \"There have been a number of interviews that had started to go down a slippery slope.\"\nShe cited one recent interview in which a senator was accused of making sexist slurs.\nAlthough Ms Allan's announcement was welcomed by some observers, others suggested it may have gone too far.\n\"Banning Sky from broadcasting at Victorian rail stations is absurd. The daytime line up… is professional and first rate,\" tweeted academic and journalist Peter van Onselen.\nOther commentators said it was an act of \"censorship\". \nNew South Wales, which also broadcasts Sky News Australia at train stations, has said it will not follow Victoria's move.", "date": "9 August 2018", "href": "https://www.bbc.com/news/world-australia-45123924", "tags": "tweeted australia pulled stations backlash cottrell news sky interview one train"}