{"title": "Slovenia election: Anti-immigrant SDS is largest party", "content": "The anti-immigrant Slovenian Democratic Party (SDS) has emerged as the largest party in Slovenia's general election.\nWith nearly all votes counted SDS had 25% of the vote, officials said. The centre-left anti-establishment LMS party came second with 12.7%.\nAnalysts say SDS may find it difficult to form a coalition.\nThe poll was called in March after centre-left PM Miro Cerar quit amid strikes, coalition wrangling and a damaging Supreme Court ruling. \nThe SDS  is led by former PM Janez Jansa, who has been a vocal supporter of Hungary's nationalist Prime Minister Viktor Orban.\nOn Sunday evening as the results became clear he said his party's \"door for talks and coalitions is open\" to all other parties.\n\"We are ready to start serious talks based on the programme we have been working hard on,\" he said.\nSDS will have 25 seats in the 90-seat assembly. The only party that has so far said it will work with the SDS is the centre-right Nova Slovenija which won 7.1% and has seven seats.\nThat could leave LMS, which will have 13 seats, with a crucial role to play, correspondents say.\nSDS argues that money spent on migrants would be better used for the country's security forces. Mr Jansa says he wants Slovenia to \"become a country that will put the wellbeing and security of Slovenians first\". \nLMS (Marjan Sarec List) is led by comedian and political satirist Marjan Sarec who launched himself as an \"anti-establishment\" politician.\nHe described Sunday's result as \"a very big success\" for his party's first election.\nSome 25 parties were contesting the election with 1.7 million people eligible to vote.\nMiro Cerar resigned after a Supreme Court ruling went against his flagship railway investment project.\nHis additional troubles in the banking system, the health sector and over pensions will become key issues on the next government's agenda.", "date": "3 June 2018", "href": "https://www.bbc.co.uk/news/world-europe-44349007", "tags": "largest election lms slovenia sds seats party anti-immigrant centre-left anti-establishment vote"}