{"title": "Slower US growth means no rate rise for 2019, says Fed", "content": "The US Federal Reserve does not expect to raise interest rates for the rest of 2019 amid slower economic growth.\nAfter a two-day meeting, monetary policymakers voted unanimously to keep the US interest rate range between 2.25%-2.5%.\nFed members changed their outlook for 2019 from the two increases predicted in December to no movement.\nThe central bank warned that \"growth of economic activity has slowed from its solid rate in the fourth quarter\".\nIt said: \"Recent indicators point to slower growth of household spending and business fixed investment in the first quarter.\" \nJoe Manimbo, senior market analyst at Western Union Business Solutions, said: \"The Fed did a big about-face on policy.\n\"The fact that the Fed threw in the towel on a 2019 rate hike was particularly dovish.\"\nFed chairman Jerome Powell maintained his stance that the central bank would continue to be \"patient\", telling a press conference: \"It may be some time before the outlook for jobs and inflation calls clearly for a change in policy.\"\nThe Nasdaq turned positive, up 0.35% at 7,750.7 points, while the Dow Jones Industrial Average and the S&P 500 trimmed earlier falls. Bank stocks were among the biggest losers, and finance firms tend to make bigger profits when interest rates are higher.\nThe dollar fell against the Japanese yen and the euro, but was higher against the pound which was trading lower as tensions heightened over the UK's exit from the European Union next week.\nAnalysis of the so-called \"dot plot - where members of the Fed's Federal Open Market Committee indicate where they expect interest rates to move to - also revealed that they anticipate only one increase in 2020.\nMr Powell said that there was a positive outlook for the rest of the year, with the unemployment rate under 4% and inflation below the central bank's 2% target.\nBut he said that \"we are also very mindful of what the risks are\", which include slower global growth and no resolution on either Brexit or US-China trade talks.\nThe Fed also said that is will slow the monthly reduction of US Treasury bonds it holds from $30bn to $15bn from May onwards ending in September.\nDuring the financial crisis, the Fed spent heavily to help kick-start the US economy.\nIt has been reducing its a $4.2trn portfolio of US Treasury bonds and mortgage-backed securities since 2017.\nThe Fed is getting just a little more wary about economic prospects. For sure, these developments are nothing like as dramatic as a cut in interest rates would have been. Nobody expected that and we didn't get one. \nBut the hint that we should no longer think in terms of any rise at all this year and only one in 2020 is consistent with the picture of a softening economic outlook. \nThere is also a striking contrast between the growth that Feds policymakers think the US can sustain - about 2% - and what President Trump's administration believes is achievable, which is more like 3%. \nThat difference matters. If at some stage in the future the Fed thinks the economy is overheating it will raise rates. President Trump has criticised the Fed for rate rises it has already made, and he won't like it any more if they resume.  ", "date": "20 March 2019", "href": "https://www.bbc.co.uk/news/business-47644267", "tags": "us fed growth rates means bank economic says interest outlook rise rate slower"}