{"title": "Smoke a Joint, Save the Subway?", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nAs the list of states that have legalized marijuana continues to grow, New York could have a new reason to embrace cannabis: It could help save the subway.\nSome state and city leaders have started to discuss the idea of making recreational marijuana legal and using the revenue to pay for badly-needed and expensive subway upgrades. The proposal could face improved odds in Albany now that Democrats have taken full control of the State Legislature for the first time in a decade.\n“The biggest issue we hear about as elected officials is the state of the subway system,” Corey Johnson, the City Council speaker, said in an interview. “To be able to tie these things together is something that could be highly impactful and potentially transformative.”\nThe idea is still very much theoretical, but it has some prominent supporters and is being considered by a high-profile panel tasked with coming up with ways to pay for a subway overhaul. Any push to legalize marijuana in New York would have to be approved by state lawmakers and Gov. Andrew M. Cuomo.\nMr. Cuomo once took a hard stance against the drug, calling it a “gateway drug,” but he has softened his tone as neighbors like New Jersey move toward legalization. Mr. Cuomo said recently that  a legalization bill was being drafted and that it would likely be introduced during the next legislative session, which begins in January.\nNew York City’s subway crisis could add new urgency to the debate. Subway officials say they need more than $40 billion to modernize the system — a price tag so large that they will need other revenue sources in addition to congestion pricing, a proposal Mr. Cuomo supports to toll cars entering the busiest parts of Manhattan.\nAnother benefit of legal pot: Some subway riders who have been irate over terrible service might become a little more relaxed.\n“Maybe you don’t get so grumpy when the subway doesn’t come,” said Mitchell L. Moss, a transportation expert at New York University who is releasing a new report supporting the idea.\nFrom California to Maine, 10 states have legalized recreational marijuana. Michigan just joined the list. In Colorado, marijuana shops made $1.5 billion last year and generated $247 million in taxes and fees, according to the state. States have spent the new tax revenue on a host of initiatives, from schools to transportation.\nIn New York, the illegal market for marijuana could be as high as $3.5 billion annually, according to a state health department report in June, which recommended legalization. Legalizing pot could generate up to $670 million in annual tax revenue, the report said.\nPublic support for marijuana legalization is growing and more than 62 percent of Americans now support it, according to the report by Mr. Moss. Pot sales offer a rare opportunity, his report says, as a revenue source for public transit “with the potential for growth in future decades — one that does not divert funds from other public services.”\nState lawmakers have created a panel to recommend new revenue sources for the Metropolitan Transportation Authority, which oversees the city’s subway and buses. The group is considering marijuana legalization as one of roughly a dozen money-generating ideas, said Michael Gianaris, a powerful Democratic leader in the State Senate who was appointed to the panel by Mayor Bill de Blasio.\nMr. Gianaris supports marijuana legalization and said the subway could be a good way to spend the revenue.\n“There are a lot of needs that we have that new revenues need to be considered for,” he said in an interview. “The M.T.A. is near the top of my list.”\nThe panel, known as the Metropolitan Transportation Sustainability Advisory Workgroup, has 10 members. It includes Kathryn S. Wylde, the president of the Partnership for New York City, a powerful business group, and Melissa Mark-Viverito, the former City Council speaker. Ms. Wylde was appointed to the panel by Mr. Cuomo, and Ms. Mark-Viverito by Mr. de Blasio.\nMs. Mark-Viverito, who is running to be the city’s public advocate, plans to announce her support for the idea on Thursday — a proposal she calls “Weed for Rails.” She wants half of the revenue from marijuana to go toward public transit.\nMr. Cuomo’s office declined to say whether he would support using revenue from marijuana legalization for the subway. Peter Ajemian, a spokesman for the governor, said in a statement that a separate work group drafting marijuana legislation was “considering a variety of issues related to regulations and revenues.”\nNew York’s subway, which carries nearly six million people each day, descended into crisis last year and continues to struggle with frequent delays. Mr. Cuomo, a Democrat who controls the subway, had opposed marijuana legalization.\nBut after state health officials recommended legalizing pot this year, Mr. Cuomo appeared open to the idea. Noting that two border states — Massachusetts in addition to New Jersey — were moving forward with legalizing the drug, the governor said “the situation on marijuana is changing.” New York City has also moved to end most arrests for public marijuana use.\nAn informal poll of subway riders on a recent evening found broad support for the idea of tapping marijuana as the subway’s saving grace.\n“That would be phenomenal,” Enrique Cruz of Harlem said as he rode an A train. “It’s going to happen anyway. It’s a matter of time. So they might as well utilize the money on things that they have unfortunately neglected.”\nJohn Ottavino, who lives in Brooklyn, agreed, especially as another fare increase is planned for March.\n“They have to find another source of money,” he said. “They can’t keep tapping out the consumer.”\nRebecca Tunis said she was frustrated by unreliable subway service, especially on the weekends when stations are often closed for construction work to repair the system.\n“I think subway riders would probably be willing to do anything for a better subway,” said Ms. Tunis, who lives on the Upper West Side. “People are so mad all the time — I think they’d be willing to legalize anything.”\nThe subway’s leader, Andy Byford, has proposed a sweeping plan to modernize the subway that could cost $40 billion over ten years. Then the transit agency recently announced that it was facing a budget crisis and would need additional financing to avoid major fare increases and service cuts.\nMr. Byford declined to comment on the idea of using marijuana revenue to pay for his plan. Shams Tarek, a spokesman for the authority, said in an a statement that Mr. Byford was focused on improving service and upgrading the system. In the past, he has said that he was “agnostic” about funding sources.\nThe combination of a cannabis tax and congestion pricing would go a long way toward helping fund the agency’s operating and capital budgets, Mr. Moss said. He urged New York to move quickly to legalize marijuana.\n“New York State is not a leader,” his report said, “but it need not be a laggard.”\nMr. Johnson, a Democrat and a potential candidate for mayor in 2021, has become increasingly involved in the debate over the future of the subway, pressing for half-price MetroCards for low income New Yorkers and advocating for congestion pricing.\nMr. Johnson said he supported marijuana legalization and wanted to see some of the revenue go to the subway and another portion to help communities that have been hurt by discriminatory law enforcement.\n“Now that the Democrats are going to be in control of the Senate with a large majority, I’m going to look with my colleagues in the Senate to have this conversation,” Mr. Johnson said.\nAlessandra Biaggi, one of the new Democratic state senators who was recently elected, said she supported both congestion pricing and marijuana legalization as funding streams for the subway.\n“One source of funding is not going to be enough,” said Ms. Biaggi, who will represent parts of the Bronx and Westchester County. “Why would we not try to include as many funding streams as possible without having to raise taxes, which a lot of people quite frankly are afraid of doing.”", "date": "Dec. 5, 2018", "href": "https://www.nytimes.com/2018/12/05/nyregion/marijuana-legalized-nyc-subway.html", "tags": "smoke york save subway ” joint revenue state new marijuana"}