{"title": "So can Theresa May now survive the Brexit course?", "content": "Listen carefully. The strange sound of rushing air you can hear in the background, as Britain continues its slow march towards Brexit, is a deep collective sigh of relief. \nMinisters, officials and business leaders - the latter group puffing out their cheeks more than anyone - wanted, needed, to see their wish of a Brexit transition period fulfilled.\nSo one obstacle cleared, or more accurately, skipped around. \nThe danger that's kept much of business and many MPs at Westminster awake at night, fear of the UK tumbling off a cliff edge into its post-Brexit future next March, has receded. Not disappeared. Receded.\nNow Theresa May and the UK negotiating team can focus on the task ahead. Urgently. \nA sigh of relief is time consuming, and there's no time or breath to spare. \nTeam-UK will need plenty of both as it confronts the next stage of the process; contemplates wholly unresolved issues like the Irish border - in truth barely even addressed in negotiations - and the talks about talks which have yet to begin on the future trading relationship.\nThe uncomfortable truth is that the issue of the Irish border, or the conflict to come over the shape of a future trade deal, could yet blow the Brexit plan into fragments, and see the prime minister and perhaps even her government disappear into the resulting political crater.\nBrexiteer ministers and MPs are having none of it. \nThey sound optimistic because they are. And, who knows? It could all work out in the end. \nAmong business leaders, especially in the City, there is mild surprise that firms have defied earlier apocalyptic predictions. \nEven former Remain-supporting MPs have noted a certain cautious confidence that the infrastructure of the Square Mile - the concentration of legal and technical expertise, to say nothing of schools, homes and the rather appealing lifestyle available in London (to those who can afford it) might just see the City through. \nAnd, who knows? EU negotiators might just give a little on the mutual recognition of rules and standards companies crave. \nThat's the optimistic view. Remember, Brussels has already dangled the thought there could be no tariffs imposed on exports of goods. It's a start.\nOthers remain deeply worried. The head of the CBI, Carolyn Fairbairn, told me a trade deal comparable to the EU's agreement with Canada would be disastrous. \nServices denied access, exporters forced to deal with costly and wearying paperwork and checks on the rules of origin of goods and the like.\nBut maybe, somehow, Theresa May may yet pass on the legacy of a politically arduous but complete Brexit.\nThose trade discussions will be hazardous. The prime minister has conceded Britain cannot expect to win everything it wants by way of market access, has even conceding access to markets here and in Europe will be diminished. \nDissident Tory MPs insist their determination to resist what they would see as a poor deal has grown.\nMore ominously for the government, they are also convinced their numbers have grown to the point they could defeat Theresa May by joining with Jeremy Corbyn's repositioned Labour Party in the coming vote on whether the government should seek to remain inside the EU customs union.\nIf that vote - possibly some time after 3 May's English local elections - is lost, ministers can be expected to shrug it off. \nThe dissidents fully expect the government to try. \nBut a defeat would also be a dangerous marker ahead of the later promised \"meaningful vote\" on the outline of a trade deal - if one exists - in the Autumn. \nLose that vote, and the prime minister's authority will suffer a huge and perhaps mortal blow. \nCould she survive? \nCertainly government whips would use the prospect of a prime ministerial defenestration - and even the spectre of Jeremy Corbyn in Downing Street - to pile pressure on potential rebels.\nAs for the Irish border issue, the calculation among Brexiteers and the MPs of the Democratic Unionist Party (who were kept in close and constant touch with the government's thinking ahead of the March EU summit) is that if and when it comes to the crunch, Dublin will blink first. \nBritain has not accepted the \"backstop\" option in the EU withdrawal text that says Northern Ireland will remain in a customs union if all other ideas for avoiding a hard border with the Republic fail. \nSome still undefined backstop, yes, just not that one. \nUK negotiators will now take their published plan to enforce rules away from the border to Brussels. \nBrexit Secretary David Davis would also like to see most Irish traders exempted from border controls altogether.\nAn alternative is for the UK to enforce the EU's external border, and allow those trading with the UK on lower tariffs, or none at all, to reclaim duties paid. \nOverall, the guiding ambition remains a frictionless trade deal with the EU that renders border controls redundant. \nSo far, Brussels has sounded cool on all of it. Something has to give. \nAnd with the DUP adamant they will never, ever, live with a settlement that separates out Northern Ireland, and with Tory colleagues equally adamant that the UK must leave the customs union and the single market, it cannot be the prime minister. \nThis obstacle too may yet conceivably send the Brexit plan up in smoke. Another mushroom cloud. Another crater.\n In the meantime, those most sceptical about the value of Brexit believe the government should give up any idea of being willing to walk away from negotiations with no deal. \nDissidents insist Parliament would never allow that in any case. \nMinisters such as David Davis insist they must be prepared for any eventuality, and whatever happens in negotiations, or even in Parliament, Brexit will happen.\nThere is, in the end, more at stake here than Mrs May's future or that of her administration. \nThere is also no shortage of undeclared potential candidates quietly dreaming of taking over her job. \nSometimes, actually quite often, you have to wonder why?  ", "date": "23 March 2018", "href": "https://www.bbc.com/news/uk-politics-43515330", "tags": "brexit may uk survive course eu theresa see border even government deal"}