{"title": "Social media faces EU fine if terror lingers for an hour", "content": "The European Commission is planning to order websites to delete extremist content on their sites within an hour to avoid the risk of being fined.\nThe regulation would affect Twitter, Facebook and YouTube among others.\nThe crackdown would lead to the EU abandoning its current approach - where the firms self-police - in favour of explicit rules.\nThe shake-up comes in the wake of high-profile terror attacks across Europe over the past few years.  \nJulian King, the EU's commissioner for security, told the Financial Times that the EU would \"take stronger action in order to protect our citizens\".\nThe BBC has confirmed the details of the report.\nIn March, the EU's civil service published details of the current voluntary arrangement, which noted that \"terrorist content is most harmful in the first hours of its appearance online\".\nAt the time, it said there was \"significant scope for more effective action\".\nThe BBC understands the draft regulation is set to be published next month. It would need to be approved by the European Parliament and a majority of EU states before it could be put into action. \nMr King told the FT that the law would apply to small social media apps as well as the bigger players.\n\"Platforms have differing capabilities to act against terrorist content and their policies for doing so are not always transparent,\" he added.\nA study published last month by the not-for-profit Counter Extremism Project said that between March and June, 1,348 videos related to the Islamic State group were uploaded on to YouTube, via 278 separate accounts, garnering more than 163,000 views.\nThe report said that 24% of the videos had remained online for more than two hours. \nThe BBC has asked Google, Twitter and Facebook to comment.\nGoogle has previously said that more than half of the videos YouTube removes for containing violent extremism have had fewer than 10 views.\nIn its latest 'transparency report', Twitter says that between July and December 2017, a total of 274,460 accounts were permanently suspended for violations related to the promotion of terrorism. The company says 74% of those accounts were suspended before their first tweet.\nIf the EU's proposed regulation is approved, it will be the first time the European Commission has explicitly targeted tech firms' handling of illegal content.", "date": "20 August 2018", "href": "https://www.bbc.co.uk/news/technology-45247169", "tags": "european faces eu fine media hour youtube twitter regulation social lingers terror bbc content action"}