{"title": "Soft Brexit: What are the options?", "content": "Brexit isn't a moment or a single day. It's a long-term process. And that begs the question: where is the UK likely to end up?\nWhen people talk about a \"soft Brexit\" they are usually referring to the kind of economic relationship the UK will have with the EU in the future. \nAnd most of the debate revolves around two things: membership of a customs union and membership of the EU single market. \nBeing in a customs union means there are no tariffs (or import taxes) on goods traded between two countries or trade blocs, and no other customs infrastructure. \nOnce goods arriving from other countries have crossed the external border of a customs union, they can then move around freely without any further customs checks or payments.  \nFor companies that operate in European markets that is a huge benefit. It helps protect their complex supply chains, which often see parts cross borders several times during the manufacturing process. \nBut the removal of internal tariffs also means members of a customs union have to apply the same external tariff to goods arriving from the rest of the world. And, after Brexit, that would limit the UK's ability to pursue a fully independent trade policy, breaking one of Theresa May's red lines.  \nThe UK wouldn't be able to sign separate trade agreements on goods, but it would still be able to do deals in the service sector (there are no tariffs on services). \nThe other thing worth remembering about a customs union proposal is that - on its own - it wouldn't meet the test of avoiding a hard border in Ireland \"under all circumstances\". It would help, but there are other checks that need to take place at borders that have nothing to do with customs. \nSo a customs union alone also wouldn't guarantee that trade between Dover and Calais, an economic lifeline for the UK, would be as open as it is now.   \nThis is the other main building block for the UK's current economic life inside the EU. Being in the EU single market means all the rules that govern the economy are the same. \nThat can be anything from regulations on chemicals or pharmaceuticals, to the rules on food safety and animal welfare. \nStaying in the single market would mean all those rules stay the same - and the UK would have to continue to respect the EU's four freedoms. That's the free movement of goods, services, capital and people.  \nSo it would be good news for the service sector, which makes up about three-quarters of the UK economy. \nBut the reddest of the prime minister's red lines is probably her determination to end the free movement of people from the EU.\nStaying in the single market (but outside the EU) would mean that isn't possible. There are circumstances in which you can limit free movement if there is a sudden surge of arrivals, but it's fairly limited and not automatic. \nSome MPs want to combine single market membership with some sort of customs arrangement that would be a customs union in all but name. This is the proposal known as Common Market 2.0 and is probably the softest form of Brexit being debated. It would resolve problems at the Irish border. \nOne of the big differences from the UK's current status is that it would no longer have to be part of the EU's common fishing and agriculture policies. \nBut critics argue that if you're staying in the single market and in a close customs partnership, there's not much point in leaving the EU in the first place. \nThere are of course plenty of Conservative MPs who would prefer to leave with no deal than any of the options outlined above. \nInitially, trading would be done on World Trade Organization (WTO) terms - which would mean some goods would be subject to tariffs.\nThe UK would also lose all the trade deals it is currently part of as an EU member - although the government is currently trying to replicate these \"as far as possible\".\nIn addition to tariffs, there would be extra checks at the external border of the single market - which could lead to bottlenecks at some ports (such as Dover).\nBut even if you leave with no deal, you still need to negotiate a future relationship. No-one is advocating cutting trade links with the EU altogether. \nMost no-deal Conservatives want to end up in a free trade agreement with the EU, similar to the one negotiated in the last few years between the EU and Canada. \nThey argue that because the UK will be a much more important trading partner for the EU, it can get a much better deal than Canada. \nThat would get rid of most tariffs on goods, but it wouldn't deal with other aspects of customs such as rules of origin, which mean companies have to prove where all the parts in their products have come from. \nThat can be a time-consuming and expensive business. \nA free trade agreement is a much looser economic partnership than membership of the single market and the customs union, or of any combination of the two. \nIt would allow the UK to regain more sovereignty over the economic decisions it has to make, but it would make trading with the EU, its largest single partner, more difficult.\nNearly three years after the Brexit referendum, these are the choices that MPs are still struggling with. \nRead more from Reality Check\nSend us your questions", "date": "1 April 2019", "href": "https://www.bbc.co.uk/news/uk-47773982", "tags": "brexit options goods uk eu market soft union trade tariffs customs single"}