{"title": "Some on Mueller’s Team Say Report Was More Damaging Than Barr RevealedListen to ‘The Daily’: New Insights Into the Mueller Report", "content": "WASHINGTON — Some of Robert S. Mueller III’s investigators have told associates that Attorney General William P. Barr failed to adequately portray the findings of their inquiry and that they were more troubling for President Trump than Mr. Barr indicated, according to government officials and others familiar with their simmering frustrations.\nAt stake in the dispute — the first evidence of tension between Mr. Barr and the special counsel’s office — is who shapes the public’s initial understanding of one of the most consequential government investigations in American history. Some members of Mr. Mueller’s team are concerned that, because Mr. Barr created the first narrative of the special counsel’s findings, Americans’ views will have hardened before the investigation’s conclusions become public.\nMr. Barr has said he will move quickly to release the nearly 400-page report but needs time to scrub out confidential information. The special counsel’s investigators had already written multiple summaries of the report, and some team members believe that Mr. Barr should have included more of their material in the four-page letter he wrote on March 24 laying out their main conclusions, according to government officials familiar with the investigation. Mr. Barr only briefly cited the special counsel’s work in his letter.\nHowever, the special counsel’s office never asked Mr. Barr to release the summaries soon after he received the report, a person familiar with the investigation said. And the Justice Department quickly determined that the summaries contain sensitive information, like classified material, secret grand-jury testimony and information related to current federal investigations that must remain confidential, according to two government officials.\nMr. Barr was also wary of departing from Justice Department practice not to disclose derogatory details in closing an investigation, according to two government officials familiar with Mr. Barr’s thinking. They pointed to the decision by James B. Comey, the former F.B.I. director, to harshly criticize Hillary Clinton in 2016 while announcing that he was recommending no charges in the inquiry into her email practices.\nThe officials and others interviewed declined to flesh out why some of the special counsel’s investigators viewed their findings as potentially more damaging for the president than Mr. Barr explained, although the report is believed to examine Mr. Trump’s efforts to thwart the investigation. It was unclear how much discussion Mr. Mueller and his investigators had with senior Justice Department officials about how their findings would be made public. It was also unclear how widespread the vexation is among the special counsel team, which included 19 lawyers, about 40 F.B.I. agents and other personnel.\nAt the same time, Mr. Barr and his advisers have expressed their own frustrations about Mr. Mueller and his team. Mr. Barr and other Justice Department officials believe the special counsel’s investigators fell short of their task by declining to decide whether Mr. Trump illegally obstructed the inquiry, according to the two government officials. After Mr. Mueller made no judgment on the obstruction matter, Mr. Barr stepped in to declare that he himself had cleared Mr. Trump of wrongdoing.\nRepresentatives for the Justice Department and the special counsel declined to comment on Wednesday on views inside both Mr. Mueller’s office and the Justice Department. They pointed to departmental regulations requiring Mr. Mueller to file a confidential report to the attorney general detailing prosecution decisions and to Mr. Barr’s separate vow to send a redacted version of that report to Congress. Under the regulations, Mr. Barr can publicly release as much of the document as he deems appropriate.\nA debate over how the special counsel’s conclusions are represented has played out in public as well as in recent weeks, with Democrats in Congress accusing Mr. Barr of intervening to color the outcome of the investigation in the president’s favor.\nIn his letter to Congress outlining the report’s chief conclusions, Mr. Barr said that Mr. Mueller found no conspiracy between Mr. Trump’s campaign and Russia’s 2016 election interference. While Mr. Mueller made no decision on his other main question, whether the president illegally obstructed the inquiry, he explicitly stopped short of exonerating Mr. Trump.\nMr. Mueller’s decision to skip a prosecutorial judgment “leaves it to the attorney general to determine whether the conduct described in the report constitutes a crime,” Mr. Barr wrote. He and his deputy, Rod J. Rosenstein, decided that the evidence was insufficient to conclude that Mr. Trump had committed an obstruction offense.\nMr. Barr has come under criticism for sharing so little. But according to officials familiar with the attorney general’s thinking, he and his aides limited the details they revealed because they were worried about wading into political territory. Mr. Barr and his advisers expressed concern that if they included derogatory information about Mr. Trump while clearing him, they would face a storm of criticism like what Mr. Comey endured in the Clinton investigation.\nLegal experts attacked Mr. Comey at the time for violating Justice Department practice to keep confidential any negative information about anyone uncovered during investigations. The practice exists to keep from unfairly sullying people’s reputations without giving them a chance to respond in court.\nMr. Rosenstein cited the handling of the Clinton case in a memo the White House used to rationalize Mr. Trump’s firing of Mr. Comey.\nThough it was not clear what findings the special counsel’s investigators viewed as troubling for the president, Mr. Barr has suggested that Mr. Mueller may have found evidence of malfeasance in investigating possible obstruction of justice. “The report sets out evidence on both sides of the question,” Mr. Barr wrote in his March 24 letter.\nMr. Mueller examined Mr. Trump’s attempts to maintain control over the investigation, including his firing of Mr. Comey and his attempt to oust Mr. Mueller and Attorney General Jeff Sessions to install a loyalist to oversee the inquiry.\nThe fallout from Mr. Barr’s letter outlining the Russia investigation’s main findings overshadowed his intent to make public as much of the entire report as possible, a goal he has stressed since his confirmation hearing in January. He reiterated to lawmakers on Friday that he wanted both Congress and the public to read the report and said that the department would by mid-April furnish a version with sensitive material blacked out. He offered to testify on Capitol Hill soon after turning over the report.\nMr. Barr, who took office in February, has shown flashes of frustration over how the unveiling of the investigation’s findings has unfolded. In his follow-up letter to lawmakers on Friday, he chafed at how the news media and some lawmakers had characterized his March 24 letter.\nMr. Barr and Mr. Mueller have been friends for 30 years, and Mr. Barr said during his confirmation hearing in January that he trusted Mr. Mueller to conduct an impartial investigation. He said he told Mr. Trump that Mr. Mueller was a “straight shooter who should be dealt with as such.” Mr. Mueller served as the head of the Justice Department’s criminal division when Mr. Barr was attorney general under George Bush, and their families are friends.\nMr. Barr’s promises of transparency have done little to appease Democrats who control the House. The House Judiciary Committee voted on Wednesday to let its chairman use a subpoena to try to compel Mr. Barr to hand over a full copy of the Mueller report and its underlying evidence to Congress. The chairman, Representative Jerrold Nadler, Democrat of New York, has not said when he will use the subpoena, but made clear on Wednesday that he did not trust Mr. Barr’s characterization of what Mr. Mueller’s team found.\n“The Constitution charges Congress with holding the president accountable for alleged official misconduct,” Mr. Nadler said. “That job requires us to evaluate the evidence for ourselves — not the attorney general’s summary, not a substantially redacted synopsis, but the full report and the underlying evidence.”\nRepublicans, who have embraced Mr. Barr’s letter clearing Mr. Trump, have accused the Democrats of trying to prolong the cloud over his presidency and urged them to move on.\nMr. Trump has fully embraced Mr. Barr’s version of events. For days, he has pronounced the outcome of the investigation a “complete and total exoneration” and called for the Justice Department and his allies on Capitol Hill to investigate and hold accountable those responsible for opening the inquiry.", "date": "April 3, 2019", "href": "https://www.nytimes.com/2019/04/03/us/politics/william-barr-mueller-report.html", "tags": "‘ report investigation daily team counsel department justice say insights damaging barr new revealedlisten special mueller"}