{"title": "Some 'Game Of Thrones' Fan Theories May Be 'Dangerously Close' To What Happens", "content": "From Tyrion is a Targaryen to Bran is the Night King, when it comes to “Game of Thrones,” you know fan theories are coming. And as the show nears its end with the debut of Season 8, more continue to pop up like wights out of the snow.\nWhen HuffPost caught up with John Bradley last week after his appearance on Build Series, he was all for the surge of theories. \n“I think that this show has always asked more questions than it’s answered,” he said. “I think the reason why theories are so prevalent is because we don’t spoon-feed people everything, and I think that ― this may sound a bit strange ― I think you have to be quite smart to watch the show to its full capacity because you’ve got to hold a lot of knowledge in your head, but also you’ve got to fill in a lot of blanks yourself, and I think the people online doing that is very flattering and just goes to show how committed our audience are.”\nMuch like his character Samwell Tarly is an expert on the history of Westeros, Bradley seems equally well-versed on the fan lore. And, yes, he admits some of the theories are a little too close for comfort.\n“Most of them, with regards to the final season and just with regards to the show in general, are wide of the mark and they’re interesting, but they’re just not right ... they just don’t get it right on a purely factual level,” he said. “But some of them you read and, well, they’re actually dangerously close to the truth. Some you think are actually uncomfortably veering quite close to what actually happens.”\nHere’s the problem with your somewhat accurate fan theories, however: For every one that’s close, there are a million more that say something like “Varys is secretly a fish man.” \n“You take comfort from the fact that they’re kind of in amongst all the nonsense, so as long as they’re swamped by nonsense, as long as they’re kind of the grain of sand on the beach of nonsense, then you’re happy because you think people might take this — insert your favorite theory here — as being the truth,” Bradley added. “They may take the theory that Lord Varys is a mermaid is the truth. As long as the truth and such nonsense sit side by side, people are never going to quite get to the bottom of it.”\nNonsense or not, some of the theories out there are particularly captivating (shoutout to Cleganebowl), so Bradley was kind enough to share his thoughts on a few of them.\nThe Season 2 finale features a harrowing moment when Sam Tarly is seen by a White Walker as the army of the dead passes by. For reasons still unknown, he’s left unscathed, leading to countless amounts of speculation.\nBradley himself said he didn’t know exactly why the White Walker spared Sam, but did offer some theories that he’s heard about the moment.\n“One of the theories is kind of the leader of the White Walkers in that moment is the White Walker of Benjen Stark. I’ve read that, and that he — through some White Walker powers — knows what Sam means to Jon and therefore he spares him because of that,” he said. “And there’s another one that White Walkers will only attack something that fights back, that they almost didn’t feel Sam was worth killing, which is the greatest insult. It was an interesting thing to film that because it was the final moment of the season as well, so it’s one of those cut-to-black [scenes] again where we had people guessing for a year.”\nSamwell Tarly is often looked at as a representative for author George R.R. Martin in his “A Song of Ice and Fire” series. One popular theory is that in the end the story will get very meta as Sam begins to write Martin’s books, chronicling the stories of Westeros. This got extra support when Sam arrived at the Citadel in Season 6 and saw a gyroscope that looks like what we’ve been watching in the show’s opening for years. And even more evidence: In Season 7, Sam suggests Archmaester Ebrose (Jim Broadbent) call his “Chronicle of the Wars Following the Death of King Robert I” something “a bit more poetic.”\nBradley expressed his admiration for the theory, telling us, “That’s a really interesting one, and it feeds into George’s Tolkien influence. The fact he’s called George R.R. Martin tells you quite a lot about him. I think at the end, that’s an interesting one that kind of followed the show around, and the thing about seeing the opening gyrosphere thing, that kind of feeds into it.” \nThe theory puts Sam right at the center of the story, which is part of the reason Bradley likes it so much.\n“As an actor, you just want your character to be important, especially in a show like this where not everybody gets a load of screen time,” he said. “Sometimes you’re not in an episode at all. Sometimes you get one or two scenes in an episode. What you really want is for it to end and to think, ‘Well, that wouldn’t have actually ended that way if it wasn’t for my character.’ I think any theory that puts Sam at the center of things or, for Kit [Harington], puts Jon at the center of things or any actor puts their character at the center of things, they are the kind of theories you latch on to.”\nWith Sam having pilfered some books from the Citadel in Season 7, we had to ask, “Do one of those books finally reveal what Podrick Payne did to make the ladies like him so much in Season 3?”\n“Do you know what, that’s the biggest mystery of the show that I want to find out,” Bradley said with a laugh. “Yeah, I mean, in terms of the great mysteries of the show, you talk about ‘Why did the White Walkers spare Sam,’ and people want to know about Podrick first and foremost. I think Sam lives on quite a high intellectual plane, thank you very much, so if there was an index, and he went down the index, and it said ‘Podrick [brothels]’ I don’t think he’d bother himself reading that. He’s got bigger fish to fry.”\nWhen all is said and done, it probably doesn’t matter to theorists what actually happens. They’ll stick by their own beliefs.\n“The thing about all these theories is there’s evidence to support them, but people don’t want to know about the evidence that doesn’t support them,” Bradley said. “There’s so much evidence that contradicts the supportive evidence, but people don’t want to know about that. If people want to support a theory, they’ll believe it.”\nVarys-is-a-mermaid stans unite.", "date": "\n04/09/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-fan-theories-john-bradley_n_5ca6623ce4b047edf9577f8a", "tags": "people may think happens sam show theories close ” bradley one fan thrones"}