{"title": "Some Aid From Brazil Pierces Venezuela’s Blockade, but Deadly Violence Erupts", "content": "CÚCUTA, Colombia — An ambitious plan by Venezuela’s opposition to peacefully import foreign aid in truck convoys degenerated into deadly skirmishes Saturday along the impoverished country’s borders, with a smattering of supplies getting through but most of it blocked by armed loyalists of President Nicolás Maduro.\nThe aid deliveries, promised by the opposition leader, Juan Guaidó, have been viewed as a major test of his credibility in the month since he declared himself president and promised to call for new elections and end Venezuela’s economic free-fall.\n“The humanitarian aid is definitely on its way to Venezuela, in a peaceful manner, to save lives right now,” said Mr. Guaidó, standing in front of a warehouse on the Colombian side of the border.\nAs the day progressed, some of the humanitarian aid pierced Mr. Maduro’s blockade — one truck got through on a remote section of the border with Brazil — but most of it did not. And although a few members of the security forces defected, Mr. Guaidó’s hope that the armed forces would step aside and even join his flag-waving supporters did not come to pass.\nA day that was billed by the opposition as decisive in the struggle with Mr. Maduro over the country’s leadership turned chaotic and inconclusive. Mr. Maduro, furious that Colombia had helped the opposition, broke relations with its government and gave its diplomats 24 hours to get out.\nThere also was no guarantee that the 35-year-old opposition leader, who has emerged as the biggest political threat to Mr. Maduro, would even be allowed back into Venezuela by the authorities, who had barred him from traveling abroad.\nMr. Maduro, who has called Mr. Guaidó a Trump administration stooge, said the promises of emergency aid masked an American plot to invade Venezuela, and he vowed to thwart it.\nAs protesters clashed with security forces at various points along the border with Brazil in the south and Colombia in the west, a defiant Mr. Maduro took to a stage in the capital, Caracas, dancing the salsa with his wife and addressing supporters in an event carried on national television.\n“I am stronger than ever,” he said, before asking, “Why am I here? Because you are the ones who decide, not Donald Trump.”\nHe also called Mr. Guaidó a “puppet of imperialism,” and explained the break with Colombia, which effectively sealed Venezuela off, as the borders with Brazil and three Caribbean islands were already closed.\n“We can’t keep putting up with the Colombian territory being used for attacks against Venezuela,” Mr. Maduro said. “For that reason, I have decided to break all political and diplomatic relations with Colombia’s fascist government.”\nThe White House condemned the use of force by Mr. Maduro’s government, warning that rights violations “will not go unpunished,” and urging the military to “uphold its constitutional duty to protect the citizens of Venezuela” and allow aid to enter the country.\nMike Pence, the vice president, is scheduled to visit Colombia and meet with Iván Duque, the country’s president, on Monday. He is expected to continue urging Mr. Maduro to step down.\nEarlier on Saturday, on the borders with Colombia and Brazil, opposition protesters waved banners and chanted antigovernment slogans as they waited to escort trucks full of humanitarian aid across several bridges into Venezuela.\nTwo pickup trucks of aid crossed into Venezuela from the Brazilian town of Pacaraima in the country’s north, in what opposition figures said was a small but symbolic puncture of Mr. Maduro’s pledge to keep unauthorized assistance out.\n“We did it,” said María Teresa Belandria, who is the Brazil envoy of Mr. Guaidó. “This is a major victory.”\nBut as of Saturday night, the trucks remained stranded on the border, according to Jesús Bobadillo, a Catholic priest in Pacaraima, the Brazilian border town.\n“This whole thing has failed,” Mr. Bobadillo said Saturday night in a phone interview, lamenting that with the borders shut, the crisis could worsen for the neediest people. “The drama of hunger and lack of medicine continues, but now it’s even worse because at least before, people had an escape valve.”\nOn Friday, Venezuelan forces near the border with Brazil had opened fire on a crowd blocking access to a road, killing two people. On Saturday, the National Guard continued to attack, firing tear gas and live ammunition at civilians, according to the opposition lawmaker Américo de Grazia.\nBy the end of the day Saturday, at least two more people were dead, according to Alfredo Romero, the head of Foro Penal, an organization that tracks violence in Venezuela. And Colombia’s migration authorities said 23 members of the security forces had crossed the border and defected from Mr. Maduro’s authoritarian regime.\nBut there were no signs of major breaches in the blockade. Trouble erupted as a march near a footbridge to Colombia degenerated into running battles between young protesters and security forces, underscoring the risks Mr. Maduro’s adversaries are taking in their campaign against him.\nThat march, in the Venezuelan border town of Ureña, was meant to clear a path for aid to be delivered via a footbridge blocked by Mr. Maduro’s forces. Local residents tried to storm the bridge, but Venezuelan security forces fired tear gas to disperse them, and clashes left a trail of damage and burning vehicles.\n“I just couldn’t keep quiet anymore,” said Edilson Cisneros, who was hit with buckshot as he walked with opposition lawmakers in Ureña. “Too many people are having a hard time here. This can’t go on like that anymore.”\nThe border showdown has become one of the most tense and unusual in the region’s history.\nMr. Guaidó has been recognized as Venezuela’s interim president by more than 50 countries, including the United States. He has staked his challenge to Mr. Maduro on a promise that he will do what the president refuses to: open the country, which suffers from deadly shortages of food and medicine, to international aid shipments.\nThe White House has waded deep into the standoff, authorizing shipments of aid on military planes and holding a rally at which President Trump warned Venezuela’s military to abandon Mr. Maduro or “lose everything.”\nMr. Maduro now claims that the aid containers are part of a plot that will lead to an American invasion. His government erected shipping containers on the Tienditas Bridge to keep the aid out.\nBefore the border closing, Mr. Guaidó himself slipped into Colombia, where he was greeted like a rock star at a Latin pop music concert in support of the opposition that was sponsored by the British billionaire Richard Branson.\nSeveral hundred Venezuelans had gathered on Friday night in an empty lot beside the Tienditas Bridge here in the Colombian border city of Cúcuta, under a massive flag hung from a crane. Many slept on open ground in the makeshift camp as opposition activists organized prayer circles and danced to salsa music, calling for the downfall of Mr. Maduro.\n“I know it’s been a long night, but we are moving ahead,” an opposition member, Adolfo Marín, said to the crowd. “Remember we have a blockade, but manpower is supernatural — believe me, with a small group of people we can move these containers with a push and a shove.”\nVictor Barboza, an organizer in the camp, said: “The soldiers of the lower and middle classes today need humanitarian aid, too,” referring to the security forces waiting on the other side of the bridge. “They have a child who eats just one meal a day. They have a sister who can’t get medication for her illness.”\nMany Colombians expressed sympathy with Mr. Guaidó’s cause and solidarity with those on the other side of the border. But many others, like Mr. Bobadillo, the priest, lamented that humanitarian aid has become heavily politicized as the standoff between Mr. Maduro and Mr. Guaidó escalates.\n“It’s been used and abused by both sides,” Mr. Bobadillo said. “I am not a political analyst, but I fear that in the end this may leave us with Maduro feeling stronger and more arrogant.”", "date": "Feb. 23, 2019", "href": "https://www.nytimes.com/2019/02/23/world/americas/venezuela-aid-border-maduro.html", "tags": "deadly opposition “ maduro venezuela border aid blockade erupts pierces colombia brazil violence"}