{"title": "Sony Cyberattack, First a Nuisance, Swiftly Grew Into a Firestorm", "content": "LOS ANGELES — It was three days before Thanksgiving, the beginning of a quiet week for Sony Pictures. But Michael Lynton, the studio’s chief executive, was nonetheless driving his Volkswagen GTI toward Sony’s lot at 6 a.m. Final planning for corporate meetings in Tokyo was on his agenda — at least until his cellphone rang.\nThe studio’s chief financial officer, David C. Hendler, was calling to tell his boss that Sony’s computer system had been compromised in a hacking of unknown proportions. To prevent further damage, technicians were debating whether to take Sony Pictures entirely offline.\nShortly after Mr. Lynton reached his office in the stately Thalberg building at Sony headquarters in Culver City, Calif., it became clear that the situation was much more dire. Some of the studio’s 7,000 employees, arriving at work, turned on their computers to find macabre images of Mr. Lynton’s severed head. Sony shut down all computer systems shortly thereafter, including those in overseas offices, leaving the company in the digital dark ages: no voice mail, no corporate email, no production systems.\nA handful of old BlackBerrys, located in a storage room in the Thalberg basement, were given to executives. Staff members began to trade text messages using hastily arranged phone trees. Sony’s already lean technical staff began working around the clock, with some people sleeping in company offices that became littered with stale pizza. Administrators hauled out old machines that allowed them to cut physical payroll checks in lieu of electronic direct deposit.\nStill, for days the episode was viewed inside Sony as little more than a colossal annoyance. Though Sony executives were quickly in touch with federal law enforcement officials, the company’s initial focus was on setting up jury-rigged systems to let it limp through what was expected to be a few days or weeks of inconvenience. The company’s first statement on the breach, made on Nov. 24, seems almost absurdly bland in retrospect: “We are investigating an I.T. matter.”\nIn fact, less than three weeks later Sony would be the focal point of a global firestorm over a growing digital attack on its corporate identity and data; its movie “The Interview,” about the fictional assassination of the North Korean leader Kim Jong-un; and its own handling of the ensuing crisis.\nInterviews with over two dozen people involved in the episode suggest that Sony — slow to realize the depths of its peril — let its troubles deepen by mounting a public defense only after enormous damage had been done. The initial decision to treat the attack as largely an internal matter reflected Hollywood habit and the executive sang-froid of Mr. Lynton, who can be cool almost to a fault. As Mr. Lynton discovered, however, at a midpoint in the episode, this predicament required a wholly different approach.\nIn truth, “There is no playbook for us to turn to,” Mr. Lynton told his staff at one point. Mr. Lynton and his colleagues underestimated the ferocity of the interaction between the news media and the hackers as the drama unfolded in December. Hackers released the information to traffic-hungry websites, which published the most embarrassing details, while Sony mostly stayed publicly silent.\nHurt by a misstep when it announced the cancellation of a Christmas Day release for “The Interview,” Sony was knocked about by criticism by the White House, Hollywood stars and others who accused it of capitulating to extortionist threats. The studio’s ultimate success in showing its film in face of a terror threat came after Mr. Lynton’s natural reserve fell more in line with the passion and grit of the studio’s co-chairwoman, Amy Pascal, who was undermined early in the attack by the disclosure of embarrassing personal emails.\nThe son of a German Jew who served in British intelligence during World War II, Mr. Lynton, 54, had weathered past corporate crises, including an inherited accounting scandal when he ran the Penguin publishing house and a recent attempt by the activist investor Daniel S. Loeb to force change at Sony. But neither of those episodes matched the complexity and surreal twists of the hacking, which ultimately became a test of national will, a referendum on media behavior and a defense of free expression, even of the crudest sort.\n“What it amounted to was criminal extortion,” Mr. Lynton said in an interview.\nBy Dec. 1, a week after Sony discovered the breach, a sense of urgency and horror had penetrated the studio. More than a dozen F.B.I. investigators were setting up shop on the Culver City lot and in a separate Sony facility near the Los Angeles airport called Corporate Pointe, helping Sony deal with one of the worst cyberattacks ever on an American company.\nMountains of documents had been stolen, internal data centers had been wiped clean, and 75 percent of the servers had been destroyed.\nEverything and anything had been taken. Contracts. Salary lists. Film budgets. Medical records. Social Security numbers. Personal emails. Five entire movies, including the yet-to-be-released “Annie.”\nLater, it would become apparent through files stolen by the hackers and published online that Mr. Lynton and Ms. Pascal had been given an oblique warning. On Nov. 21, in an email signed by “God’s Apstls,” the studio was told to pay money for an unspecified reason by Nov. 24. If the studio did not comply, the bizarre missive said, “Sony Pictures will be bombarded as a whole.”\nBut the warning either did not find its way to Mr. Lynton or he missed its importance in the daily flood of messages to his inbox. In the first days of the attack, responsibility for which was claimed by a group calling itself “Guardians of Peace,” the notion of North Korean involvement was little more than a paranoid whisper.\nIn June, a spokesman for North Korea’s Ministry of Foreign Affairs said in a statement said the country would take “a decisive and merciless countermeasure” if the United States government permitted Sony to make its planned Christmas release of the comedy “The Interview.”\nAt the time, the threat seemed to many almost as absurd as the film, which was not mentioned in early communications from the hackers.\nIn the gossipy nexus that quickly connected Hollywood’s trade news media with studio insiders and a growing circuit of information technology experts, talk circulated of a “mole” — a Sony employee who was presumed by many to have been instrumental in penetrating the computer systems and spotting the most sensitive data.\nThe theory of violation by an ex-employee or disgruntled insider persists among computer security experts who remain unpersuaded by the F.B.I.'s focus on evidence pointing toward North Korea, which the agency made public in a news release on Dec. 19.\nBut senior Sony executives, speaking on the condition of anonymity because the investigation is incomplete, now say the talk of a rogue insider reflects a misunderstanding of the F.B.I.'s initial conclusions about the hacking. Federal investigators, they said, did not strongly suspect an inside job.\nRather, these executives said, the F.B.I. found that the hackers had used digital techniques to steal the credentials and passwords from a systems administrator who had maximum access to Sony’s computer systems. Once in control of the gateways those items opened, theft of information was relatively easy.\nGovernment investigators and Sony’s private security experts traced the hacking through a network of foreign servers and identified malicious software bearing the familiar hallmarks of a hacking gang known as Dark Seoul. Prodded for inside information at a social gathering — long before the F.B.I. announced any conclusions — Doug Belgrad, president of Sony’s motion picture group, responded, “It’s the Koreans.”\nAs the F.B.I. stepped up its inquiry, the hackers — who still had made no explicit mention of “The Interview” — dropped the first in a series of data bundles that were to prove a feast for websites like Gawker and mainstream services like Bloomberg News for weeks.\nAnd so was set a pattern. Every few days, hackers would dump a vast new group of documents onto anonymous posting sites. Reporters and other parties who had shown an interest in searching the Sony files were then sent email alerts — essentially digital treasure maps from the hackers.\nThe files seemed to fulfill every Hollywood gossip’s fantasy of what is said behind studio walls. Ms. Pascal was caught swapping racially insensitive jokes about President Obama’s presumed taste in African-American films. A top Sony producer, Scott Rudin, was discovered harshly criticizing Angelina Jolie. Mr. Lynton was revealed to be angling for a job at New York University.\nSony technicians privately started fighting back by moving to disrupt access to the data dumps. But the studio — apart from public apologies by Ms. Pascal — was largely silent on the disclosures.\nIn this, Mr. Lynton was perhaps betrayed by his own cool. While Ms. Pascal alternately wept and raged about the violation, Mr. Lynton assumed the more detached manner that had served him well in the publishing world. Mr. Lynton engaged in debates with lawyers who rendered conflicting opinions as to whether media outlets could in fact be stopped from trading in goods that were, after all, stolen.\nAs a tough and seasoned executive in her own right, Ms. Pascal brought badly needed expression to emotions that many, perhaps most, Sony employees were feeling. Hoarse and humbled, she would eventually bring colleagues to her side with an address at an all-hands gathering on the Sony lot in which she said: “I’m so terribly sorry. All I can really do now is apologize and ask for your forgiveness.”\nUntil shortly before that, Mr. Lynton was hesitant about confronting media outlets with legal action. But the lawyer David Boies persuaded him there was a case to be made against free trade in information that was essentially stolen property. Mr. Boies on Dec. 14 began sending legal warnings to about 40 media outlets using the stolen data.\nOn Dec. 15, while rallying the troops at that gathering on the Sony lot, Mr. Lynton displayed flashes of anger and words of resolve — fighting spirit he had not shown publicly. “Some of the reporting on this situation has been truly outrageous, and is, quite frankly, disgusting,” he said. He urged employees not to read the anticipated next waves of emails, lest they turn on one another.\n“I’m concerned, very concerned, that if people continue to read these emails, relationships will be damaged and hurt here at the studio,” he said.\nShortly before 10 a.m. the next day, Dec. 16, the hackers made good on their promise of a “Christmas gift,” delivering thousands of Mr. Lynton’s emails to the posting sites. With the emails came a message that within minutes converted the hacking from corporate annoyance to national threat and fully jolted Sony from defense to offense.\n“Soon all the world will see what an awful movie Sony Pictures Entertainment has made,” it said. “The world will be full of fear. Remember the 11th of September 2001.” The message specifically cited “The Interview” and its planned opening.\nUnfazed until then by Sony’s problems, exhibitors were instantly galvanized. “When you invoke 9/11, it’s a game changer,” said one theater executive.\nWithin hours, the National Association of Theater Owners convened a board meeting. Through the day, the exhibitors were briefed by Sony executives (though not by Mr. Lynton), who took a position that infuriated some owners: The studio would not cancel the film, but it would not quarrel with any theater that withdrew it because of security concerns.\n“Sony basically punted,” said one theater executive, speaking on the condition of anonymity because of confidentiality strictures. “Frankly,” the executive added, “it’s their movie, and their mess.”\nCarmike Cinemas, one of the country’s four largest chains, was the first to withdraw. By the morning of Dec. 17, owners of about 80 percent of the country’s movie theaters — including Regal Entertainment, AMC Entertainment, and Cinemark, already mired in legal fights over a 2012 theater shooting in Colorado — had pulled out.\nAt the same time, Mr. Lynton was advised by George Rose, who is in charge of human resources, that employees, for the first time since the initial attack, were showing signs of being deeply shaken by the possibility of violence to themselves and to the audience.\nThat afternoon, Sony dropped “The Interview” from its schedule. In theory, the studio had gotten its way by putting the onus for cancellation on apprehensive theater owners.\nBut Sony at that moment made a critical error. In a hasty statement, in some cases delivered orally to reporters, the studio said it had “no further release plan” for “The Interview.” In fact, Mr. Lynton had been talking with Google’s chairman, Eric E. Schmidt, and others about an alternative online release — discussions that Google would later confirm publicly. But Sony’s statement was widely interpreted to mean Sony would shelve the movie for good, leaving an impression that it had caved to the hackers and a terrorist threat.\nThe reaction was swift and furious. Hollywood stars and free speech advocates sharply criticized the decision. On Friday, Dec. 19, President Obama used his final news briefing of the year to rebuke Sony for its handling of the North Korean threat: “We cannot have a dictator imposing censorship in the U.S.” For Mr. Lynton, the president’s remarks became a personal low point in the entire affair. He had expected support from Mr. Obama — of whom Mr. Lynton and his wife, Jamie, were early and ardent backers in 2007. “I would be fibbing to say I wasn’t disappointed,” Mr. Lynton told a CNN interviewer shortly afterward, understating his reaction. (Mr. Lynton had already agreed to the CNN interview and, in fact, watched the president’s news conference from a TV in a CNN lounge.)\n“You know, the president and I haven’t spoken,” Mr. Lynton added. “I don’t know exactly whether he understands the sequence of events that led up to the movies’ not being shown in the movie theaters.”\nThe president’s decision to specifically — and harshly — criticize Sony was not mapped before the news conference, according to two senior American officials. But it was clear to Mr. Obama’s aides and national security staff that the president felt passionately about the issue and was eager to push for the film’s release, the officials said.\nShortly after the president spoke, shocked Sony executives spoke with senior members of the White House staff, asking whether they had known that the president was going to criticize them. The staff members told the executives that nothing had been planned.\nIn the end, the exchanges were constructive, as administration officials persuaded Sony that an expanded electronic attack was unlikely; that gave the studio cover to tell the distributors and theaters they were very likely safe to show the film. But Mr. Obama played no direct role in pushing deals that, in less than a week, would put “The Interview” online and in 331 smaller theaters.\nSony’s Christmas Eve triumph in announcing an immediate online release of “The Interview” was more fragile than it looked. While Google had been committed for a week, Microsoft and its Xbox service came aboard only late the night before.\nIn the end, the film may be seen by more viewers than if it had experienced an unimpeded, conventional release, particularly if, as studio executives suspect, those who paid for the film online were joined by friends and family. Sony said “The Interview” generated roughly $15 million in online sales and rentals during its first four days of availability.\nNow, five weeks into the episode, Sony’s internal technology is still impaired. Executives estimate that a return to normal is at least five to seven weeks away.\nBut the studio’s spirit apparently remains intact. Showing up in the Sony cafeteria for lunch last week, as a theatrical release and the Google and Microsoft deals were announced, Mr. Lynton was surrounded by 30 to 40 employees who told him they were proud to be at Sony and to get the movie out.\n“If we put our heads down and focus on our work, I honestly think we can recover from this in short order,” Mr. Lynton said on Sunday.", "date": "Dec. 30, 2014", "href": "https://www.nytimes.com/2014/12/31/business/media/sony-attack-first-a-nuisance-swiftly-grew-into-a-firestorm-.html", "tags": "sony studio first nuisance would ” interview lynton swiftly grew — firestorm cyberattack"}