{"title": "Sophie Turner Discusses 'Game Of Thrones' Rape Scene, Says Sansa Is Strong As Ever", "content": "If Sansa Stark is anything, she's strong. \nSophie Turner discussed her \"Game of Thrones\" character and the Season 5 rape scene involving Sansa and new husband Ramsay Bolton while on a panel with her co-stars at Comic-Con in San Diego Saturday. The scene in question appeared in a May episode, and some viewers vowed to quit the show altogether after viewing the horrible moment. Some felt the way the gratuitous rape scene was shot -- with the camera focusing on Theon Greyjoy (Alfie Allen) instead of Sansa -- undermined the Stark daughter, whose character arc saw her prevail and become more secure despite the many tragedies she faced. \nBut on Saturday, Turner made it clear that Sansa is no less powerful than she was before. \n\"[If] there's one thing that Sansa still is, despite what happened to her, [it's] strong,\" she said when asked by an attendee about the scene. \"She’s not to blame for any of that. I really don’t know why they ... focused on Theon, because I was giving a great performance.\" \nShe explained that life with the Boltons could spell Sansa's own death, and the scene spoke to the many facets of her character. \n“She thought it through in her head. She could have fought back if she wanted to, but she didn’t,\" she said. \"And I think that's, you know, it's good for her character. She's one of those characters that does her scheming in her mind, not outwardly.\" \nAuthor George R.R. Martin defended HBO's choice to include the scene, which does not occur in the books, after it aired. And Turner previously said she \"secretly loved\" having such a \"daunting\" component added to the script.  \nWatch the Q&A below. \n﻿Also on HuffPost:\nTo subscribe to our HuffPost Entertainment WhatsApp account:\n1. Download WhatsApp on your phone.\n2. Save this number, 347-334-1794, in your phone’s contacts.\n3. Text \"POP\" to that number via your WhatsApp account.\nYou can unsubscribe at any time by texting “STOP\" to the same number.\n ", "date": "\n07/13/2015", "href": "https://www.huffpost.com/entry/sophie-turner-defends-game-of-thrones-rape-scene_n_55a40924e4b0b8145f733649", "tags": "ever rape whatsapp stark discusses number scene strong sansa turner says thrones character sophie"}