{"title": "Soup kitchens and start-ups: Greek bailout era ends", "content": "\"We thought about suicide many times\", says Dimitris Koumatsioulis, \"because when you reach the edge of a cliff, you either fall off or you grip it and hold on.\"\n\"But we said no - we struggled, and that's why we're still here\".\nThe cliff edge for him loomed in 2011, a year after Greece collapsed into financial crisis, taking his factory Viome with it. \nBased in the northern city of Thessaloniki, it produced adhesive for the tiles made in its parent company, Philkeram-Johnson. \nA once successful Greek business became an iconic crisis bankruptcy, leaving dozens of workers at risk of losing their livelihoods.\nDimitris and his colleagues decided to take over Viome, forming a workers' co-operative in which all are equal and paid the same. \nIn the rusting, cavernous factory, mixers are whirring and machines have come back to life. \nStarting afresh, bottom up: it is a metaphor for Greece itself, which is finally exiting its bailout programme, rebuilding itself from an economic wasteland.\nIn 2010, Greece revealed its sky-high deficit. It was frozen out of the markets and was forced into a financial rescue by the European Union and International Monetary Fund.\nThree successive bailouts, totalling €289bn (£259bn; $330bn), came with the price of drastic austerity measures.\nI covered the crisis as the BBC Athens correspondent, reporting on the near-daily protests that brought tens of thousands to the streets, as salaries and pensions were repeatedly slashed and taxes soared.\nDespair frequently turned to rage, as central Athens was consumed by running battles between a hardcore of protesters and riot police.\nFor hours, Syntagma Square outside parliament would be clouded in tear gas, echoing to the thud of stun grenades and petrol bombs. \nAs Greece is given the final tranche of bailout funds and finishes the programme eight years on, I returned to a much calmer, but still deeply wounded country.\nUnemployment is at 20%, down from a high of 28%, austerity has pushed one in five below the poverty line and the economy has shrunk by a quarter.\nThe government says Greece will now be able to stand on its own two feet, vaunting 1.4% growth in 2017 and a planned return to the markets later this year.\n\"We fully understand what the Greek people have endured,\" says Deputy Economy Minister Alexis Haritsis, \"but we strongly feel that these first indications of improvement in the economy can and will be reflected in the daily life of ordinary people\". \nAusterity was \"the wrong medicine\", he admits, but his government insists it was forced to swallow it or its banks would have sunk and it could have been forced out of the eurozone.\nGreece may be coming off life support - but real recovery is still far off. The International Monetary Fund (IMF) says only four countries have shrunk more than Greece in the past decade: Yemen, Libya, Venezuela and Equatorial Guinea.\nSoup kitchens are still busy serving the \"new poor\" - those who suddenly lost homes and jobs in the crisis, their livelihoods destroyed in 21st-Century Europe.\nTassos Smetopoulos and his team of volunteers run a food handout in central Athens.\n\"The numbers are actually rising,\" he says, chopping up vegetables for a huge pot to serve to those who wait. \"The bailout might be ending on paper - but not in reality.\"\nFifty-four-year-old Fotini, who was laid off three years ago, is one of the few who will speak openly. This proud nation has struggled to accept its loss of dignity. \n\"I don't see the crisis coming to an end,\" she says. \"We are stressed and angry because we don't have jobs. I'm embarrassed that I can't buy my little grandchildren a present. We just want to live comfortably in our own homes so we can look our children in the eyes.\"\nYoung start-up companies are fuelling a sense of recovery, breathing life into Greece's moribund economy.\nThey're drawing back home some of the 500,000 Greeks who emigrated during the crisis; the \"reverse brain-drain\" is crucial if Greece is to rebuild.\nAt Workable, an online human resources company, 20- and 30-somethings exude optimism in their bright Athens office.\n\"When I came home on holiday in the middle of the crisis, you could see in people's faces they were sad and angry,\" says Tassos Kakalis, who has returned from London. \"Now I think it's getting a lot better. People are picking up the pieces.\"\n\"It's tricky to say we've exited the crisis - that's an illusion,\" cautions his colleague, Alexia Mandriali. \"But the fact that we no longer have any issues of whether we will be in the eurozone tomorrow - that is giving us some sort of stability.\"\nEven at the height of economic depression, I found Greeks to be an exceptionally resilient people. Friends visiting would ask me, \"where is the crisis?\", as they wandered between the still-bustling cafes and shops of Athens.\nYou could see it: in the shuttered businesses, in the homeless and the begging - a previously unfamiliar sight in the city. \nBut most of all you could hear it, in the stories of hardship from a nation where family provides the safety net, but where even that was breaking down. \nEight years on, Greece feels like the worst is behind it. A boom in tourism, its biggest industry, is helping, with a record 32 million visitors expected this year, more than double the number in 2010. \nThe pain of its worst financial crisis in living memory could take a generation to ease. \nBut a ray of hope is beginning to flicker here.", "date": "20 August 2018", "href": "https://www.bbc.com/news/world-europe-45221149", "tags": "could bailout greek era economy start-ups says soup greece athens year ends kitchens crisis life still"}