{"title": "Souring World Views of Trump Open Doors for China and Russia", "content": "WASHINGTON — Much of the world has soured on American leadership since President Trump took office, a loss of faith that has opened up opportunities for other countries like China, Russia and Germany to assert themselves on the international stage, according to an extensive new survey of people living around the globe.\nJust 30 percent of people interviewed in 134 countries last year approved of American leadership under Mr. Trump, a drop of nearly 20 percentage points since President Barack Obama’s final year and the lowest finding since the Gallup polling organization began asking the question overseas more than a decade ago. The decline was especially steep in Latin America, Europe and Canada.\nThe findings of the survey come just a week before Mr. Trump plans to go to Europe to attend the annual World Economic Forum in Davos, Switzerland, a traditional gathering of political and economic elites. Mr. Trump has alienated many other countries, including longtime American allies, by pulling back from international agreements and organizations, not to mention by issuing derogatory remarks like those last week denigrating Africa and Haiti.\n“It makes it more challenging to lead when people are this down on your leadership,” said Jon Clifton, Gallup’s global managing partner. “But on the other hand, if we were sitting with President Trump and his leadership team, they would say these results are understandable because we’re making tough decisions.”\nAmong those decisions has been abandoning the Trans-Pacific Partnership trade agreement and the Paris climate change accord, undercutting the multinational nuclear deal with Iran, assailing NATO allies for not spending more on their militaries and threatening to scrap free-trade pacts with Mexico, Canada, South Korea and others.\nThe survey showed that approval of American leadership has fallen 10 points or more in 65 of the 134 countries since Mr. Trump’s inauguration, while it increased by that much or more in just four countries: Belarus, Israel, Liberia and Macedonia. It fell by 40 percentage points in Canada (from 60 percent in 2016 to 20 percent in 2017) and 28 percentage points in Mexico (from 44 to 16 percent).\nAmong NATO countries, 18 of 28 had 10-point declines or more, including Italy (14 points), Germany (21 points), Britain (26 points), France (28 points), Belgium (44 points) and Portugal (51 points). Even in Norway, which Mr. Trump singled out last week for praise, saying he would rather immigrants come from there than Africa or Haiti, just 13 percent approved of Mr. Trump’s leadership, down 42 points from Mr. Obama.\nOn the other hand, Africa was a bright spot for Mr. Trump, with 51 percent approving his leadership, just two points lower than the year before. The survey was taken before recent reports of Mr. Trump’s disparaging remarks about some African nations.\nThe results are broadly consistent with a Pew Research Center survey taken last year, but Gallup highlighted the comparison with other major powers. With 41 percent approval, Germany has replaced the United States as the top-rated global power. China at 30 percent has reached nearly even footing, and Russia is barely trailing with 27 percent.\nThe survey conflicts with Mr. Trump’s oft-stated assertion that the world is respecting the United States more under his leadership. Instead, the Gallup reported concluded, Mr. Trump’s foreign policy and his words “have sowed doubt about the U.S. commitment to its partners abroad and called its reliability into question.”", "date": "Jan. 18, 2018", "href": "https://www.nytimes.com/2018/01/18/us/politics/global-survey-trump.html", "tags": "american open world percent china since points leadership views trump doors countries last survey russia souring"}