{"title": "South Pacific Nation Shrugs Off Worries on China’s Influence", "content": "SANTO ISLAND, Vanuatu — Australian officials have become increasingly concerned about China’s influence in the small island countries of the South Pacific, especially around infrastructure like a gleaming new wharf in Vanuatu that was built by a Chinese construction company and financed by the Chinese government.\nThe wharf, Australian officials said, could lead to China’s seizing strategic property and becoming a more direct military threat, within striking distance of Australia’s east coast.\nBut in a sign of the growing divide over China’s role, Vanuatu’s leaders are pushing back — sharing for the first time the contract this country signed with China for the wharf, and arguing they are perfectly capable of paying back the loans and making decisions on their own about when to work with China.\n“The loan was considered economically viable for such infrastructure as the main gateway for international trade between the northern part of the country and the rest of the world,” said Foreign Minister Ralph Regenvanu of Vanuatu.\nHis decision to share the contract was just the latest example of how Vanuatu, a nation of roughly 80 islands and 270,000 people, is trying to alleviate the concerns of Australia, New Zealand and the United States about whether China sees the archipelago as a vulnerable mark, and a potential military outpost.\nThe wharf was built by the Shanghai Construction Group Co. Ltd. and opened last August. In recent weeks it has become a source of concern in Australia, where defense officials worry that Vanuatu and China have discussed a possible Chinese military base, which could make the wharf available for military and commercial use.\nAustralian officials and experts have also questioned the terms of the financing deal, suggesting that in the case of default, China could seize the wharf directly through a “debt equity swap” like what was used to take over Sri Lanka’s main port when that nation fell behind on Chinese loans.\nBut Mr. Regenvanu, sharing a copy of the contract signed in 2014, confirmed it did not include a debt equity swap clause. He said Vanuatu sees the wharf as valuable and necessary for hosting the fast-growing cruise ship and agricultural exports industries.\nIn the wake of Australian news reports about a potential Chinese military facility, Prime Minister Charlot Salwai of Vanuatu personally assured Prime Minister Malcolm Turnbull of Australia that Vanuatu was not in discussions with China about a base.\nVanuatu, Mr. Regenvanu said, prefers neutrality. The country is a longtime member of the Nonaligned Movement — a group of countries not formally aligned with any superpower — and he cited that membership as a reason Vanuatu would never allow a Chinese military installation.\nVanuatu, however, was the first Pacific nation to support China’s claims in the South China Sea and its ties to China have been increasing. For several years now, China has been on a construction spree in Vanuatu, erecting government buildings, stadiums, convention centers, roads and extensions to Port Vila’s runway to allow for larger planes.\nDirect weekly flights from Beijing and Shanghai are expected to start at the end of the year.\nThe wharf on Santo Island has long been strategic. First built by Seabees during World War II, Vanuatu (then called the New Hebrides) was the second-largest American military base in the Pacific after Hawaii. More than half a million troops passed through the port on their way to fighting crucial battles at Guadalcanal in the neighboring Solomon Islands.\nDespite the government of Vanuatu’s assurances, experts said the terms in the contract between Vanuatu and China’s EXIM Bank, with Shanghai Construction Group Co. Ltd. as supplier or builder, are heavily weighted in China’s favor in the event of a default.\nThe terms are more restrictive than the loan provided by Japan for a similar wharf.\nJapan’s loan provides a 10-year grace period, a loan with interest of .55 percent and a repayment schedule of 40 years.\nThe Chinese EXIM Bank loan has a five-year grace period, interest of 2.5 percent and a 15-year repayment schedule.\nIn the case of nonpayment, China can also call in the entire debt at once. And the contract is entirely subject to the laws of China and any arbitration must be done via CIETAC — the China International Economic and Trade Arbitration Committee.\nBut Vanuatu’s debt-to-G.D.P. ratio — around 30 percent, with half the debt owing to China and the other half owed largely to the Asian Development Bank — is not out of line for what is typical in the region, experts said.\nThe broader question, discussed openly in the dimly lit kava bars that locals frequent, concerns China’s motivations and whether small countries can withstand its influence.\n“Some of us are worried about Chinese taking over the economy since they run most of the trade stores already and they are bringing in workers to do basic jobs that locals can do,” said Joseph Waiku, a local construction worker. “We hope our government is looking out for our long-term interests.”", "date": "June 13, 2018", "href": "https://www.nytimes.com/2018/06/13/world/asia/vanuatu-china-wharf.html", "tags": "military construction china worries wharf influence contract chinese shrugs loan south pacific nation — vanuatu"}