{"title": "Spain’s Long Economic Nightmare Is Finally Over", "content": "MARTORELL, Spain — Inside a factory as cavernous as an airport terminal, half-built cars glide down the assembly line in a parade that never ends. Workers in coveralls sidle up on queue, attending to the meticulously timed tasks of turning steel into road-ready sedans.\nThe bustling activity at the SEAT auto factory in this industrial town just west of Barcelona attests to the new reality coloring life in Spain. The economy is growing again, expanding at around 3 percent pace over the last year, producing goods for export, generating jobs and restoring a sense of normalcy to a nation that has been saturated in despair.\nThis is good news not merely for Spain, but for Europe and the rest of the global economy.\nFor most of the last decade, Spain has suffered as an extreme example of the economic carnage that has assailed the 19 nations sharing the common European currency. Its astonishing levels of unemployment, which peaked at 26 percent, stood as a prominent marker of the desperation inflicted by the implosion of its real estate investment bubble, combined with the global financial crisis.\nNow, Spain’s economy has returned to its pre-crisis size, according to data released by the government on Friday. This seemingly puts the finish to one of the worst economic catastrophes to play out in Europe in the years since World War II. It suggests that the continent, still grappling with formidable, even existential challenges, has finally achieved recovery.\nThe sense of revival is palpable along the Barcelona waterfront, where stevedores work the arms of giant cranes hoisting containers full of factory wares onto giant vessels bound for points across Europe and Asia. It infuses a crop of start-up companies filling up the forlorn office spaces in major Spanish cities, where the cost of living looks more reasonable than London or Paris. It permeates even the vineyards, where a crop of young entrepreneurs is capturing spoils by reimagining family businesses, exporting classic wines in new bottles.\nSpain’s experience offers lessons for Europe, though in precisely what way depends on one’s views on how things went so wrong.\nUnder one school of thought, Spain was a victim of the budget austerity imposed by European leaders in a wrongheaded effort to choke the crisis. Faced with the bursting of the real estate bubble combined with a global downturn, the government should have unleashed money on infrastructure projects to generate jobs.\nInstead, rules governing the euro forced Spain to limit spending, extending the agony. Spain’s newfound global competitiveness is in large part a function of how wages have remained depressed even as jobs have returned. In this telling, Spain’s resurgence is less cause for celebration than a grim reminder of how long it took.\nThe pain is etched in the numbers. The unemployment rate remains above 18 percent and is near 39 percent for younger workers. Some 4.25 million people in a nation of 47 million are officially looking for work. Even in areas of growth, fraught labor negotiations and frequent strikes attest to the insecurity of work and the pain of diminished wages.\nOthers cite Spain as a validation of the revivifying powers of tough economic reforms. Spain made it easier for employers to fire workers, thus making them more willing to hire. In this telling, Spain is a useful template for France, as its new president, Emmanuel Macron, girds for resistance from  unions to his own labor alterations.\nSpain’s economic reconfiguration is widely hailed as a key driver of growth. A decade ago, the country was hopelessly addicted to a credit-fueled construction boom that produced a shattering bust, leaving banks collapsing in the face of bad loans.\nToday, construction is at half its previous weight in the Spanish economy. Exports have swelled to close to one-third from about one-fourth of the national economy.\nThe massive SEAT (pronounced say-AHT) factory, part of the Volkswagen Group, is a prime example of how Spain has seen its fortunes lifted by exports. Back in 2010, the plant was losing money while producing 300,000 cars a year. Last year, it rang up profits of 153 million euros (about $172 million) making 450,000 cars and exporting more than 80 percent of those vehicles. It has shifted to manufacturing higher-profit products like Audi sedans.\nWithin the whole of the Spanish economy, cars, trucks and auto parts now collectively compose more than 17 percent of total exports, according to data assembled by the M.I.T. Media Lab’s Observatory of Economic Complexity.\n“They have become a model industry in Spain in terms of how to become successful, and reform, and compete abroad,” said Angel Talavera, a senior eurozone economist with Oxford Economics in London.\nThe SEAT plant is midway through a five-year upgrade, injecting some €3.3 billion (about $3.8 billion) worth of new machinery into its operations. When company executives touted their VW overseers on the merits of investing such an enormous sum in Spain, they pointed to the labor reforms.\n“It was a relevant sign,” said Joachim Hinz, director of financial planning at the SEAT complex. “This country is moving in the right direction.”\nOn a recent afternoon at the factory, driverless carts roll quietly, carrying parts to workers just as they are needed. Computer sensors send alerts when anything goes awry; a screw left loose, an electrical connection not made.\n“If you’re a loss maker, you’re fighting like hell every day, 365 days of the year, to get better,” Mr. Hinz said. “A crisis holds an opportunity.”\nMany of SEAT’s finished autos are loaded onto rail cars and conveyed to the port of Barcelona, where stevedores drive them onto ships destined for Italy, Germany and beyond. Over the first six months of this year, record volumes of traffic moved through the Barcelona port, an increase of 18 percent compared to the same period a year earlier.\nOn a recent morning, hundreds of men and women gathered at the union hall, drinking coffee out of cardboard cups and hollering greetings as they watched numbers flashing on a board overhead. The numbers determined who gets which jobs on this day — foreman, mobile crane operator, reach stacker.\nDuring the crisis, more than half of the 700 stevedores seeking assignments went home with no job, subsisting on their guaranteed minimum pay. These days, 600 working people are pulling daily assignments.\n“We are now at a similar point as before the crisis,” said Xavier Tarraga, coordinator for the regional branch of the sea workers union. “Everybody has a job.”\nSpain’s swelling exports have aided once-struggling companies, helping restore the government’s tax revenues, which plummeted during the crisis. Barcelona’s local tax revenues have grown modestly, from €2.5 billion in 2013 to an anticipated yield of more than €2.7 billion this year.\nThe money is slowly flowing back into the economy.\nLess than a mile away from the Barcelona port, workers donning safety jackets and dusty boots prepare to descend bare concrete steps to their jobs building a new subway station. Work on the long-planned expansion of the Barcelona system, a €6.8 billion ($7.6 billion) undertaking halted some three years ago, has resumed.\nFor Tomás López Medina, who oversees safety programs at the site, this has meant rescue from the dire math of joblessness.\nHe had been living on unemployment benefits worth about €1,100 a month, less than half what he and his wife had earned back in 2007. His wife had lost her own job as an administrative assistant at a construction company, when that business folded.\nThey had relinquished their apartment, in a vibrant neighborhood of Barcelona where his wife had grown up and where she still had family and friends. They moved into an industrial void on the outskirts of the city.\n“My wife doesn’t like it,” Mr. Medina said, swallowing back tears. “There’s no life in this neighborhood. There’s no shops. Where we live now, people just sleep and go back to work.”\nHe and his wife had not bought clothes for years. They had forsaken seafood for chicken. His unemployment benefits were about to expire.\n“We talked about the need to stay in the apartment and not pay the rent,” he said. “It didn’t feel good. That’s not the kind of people we are.”\nThen the Barcelona subway extension started back up. One of the companies building stations offered him a job at €1,500 a month.\n“I gave a hug to my wife,” he said.\nA complete revival is still a ways off.\nThe Spanish government carries enormous debt, reaching 100 percent of the economy’s annual output, the leftover cost of paying out unemployment benefits during the crisis while also bailing out crippled banks. Government investment in infrastructure remains weak.\nThe spoils of even a tenuous recovery remain the subject of bitter acrimony. The port workers recently went on strike, seeking to secure a three-year job guarantee after absorbing a major setback in the new contract, assenting to wage cuts and allowing employers to hire outside their ranks. For those who operate existing subway lines, the strain of lower wages remains, prompting a series of labor actions that have disrupted service this summer.\nAnd yet other opportunities have emerged. The crisis knocked down the cost of living in Spain, making Barcelona one of the most affordable, highly-desirable metropolitan areas in Europe — a realm of glorious architecture, inventive food, and pleasing weather.\nBy one measure, life in Barcelona is today 36 percent cheaper than London, 28 percent less expensive than Paris, and even 4 percent cheaper than Berlin, long a magnet for young people looking for European civilization at a discount.\nYoung professionals have arrived from around the world. Some have landed amid a growing crop of start-up companies, not unlike those in other cities full of sunshine and gourmet coffee.\nThe city of Barcelona has opened an incubator, offering steeply discounted rents to new companies while stocking the usual trappings of the start-up realms; irregularly shaped, low-to-the ground, uncomfortable furniture in neon hues, glass walls, open floor plans.\nAmong the current occupants is Meller, a company that designs and sells sunglasses aimed at young people with a whimsical sense of style on a limited budget. Begun in 2014, its sales have swelled to more than €5 million last year from €40,000 in the first said Marco Grandi, a founder.\nMeller’s two dozen employees include people from Venezuela and Germany. The company uses Instagram to ferret out new looks, like their retro embrace of tortoise shell frames accented with modern, rose-colored lenses. “We are ‘cool hunters’,” Mr. Grandi, 27, said.\nRecruiting would have been more difficult were it not for Spain’s epidemic of youth unemployment. Sunglasses carrying designer looks for less than €100 would not have had the same appeal.\n“A crisis is probably the best moment to start a new business,” said David Pérez, who ditched a career at IBM to start Go—PopUp, a platform that matches owners of commercial spaces with retailers seeking to establish pop-up stores.\nThe crisis has also increased Spanish innovation, by forcing companies steeped in tradition to reconceive their businesses.\nFicosa, an auto parts business based outside of Barcelona, has expanded beyond its core pursuit (making rearview and side view mirrors) to focus on driverless car technology.\nA similar process of reconception is playing out in the tourism industry, where a start-up company, TripUniq, is tapping local experts to customize travel itineraries for visitors.\nFood and wine are experiencing a refashioning, too.\nFor years, the Virgili brothers — the identical twins Alex and Albert, 27, and their older brother, Jordi, 32 — hectored their father to modernize the family winery, Casa Berger. It had long churned out mass-produced, undistinguished wines, to be shipped over the border and folded into table wines bearing a label that fetched money, “Product of France.”\nThe brothers had visions of bottling their own wines. But their father rejected their entreaties as foolhardy. He and his own father had done it the same way for a half-century. The business had sustained them.\nYet even before the crisis, Casa Berger’s sales were slipping. The crisis threatened it with bankruptcy. For the brothers, here was an opportunity.\nThey conceived of an idea that seemed at once ridiculous and sublime. They would bottle white wine made from the xarel-lo grape, a local varietal of no particular distinction. They would label their bottles with a crude Catalan pun, calling it El Xitxarel-lo, which roughly translates to “young, stupid guy.” They covered their bottle with six dozen other Catalan insults.\n“When we told our father and our uncle that we wanted to launch a bottle with 77 different Catalan insults, they said ‘O.K., but please don’t put our brand on the bottle,’” Albert recalled.\nToday, El Xitxarel-lo, marketed through a homespun and irreverent social media campaign, amounts to the blockbuster that has saved the family business. Starting with 3,000 bottles in the fall of 2013, it now sells 85,000 bottles a year.\nThe brothers recently opened La Festival, a retailer of organic wines set up in a Barcelona neighborhood full of hardware stores turned into gastro pubs. One wall is devoted to taps that draw from tanks full of wine. One tap offers wine from Finca Parera, the work of Rubén Parera, a 37-year-old vintner who persuaded his own reluctant father to chop down cherry, plum and peach trees at his struggling orchard to make room for grapes.\nCustomers at La Festival bring in refillable growlers and leave with wine to carry home. Which means the Virgili Brothers have engineered success by reinventing the very commodity their family began with: bulk wine.\nOn a recent evening, they were readying for a trip to New York to seek new customers, potentially adding their wine, bearing Catalan insults, to the wave of cars, auto parts, olive oil and other Spanish wares headed to points far away, lifting the country out of the doldrums.", "date": "July 28, 2017", "href": "https://www.nytimes.com/2017/07/28/business/spain-europe-economy-recovery-unemployment.html", "tags": "percent crisis finally ” economy economic long year new nightmare barcelona spain"}