{"title": "Spain’s Wine Industry Is Hiccuping From Its Excesses", "content": "TOMELLOSO, Spain — For many, winemaking conjures up images of rolling vineyards, oak barrels and cavernous cellars.\nBut here at Virgen de las Viñas, or Virgin of the Vineyards, the biggest producer in Spain’s largest wine region, production comes in the shape of giant steel vats and hoses connected to tank trucks. Employees work three shifts to keep the place running 24 hours a day.\n“We don’t elaborate wine here — we produce wine,” said Isidro Rodríguez, the company’s technical director. “This is really a factory.”\nThis is the unromantic side of winemaking in the region of Castile-La Mancha, which accounts for half of Spain’s wine production. Most of it is sold in bulk and transported abroad, where it can be mixed with other wines and even re-exported.\nWhile Spain’s producers churned out vast quantities of wine, some began to reconsider whether sheer volume was the best strategy, as overproduction sank both prices and the country’s wine reputation.\n“Castile-La Mancha ticks all the boxes as a bulk agricultural region, but perhaps not all of them for higher quality wine,” said Miguel Ángel Benito, a sommelier and technical director of a wine museum in Peñafiel, in Castile and León, another wine region.\n“Spain has been tapping into a growing market for bulk,” he added, “because there are millions of people who love wine but can’t afford an expensive bottle.”\nYet even some bulk producers in Castile-La Mancha are feeling a hangover from too much of a good thing.\n“We’ve boosted our exports significantly, but probably too rapidly, so that we’ve now got the wrong price pyramid, with a lot of wine sold very cheaply,” said Rafael del Rey, the director of the Spanish Observatory of the Wine Market, an institute that researches and promotes the country’s wine.\nIn recent years, France and Italy have jostled for the top spot as the world’s biggest wine-producing nation, with Spain third, well ahead of countries like the United States, Chile and Australia.\nThe bulk producers in Castile-La Mancha are understandably proud of the state-of-the-art irrigation, harvest mechanization and storage systems that they put in place, with help from European Union subsidies. Coupled with relatively low labor costs, their infrastructure has allowed them to lower the price of their wine to half that of France’s.\nBut Mr. del Rey offers a telling comparison between Spain and Italy. In 2000, both countries exported their wine at the same average price, 1.41 euros per liter. By 2014, Italy was selling its wine for an average of €2.5 per liter, or $2.78 under the current exchange rate, while Spain’s sold for €1.17, or $1.30.\nIn that period, Italian exports rose 15 percent in volume and Spain’s 154 percent. But Spain’s export revenue reached only €2.6 billion, about half the value of Italian exports.\nSpain’s bulk wine has displaced Italy’s on the European market, particularly in France. Spain now sells about 500 million liters to France, 90 percent of which are bulk exports, at an average price of four-tenths of a euro per liter.\nFrance has recently been exporting almost 250 million liters of bulk wine, at an average of €1.24, three times Spain’s price, Mr. del Rey said.\n“I’m not saying that exactly the same liter that left Spain is then re-exported from France,” he said, “but it’s undeniable that some Spanish wine becomes part of French exports, with a lot of added value.”\nBut even Spain’s neighbors are beginning to complain that the country is producing too much wine — and dumping it in their markets.\nIn April, French farmers stopped five Spanish trucks near the border and drained their wine onto the road, to protest what they see as unfair competition. Spain’s Foreign Ministry then complained to France, saying it needed to prevent such attacks.\nCesáreo Cabrera del Prado, the president of El Progreso, a large producer in Castile-La Mancha, said he could understand that some French farmers were upset, “but each country has its strengths.”\nWhile Spain has been undercutting France’s production costs for wine, he said, “French dairy farmers have done the same to our Spanish milk.”\nEl Progreso bottles only about 5 percent of its wine, the most expensive of which retails for €6, or $6.67, a bottle. Most of its wine is instead poured into the tanks of trucks, and some is then packaged through the bag-in-box system. A plastic bag of as much as 20 liters is placed inside a cardboard box, which sometimes already carries a foreign name.\nIn one corner of the El Progreso warehouse, for instance, there are boxes marked as an American brand, but they also carry a “Product of Spain” label of origin.\nSome Spanish wine regions, however, have changed their ways.\nTwo decades ago, the authorities in La Rioja, in northern Spain, introduced legislation requiring producers to bottle their wine. The measure was challenged, going as far as the European Court of Justice, which in 2000 rejected a case brought by somebody who still wanted to import bulk Rioja wine.\nCould Castile-La Mancha follow Rioja’s lead? That “sounds right but is simply not practical,” mainly because of the size of Castile-La Mancha’s vineyards, said Javier de la Fuente, the general manager of the Rioja wine regulatory council.\nWhen Rioja introduced the ban, bulk wine accounted for only 5 percent of its production, he said, while in Castile-La Mancha, “a lot of big producers absolutely rely on bulk and its economies of scale.”\nAlthough many experts believe Spain should reduce its reliance on bulk wine, such an overhaul could be harmful, they said, particularly to the thousands of farmers in Castile-La Mancha who sell their grapes for bulk production.\nCastile-La Mancha’s producers began to emphasize bulk wine in 2009 after the European Union decided to end subsidies for distilled alcohol.\nStrong harvests since then have pushed Spain’s pricing toward record lows, and Virgen de las Viñas is hoping to break even this year, after reporting a loss last year, said Enrique Cepeda, its chief executive. He does not expect prices to rise soon.\n“Somebody who makes a Seat would be happy to sell instead a Porsche,” Mr. Cepeda said, comparing bulk wine to Spain’s household car brand. “But you can’t make such a switch easily.”\nStill, some smaller producers in Castile-La Mancha are gaining recognition for the quality of their wine — and finding it increasingly uncomfortable to cohabit with their giant neighbors.\nCarlos Falcó, a Spanish aristocrat whose family runs the Marqués de Griñón wine estate, recently began lobbying politicians to help shift this region away from bulk wine.\n“When I have a foreign customer visiting my cellar and I want to sell him a bottle for 20, 30 or 40 euros, the fact that he might know that there are bottles sold nearby for just a few cents doesn’t really help,” Mr. Falcó said.", "date": "May 28, 2016", "href": "https://www.nytimes.com/2016/05/29/world/europe/spains-wine-industry-is-hiccuping-from-its-excesses.html", "tags": "wine bulk castile-la excesses ” mancha industry hiccuping producers spain france"}