{"title": "Spain Andalusia: Far right strike landmark deal", "content": "A coalition of rightwing parties will rule Spain's most populous region, Andalusia, for the first time in 36 years under a deal with the far right.\nThe conservative Popular Party (PP) will rule along with the centre-right Citizens.\nVox, an anti-immigrant party which won seats in Andalusia last year, will not be part of the new government, but has agreed to support the coalition.\nThe defeat of the left in the southern region has rocked Spanish politics.\nAndalusia had been a bastion of the Socialist party (PSOE), which returned to national power last year as a fragile minority government after seven years of PP rule.\nWednesday's deal between the PP and Vox came amid continuing indignation over Vox's policies, with nearly 100 feminist organisations signing a manifesto pledging opposition to the far right's stance on gender equality and violence against women.\nActually, there were two deals: Citizens agreed to rule in tandem with the PP, and the PP agreed common ground with Vox in return for that party's votes in the regional parliament.   \nIn the election just over a month ago, the PP won 26 seats and Citizens 21 in the 109-seat legislature, where the absolute majority is 55 seats.\nVox will now make up the voting numbers with their 12 seats.\nThe PP's Juanma Moreno will lead the new government.\nThe deal reached between Vox and the PP stipulates 37 goals, the first of which is job creation, then the fight against corruption, followed by respect for democracy. \nAndalusia has high unemployment and is the main arrival point in Spain for migrants crossing the Mediterranean.\nOther areas of agreement include support for bullfighting and flamenco.  \nThe two parties advocate implementing existing laws on immigration but there is no mention of mass deportations, as advocated earlier by Vox.\nNor is there any mention of repealing laws on violence against women and LGBT equality, which Vox was advocating only on Tuesday. \nVox politicians have often spoken out against what they call \"extreme\" or \"militant\" feminism, and argue that domestic violence laws favour women.\nThe president of Spain's federation of Progressive Women, Yolanda Besteiro, pledged its members would take \"not one step back\".\n\"Women's rights are non-negotiable,\" she said, promising a \"continuous mobilisation\".", "date": "9 January 2019", "href": "https://www.bbc.co.uk/news/world-europe-46813096", "tags": "landmark citizens pp seats deal party women rule strike right vox andalusia far spain"}