{"title": "Spain profile - Timeline", "content": "A chronology of key events:\n1492 - The Christian Kingdoms of Castile and Aragon conquer the Emirate of Granada, ending nearly 800 years of Muslim rule in the south and founding modern Spain as a united state. \nChristopher Columbus arrives in the Americas, heralding the conquest of much of South and Central America. Jews and later Muslims are expelled from Spain during the Inquisition.\n16th-17th centuries - Spanish Empire at its height, with Spain the predominant European power. The rise of Protestant states in northern Europe and the Ottoman Empire in the Mediterranean begin the country's gradual decline.\n18th century - The War of the Spanish Succession loses Spain its European possessions outside the Iberian Peninsula. Bourbon dynasty, originally from France, centralises the Spanish state, shutting down many regional autonomous assemblies and modernising government and the military.\n1807-1814 - Napoleon's France occupies Spain, which has been a French satellite since 1795. Fierce nationalist resistance and British intervention in the Peninsular War gradually force French troops out.\n19th century - Napoleonic legacy of political division and economic dislocation leaves Spain weak and unstable, with frequent changes of government and a low-level insurgency by Carlist supporters of a rival branch of the royal family. \nAll Latin American colonies win their independence, with Cuba, Puerto Rico and the Philippines in Asia lost during a disastrous war with the United States in 1898.\n1910s - Spain sought compensation in conquering colonies in Africa, most significantly northern Morocco and the Spanish Sahara. \n1920s - The trade boom achieved by neutrality in the First World War is squandered through fighting Moroccan rebels and the financial mismanagement of the Primo de Rivera dictatorship at home. \n1931 - The return of democratic government leads to an electoral backlash against the monarchy and its allies, and a republic is declared. Radical policies of land reform, labour rights, educational expansion and anti-Church legislation deepen the political divide.\n1936 - After two years of right-wing government, a Popular Front coalition of left-wing and liberal parties narrowly wins parliamentary elections and seeks to reintroduce the radical policies of 1931. \nA coup by right-wing military leaders captures only part of the country, leading to three years of civil war. \n1939 - General Francisco Franco leads the Nationalists to victory in the Civil War. More than 350,000 Spaniards died in the fighting, and Franco purges all remaining Republicans. \nSpain remains neutral throughout the Second World War, although the government's sympathies clearly lie with the Axis powers.\n1946-50 - Francoist Spain is ostracised by United Nations and many countries sever diplomatic relations.\n1950s - As the Cold War deepens the US gradually improves relations with Spain, extending loans in return for military bases. \nSpain is admitted to the UN in 1955 and the World Bank in 1958, and other European countries open up to the Franco government. \nEl Milagro Espanol - the economic miracle of the late 1950s - sees Spain's manufacturing and tourism industries take off through liberalisation of state controls. \n1959 - The Eta armed separatist group is founded with the aim of fighting for an independent homeland in the Basque region of Spain and France. Its violent campaign begins with an attempt to derail a train carrying politicians in 1961.\n1968 - West African colony of Spanish Guinea gains independence as Equatorial Guinea.\n1973 December - Eta kills Prime Minister Admiral Luis Carrero Blanco in retaliation for the government's execution of Basque fighters. Subsequent attempts to liberalise the Franco government founder on internal divisions.\n1975 November - Franco dies, and is succeeded as head of state by King Juan Carlos. Spain makes transition from dictatorship to democracy, and withdraws from the Spanish Sahara, ending its colonial empire.\n1977 June - First free elections in four decades. Ex-Francoist Adolfo Suarez's Union of the Democratic Centre manages a relatively smooth transition to stable democracy.\n1980 - 118 people are killed in Eta's bloodiest year so far.\n1981 February - Coup attempt fails after King Juan Carlos makes a televised address demanding that plotters surrender.\n1982 - Socialists under Felipe Gonzalez win elections and govern until 1996. Free education, an expanded welfare state and liberalisation of abortion laws are key policies. Spain joins Nato.\n1986 - Spain joins the European Economic Community, later to become the European Union.\n1996 March - Conservative Jose Maria Aznar becomes prime minister.\n1997 July - Eta kills Basque councillor Miguel Angel Blanco, sparking national outrage and bringing an estimated six million people onto the streets in protest.\n1997 December - 23 leaders of Eta's political wing Herri Batasuna are jailed for seven years for collaborating with Eta - the first time any members of the party are jailed as a result of Eta links.\n1998 April - Crops destroyed and wildlife wiped out when an iron pyrite mine reservoir belonging to a Canadian-Swedish company bursts its banks causing toxic waste spillage. Waterways feeding Europe's largest wildlife reserve, the Donana national park, are severely contaminated.\n1998 September - Eta announces its first indefinite ceasefire since its campaign of violence began. \n2000 March - Aznar's Popular Party (PP) wins landslide in general elections.\n2002 January - Peseta replaced by Euro.\n2002 November - North-west coastline suffers ecological disaster after oil tanker Prestige breaks up and sinks about 130 miles out to sea.\n2004 March - A total of 191 people are killed in explosions on packed rush-hour trains in Madrid in near-simultaneous pre-election attacks by an Islamic group with links to al-Qaeda.\nWith Spain still in mourning, the Socialists under Jose Luis Rodriguez Zapatero defy earlier opinion polls and win a general election. \n2004 April - Prime Minister Zapatero orders Spanish troops withdrawn from Iraq in May.\n2005 June - Parliament defies Roman Catholic Church by legalising gay marriage and granting homosexual couples same adoption and inheritance rights as heterosexual ones.\n2005 September-October - At least 11 die and many more are injured in a series of mass attempts by African migrants to enter the enclaves of Melilla and Ceuta from Morocco in a bid to reach Spain. \n2006 January - Lt Gen Jose Mena Aguado sacked as head of army ground forces after suggesting that the military might take action in Catalonia if the region gains too much autonomy.\n2006 June - Voters in Catalonia back proposals to give the region greater autonomy as well as the status of a nation within Spain.\n2007 October - Twenty-one mainly North Africans are found guilty and given long jail sentences for the Madrid train bombings in 2004.\n2007 November - Parliament passes a bill formally denouncing General Franco's rule and ordering the removal of all Franco-era statues and symbols from streets and buildings.\n2008 March - The Socialists win re-election with an increased margin, but falls short of an absolute majority.\n2009 January - Spanish economy enters recession for first time since 1993.\n2009 July - Foreign Minister Miguel Angel Moratinos visits Gibraltar - the first visit by a Spanish minister in 300 years.\n2010 February - Thousands of workers demonstrate against government spending cuts and plans to raise the retirement age by two years to 67 - the first mass labour protests since the Socialists came to power in 2004.\n2010 May - Unemployment rate climbs to over 20% for first time in nearly 13 years. Parliament approves 15bn-euro (£13bn) austerity package.\n2011 November - Conservative Popular Party wins resounding victory in parliamentary election.\n2011 December - New government headed by Mariano Rajoy takes office. Announces new round of austerity measures to slash public spending by 16.5bn euros (£14bn) and nearly halve the public deficit from about 8% of GDP in 2012.\n2012 November - The Basque armed group Eta issues a statement that it is ready to disband, disarm and enter talks with the French and Spanish governments.\n2013 April - Spain's unemployment rate soars to new record of 27.2% of the workforce in the first quarter, passing six million figure, although the rate of increase slows.\n2013 September - Economy registers 0.1% growth in July-September, formally lifting it out of recession.\n2014 June - King Juan Carlos abdicates, succeeded by the crown prince as Felipe VI.\n2014 November - Spanish government dismisses the result of a symbolic independence referendum in Catalonia. \n2015 December - Popular Party government loses majority in general election that sees populist anti-austerity movement Podemos and new liberal Cuidadanos movement perform well. \n2016 October - Prime Minister Mariano Rajoy forms minority government and ends 10 months of political deadlock after repeat elections in June.\n2017 August - Two Islamic State terror attacks kill 16 people in Barcelona and the nearby resort of Cambrils. \n2017 October - Madrid imposes direct rule in Catalonia after voters in a referendum back separation from Spain.\n2018 May - Basque separatist former armed group Eta announces it is ceasing all political activities. \n2018 June - Mariano Rajoy loses a vote of confidence. Socialist leader Pedro Sanchez takes over as prime minister.\n2019 April - Snap election boosts Socialists, but they remain short of a majority. Vox becomes first far-right party to win seats since the death of Franco in 1975.", "date": "29 April 2019", "href": "https://www.bbc.co.uk/news/world-europe-17955805", "tags": "timeline eta minister first profile franco war spanish state years government spain"}