{"title": "Spanish Vox party: Nationalists vow to 'make Spain great again'", "content": "When Santiago Abascal, the leader of Spain's Vox party, was asked to explain its recent success, he said it was because it was \"in step with what millions of Spaniards think\". \nVox has been derided as far-right and populist, anti-immigration and anti-Islam.\nBut the 42-year-old Basque says instead it \"defends the constitutional order, constitutional reform in some areas, the unity of Spain and centralisation of the state, and wants immigration to be brought under control\". \nFor a long time after its foundation in 2014, Vox struggled to make an impact on the Spanish political landscape. \nBut ever since it filled a Madrid sports centre with 9,000 supporters last month, the party has been taken much more seriously.\nWhile one recent poll by Celeste-Tel gave Vox a 1% share of the electorate, five times more support than in January, another pollster, Metroscopia, put the party at just over 5% of voter intentions. That would be equivalent to a million votes.\nIts recent rise has coincided with Spain's newfound status as the main point of arrival for migrants crossing the Mediterranean to Europe and a more tolerant approach to immigration by a new Socialist government.\n\"Their message is a very standard right-wing one - they support law and order and they're against immigration,\" says José Fernandez-Albertos of Spain's National Research Council (CSIC). \nBut, he adds, \"the Catalan issue is what has most motivated their support so far\".\nIn recent years, the nationalist government of Catalonia has been campaigning to break away from Spain and in October 2017 the region's parliament issued a declaration of independence, before Madrid stepped in and introduced direct rule for several months.\nThe two main parties on the right, the Popular Party (PP), of which Mr Abascal used to be a member, and Ciudadanos (Citizens), have taken a firmly pro-union line against the independence movement. \nHowever, for many Spaniards they have not been tough enough and Vox has gone a step further, presenting lawsuits against the leaders of last year's failed secession bid.\nMany Vox policies, particularly on immigration, and its frequently voiced hostility to Islam, have drawn comparisons with far-right and populist parties elsewhere in Europe. \nThe party proposes to \"make Spain great again\" and critics have described its ideology as a racist, nationalist throwback to the dictatorship of Francisco Franco.\nA Jesuit school which had agreed to host the Vox rally in Valencia changed its mind, apparently concerned at the party's reputation, causing the event to be moved elsewhere. \nSome of those who attended the rally said there was a social stigma attached to expressing support for Vox.\n\"People call me fascist, xenophobe, loads of things,\" said hotel worker Ana Ferrer, who was one of them. \"But those who really know me know I'm not like that. My partner is a woman, for example, and I'm not Catholic. For me, [Vox] is not on the far right.\"\nVox's leaders also reject the far-right label, insisting it is a party of \"extreme necessity\" rather than extremism and its overall support for Spain's membership of the EU differentiates it from many populist and far-right movements across Europe.\nMr Fernández-Albertos believes that Vox's specific appeal to middle-class, right-wing Spaniards means it will struggle for the kind of support that cuts across society in the same way as France's National Rally, and to a lesser extent Germany's AfD.\nBut it could still influence the national debate, even if it fails to secure many seats in the next general election.\n\"If they emphasise immigration, anti-Islamism, the centrality of the Catalan issue and how hard we should be on Catalan secessionists, that might affect indirectly how the PP and also maybe how Ciudadanos behave on those issues,\" he said.", "date": "1 November 2018", "href": "https://www.bbc.com/news/world-europe-46043427", "tags": "support spain immigration nationalists great party spaniards spanish vox recent many far-right vow"}