{"title": "Special Counsel Sought Michael Cohen’s Emails in 2017, Documents Show", "content": "Federal authorities investigating Russian interference in the presidential election obtained search warrants for emails of Michael D. Cohen, President Trump’s former lawyer and fixer, beginning in July 2017, according to documents released Tuesday that provided a glimpse into the earliest stages of the inquiry into the president.\nThe documents show that by the time F.B.I. agents conducted a highly public raid on Mr. Cohen’s home and office in April of last year, his business dealings had already been the subject of an extensive investigation. \nThe records, including search warrants and other materials related to the April raid, were among nearly 900 pages of documents that a federal judge unsealed in response to a request by The New York Times and other news organizations.\nThe records were heavily redacted. More than 150 pages were fully blacked out, and many had names or portions of the material obscured, mostly because they were related to the continuing investigation of the Trump Organization.\nLanny J. Davis, a lawyer for Mr. Cohen, said in a statement on Monday night that the disclosures would only further Mr. Cohen’s “interest in continuing to cooperate and providing information and the truth about Donald Trump and the Trump organization to law enforcement and Congress.”\nOne newly released search warrant said the F.B.I. and Manhattan federal prosecutors were investigating Mr. Cohen for a range of crimes, including defrauding several banks dating back to 2016 and a scheme “to make an illegal campaign contribution in October 2016 to then-presidential candidate Donald Trump.” The warrant also indicated they were investigating him for wire fraud and conspiracy.\nAnother search warrant showed that prosecutors for the special counsel, Robert S. Mueller III, were investigating Mr. Cohen for other crimes growing out of the Russia inquiry, including failure to register as a foreign agent and money laundering.\nThe documents give a rough timeline of how the Cohen investigation unfolded. Starting in July 2017, two months after Mr. Mueller’s appointment, and stretching through November, his office obtained three search warrants for Mr. Cohen’s emails and another for his iCloud account from a federal judge in Washington.\nThe timing of the warrants, which can take weeks if not longer to obtain, indicates that the investigation started even earlier.\nBy February 2018, Mr. Mueller’s office had referred aspects of that investigation to federal prosecutors in Manhattan. F.B.I. agents raided Mr. Cohen’s office and home in New York two months later.\nLater in the year, Mr. Cohen pleaded guilty in two separate cases. In the first, he admitted to committing campaign finance violations by arranging hush money payments to two women who said they had affairs with Mr. Trump, as well as financial crimes, in a case brought by federal prosecutors in Manhattan. In the second, he pleaded guilty to lying to Congress in a case brought by Mr. Mueller’s office.\nMr. Cohen, 52, apologized at his sentencing in December, blaming himself for “my own weakness and a blind loyalty” to Mr. Trump that he said had led him “to choose a path of darkness over light.”\nJudge William H. Pauley III sentenced Mr. Cohen to three years in prison; he is scheduled to begin serving his sentence on May 6 after Judge Pauley granted him a two-month delay because of pending shoulder surgery and his need to prepare for testimony before three congressional committees.\nMr. Cohen testified on Feb. 27 in a daylong public hearing before the House Oversight and Reform Committee about what he described as Mr. Trump’s lies about his business interests in Russia and his role in the payment of hush money to one of the women, Stormy Daniels, an adult film actress. In his testimony, Mr. Cohen called the president a racist, a con man and a cheat.\nThe newly public documents also show how little the public knew about the Russian investigation in real time as prosecutors zeroed in on Mr. Cohen.\nProsecutors, for instance, unearthed bank payments from a New York investment firm tied to Viktor Vekselberg, a billionaire Russian businessman with ties to the Kremlin who met with Mr. Cohen in his Trump Tower office just days before the inauguration, the documents show.\nThe public did not learn of those payments, or that Mr. Mueller’s prosecutors later interviewed Mr. Vekselberg, until almost a year later.\nThe search materials were made public at the order of Judge Pauley. Last fall, when The New York Times and other news organizations asked the judge to unseal the materials, the government opposed such action.\nProsecutors cited the “need to protect an ongoing law enforcement investigation” and the privacy of “numerous uncharged third parties.”\nJudge Pauley ultimately ordered the government to provide him with a copy of the sealed materials and its proposed redactions. On Monday, after saying he had reviewed and approved the redactions, he ordered the government to file the redacted copy on the public court docket.\nThe judge also said he would revisit the documents’ secrecy in the near future, directing prosecutors to provide him with a confidential update by May 15.", "date": "March 19, 2019", "href": "https://www.nytimes.com/2019/03/19/nyregion/michael-cohen-documents-trump.html", "tags": "prosecutors public show counsel judge documents investigation federal cohen emails michael special sought search"}