{"title": "Sri Lanka attacks: Suspect Zahran Hashim's relatives die in raid", "content": "The father and two brothers of the alleged organiser of the Easter Sunday bombings in Sri Lanka, Zahran Hashim, were killed in a security forces operation on Friday, police say.  \nHashim, who blew himself up at a hotel in Colombo, founded an Islamist group, the NTJ, which has now been banned. \nPolice have raided the group's HQ in the eastern town of Kattankudy. \nThe Sri Lankan president has announced a ban on face coverings, aimed at Muslim women following the attacks.\nThe attacks targeted churches and hotels, killing at least 250 people.\nSunday church services were cancelled across the country as a precaution but worshippers in the capital gathered to pray outside St Anthony's, which was badly damaged in the attacks.     \nSecurity forces raided a house in Sainthamaruthu, near Hashim's hometown Kattankudy, on Friday.\nGunmen opened fire as troops moved in, police say, and three men set off explosives, killing themselves, six children and three women. Three other people died in gunfire.\nA close family relative confirmed for BBC News that Hashim's father and two brothers died in the raid.\nPolice sources who spoke to Reuters news agency named the three men as Mohamed Hashim, and his sons  Zainee Hashim and Rilwan Hashim.\nAll three had been seen in a video circulating on social media calling for all-out war against all non-believers, Reuters adds.\nIn Kattankudy itself, police searched the headquarters of the NTJ (National Thawheed Jamath), which Zahran Hashim had led. \nBy Anbarasan Ethirajan, BBC News, Sainthamaruthu\nWhen I entered the house where the Islamists and their families were killed on Friday evening, the smell of death was unbearable. \nA police officer at the site also said Zahran Hashim's mother was also believed to be among the victims. \nSecurity forces have been conducting raids across the country but this safe house was discovered by chance, when the suspicious house owner and local people alerted the police. \nEvery day, police are making arrests, seizing weapons, explosives and jihadist material suggesting the radicalisation process, however small it may be,  has been happening over a period of time. If the security agencies had missed this, then it is a colossal failure.\nThe ongoing raids and discovery of weapons and material are gradually building up tensions among the communities. A hotel owner said she was worried because she was a Catholic. Muslims say they are nervous to visit Sinhala-majority areas. Some foreign governments have warned that there is a possibility of further attacks and if those happen, fragile ethnic relations could be further strained.\nAnnouncing the ban on face coverings, which will begin on Monday, President Maithripala Sirisena said he was taking the emergency measure on national security grounds. \nThe announcement made no specific mention of the niqab and burka - worn by Muslim women - but instead said people's faces should be fully visible so they could be identified. \nSri Lanka has been on high alert since a co-ordinated wave of bombings last Sunday, which also wounded more than 500 people.\nThe bombings targeted churches that were packed full for the Easter holiday, as well as hotels popular with tourists.\nAs well as St Anthony's Shrine, bombers struck churches in Negombo and the eastern city of Batticaloa, and hotels in the capital, Colombo. \nMost of those killed were Sri Lankan, but dozens of foreign citizens were also among the dead.\nWhile the authorities have blamed the NTJ for the attacks, they say they must have had help from a larger network.\nThe Islamic State group, which carried out mass attacks on civilians in Paris and other locations in recent years,  has said it was involved, but has not given details.\nChristians in Sri Lanka prayed at home while the Archbishop of Colombo, Cardinal Malcolm Ranjith, held a televised Mass, attended by the president and Prime Minister Ranil Wickremesinghe.\nHe called the attacks an \"insult to humanity\" in the service, broadcast from a chapel in his residence. \n\"Today during this Mass we are paying attention to last Sunday's tragedy and we try to understand it,\" he said.\n\"We pray that in this country there will be peace and co-existence and understanding each other without division.\"\nScores of people gathered for the public service outside St Anthony's, where Buddhist monks joined Catholic priests in a show of solidarity with the Christian community.\nCrowds of people watched the heavily-guarded church from behind a barricade, with some singing hymns and passing rosary beads through their hands.\nMany lit candles and placed them in a makeshift memorial for the victims.\nThe church's bells tolled at 08:45 (03:15 GMT) - the exact moment a bomber detonated his device one week ago. \nThe hands of its damaged clock tower are still stuck at that time.", "date": "28 April 2019", "href": "https://www.bbc.co.uk/news/world-asia-48085525", "tags": "suspect lanka security zahran sunday die raid sri three hashim say police relatives said attacks"}