{"title": "Sri Lanka attacks: What we know about the Easter bombings", "content": "On Easter Sunday, suicide bombers killed at least 253 people and injured some 500 at churches and top-end hotels across Sri Lanka. \nMost victims were Sri Lankans, but at least 38 foreigners are among the dead, including British, Indian and US citizens.\nThe official death toll had reached 359 by Thursday. However, the Sri Lankan government then revised the figure down, blaming a calculation error. \nEvidence is mounting that local jihadists linked to the Islamic State (IS) group carried out the attack, and police have made a number of arrests. \nThe first reports were at about 08:45 (03:15 GMT) on Sunday 21 April. Six blasts took place within a short space of time.\nThree were at churches - in the Kochchikade district of the capital, Colombo; in Negombo, to the north; and in the eastern city of Batticaloa. The other three blasts rocked the Shangri-La, Kingsbury and Cinnamon Grand hotels in Colombo. \nTwo further explosions were reported later as police searched for suspects - one in Dehiwala in southern Colombo, and another one near the Colombo district of Dematagoda, during a police raid.\nLate on Sunday, an improvised explosive device was found and disposed of close to the country's main airport, near Colombo.\nAnd on Monday another blast rocked a street near a church in the capital. Police were attempting to defuse explosives in a vehicle used by the attackers when it blew up.\nAccording to police sources, an attack on a fourth hotel failed and helped lead police to the Islamist group now blamed for the assault.\nOn Friday, relatives of the bombers' suspected mastermind,  Islamist preacher Zahran Hashim, were among 15 people killed when police raided a house in the eastern town of Sainthamaruthu.  \nHundreds of Sri Lankan families are in mourning. One of the first victims to be indentified was celebrity chef Shantha Mayadunne. Other Sri Lankans killed included members of church congregations and staff at the hotels targeted.\nThe confirmed international casualties are from the UK, Denmark, Portugal, India, Turkey, Australia, the Netherlands, Japan, Switzerland, Spain, Bangladesh, the US and China. \nAmong the dead are three children of Danish billionaire Anders Holch Povlsen, owner of the Bestseller clothing chain and the largest shareholder in clothing giant Asos.\nOn Monday Sri Lankan authorities said they believed a little-known local militant Islamist group known as National Thowheed Jamath (NTJ) was to blame. \nOn Tuesday, IS said it had carried out the attacks, and released video of men it says were the bombers, pledging allegiance to the group. \nAll but one of the men can be seen with their faces covered. Some are holding knives. The man with his face uncovered has been named as Hashim, who went on to blow himself up at a hotel in Colombo. \nIS said \"members of the US-led coalition and Christians in Sri Lanka\" had been targeted. \nBBC security correspondent Gordon Corera says that while IS in the past has claimed attacks it was not involved in, this statement is being taken seriously due to the scale of the attacks.\nThe choice of targets is more in line with IS ideology than with traditional types of communal violence seen in Sri Lanka, he adds.  \nAccording to the Sri Lankan government, most of the attackers were \"well educated\" and had come from \"middle- or upper middle-class\" families.\nTwo were sons of a wealthy spice trader, Mohamed Ibrahim, who was arrested after the attacks. \nThe NTJ was banned on Saturday and dozens of arrests have been made since the attacks. A curfew was also imposed. \nThe government admitted a \"major intelligence lapse\" after it was revealed that an Indian intelligence warning from the beginning of the month about planned attacks was not properly shared by the authorities.\nSecurity services had been monitoring the NTJ, but the prime minister and the cabinet were not warned, ministers said.\nPresident Maithripala Sirisena moved to sack the defence secretary and inspector general of police.\nSunday's attacks were the worst ever against Sri Lanka's small Christian minority, who make up just 7% of the 21 million population. \nTheravada Buddhism is Sri Lanka's biggest religion, accounting for about 70% of the population. Hindus and Muslims make up around 12% and 10% of the population respectively.\nThe attacks are Sri Lanka's deadliest act of violence since the end of the 26-year civil war in 2009. \nThe war is thought to have killed between 70,000 and 80,000 people and ended with the defeat of the Tamil Tigers, who had fought for independence for the Tamil minority.", "date": "28 April 2019", "href": "https://www.bbc.com/news/world-asia-48010697", "tags": "lanka know bombings sunday sri colombo lankan one killed group police easter attacks"}