{"title": "Sri Lanka attacks: More than 200 killed as churches and hotels targeted", "content": "At least 207 people have been killed and 450 hurt in explosions at churches and hotels in Sri Lanka, police say.\nEight blasts were reported, including at three churches in Negombo, Batticaloa and Colombo's Kochchikade district during Easter services.\nThe Shangri-La, Kingsbury and Cinnamon Grand luxury hotels, all in the capital, were also targeted.\nA curfew has been put in place \"until further notice\" and social media networks have been temporarily blocked.\nIt remains unclear who carried out the attacks, but reports say 13 people have so far been arrested.\nLate on Sunday, the country's air force said an improvised explosive device had been found, and disposed of, close to Colombo's main airport. \n\"A PVC pipe which was six feet in length containing explosives in it was discovered,\" spokesman Gihan Seneviratne told local media.\nIt comes as the country's prime minister admitted there may have been prior intelligence about the attacks.\nOfficials says 36 foreign nationals are thought to be among the dead, including 25 yet to be identified.\nThe first reports of explosions came at about 08:45 (03:15 GMT) local time - with six blasts reported close together at churches and luxury hotels.\nSt Sebastian's church in Negombo was severely damaged in one explosion, with dozens killed at the site.\nImages from inside showed blood on the pews and the building's ceiling shattered. \nThere were also heavy casualties at the site of the first blast in St Anthony's, a hugely popular shrine in Kochchikade, a district of Colombo.\nRobert Tyler, who has lived in Sri Lanka for six years, told the BBC that at least two of the hotels appeared to have had their restaurants targeted at a busy time for breakfast.\nTwo further explosions were reported as police tried to find those involved. One blast hit near the zoo in Dehiwala, southern Colombo, and an eighth was reported near the Colombo district of Dematagoda during a police raid, killing three officers. \nThe government has said most of the attacks are thought to have been carried out by suicide bombers.\nThe vast majority of those killed are thought to be Sri Lankan nationals, including dozens who were attending Easter church services.\nThe Ministry of Foreign Affairs says five British people - including two with joint US citizenship - are among the dead. The US State Department has said \"several\" Americans have been killed.\nThree Danish citizens, two Turkish nationals and one person from the Netherlands were also killed, their governments have confirmed. \nSri Lankan officials say three Indian nationals and one Portuguese citizen are also among the dead. \nThey say 25 more fatalities at a Colombo mortuary are also thought to be international citizens awaiting identification. \nAirlines have said people are still able to travel to the airport under the curfew if they produce their boarding pass and identification at checkpoints.\nTravellers are being advised to arrive at the airport four hours before their scheduled flight time.\nPrime Minister Ranil Wickremesinghe addressed the media on Sunday evening.\nDuring the briefing, he referred to allegations that officials had been in possession of intelligence suggesting an impending attack.\n\"We must look into why adequate precautions were not taken. Neither I nor the Ministers were kept informed,\" he said.\n\"For now the priority is to apprehend the attackers,\" he added.\nPope Francis, in his traditional Urbi et Orbi speech at the Vatican, condemned the attacks as \"such cruel violence\" targeting Christians celebrating Easter.\nA spokesperson for UN Secretary-General António Guterres has said he is \"outraged\" by the attacks, and hopes the perpetrators will be \"swiftly brought to justice\".\nCardinal Archbishop of Colombo, Malcolm Ranjith, told the BBC: \"It's a very difficult and a very sad situation for all of us because we never expected such a thing to happen and especially on Easter Sunday.\"\nUK PM Theresa May tweeted condolences, saying the \"acts of violence against churches and hotels in Sri Lanka are truly appalling\".\nUS President Donald Trump tweeted \"heartfelt condolences\" for the \"horrible terrorist attacks\".\nSunday's attacks are the deadliest seen in Sri Lanka since the end of the country's civil war in 2009.\nThe civil war ended with the defeat of the Tamil Tigers, who had fought for 26 years for an independent homeland for the minority ethnic Tamils. The war is thought to have killed between 70,000 and 80,000 people.\nThe nation has seen some sporadic violence since.  In March 2018 a state of emergency was declared after members of the majority Buddhist Sinhala community attacked mosques and Muslim-owned properties. \nTheravada Buddhism is Sri Lanka's biggest religious group, making up about 70.2% of the population, according to the most recent census.\nIt is the religion of Sri Lanka's Sinhalese majority. It is given primary place in the country's laws and is singled out in the constitution.\nHindus and Muslims make up 12.6% and 9.7% of the population respectively.\nSri Lanka is also home to about 1.5 million Christians, according to the 2012 census, the vast majority of them Roman Catholic.\nAre you in Sri Lanka? Have you been affected by the attacks? Only if it is safe to do so, please contact haveyoursay@bbc.co.uk\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: \nOr please use the form below:", "date": "21 April 2019", "href": "https://www.bbc.co.uk/news/world-asia-48001720", "tags": "lanka people churches targeted hotels thought sri killed colombo also attacks"}