{"title": "Sri Lanka attacks: The ban on social media", "content": "Shortly after the bombings in Sri Lanka, and the spread of inaccurate stories began, the government took the drastic decision to block social media.\nTo stop the spread of \"false news reports\", Facebook, Facebook-owned WhatsApp and Instagram, YouTube, Snapchat and Viber were all banned.\nThe government has not said when the ban will be lifted.\nBut it comes at a time when social media firms are battling to rein in the spread of misinformation.\nAfter more than 300 people died in a series of bombings at churches and hotels on Sunday, Prime Minister Ranil Wickremesinghe asked the population to \"please avoid propagating unverified reports and speculation\".\nThat plea was followed up with an outright ban on a series of social media sites. The government said the block would be temporary, but remain in place \"until investigations were concluded\".\nThe shutdown does not appear to affect Twitter, which is not as widely used in the country as other platforms, according to some experts.\nThe shutdown is not without precedent. Facebook was briefly blocked a year ago in Sri Lanka, after it was accused of allowing posts that incited anti-Muslim violence.\nIt is perhaps not surprising that the Sri Lankan government has taken such extreme measures given that the social network Facebook admitted in November that its service had been used to spread violence in Myanmar.\nThen in March, it had to race to stop footage from the attacks on mosques in New Zealand being shared.\nThe killings were live-streamed on Facebook and the video was shared countless times on Facebook, Twitter and YouTube, with social media firms playing a frantic game of whack-a-mole to try to contain the spread.\nNew Zealand Prime Minister Jacinda Ardern did not block social media but made no secret of the fact that she held them responsible for the viral spreading of unacceptable content and threatened far stricter regulation.\nFor some, the ban is an inevitable response to the seeming inability of technology firms to get a grip on the spread of misinformation.\nWriting in the New York Times, journalist Kara Swisher, who has previously accused social media firms of \"weaponising civic discourse\", described the decision as \"a pre-crime move, if you will, and a drastic one, since much critical information in that country flows over these platforms\".\nAnd the topic of the relentless spread of online misinformation and what to do about it was a hot topic at the recent TED conference in Vancouver, where a series of speakers described the internet as being \"broken\" with fake news leading to sometimes fatal real-world consequences.\nBut others are concerned about the government making snap decisions on stopping the flow of free information online, especially in Sri Lanka, which has a history of controlling the media. \nOne researcher, Yudhanjaya Wijeratne, told BuzzFeed that it was a complex problem. \n\"Social media remains a vital force for the democratisation of information, for evading government censorship. This is not to say it is a force entirely for the good. Hate speech spreads, and Facebook has been utterly terrible at countering it here.\"\nWhile there is no questioning the fact that social media networks are used to spread misinformation, they are also crucial communication platforms for families desperate to check on relatives.\nIn a statement, Facebook said: \"People rely on our services to communicate with their loved ones and we are committed to maintaining our services and helping the community and the country during this tragic time.\"\nWhatsApp is widely used in Sri Lanka - where platforms like Facebook are not just part of the internet but are the internet for many, meaning their only form of communication, perhaps when they need it most, is suddenly cut off.\nOne family based in the UK told the BBC it had contacted its Sri Lankan-based family via the telephone after finding it difficult to get through to anyone on social media platforms.\nSome people are using virtual private networks to circumvent the ban. VPNs can hide someone's location by funnelling data through a server in another country.\nAccording to Netblocks, an organisation which tracks internet outages, one of these - TunnelBear - has also been blocked.\nDr Claire Wardle, an academic who founded First Draft, a non-profit organisation that researches misinformation, told the BBC: \"While it's understandable to want to do something after such a serious event, evidence from the impact of social media shutdowns in other contexts show that they don't have the impact people expect.  \n\"When there aren't strong channels for quality information, this can backfire. In addition, social media can be lifelines for people trying to connect with each other.\"", "date": "23 April 2019", "href": "https://www.bbc.com/news/technology-48022530", "tags": "lanka platforms media spread misinformation social sri facebook government ban attacks"}