{"title": "Sri Lanka attacks: Who are the victims?", "content": "Sri Lanka is in shock after a wave of bombings targeting churches and hotels left at least 253 people dead and about 500 injured. The bombers struck on Easter Sunday in the cities of Colombo, Negombo and Batticaloa. \nThe death toll from Sunday's blasts had stood at 359 but was revised down by more than 100 on Thursday. The health ministry blamed a calculation error. \nMost of those killed are Sri Lankans, but officials say at least 38 foreigners are among the dead - including British, Indian, Danish, Dutch, Swiss, Spanish, US, Australian and Turkish nationals. \nThe government temporarily restricted some social media networks to try to halt the spread of misinformation, so details were initially slow to emerge. \nBut this is what we know so far about those who lost their lives.\nOne of the first victims to have been identified was Sri Lankan celebrity chef Shantha Mayadunne. \nHer daughter Nisanga Mayadunne had posted a picture of the family having breakfast in the Shangri-La hotel in Colombo shortly before the explosion there. \nOne of their family members later posted on Facebook confirming that both Shantha and Nisanga had died, saying \"no words can describe the pain\". \nRangana Fernando, his wife Danadiri and their three children all died in the attack on St Sebastian's church in Negombo, north of the capital.\n\"Farewell Danadiri and family, we will remember you all in our prayers,\" read a tribute from her colleagues.\n\"She was a dedicated and diligent worker, but above all a kind and caring soul. She will be dearly missed.\"\nThe couple's eldest child Biola (below, third from right) was six, Leona four and Seth just 11 months. \nUnicef says at least 45 of those who lost their lives in the attacks were children. \nFour Sri Lankan staff members at the Taprobane restaurant in the Cinnamon Grand hotel died in the attacks. \n\"It was a busy morning. It's Sunday morning during buffet breakfast so it's one of our busiest periods,\" the Cinnamon Grand hotel spokesman told the BBC. \n\"They were servers at the restaurant. One of them was working at the live food stations making hoppers [a Sri Lankan pancake].\"\nThey have been identified only as Shantha, Sanjeewani, Ibrahim and Nisthar. \nThe Shangri-La Hotel in Colombo has told the BBC that four of its colleagues were \"fatally injured in the course of their duties\".\nNo further details are known so far. \nSri Lankan Ramesh Raju was at Zion Church in Batticaloa during its Easter service when a stranger carrying a huge backpack tried to enter, saying he wanted to film the service. \nBut Ramesh told the man he could not enter with a large bag and forced him outside the church. Just after he did so, the bomb detonated. \nHe leaves behind a wife and two children, all of whom were attending the service with him.\nMary Otricia Johnson was at Mass with her family at St Anthony's in Colombo when the attack happened, according to the New York Times. \nHer eldest daughter, Sharon Silviya, had taken her son to the front of the church to look at a fish tank. Minutes later, the blast occurred. \nMs Silviya and her son survived the attack. \nTwelve-year-old Sharon Santhakumar and his younger sister, 11-year-old Sarah Santhakumar, were among those killed at Zion church in Batticoloa.\nThey were buried next to each other the day after they were killed.\nTyronne Gulding, 56, went to Easter Mass with his wife, Gayani Fernando, and his mother-in-law, Mary Anaslyn Silva. \nAll three died in the blast at St Sebastian's church in Negombo. A neighbour who was with them and survived says they were standing very close to the person believed to have detonated the bomb, but did not see his face. \nTyronne's friends say they called him Sana. He drove an auto-rickshaw and ran his business from outside Negombo hospital. His wife was unemployed and mostly took care of her mother and 18-year-old son. \nHe did not attend the Mass with them as he had gone for midnight vigil the previous night.\nSubramani Christopher, 28, was a driver and odd jobs man who died in the blast at St Anthony's church in Colombo. \nHe was originally from Akuressa in the south of the country, but was working in Colombo, where he lived in a tiny house near the church for which he paid 10,000 ($57; £44) rupees a month. \nHe had been married only 11 months. He had gone to church with his wife and infant son on Easter. His wife and child survived but he did not. \nHis mother travelled to Colombo after hearing that there had been a blast at the church. Initially relatives had told her that he had been receiving treatment for a minor leg injury. It was only after she arrived that the truth was broken to her. \n\"He was my life. He was my left hand. He loved me so much. Only I know how much he loved me,\" his mother tells BBC News's Ayeshea Perera. \"I can't bear this, how will I bear his loss?\" \nHis wife, neighbours say, has not been told yet that he has died. \n\"What do we tell her?\" A neighbour asked. \"How can we tell her that he has died?\" \nHis mother says she cannot bear to look her daughter-in-law in the face. \n\"The only thing I can take comfort in is that he is with Jesus. I swear I will look after his son. It was so funny, but even before his son was born he had told his wife that if anything happened to him he wanted me to look after his child. He had such big dreams for his child, even before he was born. I swear that I will dedicate the rest of my life to bringing up his child and making sure that he has a bright future.\"\nBennington Joseph, 33, was killed in the blast in St Anthony's church along with his wife, Subramaniam Arumugam Chandrika. \nTheir three young sons Bevon, 9, Cleavon, 6, and Avon, an 11-month-old baby, also died in the bombing. Avon's first birthday would have been on 5 May.\n\"We had planned to celebrate his first birthday and baptism on that same day,\" Baby Joseph, Bennington Joseph's father, tells BBC Tamil's Jayakumar Sudandhirapandiyan.\nBaby Joseph adds that he grew up in Kochchikade, but later moved to a different area of Colombo with his wife and children.\n\"Even then I went to the same church in search of my almighty. But today in that shrine my children's blood is shed in the floors,\" he says.\nSampath, 35, his two daughters aged eight and 10, and two nephews aged six and 10 had gone to St Sebastian's Church in Negombo for the Easter Mass.\nHis cousin, Sajeewa Fernando who lives in the UK, tells BBC News: \"I was really shocked when I heard what happened in Negombo, my birth place. It's a very peaceful place and for something like this to happen there is unbelievable.\"\nThree children of Danish billionaire Anders Holch Povlsen died in the attacks, a spokesman has confirmed to the BBC. \nAlma, Agnes and Alfred were all killed at the Shangri-La Hotel. A third daughter survived.\nMr Povlsen, 46, owns the Bestseller clothing chain and is the largest stakeholder in the hugely popular online retailer Asos.\nThe deaths of eight Britons were confirmed by the UK's High Commissioner to Sri Lanka, James Dauris.\nThree members of one family were among the victims. \nAnita Nicolson, her 14-year-old son Alex and 11-year-old daughter Annabel were killed in the restaurant of the Shangri-La Hotel.\nHer husband, Ben Nicholson, who survived, paid tribute to his \"wonderful, perfect wife\" and \"amazing children\" who had \"shared with their mother the priceless ability to light up any room they entered\".\nBrother and sister Daniel and Amelie Linsey, 19 and 15, who were at college and school in London, also died while on holiday. Their father has described his attempts to save their lives.\nTwo other Britons who have been named include former firefighter Bill Harrop and his wife, Dr Sally Bradley, from Manchester, who had been living in Australia and were also on holiday. They were described as \"soulmates\" and much-loved and respected colleagues.\nIT director Lorraine Campbell, 55, from Greater Manchester, was staying at Colombo's Cinnamon Grand Hotel on a business trip when she was killed.\nMs Campbell's family said her death would leave an \"enormous void\" and her husband, Neil Evans, said he had lost his \"best friend in the world for all adventures\".\nEleven Indian nationals, seven of whom were political party workers from Bangalore, died in the bombings at the Shangri-La.\nThe party workers have been identified as KG Hanumantharayappa, M Rangappa, KM Laxminarayan, Lakshmana Gowda Ramesh, H Shivakumar, A Maregowda and H Puttaraju. They were all members of the Janata Dal Secular (JDS).\nThe JDS workers were on holiday in Sri Lanka after polling for the Indian general elections ended in the state on 18 April.\nThe chief minister of the Indian state of Karnataka, HD Kumaraswami said in a tweet that he had known some of the party workers personally, adding that he was \"deeply pained\".\nThe Indian High Commission also identified three more Indian nationals as Vemurai Tulsiram, SR Nagaraj Reddy and Narayan Chandrashekhar.\nAnother Indian, Razeena Khader Kukkady was killed in the same blast.\nThe 58-year-old, who was originally from Kerala, lived in Dubai with her husband but had travelled to Colombo to meet her relatives. \nHe left for Dubai on Sunday morning and she was due to leave Colombo on a later flight on the same day. \n\"He had left by the morning flight and she had finished her breakfast when the blast took place. We are all in a state of shock,\" Usman Kukkady, her brother-in-law, told BBC Hindi.\nTwo Turkish nationals were killed, state news agency Anadolu reported. \nEngineer Serhan Selcuk Narici moved to Colombo in March 2017, according to his Facebook profile.\nHis father, Baba Memhet Narici, told Anadolu that his son was an electrical engineer. He had last been doing some work at the US embassy building in Sri Lanka. \n\"He sent me a WhatsApp message this morning at 5am saying 'Good Morning'\", said Mr Narici. \"That was the last I heard from him.\"\nThe other victim - Yigit Ali Cavus - was also an engineer. \n\"He was a brilliant child. He graduated with honours from the Istanbul Technical University and spoke two languages,\" said his father. \nIt is not yet clear where they were when the attacks took place. \nAn Australian mother and her 10-year-old daughter were killed during the Easter Sunday service at St Sebastian Church, in Negombo city.\nManik Suriaaratchi and daughter Alexandria attended the church every Sunday, along with her husband Sudesh Kolonne. He had just walked out of church ahead of them when the bomb went off. \n\"I heard a huge noise... I saw my daughter on the floor and I tried to lift her up, [but] she was already dead. And [then]... next my wife is there,\" Mr Kolonne told ABC news. \nThe family had moved from Melbourne to Sri Lanka in 2014 after Ms Suriaaratchi started a business in the country. \nThe grandson of Bangladeshi MP Sheikh Fazlul Karim Selim was killed in the attacks. \nZayan Chowdhary, eight, died in an explosion in the hotel where the family was staying, according to local media reports. \nMr Selim's personal assistant told the Dhaka Tribune that the boy's father was also injured in the blast. \nRui Lucas was on honeymoon with his wife, Portuguese media report. They had been married just over a week.\nMr Lucas, believed to be in his early 30s, died in the attack on the Kingsbury Hotel, where the newlyweds were staying. His wife survived the attack.\nHe has been described by one of his colleagues as \"a person with a huge heart, a great friend\", Portugal's publico.pt website reports.\nMonique Allen was on holiday with her three sons and husband Lewis when the Cinnamon Grand hotel was bombed.\nShe was having breakfast downstairs with one of her sons. Her husband and two of her other sons were in their room. The rest of her family members survived the attack. \n\"My son and my wife were sitting right next to each other [when] the explosion happened,\" Mr Allen told the BBC. \n\"[He] blacked out for a few minutes and he woke up and saw his mother with a big head wound and lots of blood.\"\nMr Lewis found his son injured at his hospital and only later found his wife when he checked the mortuary. \n\"[At the mortuary] they were pulling back sheet after sheet. I was praying let that not be Monique,\" he said.  \n\"Then they lifted the sheet on one and that was my wife there... she was the best wife and the best mother.\"\nTwo other Dutch nationals also died - a woman aged 48 and her daughter aged 12 who had dual nationality, reports say. It is not clear where they were killed.\nMs Takahashi, 39, had been living in Sri Lanka with her husband and two young children. \nHe is a chef in the city and the family were having breakfast at one of the hotels targeted. Her husband is among four Japanese citizens injured in the blasts, officials say.\nThe Asahi Shimbun newspaper reported Ms Takahashi had been due to return to Japan in May.\nForty-year-old Dieter Kowalski, a Denver resident, was in Sri Lanka on a work trip. On Friday, he had posted on Facebook: \"And the fun begins. Love these work trips. 24 hours of flying. See you soon Sri Lanka!\"\nMr Kowalski worked for Pearson, an education management company, as a senior technical operations lead. The company confirmed to NBC News on Monday that Mr Kowalski had been killed shortly after he arrived at the Cinnamon Grand hotel.\n\"Colleagues who knew Dieter well talk about how much fun he was to be around, how big-hearted and full-spirited he was,\" Pearson chief executive John Fallon wrote in a letter to employees.\nMr Kowalski's brother, Derrick, also shared on Facebook: \"We have all lost a brother today.\"\nThe US Department of State has confirmed at least four Americans were killed in the blasts.\nKieran Shafritz de Zoysa, a fifth grade student at the prestigious Sidwell Friends school in Washington, was another American killed.\nKieran had been on leave for the year in Sri Lanka, the Washington Post reports.  \n\"Kieran was passionate about learning, he adored his friends, and he was incredibly excited about returning to Sidwell Friends this coming school year,\" the school said in a letter to families.\nSaudi Arabian Airlines has confirmed the death of two of its staff members. \nAhmed Zain aJaafari, a cabin manager with the aircraft, and Hani Maged Othman, a steward passed away in Colombo. It is not clear where they were when the attacks took place. \n\"Each have a long tenure supporting the airline. All the team members of Saudi Arabian Airlines are with very heavy hearts,\" the director general of Saudi Arabian Airlines, Saleh bin Nasser Al-Jesser, said in a statement on Twitter. \nTwo Spaniards from Galicia lost their lives. Maria Gonzalez Vicente, 32, was visiting her boyfriend, Alberto Chaves, 31, who was working for a frozen food firm in India and was on holiday at the Kingsbury hotel in Colombo. \nSwitzerland said two of its citizens, one with dual nationality, had died in the attacks.\nIt did not name them or say in which of the blasts they died. \nChina's embassy said one Chinese national had been killed, five others were wounded and five were missing after the attacks.\n.", "date": "26 April 2019", "href": "https://www.bbc.com/news/world-asia-48002169", "tags": "victims lanka sri one church attacks killed died two told colombo hotel wife"}