{"title": "Sri Lanka signs deal on Hambantota port with China", "content": "Sri Lanka has signed a $1.1bn (£837m) deal with China for the control and development of the southern deep-sea port of Hambantota.\nThe deal had been delayed by several months over concerns that the port could be used by the Chinese military.\nThe government has given assurances that China will run only commercial operations from the port, on the main shipping route between Asia and Europe. \nSri Lanka's government says money from the deal will help repay foreign loans.\nUnder the proposal, a state-run Chinese company will have a 99-year lease on the port and about 15,000 acres nearby for an industrial zone.\nThe plan envisages the eviction of thousands of villagers but the government says they will be given new land.\nChina has pumped millions of dollars into Sri Lanka's infrastructure since the end of a 26-year civil war in 2009.\nProtests against the agreement, which were organised by the Port Workers Union, took place on the streets of the capital, Colombo, on Saturday. \nA coffin was carried through the streets before cardboard cutouts of Sri Lanka's President Maithripala Sirisena and Prime Minister Ranil Wickremasinghe were set alight.\nHambantota port, overlooking the Indian Ocean, is expected to play a key role in China's \"One Belt, One Road\" initiative, otherwise known as the new Silk Road, which will link ports and roads between China and Europe.\nTales from the New Silk Road\nThe initiative is being keenly watched by regional trade rivals including India and Japan.\nOpponents of the project said they feared the area being turned into a Chinese colony. There were also concerns that the Chinese navy could use the port as a base.\n\"We are against this because it undermines our sovereignty,\" opposition MP Namal Rajapaksa of the United People's Freedom Alliance (UPFA) told the BBC.\nMr Rajapaksa, who is the eldest son of former Sri Lankan President Mahinda Rajapaksa, said that India would also \"be very uncomfortable with this arrangement\". \n\"We have always considered Hambantota port as one of the biggest opportunities for our economy, given its strategic location,\" he said, adding: \"The government is just giving it away.\"  \nSri Lanka says the deal will help it to get out of the debt trap. It borrowed billions of dollars from China to build roads, ports and airports to revive the economy after the end of the civil war in 2009. \nNow it is struggling to repay Beijing. The money from the deal, officials say, will be used to repay part of the loan.  \nThose who oppose the agreement argue that Sri Lanka is giving away its land to China. Neighbouring India is concerned as China gains a foothold close to its southern tip. Beijing is already developing ports in Myanmar and Pakistan. \nThese ports are expected to play a key role in China's \"One Belt, One Road\" initiative or the new \"Silk Road\" - with huge investment in ports and roads to boost trade with rest of the world.\nFor now, Colombo insists that the Sri Lankan navy will be in charge of security at the Hambantota port and no foreign navy will be allowed to use it as a base. There are questions over how China will respond if its huge investments overseas are threatened in the future.\nIn a move to ease those concerns, the Sri Lankan government announced a revised deal to cut the Chinese firm's stake to 70%. Officials also made assurances that the port would not be used by the Chinese military.\n\"We are giving the country a better deal without any implications on security,\" Prime Minister Ranil Wickremesinghe told reporters on Friday. \nHe said the deal would help Sri Lanka manage its foreign debt.\nThe BBC's Azzam Ameen in Colombo says that the signing took place at the Sri Lanka Port Authority premises in the capital. The deal was inked at 10:43 (05:13 GMT) - considered an auspicious time.", "date": "29 July 2017", "href": "https://www.bbc.co.uk/news/world-asia-40761732", "tags": "lanka port china road signs sri one chinese ports government hambantota deal"}