{"title": "Sri Lanka attacks: Children of the Easter Sunday carnage", "content": "One week ago many dozens of children were killed in Sri Lanka's Easter Sunday attacks. Dressed in their finest clothes for one of the most important church services of the year, this was the first generation in decades to grow up free of violence. Their stories - and the struggle for the surviving children to comprehend the carnage - take the island down a devastatingly familiar path.\nWhen bubbly Sneha Savindri Fernando went along for the Easter Sunday Mass at St Sebastian's church in Negombo, her mind was on something else entirely. She had spent weeks excitedly making plans for her 13th birthday - a day she would never get the chance to celebrate.   \n\"She was like a little bird. She loved to dance. She danced to anything. If you asked her to dance, she would immediately jump into a sari or a long skirt and oblige,\" her mother, Nirasha Fernando says. Sneha, Ms Fernando and their neighbours Gayani and Tyronne all left together in Tyronne's auto-rickshaw. \nOnly Nirasha came back.\nSneha was among many children who died when a suicide bomber blew himself up at the church in the Negombo community of Katuwapitiya. At almost that precise moment five other locations, churches and hotels, were hit by bombers.\nIt was the first thing that first responders I talked to noticed as soon as they walked into the churches that had been targeted: the large number of children among the dead. The overall number of casualties from the attacks is unclear but officials believe children could end up accounting for more than a fifth of the final death toll.\nThis is because the bombers' targets were the softest of them all - morning church services on a major religious festival and luxury hotels where families settled down to Sri Lanka's generous breakfast buffets.\nNow Sneha's mother Nirasha gazes in anguish at her daughter's photo. Part of the bomb embedded itself in her upper lip - a constant irritant, a permanent physical mark and reminder of her loss. \n\"We called her duwani (daughter) at home. She was my first. I rocked her to sleep... I held her in my hands... I brought her up with so much love and now she's gone.\" \nThey were in the third pew of the church - very close to the front - when the bomb went off. The damage to Sneha's body was so severe she was brought home in a sealed casket. \n\"I couldn't even see her face,\" Nirasha says blankly. \nA hall in another Negombo home hosts an unbearable scene. Four open caskets lie next to each other. Three contain bodies of children: siblings Rashini Praveesha aged 14, Shalomi Himaya, nine, and Shalom Shathiska who was seven. \nShocked relatives keep walking into the house as though to confirm the truth of what they are seeing. \nAn elderly relative enters and immediately becomes incoherent with grief. \"Shalom! Shalom! Our youngest, our baby,\" she says, almost falling on to his coffin. \"You were always so naughty, you always loved playing tricks on us. Get up my baby, please get up!\" \nRelatives rush in and take her away, even as she keeps shouting.\nIt is a similar story in the eastern coastal town of Batticaloa on the other side of the country. Like Negombo, Batticaloa is adorned with banners strung up to commemorate the dead, many of them children.\nAmong them is the banner for 13-year-old John Jesuran Jayaratnam dressed in his finest red shirt and braces. He had just finished his Sunday school lesson. His mother tells the BBC she had been standing outside with him as they waited to enter the Zion church for Easter service. \nHe told her he would get a drink of water from the fountain and come back. That was the last time she saw him. \nOutside John's house, a basketball hoop attached to a dusty wall sways in the breeze.  \n\"He used to love basketball. I used to sit here and watch him play,\" his mother says, as she stares out of the living room window. The youngest of three sons, John was her baby and a regular worshipper at the church. \nFor Sri Lankans the loss of so many children has been one of the most defining features of these attacks. It is not the bombers who are the subject of conversation - but the children. In the days immediately after the attacks, versions of events involving the children began to circulate on WhatsApp and Facebook, in family conversations and even during exchanges in the street. \nThey were narratives about the children who died. People began saying there were so many of them because bombs exploded as children were called up for a blessing, or because a choir was at the front when the bombs hit, or that they had all been dressed as angels. \nIt has been difficult to confirm such details - and few of these stories appear to have any foundation.\nOne survivor of the Negombo attack told me that so many women and children were among the casualties only because they sat inside, where it was cooler, while the men stood outside. \nBut the narratives about the children kept spreading. \nCounselling psychologist Nivendra Uduman says such narratives can take hold for a number of reasons - it could be seen as a way of feeling useful at a time of crisis, an important way to connect. \nWhatever the reason, it was the images of innocence that gripped the public imagination. \nIn Sri Lanka, however, these children also represented what could be called the first \"innocent\" generation. War, division and brutality were not part of their daily diet.\nIn just a few weeks, the country is due to mark 10 years from the end of a 30-year civil war between government forces and separatist Tamil militants. It was a conflict that saw bomb attacks unleashed across the country and brutal violence meted out by both sides.\nThe \"pre-war\" generations witnessed two bloody Marxist insurrections - first in the late 1970s, then in the late '80s and early '90s, which saw massive and violent disruptions to daily life, including months-long shutdowns of schools. A brutal retaliation from the government saw even more bloodshed. \nSo the deaths of so many of these children on Easter Sunday felt especially poignant because this was the first generation for decades for whom violence wasn't part of their day-to-day lives. That's not to say there wasn't strife - there have been anti-Muslim riots and attacks on churches. Religious tensions were on the rise albeit never on this scale. However, the bloodshed that regularly affected Tamils, Sinhalese and Muslims of generations before had all but gone.\nFor Dr Ajith Danthanarayana, director of Lady Ridgeway children's hospital in Colombo, the aftermath of the bomb attacks are a bitter reminder of the past.\n\"These are all children. There is no race, no religion. We have faced 30 years of war, and also the tsunami. We faced so many bad things and we managed to tolerate and do the best for our patients. That's all we can do.\"\nOn the ward, it's a similar sentiment.\n\"At least I was used to this. We all either knew or heard of people who had been killed in violence, and we constantly saw pictures on TV and in the newspapers. But how can I explain this to my son? How will he even process it?\" Wasantha Fernando asks me, while standing at his son's bedside at the hospital. \nSeven-year-old Akalanka was among those injured at St Sebastian's church. An iron ball bearing had ripped into his leg, fracturing the bone and embedding itself into his muscle. He was being discharged that day, but still had no clear idea of why he was in hospital. \n\"He has heard us use the word bomb and is asking us what it means. I have told him that it is something that makes a loud noise like a firecracker. He doesn't know that it can hurt or cause death. But I will have to say something to him, because so many of his friends and peers are gone,\" Mr Fernando says. \nThis represents the second big challenge to a population already reeling from the brutality of these attacks. How do they explain it to their children, many of whom are already traumatised?\nDr Gadambanathan, the consultant psychiatrist at the Batticaloa Hospital, visited some of the injured children immediately after the attacks. \nHis staff had identified a range of immediate challenges - panic attacks, sleep disturbances and nightmares, worries about facial disfigurement due to injuries, parents overwhelmed by grief who were unable to care for their remaining children, or adults who struggled to communicate the loss of a sibling or parent to a child.  \nA mental health and psychosocial support worker in Batticaloa, who does not wish to be identified, says the most obvious impact was on those children directly connected to the attacks. However, watching videos of the attacks, experiencing the panic induced by rumours or perceiving the fears of the adults around them could also affect children quite distant from events, he says. \n\"I have been in contact with parents from across the island whose children have been terrified by the thought that bombers may target their homes or towns, who are unable to sleep, who have questions about why this happened, or who are expressing strong feelings of anger towards the perpetrators,\" he said.\nA number of organisations including Unicef have been putting out guidelines to help adults talk to their children about what happened in an age-appropriate way. These have been shared widely on social media and also with parents and medical staff in hospitals as well as teachers. \nIn fact, returning to school, experts say, is another good way to help children process such events. Dayani Samarakoon, who teaches children between seven and 12 at a Colombo school, describes how she had been preparing for the return of her students. Her approach, she says, depends on the age group.\n\"The youngest ones may or may not know some of what has happened. I will get them to talk to me about what they know. Some of what they know could be the truth while the rest could be hearsay. But the important thing is to hear them out and listen to their fears,\" she says.\nThe extent to which such services are freely available is unclear. In Sri Lanka, seeking help for mental health conditions is still considered taboo and adults - many themselves traumatised - may not have the necessary tools to comfort their children.\nBut in the meantime, loss and funerals still consume the living. \nBack in Negombo, a woman wails in anguish, beating her chest in agony. She has lost her husband and both her children in the St Sebastian's attack. Her daughter Sachini Appuhami was 21, and Vimukthi, her son, was 14.\nHer brother-in-law Jude Prasad says both children were bright students. Sachini had finished secondary school and was doing a course in accounting. Vimukthi, apparently never had to be nagged to do his homework. \n\"We tried so many times to get them interested in sports, but they were much more interested in their books,\" he says smiling. Yet Vimukthi, he adds, also had a keen interest in music.\n\"When he passed his standard five examinations, he asked his father for that,\" he says his voice breaking, pointing to the mezzanine floor above with an elaborate drum set. \n\"My brother and I went all the way to Wennappuwa (a large town 21km away) to get this for him. He really loved it.\" \nJust then, another relative walks in and heads straight to a wall on which framed photographs of the family are displayed.\nShe touches the faces of the two children in a photo taken when they were much younger. \"Why couldn't even one of you live for your mother?\" she demands, growing increasingly hysterical. \"Why couldn't at least one of you stay?\"\nAdditional reporting in Batticaloa from the BBC's Rajini Vaidyanathan", "date": "28 April 2019", "href": "https://www.bbc.com/news/world-asia-48048856", "tags": "lanka sunday first carnage sri get church one says children could negombo many easter attacks"}