{"title": "Sri Lanka country profile", "content": "Lying off the southern tip of India, the tropical island of Sri Lanka has attracted visitors for centuries with its natural beauty.\nBut it has been scarred by a long and bitter civil war arising out of ethnic tensions between the majority Sinhalese and the Tamil minority in the north and east.\nAfter more than 25 years of violence the conflict ended in May 2009, when government forces seized the last area controlled by Tamil Tiger rebels. But recriminations over abuses by both sides continue.\nThe island fell under Portuguese and Dutch influence after the 16th century. It gained independence in 1948, after nearly 150 years of British rule. \nPresident: Maithripala Sirisena\nMaithripala Sirisena was sworn in as president after a surprise victory over veteran strongman Mahinda Rajapaksa in a January 2015 election dominated by charges of corruption and growing authoritarianism.\nThe former health minister united a fractured opposition and promised sweeping reforms of the presidency and accountability over atrocities committed during the long civil war.\nBut differences with his erstwhile ally Ranil Wickramasinghe led the president to replace him briefly with Mahinda Rajapaksa and suspend parliament in October 2018, prompting a crisis that led to the Constitutional Court reinstating parliament and Mr Wickramasinghe resuming his post in December. \nPolitical observers in Sri Lanka see a dispute between the president's alleged pro-Chinese orientation and Mr Wickramasinghe's support for traditional ties with India behind the events.\nRead full profile\nSri Lanka's media divide along language and ethnic lines.\nMany of the major press and broadcasting outlets are state-owned.\nSome key dates in Sri Lanka's history: \n1505 - Portuguese arrive in Colombo, marking beginning of European interest.\n1833 - Whole island united under one British administration.\n1948 - Ceylon gains full independence.\n1949 - Indian Tamil plantation workers disenfranchised, the start of a wave of Sinhalese nationalism which alienates the Tamil minority.\n1972 - Ceylon changes its name to Sri Lanka.\n1976 - Liberation Tigers of Tamil Eelam (LTTE) founded to fight for Tamil rights.\n1983 - Start of civil war. \n2009 - LTTE defeated, ending the war thought to have killed between 70,000 and 80,000 people.\n2019 April - Jihadist suicide bombers attack churches and hotels on Easter Sunday, killing more than 350 people.", "date": "25 April 2019", "href": "https://www.bbc.com/news/world-south-asia-11999611", "tags": "lanka country india island profile civil sri war wickramasinghe long tamil"}