{"title": "Sri Lanka attacks: Authorities face scrutiny over advance warnings", "content": "Scrutiny fell on rifts in Sri Lanka's leadership on Monday after it emerged that authorities were warned about the group accused in Sunday's bombings.\nAttacks on churches and hotels killed 310 people and wounded nearly 500.\nSecurity agencies had been watching the National Thowheed Jamath jihadist group, reports said, and had notified police about a possible attack.\nBut the prime minister, Ranil Wickremesinghe, and the cabinet were not informed, ministers said.\nOn Tuesday, the country is observing a day to \"mourn the senseless loss of innocent lives,\" Mr Wickremesinghe said in a statement posted to Twitter. \n\"It is imperative that we remain unified as Sri Lankans in the face of this unspeakable tragedy,\" he added. \nThe prime minister was not privy to security briefings following a rift last year with President Maithripala Sirisena, cabinet spokesman Rajitha Senaratne told a press conference.\nMr Sirisena sacked Mr Wickremesinghe and his cabinet in October and tried to install another prime minister, prompting a full-blown constitutional crisis. \nHe was forced to reinstate Mr Wickremesinghe under pressure from the nation's supreme court, but apparently kept the prime minister from security briefings. \nMr Senaratne said intelligence agencies had begun issuing warnings about the group on 4 April, after which the defence ministry sent a detailed warning to the chief of police; and on 11 April a memo was sent to the heads of several security divisions. \nHe said information passed to police included a warning from a foreign intelligence agency about possible attacks by the group, as well as names of members.\nUS media quote Sri Lankan officials as saying both Indian and US intelligence had warned the country about a threat in early April.\nIt was not clear on Monday whether Mr Sirisena had been made aware of the warnings. \"Our understanding is that it was correctly circulated among security and police,\" Shiral Lakthilaka, a senior adviser to Mr Sirisena, told the BBC.\nHe said that the president had appointed a special committee led by a supreme court judge to investigate what had happened.\nRauff Hakeem, the minister for town planning, called the attacks a \"colossal failure of intelligence\".\n\"It is shameful for all of us. We are all ashamed of this,\" he said. \nTelecommunications Minister Harin Fernando tweeted: \"Some intelligence officers were aware of this incidence. Therefore there was a delay in action. Serious action needs to be taken as to why this warning was ignored.\" \nSri Lankan authorities declared a state of emergency which came into effect at midnight (18:30 GMT) on Monday.\nThe declaration gives police and the military sweeping powers to detain and interrogate suspects without court orders - powers that were last used during the nation's civil war.\nA curfew also came into effect at 20:00, leaving armed security forces patrolling largely deserted streets in Colombo on Monday night.\nThe government blocked access to Facebook, WhatsApp and Instagram after the attacks.\nPolice arrested 24 suspects in a series of raids just hours after the blasts, and later said 87 bomb detonators had been found at the Bastian Mawatha private bus station in Petta.\nOn Monday, another blast rocked a street in the capital, Colombo, when a bomb went off while police attempted to defuse it, although no-one was hurt.\nThe first reports of explosions came at about 08:45 local time on Sunday with six blasts reported within a small space of time.\nThree churches in Negombo, Batticaloa and Colombo's Kochchikade district were targeted during Easter services. Blasts also rocked the Shangri-La, Kingsbury and Cinnamon Grand hotels in the country's capital.\nPolice did not release a breakdown of how many people were killed and wounded at each location.\nAll the attacks were carried out by suicide bombers, officials said.\nPolice then carried out raids on two addresses and there were explosions at both.\nOne was in Dehiwala, southern Colombo, and the other was near the Colombo district of Dematagoda, where three officers were killed when a suicide bomber detonated a device.\nAn improvised explosive device - a 6ft-long [1.8m] plastic pipe packed with explosives - was also found and defused near the airport in Colombo.\nNational Thowheed Jamath (NTJ) has been named by a government spokesman as the main suspect.\nThe group has no history of large-scale attacks but came to prominence last year when it was blamed for damaging Buddhist statues.\nHowever, neither NTJ, nor any other group, has admitted carrying out Sunday's bombings.\nMost of those who died were Sri Lankan nationals, including scores of Christians attending Easter Sunday church services.\nThe ministry of foreign affairs said it had identified 31 foreign nationals among the dead, with 14 unaccounted for. The death toll included at least eight British citizens and at least eight citizens of India. \nThey include three of the children of Danish billionaire Anders Holch Povlsen, a family spokesman confirmed to the BBC. Mr Povlsen owns the Bestseller clothing chain and holds a majority stake in clothing giant Asos.\nBritish lawyer Anita Nicholson died alongside her two children, Alex, 14, and Annabel, 11, when a suicide bomber detonated a device in the breakfast queue at the Shangri-La hotel in Colombo.\nHer husband, Ben Nicholson, survived and praised his \"wonderful, perfect wife\" and \"amazing, intelligent\" children.\nChina on Tuesday issued an advisory to its citizens not to travel to Sri Lanka in the near future while the US State Department had already on Sunday warned of possible further attacks in a travel advisory.", "date": "23 April 2019", "href": "https://www.bbc.co.uk/news/world-asia-48016994", "tags": "lanka authorities face security minister sri scrutiny advance group warnings police colombo monday attacks"}