{"title": "Sri Lanka profile - Timeline", "content": "A chronology of key events:\n1505 - Portuguese arrive in Colombo, marking beginning of European interest. \n1658 - Dutch force out Portuguese and establish control over whole island except central kingdom of Kandy. \n1796 - Britain begins to take over island. \n1815 - Kingdom of Kandy conquered. Britain starts bringing in Tamil labourers from southern India to work in tea, coffee and coconut plantations. \n1833 - Whole island united under one British administration. \n1931 - British grant the right to vote and introduce power sharing with Sinhalese-run cabinet. \n1948 - Ceylon gains full independence. \n1949 - Indian Tamil plantation workers disenfranchised and many deprived of citizenship. \n1956 - Solomon Bandaranaike elected on wave of Sinhalese nationalism. Sinhala made sole official language and other measures introduced to bolster Sinhalese and Buddhist sentiment. \nMore than 100 Tamils killed in widespread violence after parliamentarians protest at new laws. \n1958 - Anti-Tamil riots leave more than 200 people dead. Thousands of Tamils displaced. \n1959 - Prime Minister Bandaranaike assassinated by a Buddhist monk. Succeeded by widow, Srimavo, who continues socialist policies. \n1965 - Opposition United National Party wins elections and attempts to reverse socialism. \n1970 - Srimavo Bandaranaike returns to power and extends nationalisation programme. \n1972 - Ceylon becomes a republic and changes its name to Sri Lanka. Buddhism is given primary place as the country's religion, further antagonising Tamil minority. \n1976 - Liberation Tigers of Tamil Eelam (LTTE) formed as tensions increase in Tamil-dominated areas of north and east. \n1977 - Separatist Tamil United Liberation Front (TULF) party wins all seats in Tamil areas. Anti-Tamil riots leave more than 100 dead. \n1983 - 13 soldiers killed in LTTE ambush, sparking anti-Tamil riots leading to the deaths of several hundred Tamils. Start of what Tigers call \"First Eelam War\". \n1985 - First attempt at peace talks between government and LTTE fails. \n1987 - Government forces push LTTE back into northern city of Jaffna. Government signs accords creating new councils for Tamil areas in north and east and reaches agreement with India on deployment of Indian peace-keeping force. \n1990 - Indian troops leave after getting bogged down in fighting in north. Violence between Sri Lankan army and separatists escalates. \"Second Eelam War\" begins. \nThousands of Muslims are expelled from northern areas by the LTTE. \n1991 - LTTE implicated in assassination of Indian premier Rajiv Gandhi in southern India. \n1993 - President Premadasa killed in LTTE bomb attack. \n1994 - President Chandrika Kumaratunga comes to power pledging to end war. Peace talks opened with LTTE. \n1995 - \"Third Eelam War\" begins when rebels sink naval craft. \n1995-2001 - War rages across north and east. Tigers bomb Sri Lanka's holiest Buddhist site. President Kumaratunga is wounded in a bomb attack. Suicide attack on the international airport destroys half the Sri Lankan Airlines fleet. \n2002 February - Government and Tamil Tiger rebels sign a Norwegian-mediated ceasefire. \nDe-commissioning of weapons begins; the road linking the Jaffna peninsula with the rest of Sri Lanka reopens after 12 years; passenger flights to Jaffna resume. Government lifts ban on Tamil Tigers. Rebels drop demand for separate state. \n2003 - Tigers pull out of talks. Ceasefire holds. \n2003 May - Country's worst-ever floods leave more than 200 people dead and drive some 4,000 people from their homes. \n2004 March - Renegade Tamil Tiger commander, known as Karuna, leads split in rebel movement and goes underground with his supporters. Tiger offensive regains control of the east. \n2004 December - More than 30,000 people are killed when a tsunami, massive waves generated by a powerful undersea earthquake, devastate coastal communities. \n2005 June - Row over deal reached with Tamil Tiger rebels to share nearly $3bn in tsunami aid among Sinhalas, Tamils and Muslims. \n2005 August - State of emergency after foreign minister is killed by a suspected Tiger assassin. \n2005 November - Mahinda Rajapaksa, prime minister at the time, wins presidential elections. Most Tamils in areas controlled by the Tamil Tigers do not vote. \n2006 April - A suicide bomber attacks the main military compound in Colombo, killing at least eight people. The military launch air strikes on Tamil Tiger targets. \n2006 August - Tamil Tiger rebels and government forces resume fighting in the north-east in worst clashes since 2002 ceasefire. Government steadily drives Tamil Tigers out of eastern strongholds over following year. \n2006 October - Peace talks fail in Geneva. \n2008 January - Government pulls out of 2002 ceasefire agreement, launches massive offensive. \n2008 July - Sri Lankan military says it has captured the important Tamil Tiger naval base of Vidattaltivu in the north.\n2009 January - Government troops capture the northern town of Kilinochchi, held for ten years by the Tamil Tigers as their administrative headquarters. President Mahinda Rajapakse calls it an unparalleled victory and urges the rebels to surrender. \n2009 May - Government declares Tamil Tigers defeated after army forces overrun last patch of rebel-held territory in the northeast. Military says rebel leader Velupillai Prabhakaran was killed in the fighting. Tamil Tiger statement says the group will lay down its arms.\n2009 August - New Tamil Tiger leader Selvarasa Pathmanathan captured overseas by Sri Lankan authorities. \nFirst post-war local elections in north. Governing coalition wins in Jaffna, but in Vavuniya voters back candidates who supported Tamil Tigers. \n2010 January - President Mahinda Rajapaksa re-elected by a large margin. \n2010 April - President Rajapaksa's ruling coalition wins landslide victory in parliamentary elections. \n2010 September - Parliament approves a constitutional change allowing President Rajapaksa to seek unlimited number of terms.\n2011 August - President Rajapaksa says his government will allow the expiry of state emergency laws which have been in place for most of the past 40 years.\n2012 March - UN Human Rights Council adopts a resolution urging Sri Lanka to investigate war crimes allegedly committed during the final phase of the decades-long conflict with Tamil Tiger rebels. Sri Lanka says the move usurps its sovereignty.\n2012 May - Former army chief and opposition presidential candidate Sarath Fonseka is freed after two and a half years in jail, under terms banning him from running for public office for seven years.\n2013 September - Tamil National Alliance opposition party wins first elections to semi-autonomous provincial council in the north, with 78% of the vote. Commonwealth observers say army intimidation compromised the vote's environment.\n2015 January - Maithripala Sirisena defeats Mahinda Rajapaksa in presidential election, pledging accountability over alleged atrocities during the civil war.\n2015 September - Rajavarothiam Sampanthan becomes the first lawmaker from the ethnic Tamil minority in 32 years to lead the opposition in parliament.\n2016 June - Government acknowledges for the first time that some 65,000 people are missing from its 26-year war with the Tamil Tiger rebels and a Marxist insurrection in 1971.\n2017 January - Police clash with protesters demonstrating against a plan to evict villagers to make way for a mostly Chinese port and industrial zone near the port city of Hambantota.\n2018 October - Constitutional crisis as President Sirisena replaces Prime Minister Ranil Wickramasinghe with former president Mahinda Rajapaksa, and suspends parliament. \n2018 November-December - Constitutional Court rules that dissolution of parliament was illegal. Mahinda Rajapaksa fails to form a government that commands a parliamentary majority. Mr Wickramasinghe resumes office.\n2019 April - Jihadist suicide bombers attack churches and hotels on Easter Sunday, killing more than 350 people.", "date": "25 April 2019", "href": "https://www.bbc.co.uk/news/world-south-asia-12004081", "tags": "lanka timeline tigers profile ltte rebels sri tiger war government tamil rajapaksa"}