{"title": "Sri Lanka attacks: Government admits 'major intelligence lapse'", "content": "Sri Lanka has admitted a \"major intelligence lapse\" before the Easter Sunday bomb attacks which killed 359 people and wounded more than 500.\nAn Indian intelligence warning from the beginning of the month about planned attacks was not properly shared by the authorities, parliament heard.\nPresident Maithripala Sirisena has moved to sack the defence secretary and inspector general of police.  \nEight of the nine attackers have been identified as Sri Lankan citizens.\nThe government is investigating whether the Islamic State (IS) group was involved in the attacks which targeted churches and high-end hotels.\nIt has emerged that one of the attackers once studied in the UK and Australia before returning to Sri Lanka.\n\"We have to take responsibility because unfortunately if the sharing of the intelligence information had been given to the right people, I think that at least this could have been avoided or even minimised,\" said Deputy Defence Minister Ruwan Wijewardene.\nLakshman Kiriella, the leader of parliament, said senior officials had deliberately withheld intelligence about possible attacks.\n\"Some top intelligence officials hid the intelligence information purposefully,\" he told MPs.\n\"Information was there but the top brass security officials did not take appropriate actions.\"\nHe said the Indian tip-off had been received on 4 April but, Reuters news agency says, both the president and Prime Minister Ranil Wickremesinghe reportedly did not receive it. \nPresident Sirisena replaced Defence Secretary Hemasiri Fernando and took steps to sack the Inspector General of Police, Pujith Jayasundara.\nThe whereabouts of Islamist preacher Zahran Hashim, who is suspected of being the bombers' ringleader, remain unclear.  \nA man believed to be him appears in an IS video but police do not know whether he detonated one of the suicide bombs or is still at large. \nHis sister told the BBC: \"I came to know about his actions only through the media. Even for a moment, I never thought that he would do such a thing.\n\"I strongly deplore what he has done. Even if he is my brother, I cannot accept this. I don't care what happens to him any more.\"\nMost of the attackers were \"well educated\" and came from \"middle or upper middle class\" families, according to Mr Wijewardene.  \nOne of the attackers, named as Abdul Latif Jamil Mohammed, had spent time studying in the UK. \nA senior Whitehall official told the BBC that he visited south-east England in 2006-7 to study but did not complete a full university degree.\nAnalysis by the BBC's Security Correspondent Frank Gardner\nThe announcement that most of the attackers were \"well educated\" and \"middle class\" is not as surprising as it sounds.\nAlthough poverty and lack of opportunities have steered many down a path to terrorism, there are also numerous examples of individuals abandoning a relatively comfortable lifestyle for a violent cause. \nZiad Jarrah, one of the 9/11 attackers who hijacked United Airlines flight 93, came from a privileged Lebanese family. More recently, there have been cases of British jihadists who have worked for the NHS, including doctors. \nThe late IS executioner Mohammed Emwazi, aka \"Jihadi John\", attended the University of Westminster in London.  And the original co-founder of al-Qaeda, Osama Bin Laden, chose to leave behind a luxurious life in Jeddah to go and fight the Soviets in Afghanistan during the 1980s.\nSri Lanka's government has blamed the blasts on local Islamist group National Thowheed Jamath (NTJ) but Mr Wickremesinghe said the attacks \"could not have been done just locally\".\nNTJ has no history of large-scale attacks but came to prominence last year when it was blamed for damaging Buddhist statues. The group has not said it carried out Sunday's bombings.\nIS said online that it had \"targeted nationals of the crusader alliance [anti-IS US-led coalition] and Christians in Sri Lanka\".\nIt provided no evidence for the claim other than images on social media of the suspected attackers.\nPolice have now detained around 60 suspects in connection with the attack. A state of emergency remains in effect to prevent further attacks.\nThe nearly simultaneous attacks targeted three churches packed for Easter services and three major hotels in the capital, Colombo.\nAn attack on a fourth hotel on Sunday was foiled, Mr Wickremesinghe said. He also warned that further militants and explosives could still be \"out there\" following the attack.\nOne of the targeted hotels, the Kingsbury, has now reopened.\nThe country remains tense with police still looking for suspects and possible further explosives. \nCautioning about \"ongoing terrorist plots in the country\", US envoy to Sri Lanka Alaina Teplitz told reporters that terrorists could \"strike without warning\".\nThe first mass funeral was held on Tuesday, as Sri Lanka marked an official day of mourning for the victims.\nMost of those who died were Sri Lankan nationals, including scores of Christians attending Easter Sunday church services.\nSome 38 foreign nationals were among the dead, with another 14 unaccounted for. The death toll includes at least eight British citizens and at least 11 Indian nationals.\nThe mass funeral for about 30 victims took place at St Sebastian's church in Negombo, north of Colombo, which was one of the places targeted in Sunday's blasts.", "date": "25 April 2019", "href": "https://www.bbc.co.uk/news/world-asia-48044636", "tags": "lanka intelligence targeted sunday attackers sri one admits lapse police government attacks"}