{"title": "Sri Lanka attacks: Who were the bombers?", "content": "Two of the nine bombers in Sri Lanka were the sons of a wealthy and well-known spice trader, local police sources have told the BBC.\nAll but one of the nine have been identified and most came from \"middle or upper middle class\" families.\nSri Lankan officials suspect a previously little-known Islamist group called the National Thowheed Jamath (NTJ) but UK officials have told the BBC they think it is highly likely that the Islamic State group (IS) was linked in some way.\nSome 32 Sri Lankan nationals are known to have joined IS in Iraq and Syria.\nAs the sweeping investigation into the Easter Sunday bombings - which hit churches and hotels, killing at least 250 people - continues, here is what we know about the suspects.\nTwo of the bombers were the sons of spice trader Mohammad Yusuf Ibrahim who is based in the Sri Lankan capital, Colombo.\nOne of them detonated his explosives at the city's Shangri-La hotel while breakfast was being served. The other targeted the restaurant at the high-end Cinnamon Grand hotel which is a short distance away.\nTheir father has been arrested and is now in custody.\nHis daughter-in-law detonated explosives during a police raid at the family's villa on Sunday, apparently to avoid arrest. \nSeveral people, including children and police officers, were reportedly killed in that blast.\nThe family's wealthy background matches the description of the attackers given by the authorities.\n\"They are financially quite independent and their families are quite stable financially,\" Deputy Defence Minister Ruwan Wijewardene said at a press conference on Wednesday.\nOne of the attackers studied in the UK, officials say.\nAbdul Latif Jamil Mohammed visited south-east England in 2006-7 to study but did not complete a full university degree, a senior Whitehall official told the BBC.\nHe reportedly studied aerospace engineering at Kingston University.\nHe later studied in Australia before returning to Sri Lanka.\n\"I can confirm the suicide bomber had been in Australia,\" Australian Prime Minister Scott Morrison said on Thursday. \"They departed in early 2013.\"\nHe added: \"They had a spouse and child visa at that time as well but they had not returned to the country.\"\nIslamist preacher Zahran Hashim, who founded the NTJ but was reportedly later expelled from the group, is suspected of having been the bombers' ringleader. He blew himself up at a hotel in Colombo.\nAn IS video that was released after the group said it had carried out the attacks appears to feature him prominently. \nIn the video, he can reportedly be seen pledging allegiance to the group's leader, Abu Bakr al-Baghdadi.\nThe UK government believes it is highly likely IS were linked to the bombings although the full extent of the group's role is not clear, officials have told the BBC.\nSri Lanka's Muslim community have said they warned the authorities about him for years prior to the attacks.\n\"This person was a loner and he had radicalised young people,\" Hilmy Ahamed, vice-president of the Muslim Council of Sri Lanka, told AFP news agency,\n\"Nobody thought these people were capable of carrying out an attack of such magnitude.\" \nZahran Hashim's sister told the BBC: \"I came to know about his actions only through the media. Even for a moment, I never thought that he would do such a thing.\n\"I strongly deplore what he has done. Even if he is my brother, I cannot accept this. I'm not worried about him anymore.\"", "date": "28 April 2019", "href": "https://www.bbc.com/news/world-asia-48049149", "tags": "lanka officials reportedly sri bbc told group bombers attacks"}