{"title": "Sri Lanka attacks: Eight Britons killed in explosions", "content": "Eight British citizens are among the hundreds killed in explosions in Sri Lanka on Easter Sunday, the UK's High Commissioner to Sri Lanka has said.\nThey include Anita Nicholson, 42, her 14-year-old son Alex and her 11-year-old daughter Annabel.\nMrs Nicholson's husband Ben survived and paid tribute to his \"wonderful\" wife and their \"amazing, intelligent, talented and thoughtful children\". \nPolice say at least 290 people were killed in eight blasts in the country.\nMr Nicholson said his family were killed at a table in the restaurant of the Shangri-La Hotel, in the Sri Lankan capital Colombo, while they were on holiday.\nHe said he was \"deeply distressed\" at his loss but \"mercifully, all three of them died instantly and with no pain or suffering\".\nHe added that his wife \"was a wonderful, perfect wife and a brilliant, loving and inspirational mother to our two wonderful children\".   \n\"Alex and Annabel were the most amazing, intelligent, talented and thoughtful children, and Anita and I were immensely proud of them both and looking forward to seeing them develop into adulthood.  \n\"They shared with their mother the priceless ability to light up any room they entered and bring joy to the lives of all they came into contact with.\"  \nHe thanked the medical teams in Colombo and the Sri Lankan people he had encountered since.\nA further 500 people were injured in the blasts - but the UK's High Commissioner, James Dauris, said there were no Britons with serious injuries.\nOfficials in Sri Lanka believe at least 35 foreign nationals are among the dead.\nMr Dauris said: \"We know there are a small number of foreign nationals who are unaccounted for. We don't know what the nationality of those people is.\" \nDanish, Indian, Turkish and Dutch citizens are also among those known to have died. \nMr Dauris urged those still in the country to contact relatives and to follow instructions from local authorities. \nIn the capital Colombo, St Anthony's Shrine and the Cinnamon Grand, Shangri-La and Kingsbury hotels were targeted. \nThere were also explosions at a hotel near Dehiwala zoo and in the residential district of Dematagoda.\nFurther blasts took place in St Sebastian's Church in Negombo, a town approximately 20 miles north of Colombo, and at Zion Church in Batticaloa, on the east coast.\nManisha Gunasekera, Sri Lanka's High Commissioner, told the BBC that the large Sri Lankan community in the UK was \"very concerned\".\nThe Queen has offered her condolences to Sri Lanka's president, saying her thoughts and prayers were with all Sri Lankans.\nShe said: \"Prince Philip and I were deeply saddened to learn of the attacks in Sri Lanka yesterday and send our condolences to the families and friends of those who have lost their lives\".\nKieran Arasaratnam, a professor at Imperial College London, was on his way to the breakfast room in the Shangri-La hotel when he heard the blast. \nHe told the BBC he saw a young child, aged about eight or nine, being carried to an ambulance, and all around him, \"everyone's just running in panic\".\n\"The military was coming in. It's just total chaos. So I then just literally ran out and then I looked to the room on the right and there's blood everywhere.\"\nTourist Marisa Keller, from London, was also staying at the Shangri-La but wasn't in the hotel when it was attacked. She said she felt \"lucky to be alive\".\n\"There were lots of bodies, blood, ambulances, police. Swat teams were sent in.\n\"One side of the hotel was blocked off. They were letting people back in because of the hot sun,\" she said.\nJulian Emmanuel and his family, from Surrey, were staying at the Cinnamon Grand when they were woken up by the explosion.\n\"There were ambulances, fire crews, police sirens,\" he told the BBC.\n\"I came out of the room to see what's happening, we were ushered downstairs.\n\"We were told there had been a bomb. Staff said some people were killed. One member of staff told me it was a suicide bomber.\"\nThe Sri Lankan government said on Monday that the bombings were carried out with the support of an international network.\nIt has blamed a little-known local jihadist group, National Thowheed Jamath, although no-one has yet admitted carrying out the attacks.\nPolice have arrested 24 people in a series of raids.\nArchbishop of Canterbury Justin Welby has condemned the attacks as \"utterly despicable destruction\" during his Easter address at Canterbury Cathedral.\nPrime Minister Theresa May said the killings were \"truly appalling\" and \"no-one should ever have to practise their faith in fear.\"\nLabour leader Jeremy Corbyn said: \"I stand with the victims, their families, the people of Sri Lanka and Christians around the world. We must defeat this hatred with unity, love and respect.\"\nThe Foreign Office has directed British citizens to two helplines:\nAre you in Sri Lanka? Have you been affected by the attacks? Only if it is safe to do so, please contact haveyoursay@bbc.co.uk\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: \nOr please use the form below:", "date": "22 April 2019", "href": "https://www.bbc.com/news/uk-48004465", "tags": "lanka eight britons shangri-la explosions sri contact killed told police hotel attacks"}