{"title": "Sri Lanka attacks: Mass funerals held as nation mourns", "content": "Sri Lanka has held its first mass funeral amid a day of mourning for the victims of Sunday's bomb blasts.\nThe death toll from the attacks on churches and hotels has risen to 321 with about 500 wounded, police said. \nA state of emergency is in effect to prevent further attacks.\nThe Islamic State (IS) group claimed the attack on Tuesday via its news outlet. Sri Lanka's government has blamed the blasts on local Islamist group National Thowheed Jamath (NTJ).\nThe country's prime minister, Ranil Wickremesinghe, said the government believed there \"may be links\" to IS.\n\"This could not have been done just locally,\" he said. \"There had been training given and a coordination which we are not seeing earlier.\"\nA BBC correspondent in Sri Lanka says the IS statement should be treated cautiously. As with previous attacks that the group says it carried out, it has provided no evidence for the claim. \nPolice have now detained 40 suspects in connection with the attack. A spokesman said they included a Syrian who was arrested \"after the interrogation of local suspects\". \nThe mass funeral for about 30 victims took place at St Sebastian's church in Negombo, north of Colombo, which was one of the places targeted in Sunday's blasts. Another funeral service was scheduled for later on Tuesday.\nEarlier, a moment of silence was observed at 08:30, reflecting the time the first of six bombs detonated. Flags were lowered to half-mast and people, many of them in tears, bowed their heads in respect.\nThe state of emergency gives police and the military sweeping powers to detain and interrogate suspects without court orders - powers that were last used during the nation's civil war.\nThe government limited access to Facebook, WhatsApp and Instagram after the blasts.\nNTJ, the group named by the government as the main suspect, has no history of large-scale attacks but came to prominence last year when it was blamed for damaging Buddhist statues. The group has not said it carried out Sunday's bombings.\nAt the scene: Ayeshea Perera, BBC News, Negombo \nNegombo is usually bustling but today is very different. Most of its shops and businesses are shut, there is a heavily-armed military presence and the entire city is bedecked in white flags - a sign of mourning.\nEverywhere, there is a sense of complete shock. People are discussing what happened in hushed tones. Many take pictures of the banners or try to put up bouquets of flowers between the iron grills on the perimeter of the church.\nAbout 150 people are estimated to have been killed during St Sebastian's Easter Mass.\nThere are so many funerals to conduct that they are being carried out in batches. Security is tight - people are not allowed to drive within a 1km radius of the church. \nSt Sebastian's itself is strung with banners. Some have pictures of those who died, others have messages of condolence and condemnation. Huge crowds of people are walking in to pay their respects, many having travelled from outside the city.\nBut there was tension too. An interfaith event organised by the local mosque to condemn the attacks was cut short after a mob surrounded it armed with poles and knives. They were dispersed by police.\nIS claimed the attack on Tuesday via its Amaq news outlet, saying it had \"targeted nationals of the crusader alliance [anti-IS US-led coalition] and Christians in Sri Lanka\". It provided no evidence for the claim.\nDefence minister Ruwan Wijewardene told parliament on Tuesday that NTJ was linked to another radical Islamist group he named as JMI, but he gave no details.\nHe also said \"preliminary investigations\" indicated that the bombings were in retaliation for deadly attacks on mosques in Christchurch, New Zealand, in March, but again gave no further information.\nNTJ has no history of large-scale attacks but came to prominence last year when it was blamed for damaging Buddhist statues. The group has not said it carried out Sunday's bombings.\nMeanwhile, police in Colombo have been placed on high alert and told to search for a lorry and a van suspected to be carrying explosives, the BBC Sinhala's Azzam Ameen reports.\nMr Wickremesinghe said that only Sri Lankan nationals had been arrested in connection with the attack so far, but that some of the attackers may have travelled abroad before the bombings. \nSunday's attacks have highlighted rifts in Sri Lanka's leadership, after it emerged that authorities were warned about an imminent threat.\nSecurity agencies had been watching the NTJ jihadist group, reports said, and had notified police about a possible attack.\nBut Prime Minister Ranil Wickremesinghe and the cabinet were not informed, ministers said. \nCabinet spokesman Rajitha Senaratne said the information was not passed to Mr Wickremesinghe due to a rift between the prime minister and President Maithripala Sirisena.\nHowever, it was not clear on Monday whether Mr Sirisena had been made aware of the warnings. \n\"Our understanding is that it was correctly circulated among security and police,\" Shiral Lakthilaka, a senior adviser to Mr Sirisena, told the BBC.\nHe said that the president had appointed a special committee led by a supreme court judge to investigate what had happened.\nThe first reports of explosions came at about 08:45 local time on Sunday with six blasts reported within a small space of time.\nPolice have not yet released details of how many people were killed and wounded at each location.\nAll the attacks were carried out by suicide bombers, officials said.\nMost of those who died were Sri Lankan nationals, including scores of Christians attending Easter Sunday church services.\nOne of the first victims to be publicly identified was Sri Lankan celebrity chef Shantha Mayadunne and her daughter Nisanga Mayadunne, who had posted a picture of the family having breakfast in the Shangri-La Hotel in Colombo shortly before the deadly blast.\nSri Lankan officials said 38 foreign nationals were among the dead, with another 14 unaccounted for. The death toll includes at least eight British citizens and at least 10 Indian nationals. \nThree of Danish billionaire Anders Holch Povlsen's children were killed in the attack, a family spokesman confirmed to the BBC. Mr Povlsen owns the Bestseller clothing chain and holds a majority stake in clothing giant Asos.\nChina has issued an advisory to its citizens not to travel to Sri Lanka in the near future and the US State Department has also warned of possible further attacks.\nAre you in Sri Lanka? Have you been affected by the attacks? You can share your experience by contacting haveyoursay@bbc.co.uk\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: \nOr please use the form below:", "date": "23 April 2019", "href": "https://www.bbc.co.uk/news/world-asia-48019189", "tags": "mourns lanka attack sunday held sri nation bbc group mass police funerals attacks"}