{"title": "St Petersburg metro bomber 'from Kyrgyzstan'", "content": "The home-made bomb that killed 14 people aboard a St Petersburg metro train is believed to have been set off by a suicide bomber born in Kyrgyzstan.\nRussian state investigators named the prime suspect as Akbarzhon Jalilov, aged 22.\nEarlier, the Kyrgyz National Security Committee (GKNB) had also named him, describing him as a Russian citizen, born in the Kyrgyz city of Osh in 1995. \nHe is thought to be among the dead. The hunt is on for possible accomplices.\nRussian officials suspect that he had links to so-called Islamic State (IS).\nRussia's Investigative Committee said DNA traces from Jalilov were found on a bag containing a second device, which had failed to explode at another metro station in St Petersburg.\nThere is speculation that the attack was retribution for Russia's air raids on Islamist militants in Syria.\nRussian officials say body parts identified as Jalilov's were found in the wrecked train carriage. But it is not clear if he was really a suicide bomber or if the bomb exploded prematurely.\nThere are unconfirmed reports that he was an ethnic Uzbek.\nThe bomb blew up on a train which had just left Sennaya Ploshchad station. The driver managed to continue to Tekhnologichesky Institut station.\nLater a similar device was found propped up against a wall at Ploshchad Vosstaniya metro station.\nThe Russian investigators said: \"From the genetic evidence and the surveillance cameras there is reason to believe that the person behind the terrorist act in the train carriage was the same one who left a bag with an explosive device at the Ploshchad Vosstaniya station.\" \nThe Russian news website Gazeta.ru reports that the bombs were concealed in car fire extinguishers, with ball bearings taped to the outside. The one which exploded is said to have been carried in a rucksack.\nReports say Jalilov had been living in St Petersburg for six years and had used several passports. \nHe had worked as a chef in a St Petersburg sushi restaurant, Gazeta reported.\nKyrgyz investigators are working with Russian authorities on the case.\nReuters news agency spoke to people in Osh who said Jalilov was from an ethnic Uzbek family. They said they knew his parents but had not seen him for years. They said his father worked as a panel-beater in a car repair shop.\nIS has recruited many Islamist militants from Central Asian republics and from Chechnya in the North Caucasus.\nRussian aircraft and cruise missiles have targeted IS and other rebel groups in Syria - a vital intervention for embattled Syrian government forces.\nOsh - Kyrgyzstan's second-largest city - was the scene of inter-ethnic clashes between Uzbeks and Kyrgyz in June 2010, in which hundreds of people died.\nHome to a large ethnic Uzbek community, the city was the power base of former president Kurmanbek Bakiyev, who was overthrown in April 2010.", "date": "4 April 2017", "href": "https://www.bbc.com/news/world-europe-39490287", "tags": "st russian metro bomber petersburg kyrgyzstan kyrgyz jalilov bomb train station"}