{"title": "St Petersburg attack: What we know", "content": "A bomb in a train in the Russian city of St Petersburg killed 14 people and injured 51 others on 3 April. The suicide bomber has been identified as Akbarzhon Jalilov, a naturalised Russian national born in Kyrgyzstan in 1995.\nThe bomb went off at around 14:30 local time (11:30 GMT) after a train left Sennaya Ploshchad station, heading south for Tekhnologichesky Institut on the blue, north-south metro line.\nInitial reports spoke of two bombs but it gradually became clear that there was a single blast, possibly in the third carriage of the train. \nAlthough the explosion happened in between the two stations the driver continued to Tekhnologichesky Institut to enable victims to be helped more easily. Russia's investigative committee said this decision may have helped prevent further losses.\nThe St Petersburg metro was shut down and three days of mourning declared. Traffic in surrounding streets and in much of central St Petersburg was brought to a standstill for hours, and volunteers offered lifts via social media to people trying to get home.\nAt the time of the explosion President Vladimir Putin was just outside Russia's second city, meeting Belarus President Alexander Lukashenko at the Konstantin palace in Strelna.\nEarly indications were that the bomb was an improvised device made out of the explosive TNT. Pictures from the scene showed mangled doors and bodies on the floor of the platform.\nMinutes later another device was found propped up against a wall at another city metro station, Ploshchad Vosstaniya. That was safely defused and reports said it contained 1kg of TNT, more than used in the original blast.\nNo group has said it carried out the attack.\nRussian officials named the suicide bomber as 22-year-old Akbarzhon Jalilov.\nJalilov was born in Osh, Kyrgyzstan's second-largest city, and was a naturalised Russian citizen.\nRussia's state investigative committee said fragments of his body were found in the third carriage of the train, indicating he was a suicide bomber.\nHe had also planted the second bomb that did not explode, the investigators added.\nThe suspect had ties with radical Islamists, law enforcement officials were quoted by Russian media as saying.\nTen other people, all originally from Central Asia, have been detained in connection with the attack.\nRussian security services said they believed one suspect, Abror Azimov, had trained Jalilov ahead of the bombing.\nHowever, Mr Azimov has denied masterminding the attack.\nHe was born in Kyrgyzstan in 1990 and moved to Russia in 2008, reportedly becoming a Russian citizen in 2013. \nHis older brother Akram, who was arrested separately, is suspected of transferring funds to pay for the attack and establishing links with international terrorist organisations.\nEight other suspects were held for allegedly recruiting for Islamist militant groups and \"committing crimes of a terrorist nature\", Russia's Investigative Committee (SK) said.\nOne of them is 20-year-old Maksim Aryshev from Kazakhstan, a student of economics at St Petersburg State University, according to the Kazakh embassy in Russia.\nIrina Medyantseva, a 50-year-old doll maker, also died trying to protect her daughter, Yelena, from the blast. Yelena, 29, was injured and taken to hospital.\nOthers victims include Dilbara Alieva, 20, from Azerbaijan, who was taken to hospital but later died from her injuries.\nThe oldest victim was Yuri Nalimov, 71, and one of the youngest was Ksenia Malyukova, 18, Russia's investigative committee reports (in Russian).\nRead more: Who were the victims?\nRussia's transport infrastructure has been targeted in several occasions. ", "date": "19 April 2017", "href": "https://www.bbc.com/news/world-europe-39481067", "tags": "know st russian city investigative petersburg jalilov russia bomb train attack"}