{"title": "Stage stormed during UK's Eurovision song", "content": "A man stormed the stage while the UK's entry, SuRie, was performing at the Eurovision Song Contest.\nSuRie was singing her song Storm when a man wearing a rucksack ran onto the stage, grabbed her microphone, and appeared to say: \"Nazis of the UK media, we demand freedom.\"\nHe was swiftly dragged off stage and SuRie continued performing the song.\nIsrael won the contest with 520 points while SuRie's song was third from bottom, gaining 48 points.\nThe invader is in police custody, the European Broadcasting Union said. He is understood to be a European citizen but not British.\nIt is thought the same man invaded the stage at the National Television Awards this year, and The Voice in 2017. \nSuRie was given the chance to perform again, but declined. The BBC said: \"SuRie and her team are extremely proud of her performance and have together decided that there is absolutely no reason to perform the song again.\"\nThe Eurovision 2018 final in Lisbon, Portugal, was watched by an estimated TV audience of 200 million.\nIsrael's entry Netta won the contest with the song Toy, and stood out with an unconventional singing style likened to chicken clucking. \nThe Cypriot entry Eleni Foureira came second with the song Fuego. \nThe voting was weighted so that half the points come from public telephone votes from viewers in each country, and half from a jury of musical experts in each nation.\nAlthough SuRie was left without a microphone for about 10 seconds - during which she clapped along to the song - the music track continued with backing vocals. \nGraham Norton, who presented the UK's coverage, said: \"There was a stage invasion, SuRie coped incredibly well. I can't stress enough what a brilliant job she did - she must have been terrified.\"\nThe 29-year-old was also praised on Twitter for her composure.\nFormer work and pensions secretary Yvette Cooper said SuRie \"pumped it up even better for being interrupted\".\nTV presenter Scarlett Moffatt added: \"Hope SuRie is ok, she is an absolute star.\"\nBefore becoming the UK's Eurovision entry, SuRie worked with Belgian contestants as a backing singer in 2015, and as a music director last year. \nThe Harlow-born singer is classically-trained and went to the Royal Academy of Music. ", "date": "13 May 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-44097050", "tags": "song surie uk points man contest stormed entry eurovision stage"}