{"title": "Stanwell stabbing: Terror investigation in Surrey", "content": "Counter terror police are investigating a suspected far-right inspired attack in which a 19-year-old man was stabbed.\nThe victim suffered non-fatal injuries after being struck by a man armed with a baseball bat and knife and shouting racist abuse in Stanwell, Surrey.\nThe man, 50, was arrested on suspicion of attempted murder and a racially-aggravated public order offence.\nHome Secretary Sajid Javid called on society to \"reject the terrorists and extremists who seek to divide us\".\nHe added: \"Now's the moment for us all to challenge the hatred, ignorance and violence they peddle and stand up for the kind of country we are and want to be.\n\"A welcoming, tolerant, proudly diverse country that draws strength and prosperity from that diversity.\"\nHe added: \"To any communities who are feeling vulnerable and under threat I say we are with you.\n\"You benefit our country, you are part of our country, part of us.\"\nThe incident occurred on Saturday night. The victim was taken to hospital for treatment; the extent of his injuries has not been confirmed.\nPrime Minister Theresa May thanked the emergency services and said her thoughts were with the injured man and his family and friends.\nShe added: \"Vile, hateful far-right extremism has no place in our society.\"\nAssistant Commissioner Neil Basu, head of Counter Terrorism Policing, said: \"Whilst this investigation is still in its infancy, it has hallmarks of a terror event, inspired by the far right, and therefore it has been declared a terrorism incident.\"\nThe man had been seen brandishing weapons and shouting abuse on Viola Road. When police, including armed officers, arrived they found several vehicles damaged.\nNemer Salem, who lives on Viola Road, said he heard a man shouting racist abuse out of a window.\nMr Salem, who came to London six years ago from Syria, said he had moved to the area two weeks ago.\nThe 24-year-old said: \"He started saying some crazy things about Muslims and just shut the window and went inside.\n\"I'm a Muslim and I got a little bit worried.\"\nHe added: \"He wasn't showing himself, he was opening the window but the curtain was closed. I felt worried and I just speeded up.\" \nVincent Sutherland, who lives on the road, said he heard shouting at about 20:00 GMT on Saturday.\nHe said: \"He was shouting 'kill a Muslim' and 'white supremacy', and then I went inside and I heard a load of banging.\n\"I don't think he's capable of what they are taking into consideration,\" he added.\n\"He's polite, he always says hello to me.\"\nThe investigation is being led by Counter Terrorism South East in collaboration with Surrey Police.\nLocal officers have been deployed to provide reassurance and protective security advice to communities, places of worship and businesses.\nAnyone with information regarding the incident has been urged to contact Surrey Police.", "date": "17 March 2019", "href": "https://www.bbc.co.uk/news/uk-england-surrey-47605547", "tags": "surrey country added us investigation man abuse terror stanwell counter police stabbing shouting"}