{"title": "Stars urge BBC to ask for Eurovision to be moved out of Israel", "content": "Dame Vivienne Westwood, Peter Gabriel and Wolf Alice are among 50 artists who have called for the Eurovision Song Contest to be relocated from Israel.\nCiting human rights concerns, they have signed an open letter urging the BBC to ask organisers to move the contest.\n\"Eurovision may be light entertainment, but it is not exempt from human rights considerations,\" they wrote.\nIn response, the BBC said it was not appropriate \"to use the BBC's participation for political reasons\".\nThe annual contest is due to be held in Tel Aviv in May, following Israeli singer Netta's victory in 2018. The winning country usually hosts the following year's competition.\nHowever, the group of cultural figures, which also includes Mike Leigh, Maxine Peake and Miriam Margolyes, said the event's \"claim to celebrate diversity and inclusion must ring hollow\" in light of Israel's occupation of the West Bank, East Jerusalem and the Golan Heights.\n\"We cannot ignore Israel's systematic violation of Palestinian human rights,\" their letter read.\n\"The BBC is bound by its charter to 'champion freedom of expression'. It should act on its principles and press for Eurovision to be relocated to a country where crimes against that freedom are not being committed.\"\nThe letter comes a week before Eurovision: You Decide, a live BBC TV show through which the British public will vote for the act to represent the UK.\n\"For any artist of conscience, this would be a dubious honour,\" the letter said. \n\"They and the BBC should consider that You Decide is not a principle extended to the Palestinians, who cannot 'decide' to remove Israel's military occupation and live free of apartheid.\"\nThe BBC said Eurovision was \"not a political event and does not endorse any political message or campaign\".\nA statement said: \"The competition has always supported the values of friendship, inclusion, tolerance and diversity and we do not believe it would be appropriate to use the BBC's participation for political reasons.\n\"Because of this we will be taking part in this year's event. The host country is determined by the rules of the competition, not the BBC.\"\nThe European Broadcasting Union, which organises the contest, also emphasised the \"non-political character of the event\" and pointed out that preparations in Tel Aviv were already \"well advanced\".\nMany of the signatories to Wednesday's letter have previously made calls for a cultural boycott of Israel, criticising artists such as Nick Cave, Radiohead and Lana Del Rey for organising concerts in the country.\nTheir campaign follows an earlier call for Eurovision to be relocated, made last September by a coalition of artists from across Europe.\nThat was organised by the Boycott, Divestment and Sanctions (BDS) movement, which urges a complete boycott of Israel over its policies towards the Palestinians.\nIsrael says BDS opposes Israel's very existence and is motivated by anti-Semitism.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "30 January 2019", "href": "https://www.bbc.co.uk/news/entertainment-arts-47054756", "tags": "letter country stars urge ask israel contest political artists eurovision bbc event moved"}