{"title": "States' Obamacare Decisions Show Entrenched Health Reform Partisanship", "content": "Half of U.S. states have rejected a central component of President Barack Obama's health care reform law, leaving the federal government with less than a year to create online marketplaces for small businesses and uninsured people to shop for health insurance.\nObama's 2010 health care law envisioned states taking an active role administering and shaping these marketplaces, called health insurance exchanges. But with a deadline for states to choose a path expiring at midnight Friday, only 18 states and the District of Columbia say they'll be ready to set up and manage exchanges. The exchanges will be the gateway for health insurance coverage and financial assistance, where as many as 30 million people will shop for health plans starting in 2014.\nThe health care overhaul has always been beset by intense partisanship, and the divide over health insurance exchanges is no different. Of the 25 states defaulting to federal control of the new health insurance markets, all but three are run by Republican governors. Just five of the states opting for locally run health insurance exchanges have Republican governors. Seven states plan to partner with the federal government.\nThe Obama administration and the uninsured people it seeks to help confront more than a political setback. Poor coordination between federal and state regulators in locales that opted out of taking charge of their health insurance exchanges may result in headaches for people seeking insurance and financial assistance. Poor people eligible for Medicaid benefits, for instance, could be forced to navigate both federal and state bureaucracies to obtain coverage.\nFederally run and a state-run health insurance exchanges will enable consumers to choose health plans and obtain subsidies, said Joel Ario, a managing director at the consulting firm Manatt Health Solutions, who ran the health insurance exchange office at the U.S. Department of Health and Human Services until last year.\n\"They shouldn't be able to distinguish whether it's state or federal in terms of that core consumer experience,\" Ario said. Still, he said, \"It would be better if the states were more involved\" because states have more expertise regulating health insurance companies and more experience reaching out to beneficiaries, such as through the Medicaid programs they administer.\n\nSource: Henry J. Kaiser Family Foundation\nThe health insurance exchanges are designed for one-stop shopping: Consumers will visit their state's exchange website, dial telephone hotlines or make in-person appointments and share basic personal and financial information. \nAkin to shopping for airfare on websites like Expedia, the health insurance exchanges will then display the available health plans along with plain-language descriptions of benefits and costs. Customers also find whether their incomes qualify them for financial assistance under the law. The exchanges are scheduled to be operational by Oct. 1, 2013, for people to seek health insurance coverage for 2014. \nPeople who earn between the federal poverty level, which is $11,170 for an individual this year, and four times that amount will be eligible for tax credits to defray the cost of private health insurance. \nAnyone with an income up to 133 percent of poverty, which is $14,856 for a single person this year, would qualify for Medicaid coverage. But that option won't be available to everyone because states are permitted to opt out and not offer this new coverage to their poorest residents.\nIn a nod toward states' rights, the Democrats in Congress who conceived health care reform counted on states, even those governed by opponents of Obamacare, taking responsibilities under the law, such as deciding what health insurance companies are allowed to sell plans to their residents. Doing so also would have given governors a stake in the success of health care reform. With half the states failing to go along, that appears to have been a miscalculation.\nA handful of Republican-led states -- Idaho, Mississippi, Nevada, New Mexico and Utah -- bucked the trend by grudgingly taking up the health insurance exchanges. In Mississippi, Republican insurance commissioner Mike Chaney is moving ahead with an exchange despite objections from Gov. Phil Bryant (R).\nOpposition to Obamacare itself is the chief reason governors rebuffed the health insurance exchanges. Although GOP governors like Rick Perry of Texas continue to rail against the health care reform law and could work to obstruct it in their states, they aren't likely to do so, said Jay Angoff, a partner at the law firm Mehri & Skalet and Ario's predecessor at Obama's health insurance exchanges office.\n\"Some of this rhetoric has got to be taken with a grain of salt,\" Angoff said.\nRepublican governors complained that the administration was unresponsive to their questions about the costs and responsibilities states would have to bear. Democratic Gov. Jay Nixon of Missouri offered a similar explanation.\nRepublican governors said they hoped they wouldn't have to make these decisions. But Obamacare survived unyielding Republican opposition in Congress during the debate, more than 30 attempts at repeal by the House GOP, a Supreme Court challenge, and Republican presidential nominee Mitt Romney's vow to eradicate it if elected.\nThose state leaders who waited for the problem to disappear found themselves short on time after Obama won a second term. \"States that didn't lay the groundwork earlier are hard-pressed now,\" Ario said. \nAlthough the Obama administration just published several key regulations last month, the health care law passed more than two years ago, so states have had enough information to get started, said Caroline Pearson, a partner at the consulting company Avalere Health.\n\"We've had a pretty clear vision of what was going to be required or states to do this and any state that was interested in pursuing their own exchange has really been able to move forward,\" Pearson said. \nSome state leaders did just that. Eighteen states and the District of Columbia plan to set up their health insurance exchanges. Federal authorities already have granted conditional approval to nine of them. Massachusetts and Utah already had exchanges in place, but Utah's still must be cleared by the Obama administration.\nWrangling between state leaders and the Obama administration doesn't end with Friday's deadline on health insurance exchanges. Republican governors, including Florida Gov. Rick Scott and Lousiana's Bobby Jindal, are seeking a meeting with Obama to discuss another contentious element of the health care reform law -- its Medicaid expansion, which states administer and partially finance.\nThe Supreme Court ruling in June that upheld Obamacare upended the Medicaid expansion by allowing states to refuse it. Already, nine Republican governors including Rick Perry of Texas and Dennis Daugaard of South Dakota have vowed to opt out and others may follow. Utah Gov. Gary Herbert (R) submitted a budget request to the state legislature this week that assumes his state won't expand Medicaid, for example. Nevada Gov. Brian Sandoval is the only Republican so far to embrace a Medicaid expansion.\nCORRECTION: An earlier version of this story used the wrong name for the company Manatt Health Solutions.", "date": "\n12/14/2012", "href": "https://www.huffpost.com/entry/states-obamacare-decisions_n_2294615", "tags": "care reform obamacare partisanship show health exchanges states entrenched governors republican obama state insurance decisions"}