{"title": "State Investigates Sexual Harassment at the Spotted Pig", "content": "The New York attorney general is investigating allegations of sexual harassment and workplace discrimination at the Spotted Pig, the West Village restaurant where employees last year complained of a highly sexualized and coercive atmosphere.\nOn Monday, the office of Barbara D. Underwood, the state attorney general, issued a subpoena to the Spotted Pig’s holding company and its majority owner, the restaurateur Ken Friedman, according to a person with direct knowledge of the subpoena who spoke on the condition of anonymity because the investigation was not yet public.\nThe subpoena, part of a civil rights investigation that the person said the office had been conducting for months, seeks records related both to Mr. Friedman and the celebrity chef Mario Batali, who was an investor and frequent visitor at the restaurant.\nThe subpoena seeks, among other things, any records of sexually suggestive communications between Mr. Friedman and any employees, including nude photos or descriptions of the attractiveness or sexual availability of employees and job applicants. It also seeks video footage of Mr. Batali with female employees in the restaurant’s third-floor party room, as well as records of complaints related to sex harassment or discrimination based on employees’ gender or pregnancy.\nThe New York Police Department said in May that it was investigating whether to charge Mr. Batali on criminal counts related to two women’s complaints that he sexually assaulted them at the Spotted Pig and Babbo, a Greenwich Village restaurant Mr. Batali’s restaurant group owns. The attorney general’s office, on the other hand, is conducting a civil investigation to determine whether city or state laws were broken at the Spotted Pig.\nAccording to detailed accounts published in The New York Times in December, both Mr. Friedman and Mr. Batali frequently touched, propositioned and coerced female employees at the restaurant. Some employees even called the restaurant’s third-floor, a space set aside for V.I.P.s, “the rape room.”\n“The law is clear: New Yorkers are entitled to workplaces free of sexual harassment, discrimination and intimidation,” Ms. Underwood said in a statement about the investigation. “Our office will continue to use every tool at our disposal to protect New Yorkers — and if there’s a culture of harassment and discrimination at a New York company, we want to know about it.”\nMr. Friedman had no comment, a representative said Monday. In a statement last year, when the allegations first came to light, Mr. Friedman acknowledged that his behavior was sometimes “abrasive, rude and frankly wrong.”\n“Some incidents were not as described,” he said of the Times’s report. “But context and content are not today’s discussion. I apologize now publicly for my actions.”\nMr. Batali also declined to comment, a spokeswoman said. In a previous statement, Mr. Batali said that while he did not remember specific episodes described in allegations against him, “there is no question I have behaved terribly.”\n“There are no excuses,” he added. “I take full responsibility and am deeply sorry for any pain, humiliation or discomfort I have caused.”\nIn its investigation, the attorney general’s office is using the same state law that it used to pursue its investigation of the Weinstein Company, which filed for bankruptcy protection in March, a few months after one of its founders, Harvey Weinstein, was fired as chief executive amid accusations of sexual misconduct stretching back decades.\nThe attorney general’s office has filed a civil rights lawsuit against Mr. Weinstein, seeking extensive civil penalties, restitution and damages. It could do the same if it finds wrongdoing at the Spotted Pig.\nWhen the Spotted Pig opened on West 11th Street in 2004, it had the backing of investors like Jay-Z and Michael Stipe along with Mr. Batali, and became one of the city’s most prominent restaurants, propelled in part by plaudits for its chef, April Bloomfield.\nBut since employees came forward with accounts of mistreatment, both Mr. Friedman and Mr. Batali have seen their once-robust empires crumble. The international restaurant group Mr. Batali built over two decades with his partners Joe Bastianich, Lidia Bastianich and Nancy Silverton included Babbo, Del Posto and multiple iterations of Lidia’s, Otto, Mozza and more; at least six of these have already closed.\nThe partners and Mr. Batali are negotiating over the disposition of the remaining restaurants. Mr. Batali was fired from the ABC daytime food show “The Chew,” which was subsequently canceled.\nMs. Bloomfield announced in June that she was ending her partnership with Mr. Friedman, and is no longer involved in any way with the Spotted Pig. The two had seven restaurants together, but Mr. Friedman retained ownership of only two: White Gold Butchers, which has closed, and the Spotted Pig.\nThe attorney general’s subpoena seeks information about the business’s organizational structure, personnel files, anti-discrimination policies and procedures for handling discrimination complaints and maternity leave.\nIt also seeks any documents related to the role of wine director at the restaurant. One wine director, Carla Rza Betts, left the company in 2013 after what she has said were multiple episodes of sexual harassment by Mr. Friedman.\n“There is a grab-ass, superfun late-night culture — I love that part of the industry,” she said in an interview last year. “But there is a difference between fun and sexualized camaraderie and predation. When you are made to feel unsafe or dirty or embarrassed, that is a different thing.”", "date": "Aug. 20, 2018", "href": "https://www.nytimes.com/2018/08/20/dining/mario-batali-spotted-pig.html", "tags": "spotted pig harassment ” batali restaurant investigates sexual state employees friedman"}