{"title": "State Dept. Accuses China of Rights Abuses Not Seen ‘Since the 1930s’", "content": "WASHINGTON — Secretary of State Mike Pompeo declared on Wednesday that China is “in a league of its own when it comes to human rights violations,” and one of his top officials compared Beijing’s roundup of Muslim minorities to movements into camps not seen “since the 1930s.”\nThe official, Michael Kozak, who heads the State Department’s human rights bureau, did not explicitly mention Nazi Germany or the creation of concentration camps, but that was clearly the comparison he was making.\nTaken together, the statements amounted to the most direct condemnation the United States has made to the roundup of millions of Uighurs and other minorities. The charge is bound to inflame the government in Beijing at a moment of high tension in trade talks and the standoff over Huawei, the Chinese communications giant seeking to operate in many Western markets.\nThe detention camps in China’s western Xinjiang region have expanded since 2017 to include an estimated one million Uighurs, Kazakhs and other Muslims in a program that tries to turn them into loyal supporters of the Chinese government. The camps have been broadly condemned, including by the United Nations, but China has brushed off the criticism; one official as recently as Tuesday likened them to “boarding schools where the students eat and live for free.”\nMr. Pompeo’s comments came with the release of the annual State Department human rights report, which this year had to maneuver carefully in dealing with the complicity of Saudi Arabia’s leaders in the murder of Jamal Khashoggi, the dissident journalist who was killed and dismembered in Turkey.\nThe section of the report on Saudi Arabia began with the Oct. 2 killing in the Saudi Consulate in Istanbul, which it attributed to “government agents.” It noted that the Saudi government had changed its story repeatedly “as facts came to light” and had indicted 11 suspects in the investigation. It also noted “an environment of impunity” for senior Saudi officials in other human rights cases.\nBut the report made no mention of the strong case that American intelligence officials had built implicating Crown Prince Mohammed bin Salman. The C.I.A. has concluded, with medium to high confidence, that Prince Mohammed ordered the killing.\nMr. Kozak, under questioning, conceded that the State Department had access to classified intelligence assessments, though he would not say if his bureau saw the C.I.A. conclusion on the crown prince. Nor would he discuss the C.I.A. finding that a year before the killing, Prince Mohammed had told an aide he would use “a bullet” against Mr. Khashoggi if The Washington Post columnist did not return to the kingdom and end his criticism of the Saudi government.\nMr. Pompeo has grown testy in interviews when the subject has come up, saying that the United States was determined to “hold responsible” anyone implicated in the killings. Last month, talking to reporters in Warsaw, he said that “we are working diligently on that” case, but also noted the importance of the relationship with the Saudis.\nSo far, the United States has not pressed for an independent investigation and says it is awaiting a Saudi report. The Saudi government has already declared, before its report is completed, that the prince was unaware of the plot to kill Mr. Khashoggi.\nNorth Korea’s gulags are also explored in the report, at length, but Mr. Pompeo made no direct reference to the North in brief comments to reporters on Wednesday. He took no questions and left it to Mr. Kozak, a career diplomat with long experience in human rights issues, to navigate the minefield of how the United States chooses which adversaries to condemn, and how to characterize the human rights violations of allies.\nOver the years the annual report has been examined for small changes in wording that hinted at larger changes in policy. This report contains several, but perhaps the most notable was the reference to the Golan Heights as an “Israeli-controlled” area. In the past, it had been referred to as “occupied territory.”\nThe State Department insisted that the change was largely based on a ruling by lawyers about the definition of “occupied” territory, not a recognition of Israeli sovereignty over the area. The word “occupied” was also dropped from references to the West Bank.\nIsrael has been in the Golan Heights and the West Bank since the Six-Day War in 1967. It had pressed President Trump and Congress to make the wording change.", "date": "March 13, 2019", "href": "https://www.nytimes.com/2019/03/13/us/politics/state-department-human-rights-abuses.html", "tags": "‘ since report china united rights saudi ” dept abuses human state seen accuses government"}