{"title": "Steel tariffs - what impact will they really have?", "content": "President Donald Trump's announcement that the US would impose a 25% tariff on the imports of steel entering the US has shaken the stock market and rattled some of America's closest trading partners. \nThe President is expected to sign the order to impose the tariffs next week.\nBut for workers in America's steel industry, the decision was the fulfilment of a promise President Trump made to them during the 2016 election. \n\"Just like the American steel from Pennsylvania that built the Empire State Building, it will be American steel that will fortify America's crumbling bridges,\" President Trump said at a campaign rally. \nBut for some US steelworkers, the decision to act may already be too late. \nKimberly Allen may be one of them. For the last 23 years, she has worked 12-hour shifts at the Conshohocken steel mill in Pennsylvania. \nIt's a job that allowed her to provide for her son as a single mother and one that will be hard to replace if she loses it during two rounds of cuts set for April and August. \n\"I was able to build my house and provided a good lifestyle for my son, but now I'm in jeopardy of having to start all over again,\" she says. \nThe 47-year-old followed her father's footsteps when she entered the steel industry and was able to earn up to $75,000 (£54,500) some years.  \nIn September 2017 the plant's owner ArcelorMittal announced it planned to idle the rolling mill and cut at least 150 of the 205 workers. \nThe mill will not be fully closed and the company could restart production if the prospects for US steel change. \n\"Right now we are in limbo,\" Ms Allen says. \nKemeen Thompson, president of the local union, said it was President Trump's promise to protect manufacturing jobs and tackle trade imbalances that convinced many union members to vote for him. \nPennsylvania is a traditional stronghold for the Democratic Party, but Donald Trump was able to win over many blue-collar workers who were a key to his victory in that state.  \nLike President Trump, Mr Thompson says his members aren't anti-trade they just want it to be more balanced. \n\"We're not saying don't trade, but it has to be fair trade,\" says Mr Thompson. \nThat's a sentiment often repeated by President Trump. \nMany of the members, he says, are unprepared to look for jobs again. Most have worked in the Conshohocken steel mill for over a decade. \nChuck Hauer, a Trump-voter who has worked in the plant for nearly a quarter of a century, says the plant has seen dips and faced job cuts before, but not like this. \n\"This time was different. This time we were given a date and a hard number [for the job cuts],\" he says. \nThe steel industry in the US directly employed just 140,000 people in 2015 according to the American Iron and Steel Institute. \nThe organisation, which represents US steel companies, was quick to heap praise on the White House's announcement. \nBut while the industry may now be breathing a sigh of relief others fear the tariffs could lead to a hike in the price of cars and construction. It could also lead to retaliation from other trading partners. \nImposing these steel tariffs could \"erode the rules-based world trade system,\" according to Chad Bown, a senior fellow at the Peterson Institute for International Economics. \nCountries are likely to challenge the US decision in international court arguing it violates World Trade Organization (WTO) rules, he says. \nMost US steel imports come from Canada, Brazil and South Korea. President Trump and the US steel industry though has focused much of their blame on China. \nMexico, China and the European Union have all said they would consider punitive tariffs. \nAmong the EU's discussed targets for retaliation are bourbon from Kentucky and dairy from Wisconsin. Those states are home to the highest ranking members of the US congress. \nThese tariffs could also derail the renegotiations of the North American Free Trade Agreement (NAFTA) and trade talks with South Korea. \n\"If you try to use trade restrictions here you won't hurt China you will hurt your friends,\" says Mr Brown. \nIn 2005, China produced nearly a third of the world's steel. By 2017, it was nearer to half the global supply. \nBut as China's economy slowed and the amount of Chinese domestic construction dipped, so did local steel consumption. Prices of the metal have fallen for the past five years as excess supply in China weighted on the international market.  \nThe US tariffs won't cause that oversupply to go away and workers in Conshohocken know that. For now, they are just grateful the US President has finally acted. \nChuck Hauer is doubtful the move will save his role, but he believes it will help the industry which he says is the \"cornerstone of America\".  \nFor the wider US economy though a potential trade war could put the future of many more industries  into limbo. ", "date": "2 March 2018", "href": "https://www.bbc.co.uk/news/business-43251335", "tags": "us really china steel industry says trade impact could tariffs"}