{"title": "Sterling rallies after cabinet backs May's draft deal", "content": "The pound has rallied after the Prime Minister announced she had the backing of the cabinet for her Brexit withdrawal plan.\nIt followed a volatile day's trading while the outcome of Theresa May's five-hour meeting with cabinet colleagues remained unclear.\nThe pound reached $1.30 following the announcement, having fallen to $1.28 in mid-afternoon.\nIt then fell back slightly against both the dollar and the euro.\nAgainst the euro the pound had recovered to reach €1.15 before dipping back towards its opening value of €1.14.\nMarket commentator Russ Mould at AJ Bell said investors were \"using the pound as their lightning rod\" to express worry and satisfaction about how the negotiations were progressing.\n\"For the last 18 months the Brexit talks haven't really gone anywhere and people had begun to fear no deal,\" he said.\nThe pound is still more than 10% below where it was before the referendum over leaving the EU 2016, but it has rallied from deeper lows \"as markets have begun to express optimism that some kind of deal can be struck\", he added.\nAnalysis: Simon Jack, BBC Business Correspondent\nBusiness secretary Greg Clark and the Chancellor Philip Hammond thanked business leaders tonight for helping to highlight the economic damage a no-deal scenario might do to the economy. That prospect helped focus minds among cabinet ministers at the marathon and fractious meeting, according to sources present. \"When evidence and facts met hopes and aspirations, the evidence and facts won\" said one minister. \nOne attendee described the backstop arrangement - the fallback position if a trade deal is not secured by December 2020 -  as unsatisfactory, as it might result in unwelcome additional checks and oversight of goods travelling between the UK and Europe. People around the table have become much more familiar with advanced manufacturing supply chains, a minister pointed out. But the possibility the transition period could be extended beyond 2020 helped offset that concern.\nHowever ministers said they don't expect firms to alter their preparations for a no-deal outcome in March, given the challenge of getting the deal through parliament.\nBusiness bodies welcomed the agreement, with the Confederation of British Industry describing it as \"an important step forward\" towards a negotiated Brexit.\nCarolyn Fairbairn, CBI director general, said: \"It moves the UK one step away from the nightmare precipice of no deal.\"\n\"Securing a transition period has long been firms' top priority and every day that passes without one means lost investment and jobs, hitting the most vulnerable hardest.\"\nThe British Chambers of Commerce (BCC) said agreement on the draft was a \"milestone\" but said business still needed clarity and precision on the specific terms of trade they will face.\nDr Adam Marshall, BCC director general, said businesses would need to look carefully at the \"real-world\" implications of the agreement.\nHe said the agreement could represent \"the end of the beginning - but not yet the beginning of the end\" of uncertainty.", "date": "15 November 2018", "href": "https://www.bbc.com/news/business-46215897", "tags": "cabinet agreement may minister brexit business rallied rallies one backs pound sterling draft deal"}