{"title": "Steve King Is A White Supremacist, And The GOP Doesn’t Care", "content": "On June 12, Rep. Steve King (R-Iowa) tweeted: “Europe is waking up... Will America... in time?” and linked to an anti-immigrant tweet by a well-known British neo-Nazi named Mark Collett. \nA month later, the tweet is still there.\nKing told CNN that he had no plans to delete the tweet. Just because Collett might be a neo-Nazi, King argued, doesn’t mean his tweet about immigration is wrong. “I mean, it’s the message, not the messenger,” King said. \nIt’s not surprising that the eight-term congressman from Iowa retweeted a neo-Nazi. King has a long history of making terrible, bigoted comments. (He’s the one who said Dreamers ― young undocumented immigrants who came to the United States as children ― have calves the size of cantaloupes “because they’re hauling 75 pounds of marijuana across the desert.”) \nWhat is surprising, and concerning, is that a sitting U.S. congressman can unapologetically promote a neo-Nazi’s propaganda on Twitter without real political consequence. Over the past month, none of King’s fellow Republicans have pushed to censure him or expel him from Congress. None have called for him to resign. Mostly, they have stayed quiet. \nRepublicans have rebuked King in the past, sometimes forcefully. But they’ve also never really punished him, and have been inclined to give him the benefit of the doubt. (“I’d like to think he misspoke,” House Speaker Paul Ryan once said after King tweeted: “we can’t restore our civilization with other people’s babies.” King later clarified that he had not misspoken, and had “meant exactly” what he said.) \nKing is still chair of the House subcommittee on the constitution and civil justice. He still sits in the subcommittee on immigration and border security. He’s still co-chair of Republican Kim Reynolds’ gubernatorial campaign in Iowa. Over the past month, he’s received thousands of dollars in campaign donations, including from Koch Industries PAC. And come time for the 2020 presidential election, Republican candidates will likely come begging for his endorsement, just as they did in the last election. \nAlthough the National Republican Congressional Committee, the Republican National Committee and Republican politicians have taken time to denounce or un-endorse the frightening number of neo-Nazis, Holocaust deniers and other assorted white supremacists running for office as Republicans this year, they’ve remained silent about King, helping to normalize his ideas and deem them acceptable.\nWhen a HuffPost reporter on Capitol Hill Tuesday asked King about his retweet of a neo-Nazi, the congressman said all of his tweets are “true and objective.” On Wednesday, when the same reporter asked King if he is a white supremacist or a white nationalist, the congressman didn’t deny the allegation. \n“I don’t answer those questions,” he said. “I say to people that use those kind of allegations: Use those words a million times, because you’re reducing the value of them every time, and many of the people that use those words and make those allegations and ask those questions can’t even define the words they’re using.” \nSo we have defined the words, and all the evidence is there: King is a white supremacist.\nWhite nationalism is aimed at preserving or maintaining a white majority in the U.S., said Jessie Daniels, a sociology professor at the City University of New York, HuffPost columnist and author of the books White Lies and Cyber Racism.\nDaniels said King “definitely” qualifies as a white nationalist. “He’s been upfront about the fact that those are his views,” she said.  \nKing is obsessed, for example, with demographics — and the perceived threat Muslim and Latino immigrants pose to the white, Christian majority. For this reason, King has taken particular interest in Geert Wilders, a noxiously Islamophobic Dutch politician who has advocated for fascist anti-Muslim policies, including a ban on Muslim immigration, and a ban on all mosques and Qurans in the Netherlands.\nKing visited Wilders in the Netherlands earlier this month, posing with him in a photo outside the U.S. embassy. Last year, King tweeted a photo of himself standing proudly with Wilders. “Cultural suicide by demographic transformation must end,” the tweet said. \nThat tweet led him to appear on CNN, where he stated, “We need to get our birth rates up or Europe will be entirely transformed.” He then defended the tweet again on an Iowa radio station, recommending that listeners read The Camp of Saints, a racist French novel that depicts black and brown immigrants descending upon Europe like a plague.\nKing himself has a history of making his own wildly anti-Muslim proclamations. Just last month, speaking on Breitbart radio, King said that he didn’t want Somali Muslims working in Iowa’s meatpacking plants. Muslims often don’t eat pork, and in King’s twisted interpretation of Islam, the only reason Muslims would want to handle pork at meatpacking plants is to send non-Muslims “to Hell” and “make Allah happy.” \nKing has said the U.S. government should spy on mosques and that Muslims should have to renounce Sharia law before entering the country. \nAnd he once promoted a debunked and paranoid conspiracy theory — from the extremist conspiracy theory website InfoWars — that a Jerusalem imam told Muslims to “go into Western Europe, build your enclaves there, breed their women, and do not associate or assimilate into the broader society.”\nKing has similarly devoted much of his career to vilifying Latino immigrants as inherently criminal and threatening. \nLast month, responding to a tweet showing a photo of young Latino boys detained at the border and forcibly separated from their families, King tweeted, ”‘Young boys’ all old enough to be tried as adults or serve in the military and are prime MS-13 gang material & certainly grew up in the culture of one of the top 10 most violent countries in the world.”\nKing has made the wildly false claim that over a quarter of violent crimes in the U.S. are committed by undocumented immigrants, and has referred to illegal immigration as a “slow-motion terrorist attack in the United States” and a “slow-motion holocaust.” (Undocumented immigrants commit less crime than native-born Americans.) \nHe once, while proposing an electrified fence along the Mexican border, compared immigrants to “livestock.” \nShane Burley, author of the 2017 book Fascism Today: What It Is and How to End It, prefers to call King a white supremacist, which he defines as someone who wants to “continue the idea of white dominance.” Burley reserves the label white nationalist for those who advocate explicitly for a whites-only country or ethnostate, something King has never done. \nStill, Burley told HuffPost, King “serves white nationalists’ goals, whether or not that’s his ideology. He functionally is their ally. He is absolutely an agent of them.” \n“The GOP openly flirts with white nationalists at any point it can,” Burley added, and no other Republican is a bigger flirt than King. \nIn 2012, King appeared on a Conservative Political Action Conference (CPAC) panel called the “The Failure of Multiculturalism” with three white nationalists: Bob Vandervoort, John Derbyshire and Peter Brimelow. \n“I’ve read all your books!” King excitedly told Brimelow, according to a BuzzFeed report at the time. \nBrimelow’s most well-known book, Alien Nation, argues that “race is destiny” in the U.S., and that the country has always had a “white, ethnic core” that needs to be preserved. \nBrimelow — who hangs out with white ethnostate enthusiasts like Richard Spencer and Jared Taylor — also runs VDARE.com, a site named after Virginia Dare, said to be the first white baby born in the New World. The site regularly publishes the work of racists and anti-Semites. King’s official House of Representatives website includes a page dedicated to “Illegal Immigrant Stories,” one of which links to an article on VDARE. \nOn Twitter, King follows 164 accounts, most of them belonging to Donald Trump cheerleaders, fellow Republicans and dubious anti-immigration sites like Voice of Europe.\nBut HuffPost has found he also follows a handful of accounts belonging to unabashed white supremacists, including Blair Cottrell, a violent Australian activist who’s called for hanging a picture of Adolf Hitler in every classroom; Stefan Molyneux, a Canadian alt-right vlogger who thinks whites are more intelligent than blacks; and an anonymous Twitter user (with only 334 followers) using the handle @DiezNewAge, who regularly tweets out anti-Semitic and anti-black messages.\nKing also uses white supremacist slogans. “Diversity is not our strength,” he tweeted in December 2017, linking to an article on the website Voice of Europe about Hungary’s far-right prime minister saying that “mixing cultures will not lead to a higher quality of life but a lower one.”\nKing did not come up with the phrase “diversity is not our strength.” As HuffPost has reported, white supremacists have been saying it for years.\nDavid Neiwert, author of Alt-America: The Rise of the Radical Right In The Age Of Trump, said he is “inclined to consider King a white supremacist.” Neiwert told HuffPost white supremacy is typically obsessed with “eugenicist ‘race science’ and similar, often cruder, expressions of contempt for nonwhites.” \nKing expressed this kind of contempt on national television in 2016 when he appeared as a guest on an MSNBC panel about the racial makeup of the Republican Party. During the discussion, a guest argued, correctly, that the Republican leadership is overwhelmingly white. King interjected, arguing that white people made more “contributions” to “civilization” than “any other subgroup.” \nHe later defended the remarks. “The idea of multiculturalism and that every culture is equal — that’s not objectively true,” King told The Washington Post. “And we’ve been fed that information for the last 25 years in this country. And we’re not going to continue to become a greater nation if we don’t look at this objectively.”\nKing has also paid homage to more traditional forms of American white supremacy. He has said the U.S. should not apologize for centuries of enslaving, murdering and raping millions of black Americans. He came out against putting a picture of emancipator Harriet Tubman — a conductor of the Underground Railroad — on the $20 bill. \nAnd he once kept a Confederate flag on his desk even though his home state of Iowa was not part of the Confederacy. In fact, Iowa sent thousands of soldiers to fight for the Union against the Confederacy — a treasonous army fighting explicitly to protect the institution of slavery in the South. \nLast month, King won the Republican primary in Iowa’s Fourth Congressional District, ensuring he’ll be on the ballot this November in the general election against Democrat J.D. Scholten.  \nThe National Republican Congressional Committee, which doles out cash to Republican candidates around the country, did not respond to a HuffPost request for comment on whether it plans to allocate funds for King’s campaign, or whether it’d be endorsing King’s campaign. It also did not respond to a request for comment on King retweeting a neo-Nazi.\nThe Republican National Committee, which also coordinates fundraising for candidates, did not respond to a request for comment about King’s tweet.  \nA spokesperson for the campaign to elect Reynolds as governor of Iowa did not respond to a HuffPost request for comment as to whether King should remain co-chair of Reynolds’ campaign.\nSen. Ted Cruz (R-Texas) — who last week condemned the Republican congressional campaign of neo-Nazi Arthur Jones — did not respond to a request for comment about King’s neo-Nazi tweet. King was chair of Cruz’s presidential campaign in 2016. \nThe office of Speaker Ryan initially did not respond to a request for comment on King’s tweet. After two weeks, his spokeswoman AshLee Strong issued a statement to reporters that did not specifically condemn King. “The speaker has said many times that Nazis have no place in our politics, and clearly members should not engage with anyone promoting hate,” she said.\n(“Paul Ryan didn’t say anything,” King told CNN in response. “His spokesman made a general comment that didn’t even have my name in it.”)  \nStrong did not respond to a HuffPost question as to whether King should face any consequences for retweeting a neo-Nazi.\nKing meanwhile, like so many white supremacists on Twitter, won’t stop tweeting.\nLast week, he once again tweeted: “Europe is waking up… will America… in time?” — word-for-word the same tweet he published last month while linking to a tweet from neo-Nazi Mark Collett.\nOnly this time, King linked to a tweet from Charlie Kirk, head of the right-wing young Republican organization, Turning Points USA. Kirk’s tweet cited a false statistic about migrant rapes in Denmark.\nZoé Samudzi, co-author of the book As Black As Resistance, says King is a white nationalist and sees a couple possible explanations for why the GOP is so quiet about King. \nRepublicans, she told HuffPost, either see King as “a problem and are too afraid of bucking party convention” to denounce him. Or “they’re similarly invested in the politics that he holds.” \n“I think it’s the latter,” she said.", "date": "\n07/19/2018", "href": "https://www.huffpost.com/entry/steve-king-white-nationalist_n_5b3276f0e4b0b745f1784ebe", "tags": "steve “ tweet gop neo-nazi white supremacist republican king huffpost — care"}