{"title": "Steven Mnuchin Will Head to China as Trade Tensions Mount", "content": "WASHINGTON — With trade tensions mounting between the United States and China, President Trump said he would dispatch his Treasury secretary, Steven Mnuchin, and other top economic advisers to Beijing next week to try to forestall an all-out trade war.\nOn Tuesday, Mr. Trump said he was optimistic that the United States could reach a deal with China. But he warned that if the Asian nation did not live up to its promises to open its markets, his administration would proceed with the tariffs he has threatened to impose on as much as $150 billion worth of Chinese products.\n“I think China is very serious, and we’re very serious,” Mr. Trump said between meetings with President Emmanuel Macron of France. “We have no choice but to be very serious.”\nMr. Trump said that the United States delegation was making the trip at China’s request and that he was heartened by recent remarks by its president, Xi Jinping, suggesting that he was prepared to open his country’s economy to more foreign investment and ease restrictions on imports of American cars.\nThe two economic giants have been locked in a tit-for-tat battle over tariffs, with the United States threatening to tax Chinese products like TVs and medical devices and the Chinese retaliating with tariffs on pork and threatening to impose additional penalties on soybeans and other American goods.\nMr. Mnuchin is expected to be joined on the trip by Larry Kudlow, the director of the White House’s National Economic Council, and Robert Lighthizer, the United States trade representative. The delegation comprises a wide range of views on trade, with Mr. Mnuchin and Mr. Kudlow, a former CNBC economic commentator, more receptive to free trade and resistant to draconian tariffs, and Mr. Lighthizer encouraging the president to take a harder line. Peter Navarro, a trade adviser and the author of the book “Death by China,” may also travel with the group, but an administration official said the details were not yet finalized.\nChinese officials have increasingly turned to Mr. Mnuchin as their primary contact in trade talks, which some observers say may stem from China’s perception that he is more sensitive to their concerns. After the formal “economic dialogue” between the United States and China stalled last summer, Mr. Mnuchin has held regular discussions with his Chinese counterparts, including Liu He, China’s new economic minister.\nThe Chinese view Mr. Mnuchin and Mr. Kudlow, who both previously worked on Wall Street, as potentially more moderate voices who would be more reluctant to start a trade conflict that could damage American businesses and cause stock markets to plunge. They hope the two men will be more sympathetic to offers to open up China’s financial market and reduce its trade surplus by making purchases of American natural gas and other products, people briefed on the deliberations said.\nMr. Navarro and Mr. Lighthizer, meanwhile, have criticized China’s offerings and insisted that the Chinese make more sweeping changes to its economy, including removing industrial subsidies and rolling back government intervention in the economy.\nThe stakes of the trip are high after months of increasing strain between China and the United States. Fears about a trade war between the world’s two biggest economic powers emerged in March after Mr. Trump unveiled tariffs on global imports of aluminum and steel. The threat of tariffs on up to $150 billion of Chinese imports followed.\nNext month, the Treasury Department is expected to release a plan to further restrict Chinese investment in American companies, including industries such as semiconductors and artificial intelligence that are sensitive for national security reasons. The rules could also restrict American partnerships with Chinese companies abroad.\nChina has not taken such threats lightly. In recent weeks it has hit back with its own threats, raising concerns among farmers and businesses in the United States that the escalating dispute could be a drag on the economy and blunt the effect of the tax cuts Mr. Trump signed into law in December.\nBut Mr. Xi has also signaled that he is open to negotiating with Mr. Trump. He said this month that China would reduce its tariffs on autos, which Mr. Mnuchin called “a big step in the right direction.”\nWhile some trade experts warned that China has failed to deliver on such promises before, Mr. Trump insisted on Tuesday that he was encouraged about the possibility of a deal.\n“President Xi made a speech four days ago where he said that China is going to be opened up,” Mr. Trump said. “Because it’s not opened up right now. They trade with us. We can’t trade with them.”\nSome China analysts were not so impressed by Mr. Xi’s speech. “I thought it was a bunch of warmed-over repetition of things we had heard before,” said Scott Kennedy, a China analyst at the Center for Strategic and International Studies. “For me, the concern is that the level of mixed messaging that we’re sending the Chinese makes them expect that they can get through this with a very limited offer.”\nEdward Mills, a public policy analyst at Raymond James Financial, said he still viewed negotiations that averted tariffs as the most likely outcome. That could include, for example, China promising to reduce tariffs on American cars, open up its financial sector and drop rules that require American companies to partner with Chinese firms in many industries. But the negotiations could drag out for months, damaging business relations.\nMr. Trump “hasn’t actually identified what he wants as the end game” of the negotiations, Mr. Mills said. “I think that is something that gives a lot of flexibility to Mnuchin and the president to declare a number of things as a victory.”\nSome veterans of trade talks with China caution that Mr. Trump’s approach could backfire.\n“I think that it’s very dangerous to get into a tit-for-tat war in trade, because even if your goal is to be moderate and proportional in response, one thing can lead to another and it can get out of control,” Jacob J. Lew, the Treasury secretary under President Barack Obama, told CNBC last week.\nHowever, Paul H. O’Neill, who was President George W. Bush’s first Treasury secretary and traveled to China for talks in 2001, said it was a good sign that the American delegation was making the trip. Negotiations with Chinese officials tend to be well choreographed, he said, so it is likely that the dimensions of a trade agreement are starting to take shape.\n“There’s already been endless conversations, and tweets, from our side,” Mr. O’Neill said in an interview. “They are shadow dancing with each other, but behind the scenes where we can’t see what is going on, apparently they are making some progress.”", "date": "April 24, 2018", "href": "https://www.nytimes.com/2018/04/24/us/politics/mnuchin-china-trump-trade-tariffs.html", "tags": "american steven “ china tariffs chinese trade mnuchin tensions head mount"}