{"title": "Steve King’s Government Website Still Links To White Nationalist Blog", "content": "Weeks after claiming to denounce racism and bigotry, Rep. Steve King (R-Iowa) is still using his official government website to direct his constituents to a white nationalist blog that regularly publishes the work of vile racists, anti-Semites, and Nazi sympathizers, HuffPost has found. \nThe top of King’s house.gov website currently features a YouTube video of King, in a Jan. 15 speech on the floor of the House of Representatives, claiming to reject the “evil ideology” of white supremacy. “That ideology never shows up in my head,” he tells his congressional colleagues, who were voting on a resolution condemning racist comments King made this month to The New York Times. \nYet just beneath King’s YouTube video is a link to “Illegal Immigrant Stories,” a section of King’s website he’s devoted to cherry-picked news articles falsely portraying Latinos as prone to committing crimes. Many of the news clips King cites are from disreputable far-right propaganda outlets like Breitbart, The Daily Caller, WorldNetDaily, and The Gateway Pundit. One of the news clips King uses is from the patently white nationalist website VDare.com. \nVDare is a hate site named after Virginia Dare, said to be the first white baby born in the “New World.” It has routinely featured the writing of eugenicists, anti-Semites and Nazi sympathizers, including prominent white supremacists Richard Spencer, Kevin MacDonald, Sam Francis and Jared Taylor.\nKing’s office did not immediately respond to a HuffPost request for comment Tuesday as to why, if King rejects the “evil ideology” of white nationalism, he’s still using his official government website to promote and legitimize a white nationalist website. \nKing’s house.gov website specifically directs readers to a 2016 VDare piece headlined “Drunk Driving Illegal Alien Kills Woman, Is Granted Bail and Disappears.” The article is by Brenda Walker, a deeply racist anti-immigrant blogger. \nWalker has written that Mexicans are “an ethnic group that has neither interest nor aptitude.” She has stated, falsely, that “the influx of millions of Mexicans has brought their way of crime, including kidnapping, along [sic] the rest of their culture.” \nWalker has also stated, falsely, that “sex with children is socially acceptable in Mexico” and that “Hispanics, and particularly Mexicans, are academic underachievers because their culture does not value education.” \nMedia Matters first reported in June 2018 that King was citing Walker’s VDare article on his house.gov website. That report was then cited in multiple major news outlets, including a July 2018 HuffPost article that argued King is a white supremacist — an article King read. \nHuffPost first asked King if he’s a white nationalist in December 2017, after he tweeted “diversity is not our strength.” We asked again, in June 2018, after he promoted a neo-Nazi on Twitter. We asked in August, after he promoted another white supremacist on Twitter. We asked again in September, after we unearthed an interview he gave to an Austrian website affiliated with Europe’s neo-fascist “identitarian” movement. \nHe never denied being a white nationalist to us. In October, he told an Iowa TV host that he didn’t think the term “white nationalist” was derogatory. He won re-election anyway in November, but by the slimmest margin of his long congressional career.  \nIt was only earlier this month — after he told The New York Times he didn’t understand why terms like “white supremacy” and “white nationalism” were offensive — that House GOP leadership decided to punish him, stripping him of his committee assignments. \nAn effort by two rank-and-file House Democrats to censure him, a rare and formal reprimand, was quashed by Democratic leadership over fears that it would set a precedent for punishing speech made outside the House of Representatives.\n“Obviously, it’s not what I want,” Rep. Tim Ryan (D-Ohio), told reporters after his resolution to censure King was rejected. “The next time something like this happens, we’ll bring it out of committee, and I think we move to expel him at that point.”\nMajor GOP figures including Senate Majority Leader Mitch McConnell, House Minority Leader Kevin McCarthy, and Rep. Liz Cheney, the chairwoman of the House Republican Conference, along with a slew of rank-and-file Republicans and Democrats, called on King to resign. \nKing has said, however, that he will not resign, and has made the dubious claim that The New York Times took his comments about white supremacy out of context. \nEarlier this month, Iowa state Sen. Randy Feenstra announced that he will challenge King in next year’s Republican primary. ", "date": "\n01/29/2019", "href": "https://www.huffpost.com/entry/steve-king-government-website-vdare-white-nationalist-blog_n_5c5077aae4b00906b26d91c1", "tags": "steve blog news website new white ” house links huffpost king nationalist government still"}