{"title": "Steve Bannon Says President Cut Off Obamacare Payments To Destroy Health Law", "content": "President Donald Trump ended payments to health insurance companies serving the poorest Obamacare customers in order to deliberately destroy the health care law, former chief White House strategist Steve Bannon said.\n“Not gonna make the CSR [cost-sharing reduction] payments. Gonna blow that thing up, gonna blow those [insurance] exchanges up, right?” Steve Bannon, the executive chairman of the website Breitbart News, said Saturday in a speech at the Values Voter Summit, a conservative convention in Washington, D.C.\nThe White House announced Thursday that Trump would halt the cost-sharing payments, creating further instability in the health insurance exchanges set up under Obamacare. Almost 6 million low-income Americans qualified for the subsidy when they enrolled this year in the program, according to the Department of Health and Human Services.\nTrump defended his decision to end the subsidies, claiming they were a “windfall” to insurance companies.\nSeveral top Republicans disputed the president’s characterization of the cost-sharing subsidies on the Sunday news talk shows.\nSen. Susan Collins (R-Maine), one of three GOP senators who voted against repealing Obamacare earlier this year, said Trump’s decision to end the payments is “affecting the ability of vulnerable people to receive health care right now.”\n“This is not a bailout of the insurers,” she said on CNN’s “State of the Union.” “What this money is used for is to help low-income people afford their deductibles and their co-pays so that their health care is available to them.”\nAsked whether Trump’s decision hurt ordinary Americans, Collins said, “I do believe that.”\n“If they can’t afford their deductibles, then their insurance is pretty much useless,” Collins added.\nOhio Gov. John Kasich (R) also criticized the president’s decision to end the payments.\n“These were payments to insurance companies to make sure that hardworking Americans, who don’t make a lot of money, can have their copayments taken care of,” Kasich said on NBC’s “Meet the Press.” “It’s a subsidy to do that. And what this decision is leading to are higher prices.”", "date": "\n10/15/2017", "href": "https://www.huffpost.com/entry/steve-bannon-obamacare_n_59e38e26e4b03a7be5815bd2", "tags": "bannon care steve destroy obamacare president cut ” trump insurance says law decision payments health"}