{"title": "Steven Mnuchin Is Confirmed as Treasury Secretary", "content": "WASHINGTON — The Senate confirmed Steven T. Mnuchin, a former Goldman Sachs banker and Hollywood film financier, to be Treasury secretary on Monday, putting in place a key lieutenant to President Trump who will help drive the administration’s plans to overhaul the tax code, renegotiate trade deals around the world and remake financial regulations.\nBy a vote of 53 to 47, the Senate confirmed Mr. Mnuchin, who was Mr. Trump’s top campaign fund-raiser. During a long debate over Mr. Mnuchin’s credentials, Democrats argued that his experience on Wall Street exemplified corporate malpractice that led to the 2008 financial crisis.\nThe new Treasury secretary will have little time to celebrate. He will be under pressure to help finalize the Trump administration’s tax plan, accelerate the rollback regulations and raise the government’s borrowing limit. The administration has said it will release a comprehensive plan to rewrite the tax code in the coming weeks, and it will have to deal with the debt ceiling next month.\nWhile Mr. Mnuchin’s financial acumen has been praised by Mr. Trump and Republicans in Congress, Democrats have argued forcefully that he is not up to the job. They have painted him as a symbol of everything that is wrong with corporate America.\n“He was part of the cadre of corporate raiders that brought our economy to its knees,” Senator Robert Menendez, Democrat of New Jersey, said on the Senate floor on Monday.\nThere was also no shortage of name-calling. Senator Ron Wyden, Democrat of Oregon, referred to Mr. Mnuchin at the “foreclosure king.” Senator Tammy Duckworth, Democrat of Illinois, described him as “greedy” and “unethical” while arguing the case against him.\n“Whether illegally foreclosing on thousands of families, skirting the law with offshore tax havens or helping design tactics that contributed to the 2008 financial crisis, Steve Mnuchin made a career — and millions of dollars — pioneering increasingly deceptive and predatory ways to rob hardworking Americans of their savings and homes,” Ms. Duckworth said.\nAt a prickly confirmation hearing before the Senate Finance Committee last month, Mr. Mnuchin was scolded by Democrats for failing to disclose nearly $100 million in assets and for not revealing his role as a director of an investment fund based in the Cayman Islands, a well-known tax haven.\nAfter the hearing, Democrats on the committee accused Mr. Mnuchin of lying for saying that OneWest Bank had not engaged in the controversial foreclosure practice of “robo-signing” when he was its chief executive. The Democrats on the committee twice boycotted a vote on his confirmation, leading Republicans to breach protocol and push Mr. Mnuchin’s vote to the full Senate on their own.\nJust one Democrat, Senator of Joe Manchin III of West Virginia, broke with his party and supported Mr. Mnuchin. In a sign of the backlash that Democrats will face for siding with any part of Mr. Trump’s agenda, the Progressive Change Campaign Committee warned that Mr. Manchin’s vote would not go unnoticed.\n“We will ensure that Joe Manchin hears from his West Virginia constituents who disapprove of his voting with Wall Street against working families,” the group said in a statement after the vote.\nFor Republicans, the resistance was chalked up to political theater.\nOn Monday, Senator Orrin Hatch of Utah, the Republican chairman of the Senate Finance Committee, accused Democrats of making Mr. Mnuchin a political pawn and described their concerns as a stall tactic.\n“Under any objective standard, Mr. Mnuchin has ample experience, credentials and qualifications for this important position,” Mr. Hatch said. “My colleagues have done all they can under the rules — even to the point of casting aside some longstanding customs and traditions of the Senate — in order to delay his confirmation.”\nWhile Mr. Mnuchin struggled to show fluency with some aspects of the job during his confirmation hearing, Republicans and Democrats generally agreed that he was well versed on economic issues. He also struck a more moderate tone than Mr. Trump on issues such as trade and dealing with China. And Mr. Mnuchin left some experts dumbfounded after suggesting that “there would be no absolute tax cut for the upper class” — a promise that appears to be at odds with plans presented by Mr. Trump and House Republicans.\nMr. Mnuchin was not the only member of Mr. Trump’s cabinet to be confirmed on Monday night. The Senate also voted in favor of David Shulkin to lead the Department of Veterans Affairs. A holdover from the Obama administration, Dr. Shulkin is currently the department’s under secretary of health and was approved by a unanimous vote.\nMr. Mnuchin was the latest member of Mr. Trump’s cabinet to edge through the confirmation process on a largely party-line vote. Last week, Tom Price was approved as secretary of health and human services and Betsy DeVos narrowly won confirmation to lead the Education Department.\nThings could become more complicated on Thursday, however, when Andrew Puzder, Mr. Trump’s choice for labor secretary, faces a committee hearing. Several Republicans on the committee have declined to support Mr. Puzder, a fast-food chain executive who critics say promotes policies that are harmful to workers.", "date": "Feb. 13, 2017", "href": "https://www.nytimes.com/2017/02/13/us/politics/steven-mnuchin-confirmed-treasury-secretary.html", "tags": "steven “ democrats confirmed committee treasury secretary senate mnuchin — vote"}