{"title": "Steve King Promotes White Nationalist On Twitter … For The Third Time", "content": "For the third time in less than a year, Rep. Steve King (R-Iowa) has promoted an open white nationalist on Twitter. \nOn Friday, the congressman quote-tweeted Faith Goldy, a Canadian white nationalist who has publicly recited the “14 words,” a white supremacist mantra, and who once recommended a book that calls for the “elimination of Jews.” \nGoldy also once appeared on a podcast produced by The Daily Stormer, a neo-Nazi website which advocates for gassing Jews. In that podcast, Goldy praised white supremacist figurehead Richard Spencer. \nKing is well aware of who Goldy is. In October, he endorsed Goldy in her longshot run for mayor of Toronto. The endorsement led to widespread condemnation of the congressman. \nBut at 10:51 p.m. Friday, the congressman promoted Goldy on Twitter anyway. \nIn his tweet, King claimed that “criminal aliens represented an average of 1/4 of the federal prison population” and that “there would have to be 82 million illegals in America before they would be committing an equal proportion of crimes.” \nHe then linked to a tweet by Goldy in which she lashes out at Matt Schlapp, head of the American Conservative Union, for not challenging commentator Van Jones during a panel at the Conservative Political Action Conference over Jones’ accurate claim that “undocumented immigrants right now have a lower crime rate than the rest of us.”\n“The funniest part is that Matt Schlapp, CHAIRMAN OF THE ACU, just sat right next to Van Jones and didn’t challenge this bullsh*t talking point,” Goldy tweeted. “These people are so out of touch with the base.” \nIt is correct that undocumented immigrants commit fewer crimes than native-born citizens in America. \nThere’s also an easy explanation for why so many unauthorized immigrants wind up in federal prisons — the Justice Department spends more time prosecuting petty immigration violations than any other type of crime. Together, prosecutions for illegal entry (a misdemeanor) and illegal re-entry (a felony) have swallowed up roughly half of the federal criminal docket since 2008. \n(Meanwhile, federal prosecutions for white-collar crime have plummeted by more than 40 percent over the last two decades ― despite the fact that some 9 million Americans lost their homes in the aftermath of the fraud-fueled financial crisis that began in late 2007.)\nKing’s office did not immediately respond to a request for comment Monday as to whether the congressman condones Goldy’s views, whether an elected official should be amplifying the message of someone like Goldy, or whether he’s concerned his views have once again aligned with those of neo-Nazis and white nationalists. \nIn January, King told The New York Times he didn’t understand why the terms “white supremacy” and “white nationalism” were offensive. GOP leadership decided to punish King over his remarks, stripping him of his committee assignments. Many called on him to resign. \nBut King did not resign and has continued to make the dubious claim that his comments to The Times were taken out of context. \nAlso in January, HuffPost reported that King was still using his official government website to promote a white nationalist blog. The report led Rep. Tim Ryan (D-Ohio) to alert the House Ethics Committee over King’s improper use of government property. \nKing, who HuffPost has argued is a white supremacist, has previously promoted tweets by Mark Collett, a British neo-Nazi, and Lana Lokteff, a host for the white nationalist media outlet Red Ice. ", "date": "\n03/04/2019", "href": "https://www.huffpost.com/entry/steve-king-faith-goldy-twitter_n_5c7da480e4b0129e36bde195", "tags": "congressman steve promotes twitter white … goldy ” federal promoted supremacist third king nationalist time"}