{"title": "Steven Mnuchin Refuses to Release Trump’s Tax Documents to Congress", "content": "WASHINGTON — The Treasury Department said on Monday that it would not release President Trump’s tax returns to Congress, defying a request from House Democrats and setting up a legal battle likely to be resolved by the Supreme Court.\nSteven Mnuchin, the Treasury secretary, wrote in a letter to Representative Richard E. Neal, Democrat of Massachusetts and the chairman of the House Ways and Means Committee, that Mr. Neal’s request for the tax returns “lacks a legitimate legislative purpose” and that he was not authorized to disclose them. The decision came after weeks of delays as Mr. Mnuchin said that his department and the Justice Department needed to study the provision of the tax code that Democrats were using to seek six years’ worth of the president’s personal and business tax returns.\nThe request for Mr. Trump’s taxes is the latest instance of the Trump administration rebuffing congressional oversight efforts.\n“As you have recognized, the committee’s request is unprecedented, and it presents serious constitutional questions, the resolution of which may have lasting consequences for all taxpayers,” Mr. Mnuchin wrote in the one-page letter.\nHe added that “the department may not lawfully fulfill the committee’s request.”\nMr. Neal issued a terse statement on Monday afternoon in response to Mr. Mnuchin: “I will consult with counsel and determine the appropriate response.”\nMr. Mnuchin, who is one of Mr. Trump’s most trusted aides, has signaled his concern about the request, arguing that it appeared to be political in nature and that honoring the demand would be a violation of taxpayer privacy. He has warned that if the I.R.S. releases Mr. Trump’s returns, then lawmakers from both parties could be vulnerable to such prying. In an April 23 letter to Mr. Neal, Mr. Mnuchin said that the demand amounted to “exposure for the sake of exposure.”\nThe Treasury secretary said that the Justice Department would memorialize its advice on the matter in a published legal opinion.\nHouse Democrats have argued that the law is clear that congressional tax writing committees have broad authority to request the returns of any taxpayer. Mr. Neal said that the request was made so that Congress can assess the effectiveness of the automatic audits that all sitting presidents face.\nIn his letter, Mr. Mnuchin said that the Treasury Department was willing to provide more information to the committee about how the I.R.S. conducts its mandatory examinations of presidential tax returns.\nMr. Trump has argued that the request was an example of presidential harassment by House Democrats, who have been investigating his business dealings since taking power this year. The president’s personal lawyer sent letters to the Treasury Department urging it not to release his financial information.\nMr. Neal’s next move is not clear. He could file a lawsuit against the Treasury Department, accusing Mr. Mnuchin of not following the law, or he could try to access Mr. Trump’s returns with a subpoena. Both options would likely lead to a protracted fight through the court system.\nMr. Trump broke decades of precedent by not releasing his tax returns while running for president, claiming that he could not do so because he was under audit by the I.R.S. There are no laws preventing taxpayers from releasing their returns while under audit.", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/us/politics/trump-tax-returns-mnuchin.html", "tags": "steven tax refuses documents department treasury trump returns neal mnuchin request congress release"}