{"title": "Sting and Shaggy: 'Cultural appropriation is an ugly term'", "content": "Pop legend Sting is browsing the racks at Honest Jon's record store on London's Portobello Road when a single catches his attention.\nIt's a limited edition white vinyl by the late hip-hop producer J Dilla. The title is unprintable here, but it roughly translates as \"Forget The Police\".\n\"Now there's a song I should have written,\" says Sting, repeating the title with a grin.\nBut while the star's relationship with his first band remains fractious, his latest musical partnership is a veritable \"bromance\".\nThe 66-year-old has teamed up with dancehall/reggae star Shaggy, of Mr Boombastic fame, to create one of the year's unlikeliest albums. \nThe duo first hooked up last summer, when Shaggy was recording new material in LA.\nShaggy's producer, Martin Kierszenbaum, also happens to be Sting's manager and sent the British star an unfinished song called Don't Make Me Wait, asking if he'd sing the chorus.\nSix weeks later, the pair had finished not only that song but an entire album.\n\"It's a total accident, but we're very happy,\" says Sting.\n\"Everyone who heard about it said 'Oh, what a surprise,' and actually that's the most important element in all music - surprise.\"\nThe musicians' camaraderie is evident as they wait for the BBC's cameras to set up.\n\"I heard you were bringing weed to the Queen's birthday,\" Sting teases Shaggy, who's made an unwelcome appearance in the British tabloids that morning. \n\"You know she's going to expect it now.\"\n\"And I heard I was bringing it to Harry's wedding,\" laughs the Jamaican star. \"To which I wasn't invited.\"\nThe musicians start to rifle through Honest Jon's reggae section, pulling out classics by Bob Marley, Yellowman and Horace Andy while reminiscing about their childhoods.\n\"I really miss this ritual,\" sighs Sting. \"I could spend all day here, man.\"\n\"The record shops I used to go to had big speakers and a hype crew,\" recalls Shaggy. \n\"When a record came on, they'd bang on the walls like crazy so you'd think it was the hot record. \n\"Now that's a way to get records sold.\"\nSelling records is a topic both musicians know inside out. Together, Sting and Shaggy have shifted more than 350 million units over the last 40 years.\nTheir new collaboration - named 44/876 after the respective dialling codes for the UK and Jamaica - probably won't match the multi-platinum sales of Shaggy's Hot Shot or Sting's Brand New Day.\nBut it's still a thoroughly amiable slice of island-inspired reggae pop.\nFirst single Don't Make Me Wait pairs Shaggy's \"Mr Lover Lover\" patter with a typically plaintive Sting chorus; while Waiting For The Break Of Day is a breezily optimistic song about political resistance.\nAnd while Sting and Shaggy's partnership has raised more than a few eyebrows, it's easy to forget that both artists have made a career out of interpreting reggae for a pop audience.\nWhat do they make, then, of the current debate over cultural appropriation in music?\n\"It's such an ugly term,\" says Sting. \"For me, reggae is something I respect and value, and take seriously. It's something I've learned from. \n\"I owe a great deal to the whole reggae bass community. My spiritual, musical mentor was Bob Marley - who I knew - and I really feel that I'm doing something that feels authentic to me. \n\"Working with Shaggy gives it that extra edge. He's an authentic reggae dancehall superstar. I dabble and I dibble, but that was the common ground we had.\"\nFor his part, Shaggy is proud that Jamaica's dancehall rhythms can now be found in songs by Justin Bieber, Drake and Diplo.\n\"When I started, it was really, really tough to get dancehall music played [on radio],\" he says. \n\"Oh Carolina was the first dancehall song to go into the British chart and go to number one. To see it now, where it is, where it's a mainstream phenomenon it's amazing.\n\"It makes you feel like we did something. We were part of moving our culture to the mainstream.\"\nThe collision of Sting and Shaggy's musical universes seems to have run smoothly, despite the artists' differing approaches to songcraft.\n\"He's a very meticulous person when it comes to the instrumentation,\" observes Shaggy. \n\"When we do reggae, it's normally a one-chord or a two-chord, or whatever it is. With Sting, there'll be chord changes, key changes.\n\"You'll find a reggae beat but it'll have jazz chords on it. That was pretty interesting for me.\"\nSting, on the other hand, had to adapt his scholarly approach to Shaggy's more spontaneous style.\n\"I may have written almost the whole lyric and I would say to Shaggy 'Well, here's the theme. You write a verse of your own and see where that takes us.' \n\"So it became a kind of soup - you know, you throw something in a soup and it kind of fizzes a bit.\"\nClearly, Sting hasn't got a clue about soup. Culinary misunderstandings aside, though, the duo found common ground in their love of wordplay.\nJust One Lifetime riffs on Lewis Carroll's The Walrus and the Carpenter, while Crooked Tree is a courtroom drama in which Shaggy plays the judge to Sting's condemned man. \n\"I always figured Shaggy wanted to wear a blonde wig and robes,\" quips Sting. \"So I gave him that role.\"\nThings get more serious on Dreaming in the USA, a Motown-inspired song that simultaneously celebrates America and frets over its future.\n\"I'm a military man who carried arms and fought in defence of America,\" sings Shaggy, referencing his time as a US Marine.\n\"I await the day when we will all inhabit a better America.\"\n\"I fought for the US government. I live in New York. I pay taxes in America,\" says the star. \"When you see what's going on, these are dark times.\n\"America is a symbol of freedom, it's a symbol of democracy, and if that is threatened, we have to take this platform and use it to be a voice for the voiceless.\" \n\"I actually take the citation on the Statue of Liberty very seriously - 'Give me your tired, your poor, your huddled masses,'\" adds Sting. \n\"So that song's really a reminder to the Americans that we love to protect those very important values. It's a love letter, but it also has a warning in it.\"\nShaggy adds: \"As much as we're giving that message, there's a lot of hope in the record. There's a light at the end of the tunnel. You feel that things can change.\"\nThe songs will come to life when Sting and Shaggy head out on tour next month. Rather than play two separate sets, the musicians will both be on stage throughout the show.\n\"I'm going to be Shaggy's bass player, playing Mr Boombastic,\" grins Sting.\n\"And I'll be his hype man,\" says Shaggy, chuckling like Muttley.\n\"Why don't you just sing Fields of Gold and I'll do the toasting?\" Sting suggests.\n\"Ah, that's my joint,\" Shaggy adds. \"Fields of Gold is my favourite record. He knows that.\"\nAt the moment, they're billed as Sting and Shaggy - but fans have already given them a Brangelina-style portmanteau name.\n\"Really? What are we?\" asks Shaggy.\nThe answer - and please avert your eyes if you're of a sensitive nature - is \"Shagging\". \n\"That's the best one I've heard so far!\" roars Shaggy in approval.\n\"Woah. Yeah. It's not inappropriate,\" Sting adds. \"I think we'll go with that. Shagging.\"\nSting and Shaggy's album 44/876 is released on Friday.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "18 April 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-43785032", "tags": "song shaggy sting something america really record appropriation says star reggae ugly term"}