{"title": "Stockholm lorry attacker Rakhmat Akilov jailed for life", "content": "An Uzbek man who carried out a lorry attack which killed five people in Sweden last year has been sentenced to life for terrorist crimes.\nRakhmat Akilov, 40, had expressed sympathy for the Islamic State (IS) group before the attack in Stockholm.\nBut prosecutors had to prove he intended to harm the state, as IS did not say it was behind the attack.\nAkilov, a rejected asylum seeker, fled the scene but was quickly arrested and confessed during police interrogation.\nHe left Uzbekistan for Sweden in 2014 and sought residency there, but in December 2016 he was told that he had four weeks to leave the country.\nHe disappeared and, a few months before the attack, was put on an official wanted list.\nOn 7 April last year, Akilov hijacked a lorry and drove it at high speed down one of Stockholm's busiest shopping streets and into a department store.\nFive people were killed and 10 more injured in the attack on Drottninggatan (Queen Street).\nPolice discovered an explosive device inside the lorry which was made up of gas canisters and nails. It did not explode properly and only caused fire damage to the vehicle.\nAkilov reportedly ran from the scene still covered in blood and glass, but was arrested hours later in a northern suburb of Stockholm.\nHe quickly confessed during police interrogation.\n\"He acted with the direct intention to kill as many people as possible,\" the court said in its verdict.\nAs well as the five murders, he was found guilty of the attempted murders of 119 other people who were at the scene of the attack.\nAnalysis by Maddy Savage, BBC News, Sweden\nRakhmat Akilov failed to get residency in Sweden but it seems he will now be staying in the Nordic nation in the long run, albeit locked up inside a Swedish jail. \nLife sentences in Sweden typically amount to about 16 years. A spokesperson for Stockholm District Court has confirmed to the BBC that he will remain in the country during this time and is not expected to be transferred to a prison in Uzbekistan. After his jail term he will be deported from Sweden and banned from returning. \nThis was a landmark case in Sweden in which prosecutors had to prove that Rakhmat Akilov intended to harm the state in order to find him guilty of terror crimes. \nBut while the judgement made clear that the killer's actions did have a grave impact on the country, some have questioned whether the compensation awarded to the victims' relatives adequately reflects their more personal loss.\nThe spouses, parents, siblings and children of the five people who died will each receive 60,000 kronor (£5,160; $6,900). Their representatives had asked for 300,000 kronor each. \nThe youngest victim, Swedish schoolgirl Ebba Åkerlund, would have been celebrating her 13th birthday on Thursday. Her grieving father told the tabloid Expressen he was devastated that she was missing out on what \"should have been the happiest day of her life\".\nThree Swedes, a Belgian woman and a British man were killed in the attack.\nThe British man was named as 41-year-old Chris Bevington who worked as a director with music streaming service Spotify.\nThe father-of-two was based in Stockholm with his family and reportedly threw his son to safety as the lorry sped towards them.\nFollowing the attack, his father John described him as a \"wonderful husband, son, father, brother and close friend to many\".\nSwedish national Marie Kide, 66, was also killed. She was a local politician for the Green Party in the town of Trollhattan, in western Sweden.\nParty spokeswoman Esther O'Hara paid tribute to her. \"Marie leaves a huge void behind her, she was a woman with a big heart and courage in her convictions,\" she said.\nThe other Swedish victims were Lena Wahlberg, 69, and an 11-year-old girl, Ebba Åkerlund.\nA 31-year-old Belgian woman, Maïlys Dereymaeker, from the city of Halle was also killed.\nRakhmat Akilov failed in his bid to get residency in Sweden, lost his job and was hiding from police who wanted to deport him prior to the attack.\nAccording to reports, he had left a wife and four children behind in Uzbekistan to whom he was sending money.\nIn 2016, he reportedly lost his job after falling asleep at work. Bumping into a former colleague last year, he revealed he was spending his days \"sleeping and smoking\".\nHis Facebook page - which has been taken down - was linked to a number of extremists through friends and featured at least two propaganda videos linked to IS, one reportedly showing the aftermath of the Boston bombing.\nDuring his trial, he said he wanted to punish Sweden for its part in the global fight against IS militants.\nBut he was not considered a threat by Swedish security services which dismissed him as a \"marginal character\", apparently on the fringes of larger militant movements.", "date": "7 June 2018", "href": "https://www.bbc.co.uk/news/world-europe-44399293", "tags": "stockholm rakhmat five jailed akilov killed sweden attack attacker swedish lorry life"}