{"title": "Stocks Fall, Wiping Out Gains for 2018", "content": "The stock market’s gains for 2018 were erased on Tuesday, as a sell-off led by giant technology stocks continued. The renewed declines in the United States came after drops in Asia and Europe.\nThe tumble of more than 1.8 percent in the S&P 500 followed a sell-off in high-flying technology stocks like Google, Apple and Amazon in the United States on Monday, as investors weighed the prospects for increased regulation, trade tension and threats to the profit outlook for the large technology companies that exert a large influence on major market indexes.\n[Read how the stock market’s slide is flashing warning signs about the economy.]\nThe pain persisted for such companies on Tuesday with Apple and Amazon falling by more than 4 percent in early trading. But a new area of concern also flared after the retailer Target reported third-quarter sales and profit that missed Wall Street expectations.\nThe softness in retail shares reflects growing investor concern that the strong American economy — which has so far shrugged off Federal Reserve interest rate increases and signs of weakness in China and Europe — is likely to face increasing challenges in 2019, as the impact of federal tax cuts and spending increases diminishes.\nAlso weighing on stocks was a slump in crude oil prices, which hit their lowest point this year after dropping as much as 7 percent on Tuesday.\nMonday’s slide in the United States had already spilled over into Europe and Asia before trading on Wall Street opened on Tuesday. By the end of the trading day, the Euro Stoxx 50, an index of eurozone blue-chips, had dropped more than 1.4 percent.\nConcerns about privacy lapses and mismanagement at technology companies weighed on stocks on Monday, adding to broader concerns about the impact of a trade war between the United States and China as well as signs of slowing growth around the globe.\n[Read Ron Lieber’s advice about what to do as stocks fall.]\nThe pessimism continued in the Chinese markets of Shanghai and Shenzhen as the worries that hurt technology stocks in the United States hit stocks in other parts of the world.\nIn Hong Kong, Shanghai and Shenzhen, trade concerns helped to push the stocks of Chinese semiconductor makers and other big technology companies into the red. A drop in the stock price of the chip maker Nvidia several days ago after disappointing earnings may also have rattled investors in chip makers across China. The Chinese stock market is down by more than 20 percent so far this year.\nShares of Tencent, the Chinese internet conglomerate, fell 3.3 percent in Hong Kong trading. A broader index of large Chinese companies listed in Hong Kong dropped by 1.6 percent, while the Hong Kong market closed the day down 2 percent.\n“Stocks look weak,” Robert Carnell, chief economist for Asia Pacific at the Dutch bank ING, wrote in a note to investors. “Oversupply in the semiconductor industry is an issue for Asia, and made worse by an apparent lack of demand for some well-known producers of high-tech products,” he added.\n[Subscribe to “With Interest.” It’s a Sunday newsletter with essential business insights that’ll prep you for the week ahead.]\nTrade frictions also continue to overhang markets. World leaders are meeting next week in Argentina for the Group of 20 conference, which President Trump and President Xi Jinping of China will attend. Hopes that the two sides would come to a trade agreement on the sidelines have waned since officials from both countries sparred over the weekend at the Asia-Pacific Economic Cooperation summit meeting in Papua New Guinea.\nStocks in Japanese automobile companies helped to drag the benchmark exchange in Tokyo down by 0.7 percent. The sell-off was prompted in part by news that Carlos Ghosn, the chairman of Nissan, was arrested on Monday after the carmaker found that he had underreported his compensation to the Japanese government. Shares in Nissan fell 5.5 percent in Tokyo.\nIn Seoul, South Korea, and Taipei, Taiwan, the markets finished the day down nearly 1 percent.", "date": "Nov. 20, 2018", "href": "https://www.nytimes.com/2018/11/20/business/stock-markets.html", "tags": "percent market wiping companies united states stocks gains fall trade chinese stock technology"}