{"title": "Stocks Rebound as U.S.-China Trade War Enters New Stage", "content": "Stocks jumped on Tuesday, rebounding from their biggest loss in more than four months and giving investors a reprieve from the waves of selling that have characterized trading so far in May.\nInvestors are trying to adjust to the ratcheting up of trade tension between the United States and China, and assess the impact of the continuing dispute on the global economy, corporate profits and consumer spending. It is an abrupt change for traders who, as recently as last month, were anticipating that the two sides were close to reaching a deal.\nOn Monday, the S&P 500 suffered its steepest drop since early January, after Beijing said it would raise tariffs on American-made goods in retaliation for a similar move from the United States.\nStocks on Tuesday rebounded from that plunge. The S&P rose 0.8 percent, while European markets were also higher. Asian stock markets had ended the day slightly lower.\n[Read more about the reasons investors have been rattled by the return of trade tension.]\nStill, the S&P 500 has dropped 3.8 percent so far in May, and even amid Tuesday’s recovery there were signs that investors continue to worry about the costs of the prolonging trade fight. Retail stocks were among the worst performers of the day, and Ralph Lauren suffered one of the steepest drops at 3.7 percent, despite posting better-than-expected quarterly earnings results.\nIn part, the retail slump reflects the fact that the next round of tariffs that the Trump administration is now considering imposing on Chinese imports includes a range of consumer products, from shoes to clothing to smartphones. Taxes on those products could hurt either consumer spending or retail profits if companies try to absorb the higher import costs.\nIn a conference call with analysts after the release of the company’s quarterly results, Jane Nielsen, Ralph Lauren’s chief financial officer, said that the company was “taking a more cautious approach to inventories, especially in light of the dynamic trade environment.”\nAccording to JPMorgan Chase analysts, roughly one-third of Ralph Lauren’s products are sourced from China.\nMost economists think that the direct impact of the tariff fight between China and the United States will be limited. For example, Barclays economists say that if tariffs are indeed extended by the administration, that could lower the level of gross domestic product by as much as 0.3 percentage points over the long term.\nBut such tidy estimates mask a range of uncertainties. The costs to consumers — who are set to bear the brunt of the next round of American tariffs on Chinese goods — could be considerably higher than the overall impact on the economy.\nAlso, economic impact estimates focus tightly on the direct effect of the tariffs themselves and shed no light on indirect factors such as a potential decline in consumer and corporate confidence, or a downturn in financial markets, all of which could also weigh on growth.\nA small cut in growth might not seem like a major concern, given the considerable momentum the American economy appears to have, but most economists expect the pace of economic growth to slow to below 2 percent in 2020, according to consensus economic estimates compiled by FactSet, a data provider.\n“The more you put tariffs on, the harder it is for everyone to get out of the way,” said Michael Gapen, an economist at Barclays. “If we’re all right and growth is slowing down toward 2” percent, he said, “then this starts to matter a lot.”\nOn Tuesday, investors seemed suddenly less concerned, even with little in the way of positive developments on the trade front.\nPresident Trump, who has long accused China of unfair trade practices in justifying his push for tariffs, reiterated that argument while speaking to reporters outside the White House on Tuesday morning. He continued to express confidence that the administration would make a favorable trade deal.\n“I think it’s going to turn out extremely well,” Mr. Trump said. “We’re in a very strong position.”\nHe played down the conflict as a “little squabble with China,” and denied that talks between the countries had ended.\nBut public comments from Beijing also suggested that the uncertainty for investors was far from over.\n“China does not want or wish for a trade war, but it is by no means afraid of one,” Geng Shuang, a spokesman for the Chinese Foreign Ministry, said at a news briefing. “If someone brings the war to our doorstep, we will fight it to the end.”\nStill, the tone across financial markets was positive.\nThe recovery on Wall Street was broad, with energy companies, semiconductor makers and other tech and industrial firms leading the American market higher. The price of several commodities, which had also been hit by worsening trade tensions on Monday, recovered too. Soybeans, a key American export to China, rose. Prices for copper, an industrial metal whose prices are considered good gauges of expectations for Chinese economic growth, also climbed.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/business/global-markets.html", "tags": "percent china investors new stocks ” stage war tariffs trade tuesday rebound u.s.-china also enters"}