{"title": "Stocks Close in on Bear Market as Trump and Mnuchin Fuel Christmas Eve Drop", "content": "Wall Street extended its losses on Monday as President Trump continued to lash out at the Federal Reserve, and an unusual weekend statement about the health of America’s financial system by Steven Mnuchin, the Treasury secretary, unnerved investors rather than calmed them.\nStocks are experiencing their worst decline since the financial crisis a decade ago amid worries about, among other things, a slowing of corporate profits and the impact of a trade war on global growth.\nMr. Trump has become increasingly focused on the idea that the Fed chairman, Jerome H. Powell, is to blame for the markets’ slide after the central bank raised interest rates last week and indicated that it might keep doing so next year given signs of strength in America’s economy.\n“The only problem our economy has is the Fed,” Mr. Trump said in a tweet during Monday’s trading session, a day after his aides scrambled to assure the public Mr. Trump would not try to fire Mr. Powell.\n[Read more about what Mr. Trump has said to aides about Mr. Powell.]\nStocks, already falling before Mr. Trump’s tweet, dropped further right after even as investors were still trying to interpret Mr. Mnuchin’s late Sunday statement.\nThe Treasury secretary said he had contacted the chief executives of six major banks to ensure that their operations were running smoothly, and that they had “ample liquidity available for lending.”\nAlthough the assurance came during a rough run for stocks in the United States, analysts and economists have not cited a lack of cash for lending as a significant reason for the downturn.\nWashington officials typically make such assurances only at times of financial crisis.\nInstead of soothing investors, Mr. Mnuchin’s comments, along with Mr. Trump’s attacks on the Fed, added to a nervousness already running high as the stock decline continued to accelerate.\nAsian markets on Tuesday followed Wall Street lower, led by Japan, which missed another market drop on Monday because of a holiday. Japan’s closely watched Nikkei 225 stock index fell 5 percent on Tuesday and entered bear market territory, meaning it has fallen 20 percent from its high. Shares in China fell by a much smaller amount in thin trading around the region, thanks to holiday-related market closures around the world.\nIn the United States, investors were also watching the partial shutdown of the federal government amid an impasse between Mr. Trump and lawmakers over his goal of securing financing for a wall on the border with Mexico.\n“With everything that’s going on with the administration and all those data points in conjunction with a market that’s already so negative, it’s just pushing everything down,” said Michael Gibbs, director of portfolio and technical strategy at the brokerage firm Raymond James in Memphis.\nThe idea that the Treasury secretary was calling banks to ensure the financial system was functioning properly, Mr. Gibbs said, “just added to the negative feeling and gave investors another excuse to sell.\nStock trading ended earlier than usual on Monday, at 1 p.m., and markets were set to be closed Tuesday for the Christmas holiday.\nOn Friday, the tech-heavy Nasdaq entered bear-market territory. It is now down almost 25 percent from its August high after falling 2.2 percent more on Monday.\nAfter declining 2.7 percent Monday, the S&P 500 is now down 19.7 percent from its September high; the Dow Jones industrial average is about 18.8 percent off its peak. \nEnergy stocks were among the day’s worst performers, with crude oil futures in the United States falling below $45 a barrel.\nThe meltdown in the markets could hurt the broader economy if it begins to limit spending by companies and consumers or lending by banks.\nBorrowing in the corporate bond markets has already slowed as nervous investors demand higher interest rates on risky debt. The plunge in stocks could discourage investments, acquisitions or other types of corporate spending by executives unwilling to gamble on uncertainty.\nBut there has been no evidence so far that the financial system is not functioning properly, corporate profits continue to grow at a rapid clip and the economy has remained robust.\n[Read more about how investors have nowhere to turn as stocks, bonds, and commodities tumble.]\nSome investors argued that the stock slump in the United States is still mild compared with previous drops.\n“While stocks, in my opinion, have gone in the past couple of months from very richly valued to merely the high end of fair value, they’re not cheap by any measure — much less insanely cheap like they were a decade ago,” Whitney Tilson, founder of the investment fund Kase Capital Management, said in a note to investors.\nMarkets ended lower in Europe following a mixed day in Asia.", "date": "Dec. 24, 2018", "href": "https://www.nytimes.com/2018/12/24/business/stock-markets.html", "tags": "markets percent market bear fuel investors stocks close trump financial mnuchin eve monday drop christmas"}