{"title": "Stoke-on-Trent house '30in too tall' risks demolition", "content": "A family has been told to tear down their new home or spend £200,000 on a new roof after it was found to be 30 inches (76cm) too tall.\nAsif Naseem moved into the property in Lightwood, Staffordshire, two months ago with his wife and five children.\nStoke-on-Trent council turned down two retrospective planning applications for the £500,000 house due to complaints over the height and dormer windows.\nThe family said they had nowhere else to go, and no funds for a new roof.\nThirty one objections to the family's retrospective planning application were sent to the council, along with seven letters of support, said the Local Democracy Reporting Service (LDRS).\nCouncil planners recommended enforcement action being taken, which would mean demolishing the house.\nAt a planning meeting on Wednesday, Shazad Hussein, Mr Naseem's brother, said reducing the house's height \"isn't going to make any visual difference\".\n\"We have spent all the money on the house,\" he said. \"There are seven people who have nowhere else to go. They sold their other house to fund the new one.\"\nThe family's representative said demolition would be \"excessive\" and \"draconian\", leaving the planning committee divided.\nVice-chairman Andy Platt said it was \"wrong\" that the house had been built too tall, but to knock it down would be \"a little over the top\".\nHowever councillor Janine Bridges said it would \"set a precedent\" for developers to \"build what they like\" and ask permission later.\nYou may also be interested in:\nNeighbour Robert Wakefield said local reaction to the \"enormous\" house had been \"mixed\", but it was a \"fair and just judgement\" to refuse planning permission.\nMr Naseem \"should have thought about this before he started\", Mr Wakefield said.\nThe family has been given three months to allow for talks to continue.", "date": "10 May 2018", "href": "https://www.bbc.co.uk/news/uk-england-stoke-staffordshire-44068562", "tags": "council planning risks house roof demolition naseem tall new stoke-on-trent family"}