{"title": "Stormy Daniels Offers to Return Payment to End Deal for Her Silence", "content": "The pornographic film actress who says she had an affair with President Trump offered on Monday to return $130,000 she received from Mr. Trump’s personal lawyer in 2016 for agreeing not to discuss the alleged relationship.\nIn exchange, the actress, Stephanie Clifford, seeks an end to her deal to keep quiet about what she says was an affair with Mr. Trump that started in 2006 and lasted for several months.\nIn the letter, which was sent to Mr. Trump’s personal lawyer, Michael Cohen, early Monday, Ms. Clifford’s lawyer, Michael Avenatti, wrote that Ms. Clifford would wire the money into an account of Mr. Trump’s choosing by Friday.\nMr. Avenatti set a deadline of noon Tuesday for Mr. Cohen to answer the offer from Ms. Clifford, known professionally as Stormy Daniels.\nUnder the terms of the deal detailed in the letter, a copy of which was obtained by The New York Times, the contract ensuring Ms. Clifford’s silence would be “deemed null and void” once she returned the sum called for in her original contract.\nUnder Mr. Avenatti’s offer, Ms. Clifford would then be allowed to “(a) speak openly and freely about her prior relationship with the president and the attempts to silence her and (b) use and publish any text messages, photos and/or videos relating to the president that she may have in her possession, all without fear of retribution and/or legal liability for damages.”\nThe letter also seeks an agreement that neither Mr. Trump nor the shell company that Mr. Cohen used to pay Ms. Clifford, which he represents as a party to their October 2016 deal, would move to block the broadcast of an interview that Ms. Clifford taped with “60 Minutes” last week. The letter was also addressed to a lawyer working on the case with Mr. Cohen, Lawrence S. Rosen.\nMr. Cohen and Mr. Rosen did not immediately respond to calls seeking comment.\n“As we have always said, this is about a search for the truth and the ability of Ms. Clifford to tell the American people what really happened so they can make their own determination,” Mr. Avenatti said in a statement. “Our offer proves this out.”\nThe offer puts the president and Mr. Cohen — who deny that Mr. Trump had an affair with Ms. Clifford — in a challenging position.\nIf they agree to Mr. Avenatti’s terms, Ms. Clifford can speak openly about not only the sexual relationship she claims to have had with Mr. Trump shortly after his wife, Melania, gave birth to the couple’s son, Barron, but also about what she describes as an effort to silence her with “hush money.”\nThe money, which Mr. Cohen has said came from his own personal funds, is the subject of complaints lodged by the group Common Cause with the Federal Election Commission and the Justice Department. Common Cause argues that the payment violated campaign finance laws.\nNew York State’s professional standards for lawyers require that they take settlement offers directly to their clients. That means Mr. Cohen is under a legal obligation to share the proposed deal with Mr. Trump, who has kept his distance from the matter since news of the contract broke in January.\nIf they reject the offer, they could be seen as effectively acknowledging the existence of a continuing effort to keep Ms. Clifford silent about an affair that Mr. Cohen and the president say did not happen.\nThe original deal that Ms. Clifford signed required all parties involved to take any disputes into a private arbitration process. Last month, Mr. Cohen won a temporary restraining order against Ms. Clifford through an arbitrator.\nBut last week, Mr. Avenatti filed a lawsuit claiming that the initial agreement — and thus the arbitration requirement — was invalid because Mr. Trump did not personally sign the contract.\nMr. Avenatti’s new offer requires the signatures of “all parties,” including that of the president.", "date": "March 12, 2018", "href": "https://www.nytimes.com/2018/03/12/business/media/stormy-daniels-donald-trump.html", "tags": "end payment silence return clifford ” daniels cohen offer stormy ms. avenatti deal offers"}