{"title": "Strong Hiring and Fed Chief’s Reassurance on Rates Delight Investors", "content": "A blockbuster jobs report and reassuring comments from the Federal Reserve chairman reminded investors Friday to relish, at least for now, the economy’s undeniable strengths.\nMarkets reacted buoyantly, after lurching for weeks over a faltering outlook at home and signs of a global slowdown.\nThe Labor Department report showed one of the strongest months of job gains in the last decade, with employers adding 312,000 to payrolls in December. Wages, which had been lagging until recently, showed impressive gains.\nJerome H. Powell, the Fed chief, cheered the report, while offering assurances that policymakers would not move quickly to raise interest rates. Investors had been concerned that additional rate increases would weigh on growth. “2018, by so many measures, was a good year for the United States economy,” he said at an economic conference in Atlanta.\nHe also sought to ease concerns about the stability of the central bank. When asked whether he would resign if President Trump asked him to, Mr. Powell simply said, “No.”\nWall Street’s enthusiastic response to the jobs numbers was magnified by Mr. Powell’s comments. The S&P 500 index closed up more than 3 percent.\n“It’s an unequivocally phenomenal report all the way around,” said Ellen Zentner, chief United States economist at Morgan Stanley. “Anyone that finds something negative in this report is simply cherry picking.”\nEconomists offered raves that could appear on a movie poster or a book jacket — “Extraordinary!” “Blowout,” “Wow!” The figures, they said, offer a resounding response to the question of whether a recession is imminent: “Never mind!” said David Berson, chief economist of Nationwide. “The fears of the economy tipping into a recession now have clearly been overstated.”\nMr. Trump welcomed the stellar showing in televised remarks delivered in the White House Rose Garden. “312,000 jobs was a tremendous number and obviously having a big impact on the stock market today,” he said, adding that the pickup in wage growth was “beautiful to watch.”\nBut the latest report comes in the context of flashing yellow lights elsewhere, which Mr. Powell acknowledged on Friday. There is an unresolved trade war with China, a nation already contending with an economic downturn that could dampen global demand. In the United States, there is a slump in the housing sector, with hints that the auto industry could be next.\nThis week, Apple cut its revenue forecast for the first time in 16 years, citing flagging iPhone sales in China. Kevin Hassett, the chairman of the White House Council of Economic Advisers, said on CNN that Apple would not be the only victim of tensions with Beijing.\n“There are a heck of a lot of U.S. companies that have a lot of sales in China that are basically going to be watching their earnings be downgraded next year until we get a deal with China,” Mr. Hassett said.\nAnd on Thursday, the Institute for Supply Management released a survey showing the biggest drop in manufacturing activity since 2008. Many manufacturers blamed rising costs related to tariffs. (The index reading of 54.1 still showed an economy in expansion.) Measures of consumer confidence have also weakened recently.\nThe stock market has been in the midst of its worst decline since the financial crisis.\n“We’re listening sensitively to the messages markets are sending,” Mr. Powell said Friday. But investors, he said, “are way ahead of the data.”\nIndeed, economists insist that there is more to celebrate than to fret over. In recent months, the unemployment rate has been hovering near a 50-year nadir. (The jobless rate rose last month, to 3.9 percent, but largely because new workers barreled into the labor force, suggesting that companies are luring stragglers back.) Job openings have hit record highs, and a growing number of workers are quitting, indicating confidence in their ability to find jobs.\nWages, which for months only inched up, have begun to pick up more quickly. December’s year-over-year increase hit 3.2 percent, tying October for the biggest surge since 2009. The recovery has gone on for so long that it has finally begun to benefit the lowest-paid workers, who have seen the biggest pay gains.\nThe competition for employees has become excruciating for people like Michael Haith, the chief executive of Teriyaki Madness, a fast-casual Japanese food chain. The restaurant needs to staff 50 new locations next year, which means hiring up to 1,000 workers. That’s not an easy feat in “a brutal market” for employers, Mr. Haith said.\nHe vies for workers with big brands like Burger King. Rival businesses have sent recruiters into Teriyaki Madness stores to poach his employees with offers of higher salaries. In Colorado, where the chain is based, he’s also fending off marijuana farmers, who pay trimmers up to $17 an hour.\n“Good employees can pretty much go wherever they want,” Mr. Haith said. “It’s really an arms race.” His shops have increased wages by $1 or $2 an hour in the last year, just to keep up. He’s not alone. Food-service workers nationwide got particularly big pay bumps last year, according to the latest federal data.\nMoves like that are part of what made 2018 “a banner year for the labor market,” said Julia Pollak, a labor economist at the employment site ZipRecruiter. And the 99-month streak of job gains could get even longer. There are still Americans who do not have jobs or are not clocking as many hours as they would like. The share of people who have part-time positions but would prefer to work full time is higher today than it was in 2007.\nAnd a far smaller share of the American population is working today than before the recession. That decline is partly because of the aging of the baby boom generation. But even among people in their prime working years, employment is down from before the recession, and far below its peak at the height of the dot-com boom.\n“We are not yet at maximum employment,” Ms. Pollak said.\nOver all, employers added more jobs in 2018 than they did in 2017, at a monthly average of 220,000. But last year was unique, because Congress passed a big corporate tax cut that essentially bathed a sizzling economy in lighter fluid.\n“People got used to these eye-popping job-growth numbers,” said Martha Gimbel, director of research for the job-search site Indeed. Even if hiring slows in the coming months, she said, “it doesn’t mean that anything’s wrong, it just means we are heading back to normal.”\nBut investors have to weigh that interpretation — that the economy is peacefully drifting toward less exciting times — against the possibility that it is reeling toward calamity. It hasn’t helped their mood (or Mr. Trump’s) that the Fed decided to raise its target lending rate four times in 2018.\nAnd even Friday’s stellar jobs numbers come with caveats. Each month’s figures are revised twice, and provide snapshots of the past, not the future. December’s report does not account for workers furloughed during the government shutdown, which began after last month’s surveys were conducted.\nWall Street, of course, has the potential to create the bad news it seems to be anticipating. Concern over withering retirement funds could prompt Americans to tamp down on spending. And business owners might start to pull back on investments. That unholy feedback loop can begin to chip away at economic growth.\n“When market sentiment has gotten this negative, investors aren’t going to take one single data point and say: ‘Oh, we were wrong! Things are just fine,’” Ms. Zentner said. She added that people might hesitate to put their full faith in the forecasts of economists. “Look how right we were leading up to the financial crisis.”", "date": "Jan. 4, 2019", "href": "https://www.nytimes.com/2019/01/04/business/economy/jobs-report.html", "tags": "reassurance delight fed hiring mr. rates report strong investors chief ” economy last year jobs workers"}