{"title": "Students Lead Huge Rallies for Gun Control Across the U.S.", "content": "WASHINGTON — Standing before vast crowds from Washington to Los Angeles to Parkland, Fla., the speakers — nearly all of them students, some still in elementary school — delivered an anguished and defiant message: They are “done hiding” from gun violence, and will “stop at nothing” to get politicians to finally prevent it.\nThe students, as they seized the nation’s attention on Saturday with raised fists and tear-streaked faces, vowed that their grief about school shootings and their frustration with adults’ inaction would power a new generation of political activism.\n“If they continue to ignore us, to only pretend to listen, then we will take action where it counts,” Delaney Tarr, a student at Marjory Stoneman Douglas High School in Parkland, where a gunman killed 17 people last month, told tens of thousands rallying in Washington. “We will take action every day in every way until they simply cannot ignore us any more.”\nFor many of the young people, the Washington rally, called March for Our Lives, was their first act of protest and the beginning of a political awakening. But that awakening may be a rude one — lawmakers in Congress have largely disregarded their pleas for action on television and social media in the five weeks since the Parkland shooting.\nThat reality helped drive the Parkland survivors in Washington, as they led a crowd that filled blocks of Pennsylvania Avenue between the White House and Capitol Hill. Thousands more rallied at about 800 “sibling” marches around the country and abroad, where students, like those in the capital, made eloquent calls for gun control and pledged to exercise their newfound political power in the midterm elections this fall.\nAerial video captured seas of people — in front of Trump International Hotel in New York; in a central square in Tokyo; along the streets of Boston; at a rally in downtown Fort Worth, Tex.; and crammed into a park less than a mile from Stoneman Douglas High.\nDelivered in soaring speeches, emotional chants and hand-painted signs, the protesters’ messages offered angry rebukes to the National Rifle Association and politicians who have left gun laws largely intact for decades. A sign in Washington declared “Graduations, not funerals!” while another in New York said “I should be learning, not protesting.” Crowds in Chicago chanted “Fear has no place in our schools” as they marched.\nCelebrities, including Lin-Manuel Miranda, the “Hamilton” star, and the pop singers Ariana Grande and Miley Cyrus, performed in Washington, where politicians and adult activists were largely sidelined in favor of the fresh-faced students offering stories of fear and frustration, but also hope for change.\nThe most powerful, and impassioned, moments came from the surviving students of the Parkland shooting, who declared themselves angry, impatient and determined to stop the slaughter.\n“Today, we march,” Ms. Tarr said. “We fight. We roar. We prepare our signs. We raise them high. We know what we want, we know how to get it and we are not waiting any more.”\nAn 11-year-old girl from Virginia, Naomi Wadler, captivated her audience as she declared “Never again!” on behalf of black women and girls who have been the victims of gun violence.\nCalls like Naomi’s stood in stark contrast to action on Capitol Hill and at the White House in the hours before the rallies. President Trump signed a $1.3 trillion spending bill that took no significant new steps on gun control: It did nothing to expand background checks, impose additional limits on assault weapons, require a higher age for rifle purchases or curb the sale of high-capacity ammunition magazines.\nThe spending legislation, which was viewed as the last opportunity this year for Congress to enact major new gun restrictions before the midterm elections in November, included only some school safety measures and modest improvements to the background check system.\nOrganizers at national gun control groups, who provided logistical support and public relations advice as the students planned the Washington rally, said they believed that the students would not become disillusioned by the lack of immediate action in Congress. They noted that rallies took place in 390 of the country’s 435 congressional districts.\n“The mass shooting generation is nearing voting age,” said John Feinblatt, the president of Everytown for Gun Safety, a national group that advocates tougher gun laws. “They know the midterms are six months away, and they plan to make sure that they vote and they get others to register to vote. They are absolutely poised to turn this moment into a movement.”\nGun rights organizations largely stayed silent on Saturday, following vigorous efforts since the Parkland shooting to squash any movement toward significant gun control legislation. A spokesman for the N.R.A. declined repeated requests for comment.\nOn the eve of the march, Colion Noir, a host on NRATV, an online video channel produced by the gun group, lashed out at the Parkland students, saying that “no one would know your names” if someone with a weapon had stopped the gunman at their school.\n“These kids ought to be marching against their own hypocritical belief structures,” he said in the video, adding: “The only reason we’ve ever heard of them is because the guns didn’t come soon enough.”\nSmall counterprotests took place in a few cities. In Salt Lake City, several hundred people gathered near a high school, some carrying signs with messages like “AR-15’s EMPOWER the people.” Brandon McKee, who wore a pistol on his belt, brought his daughter, Kendall, 11, who held a sign that said “Criminals love gun control.”\n“I believe it’s their goal to unarm America, and that’s why we’re here today,” Mr. McKee said of the Washington marchers. In Boston, about 20 protesters favoring gun control confronted a small clutch of Second Amendment supporters in front of the State House. The two sides quickly got into a shouting match.\nThe pro-gun protests were swamped in size and enthusiasm by those marching for gun control, many of whom traveled for many hours to attend the rallies in cities across the country. Sebastian Jennings, 18, said he spent 36 hours taking a bus to Washington from western Arkansas. Tour buses lined the streets.\nSecurity was tight in Washington, where military trucks and guards blocked almost every intersection near the rally amid a huge police presence, and in other cities where marches and rallies forced the closing of major roads.\nIn towns like Dahlonega, Ga., smaller rallies sought to demonstrate a desire for new gun restrictions even in rural, Republican-leaning communities where gun ownership is common and support for the Second Amendment is strong.\n“We’re going to be the generation that takes down the gun lobby,” Marisa Pyle, 20, said through a red megaphone to a group of several hundred people gathered in front of the Dahlonega Gold Museum.\nAround the world, Americans living abroad gathered to honor those who have died in school shootings and to echo the call for gun control.\nProtesters in Rome jammed the sidewalk across from the American Embassy, next to the upscale Via Veneto, raising their voice in chants — “Hey hey, ho ho, the N.R.A. has got to go,” and waving signs with messages like “A gun is not fun” and “Am I next?” many made by high school students at an international school.\nAbout 150 to 200 people in Berlin gathered in solidarity in front of the Brandenburg Gate, just steps from the American Embassy. Many carried hand-painted signs, among them: “Arms should be for hugging,” “Bullets aren’t school supplies” and “Waffeln statt Waffen” (Waffles instead of weapons).\nOne of the largest rallies outside Washington was at a Florida park not far from Stoneman Douglas High School. During that event, 17 students from the school silently took the stage to represent their friends who had been killed.\nAnthony Montalto, the brother of Gina Rose Montalto, one of those killed, held a sign that said: “My sister could not make it here today. I’m here for her.”\n“Turn this moment into a movement,” Sari Kaufman, a sophomore at Stoneman Douglas, implored the sea of students, parents and teachers. She urged her classmates to vote out of office politicians who receive money from the N.R.A. “They think we’re all talk and no action.”\nBut the largest rally, by far, was in Washington, where stage risers and giant television monitors were set up in the shadow of the Capitol — the focus of much of the anger from students throughout the day.\nOne protester carried a sign that said “If the opposite of pro is con, then the opposite of progress is Congress.”\nMost Republican and Democratic members of Congress had already left the city to return to their home districts for spring break. Mr. Trump spent Saturday afternoon in Florida, at the Trump International Golf Club, less than an hour north of Parkland. A White House spokeswoman said in a statement, “We applaud the many courageous young Americans exercising their First Amendment rights today.”\nCity officials had prepared for the biggest march since about a half-million women gathered on the day after Mr. Trump’s inauguration, declaring a new political movement aimed at resisting the president and his policies.\nOn Saturday, officials with Metro, the region’s subway system, said more than 207,000 rides had been taken on the system by 1 p.m., about half of the number by that time during the Women’s March.\nA team of crowd science researchers led by G. Keith Still of Manchester Metropolitan University in England estimated that about 180,000 people attended the rally. They examined photographs, video and satellite imagery to estimate the crowd density in different areas of the demonstration. The number is less than half of the 470,000 that Dr. Still estimated had attended the Women’s March in Washington in 2017.\nEven so, the streets of Washington were packed on Saturday. Teenagers climbed on each other’s shoulders to reach the bare limbs of trees, where they climbed higher. And each student who spoke drew a cheer that matched, and even eclipsed, the applause given to the musical performers.\nEdna Chavez, 17, a high school senior from Los Angeles, said she had lost her brother to gun violence: “He was in high school when he passed away. It was a day like any other day. Sunset down on South Central. You hear pops, thinking they’re fireworks.”\n“Ricardo was his name. Can you all say it with me?” she asked. The crowd said his name over and over again, as Ms. Chavez smiled through tears.\nNaomi Wadler, the 11-year-old student, introduced herself with a soft “hi” and said she represented the black women who have been victims of gun violence.\n“People have said that I am too young to have these thoughts on my own,” she said. “People have said that I am a tool of some nameless adult. It’s not true. My friends and I might still be 11, and we might still be in elementary school, but we know.”\nShe added, “And we know that we have seven short years until we, too, have the right to vote.”", "date": "March 24, 2018", "href": "https://www.nytimes.com/2018/03/24/us/politics/students-lead-huge-rallies-for-gun-control-across-the-us.html", "tags": "washington control high rallies gun ” school lead u.s parkland students huge across"}