{"title": "Stung by Trump’s Trade Wars, Wisconsin’s Milk Farmers Face Extinction", "content": "KENDALL, Wis. — For decades, Denise and Tom Murray rose before 5 a.m. and shuffled through mud and snow to milk cows on the farm that has been in their family since 1939. This month, after years of falling milk prices and mounting debt, the Murrays sold their last milk cow, taking pictures while holding back tears as the final one was loaded onto a truck and taken away.\n“It’s awful hard to see them go out the last time,” said Ms. Murray, 53. “It’s scary because you don’t know what your next paycheck is going to be.”\nWisconsin is known as “America’s Dairyland,” but the milk makers who gave the state its moniker are vanishing, falling prey to a variety of impediments, including President Trump and his global trade war.\nOver the past two years, nearly 1,200 of the state’s dairy farms have stopped milking cows and so far this year, another 212 have disappeared, with many shifting production to beef or vegetables. The total number of herds in Wisconsin is now below 8,000 — about half as many as 15 years ago. In 2018, 49 Wisconsin farms filed for bankruptcy — the highest of any state in the country, according to the American Farm Bureau Federation.\nThe fate of Wisconsin’s farmers is a high-stakes political predicament for Mr. Trump, who narrowly won the pivotal swing state in 2016 and hopes to keep it red in 2020. On Saturday, Mr. Trump will travel to Green Bay, Wis., for a campaign rally where he is expected to trumpet his trade policies, like the revised North American Free Trade Agreement, which is supposed to bolster American dairy exports to Canada.\nBut Mr. Trump’s trade approach has pushed many of Wisconsin’s already struggling dairy farmers to the edge. Milk prices have fallen nearly 40 percent over the past five years, the byproduct of economic and technological forces that have made milk easier to produce and state policies that ramped up production and sent prices tumbling.\nThat has coincided with Mr. Trump’s sweeping tariffs on foreign steel and aluminum, which were intended to help American manufacturers but have set off retaliatory tariffs from Mexico, Canada, Europe and China on American dairy products. Most painful for Wisconsin’s dairy farmers has been a 25 percent tariff that Mexico placed on American cheese, which is made with a significant volume of the state’s milk production.\nMr. Trump has insisted that any short-term pain from his trade war will pay off in the long run through improved access to foreign markets. And he has tried to mitigate the effect by providing federal aid to farmers whose products have been hurt by the trade war. But the crumbling of Wisconsin’s flagship dairy industry has some farmers questioning whether Mr. Trump’s promises will come true in time to save their farms.\n“Low dairy prices have made it so hard for small farms to hang on,” said Josh Murray, 22, who is studying animal science and helping his family try to transition the farm to beef. While the Murrays received about $400 from Mr. Trump’s farm aid program, it was not enough to keep their milking operations afloat.\n“In every aspect, it’s not worth it — it’s not worth the fight,” he said.\nFor many farmers who have been transitioning away from milk to other products, the trade wars have been the final straw. The warning signs have been flashing for a while, as milk prices declined precipitously in the last five years to below $17 per 100 pounds from almost $26. The rise of corporate farms and more efficient milking processes have led to an oversupply as consumption of milk has waned nationally.\nThe new North American trade deal, which is supposed to give dairy farmers more access to Canada’s tightly controlled market, has yet to be ratified by Congress and may never be approved given Democratic opposition. And Mr. Trump has yet to remove his metal tariffs on trading partners like Europe, Canada and Mexico, which refuse to lift their retaliatory tariffs until those levies come off.\nFarmer advocacy groups say policies enforced by former Gov. Scott Walker, a Republican, exacerbated the problem. In 2012, Mr. Walker, who was defeated in 2018 by a Democrat, put into place a program to encourage dairy farmers to step up production with the goal of producing 30 billion pounds of milk a year by 2020. That was easily accomplished by 2016, but the oversupply crippled the industry.\n“He wanted to put Wisconsin back into the lead in milk production over California,” said Joel Greeno, a dairy farmer and the president of the Wisconsin advocacy group Family Farm Defenders. “It was more an example of arrogance than practicality.”\nMr. Walker declined to comment.\nMr. Greeno said that for all of Mr. Trump’s protectionist tendencies, he has been a disappointment for farmers by not aiming tariffs on imported products like milk protein concentrate that would protect the American dairy industry and make imports more expensive. Many farmers favor the idea of a supply management program for dairy like the one Canada uses, but the Trump administration has not supported such a program.\nThe agricultural woes in Wisconsin are a microcosm of the difficulties that farmers across the country have faced as a result of the multifront trade disputes that have lingered for more than a year. In 2018, farm income nationally was $63.1 billion, the second-lowest total in a decade. Commerce Department figures released on Friday suggested that farmers were not anticipating much relief, as purchases of agricultural equipment were tepid.\nA report last year from the U.S. Dairy Export Council estimated that over the next several years, retaliatory tariffs by China and Mexico could cut American dairy exports by $2.7 billion and lower dairy farmers’ revenues by $16.6 billion if they were not rolled back.\n“He’s talked over time about how much he cares about these dairy farmers, but he hasn’t really followed up with any certainty,” Senator Tammy Baldwin, Democrat of Wisconsin, said of Mr. Trump in an interview. “Our farmers need good trade deals, not trade wars.”\nRepresentative Mike Gallagher, a Republican from the Wisconsin district that includes Green Bay, said he had urged the White House to roll back the steel and aluminum tariffs that Mr. Trump had imposed on Canada and Mexico so that farmers in his state could get relief. He said that the top concerns of dairy farmers were the tariffs, along with Mr. Trump’s immigration policies, which make finding farm labor more difficult.\n“Wisconsin farmers are caught in the crossfire,” Mr. Gallagher said.\nThe financial strain proved too much for the Voelker family in Rice Lake, a town of fewer than 10,000 people in western Wisconsin. The Voelkers sold 20 milk cows this year and the remaining 40 are expected to be gone by September, as the farm transitions to producing grain and crops. Cows that used to sell for $2,000 each a few years ago are now worth only $800. The hope is that by getting out now, they can save a family farm purchased in 1940.\n“It’s stressful; it’s emotional,” said Jamie Voelker, 61. “There’s generations of sweat and blood and tops of fingers.”\nThe political implications for Mr. Trump remain unclear. Wisconsin remains very much split when it comes to support for the president. In the 2000, 2004 and 2016 presidential elections, Wisconsin was decided by a margin of less than one percentage point. Mr. Trump beat Hillary Clinton by nearly 23,000 votes, making the state a hotly contested battleground.\nThe president is aware of the importance of Wisconsin and regularly says that the new Nafta will be a boon for the state’s dairy farmers. In January, at the American Farm Bureau Federation’s convention in New Orleans, Mr. Trump even mentioned by name a Wisconsin dairy farm family that was in attendance and professed his affection for the state.\nDemocrats are hopeful that Mr. Walker’s defeat signals Wisconsin could become a blue state again in 2020. A poll released this week by Zogby Analytics buttressed those hopes, with Democratic candidates like Senator Bernie Sanders and former Vice President Joseph R. Biden Jr. holding large leads against Mr. Trump in hypothetical matchups. On Friday, Priorities USA, the progressive super PAC, announced a six-figure digital advertising campaign in Wisconsin to make the case that voters have been left behind by the president’s economic policies.\nIn the meantime, Wisconsin’s farmers are trying to hang on. The Murrays are hopeful that raising beef cattle will be more profitable and less arduous than producing milk.\n“You love the land, you love to watch things grow,” Ms. Murray said. “When it’s something you’re born doing, it’s hard to say you’re not going to do it anymore.”", "date": "April 26, 2019", "href": "https://www.nytimes.com/2019/04/26/us/politics/trump-trade-war-wisconsin-dairy.html", "tags": "face milk extinction farmers farm wars wisconsin ” trump dairy trade stung"}