{"title": "Sturgeon: Brexit vote delay is 'political cowardice'", "content": "Scottish First Minister Nicola Sturgeon has called for a motion of no confidence in the UK government after the Commons vote on Brexit was delayed.\nMs Sturgeon accused Prime Minister Theresa May of \"political cowardice\" for calling off Tuesday's vote of MPs.\nThe UK government was facing defeat \"by a significant margin\" in the Commons.\nMrs May said she would now speak to European leaders and look at ways of \"empowering\" MPs over the \"backstop\" plan for the Northern Irish border.\nNo date has been set for when the \"meaningful vote\" of MPs will be held.\nMrs May told MPs on Monday afternoon that she would be \"deferring\" the vote - just hours after ministers including Scottish Secretary David Mundell, had insisted that it would be going ahead.\nShe said her government was \"committed\" to delivering on Brexit, but said she wanted to address \"clear concerns\" voiced by members about the backstop - the backup plan intended to avoid the return to a hard border between Northern Ireland and the Republic of Ireland should no final deal be concluded.\nDozens of Conservative MPs had been planning to reject the deal over concerns about the backstop, along with the DUP - which has been propping up Mrs May's government in a confidence and supply deal - and the opposition parties.\nMs Sturgeon said pulling the vote was \"an act of political cowardice and an abdication of responsibility\", adding: \"Just because she is scared of losing that vote is not a good reason to delay the vote.\"\nThe SNP leader insisted that a \"different approach\" was needed and said she believed \"the time had come\" for Labour, as the official opposition, to lodge a motion of no confidence in the UK government.\nShe said: \"This is a shambles and every day that passes right now the PM's handling of the situation is making it an even greater shambles.\n\"It cannot go on like this, time is running out, the clock is ticking and I think it is time for a no confidence motion in this government which the SNP would support, and it is time to give people the opportunity, in another referendum, to call a halt to this whole sorry Brexit fiasco.\"\nMrs May said her deal \"would be rejected by a significant margin\" if it had been put to MPs on Tuesday evening as planned.\nThis was underlined by further division within the Scottish Conservative group, when MPs Douglas Ross and John Lamont declared that they would have voted against it.\nMr Lamont said he was \"not a natural rebel\" and had \"never doubted the prime minister's commitment to deliver the best for this country\".\nBut he said there were \"clearly significant risks associated\" with Mrs May's withdrawal agreement over fishing and the Northern Irish backstop, adding that \"these are not risks I am prepared to take\".\nThis came after the interim Scottish Conservative leader Jackson Carlaw wrote in the Daily Record that Mrs May's deal was \"the best way to keep the union together\".\nHe said the plan \"respects both sides of the Brexit divide\" and would \"offer the hope we can all move on from a decade of constitutional division in Scotland\".\nMr Carlaw's position was described by another Scottish Tory, Ross Thomson, as \"rubbish\". The Aberdeen South MP said the deal was \"a risk for the union\" which \"treats Northern Ireland like a third country\".\nMeanwhile, Scottish Labour leader Richard Leonard said Mrs May had \"pulled the vote on her botched Brexit deal at the eleventh hour because she knew she would lose\".\nHe added: \"It's clear we no longer have a functioning UK government. While this shambles rolls on, our public services and communities continue to suffer.\"\nRoss Greer, Europe spokesman for the Scottish Greens, said the move was \"a desperate capitulation from a prime minister who has backed her dying party into a corner\".\nEarlier in the day, judges at the European Court of Justice ruled that the UK could unilaterally halt the Brexit process, in a case brought by a group of Scottish MPs, MSPs and MEPs, including Mr Greer.\nThe judges ruled that the UK could revoke Article 50 - the two-year process of leaving the EU triggered by MPs in March 2017 - without the agreement of the 27 remaining member states as long as it was an \"unequivocal and unconditional\" decision to stay.\nThe case will call back at the Court of Session in Edinburgh on 20 December.", "date": "10 December 2018", "href": "https://www.bbc.com/news/uk-scotland-scotland-politics-46505664", "tags": "brexit may uk cowardice deal sturgeon mps mrs scottish delay vote government"}