{"title": "Sturgeon urged to back 'good' Brexit deal", "content": "A senior UK government minister has urged Nicola Sturgeon to \"listen to what Scottish business is saying\" and back the draft Brexit agreement. \nScotland's first minister has pledged to oppose the proposals, which she says would be \"devastating\" for Scottish jobs and investment.\nBut Cabinet Office minister David Lidington said the biggest threat came from \"prolonging the uncertainty\". \nHe called on Ms Sturgeon to \"take the good compromise deal that is on offer\". \nSpeaking to BBC Scotland during a visit to Edinburgh, Mr Lidington said the draft deal that was unveiled by the UK government earlier this week offered a \"closer economic tariff-free relationship\" with the EU than any other advanced economy in the world has. \nHe added: \"We are taking the Scottish government's views seriously, but there is a real choice for the first minister and for the Scottish government. \n\"Scottish business is lining up with business throughout the UK to say we want a deal. It will give us clarity, certainty, we can plan, we can count on investment, we can decide upon jobs staying in Scotland. \n\"The way in which to put prosperity and jobs in Scotland at risk is to prolong the uncertainty rather than to take the ambitious, good, compromise deal that is on offer.\"\nScotland's external affairs minister, Fiona Hyslop, accused the UK government of \"blackmail\" over the draft agreement. \nPrime Minister Theresa May was hit by a series of resignations on Thursday - most notably that of her Brexit secretary, Dominic Raab.\nMr Raab warned that the draft agreement represented a \"very real threat to the integrity of the United Kingdom\" because of the controversial \"backstop\" provisions that are designed to guarantee an open border between Northern Ireland and Ireland.\nIf a trade deal is struck in the future which gives the whole of the UK deep access to the EU single market - or if a technical solution is found to keep the border frictionless - the backstop would not be needed and Northern Ireland would be no different than Scotland or anywhere else in the UK.\nBut if it ever has to be activated it would give Northern Ireland better access to the EU's single market than Scotland or any other part of the UK.\nMs Sturgeon has claimed that this would give Northern Ireland a major competitive advantage by in effect allowing it to remain in the single market after Scotland and the rest of the UK leave. \nShe has said that the SNP's 35 MPs would oppose any agreement that does not include customs union and single market membership for Scotland, and has called on the UK government to \"return to the negotiating table\" to secure a better deal. \nScottish Secretary David Mundell has faced calls to resign over the deal from his Scottish Conservative colleague Ross Thomson, who argued that \"no Unionist\" could support the backstop proposals as they would be a political gift to the SNP.\nBut Mr Lidington insisted that the deal \"defends the Union\" as it had prevented Northern Ireland being \"hived off\".\nHe added: \"I think it's an exaggerated fear. Neither the UK, nor the Irish Government, nor the EU 27 want the backstop ever to be used. They want it kept as an insurance policy.\n\"The key thing is to get the future UK-EU partnership sorted as rapidly as possible so the backstop is never brought into operation, or if it is, it's for a very short time indeed\".\nHe also dismissed claims that the Scottish government's concerns had been ignored, adding: \"British ministers from the prime minister down have listened to the first minister and her team. I saw the first minister myself just a week ago.\n\"The prime minister phoned Nicola Sturgeon after the cabinet meeting concluded on Wednesday night and I offered a further meeting today which they turned down -they didn't want that - and I've offered a meeting in London on Monday.\"\nLeading Brexiteers in the cabinet have rallied behind the prime minister amid attempts to unseat her by some Tory MPs, with Michael Gove saying he \"absolutely\" has confidence in Mrs May, and would not be following several other ministers out of the door.\nMr Lidington said Mrs May would \"decisively\" win any vote on her leadership as he praised her \"old fashioned, decent, public service\".\nHe added: \"She is an intensely patriotic woman and she goes in motivated by doing her best for every family, every business, in every part of the United Kingdom.\n\"Frankly I'd say to my parliamentary colleagues, I would say to other people around the country, to get behind her.\n\"You haven't got a plausible alternative to the approach that she is putting forward. She is doing her best for the country - the national interest, I think, says that we should rally in her support.\"", "date": "16 November 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-46236769", "tags": "brexit minister uk scotland urged backstop back sturgeon northern scottish ireland government deal"}