{"title": "Stymied at U.N., U.S. Refines Plan to Remove Assad", "content": "WASHINGTON — The Obama administration has for now abandoned efforts for a diplomatic settlement to the conflict in Syria, and instead it is increasing aid to the rebels and redoubling efforts to rally a coalition of like-minded countries to forcibly bring down the government of President Bashar al-Assad, American officials say.\nAdministration officials have been in talks with officials in Turkey and Israel over how to manage a Syrian government collapse. Defense Secretary Leon E. Panetta is headed to Israel in the next several days to meet with Israeli defense counterparts, following up on a visit last week by President Obama’s national security adviser Thomas E. Donilon, in part to discuss the Syrian crisis.\nThe White House is now holding daily high-level meetings to discuss a broad range of contingency plans — including safeguarding Syria’s vast chemical weapons arsenal and sending explicit warnings to both warring sides to avert mass atrocities — in a sign of the escalating seriousness of the Syrian crisis following a week of intensified fighting in Damascus, the capital, and the killing of Mr. Assad’s key security aides in a bombing attack.\nThe administration has had regular talks with the Israelis about how Israel might move to destroy Syrian weapons facilities, administration officials said. The administration is not advocating such an attack, the officials said, because of the risk that it would give Mr. Assad an opportunity to rally support against Israeli interference.\nAdministration officials insist they will not provide arms to the rebel forces. Turkey, Saudi Arabia and Qatar are already financing those efforts. But American officials said that the United States would provide more communications training and equipment to help improve the combat effectiveness of disparate opposition forces in their widening, sustained fight against Syrian Army troops. It’s also possible the rebels would receive some intelligence support, the officials said.\nBy enhancing the command-and-control of the rebel formations, largely by improving their ability to communicate with one another and their superiors and to coordinate combat operations, American officials say they are seeking to build on and fuel the momentum of the rebels’ recent battlefield successes.\n“You’ll notice in the last couple of months, the opposition has been strengthened,” a senior Obama administration official said Friday. “Now we’re ready to accelerate that.” The official said that the hope was that support for the Syrian opposition from the United States, Arab governments and Turkey would tip the balance in the conflict.\nSenior administration officials say the changes are in response to a series of setbacks at the United Nations Security Council, where Russia has staunchly refused to engineer the removal of Mr. Assad, as well as the turmoil that has left the Syrian government reeling, at least for the moment.\n“We’re looking at the controlled demolition of the Assad regime,” said Andrew J. Tabler, a Syria expert at the Washington Institute for Near East Policy. “But like any controlled demolition, anything can go wrong.”\nMr. Obama has come under criticism from some Republican hawks, who say that the United States should intervene militarily in Syria, and from the Republican presidential aspirant Mitt Romney, who has said that he would arm the Syrian opposition — a course which the administration has not taken.\nInstead, Mr. Obama had been backing United Nations efforts, and had been pushing Russia to join the United States in calling for Mr. Assad to step down from power. But Russia and China on Thursday blocked tougher United Nations action in the Security Council. This prompted Susan E. Rice, the American ambassador to the United Nations, to say that the Security Council had “utterly failed” Syria and to pledge that the United States will now instead work “with a diverse range of partners outside the Security Council” to pressure the Assad government.\nAdministration officials said the United States is also working with Syrian rebels to establish a transition process for the day that Mr. Assad’s government falls, including trying to set up a provisional government that would include representatives from opposing sects — Alawites, Sunnis and Christians. “We need to make sure that what comes next has Alawite representation,” one administration official said Saturday.\nOutreach to the Alawite community is crucial if the Syrian state is to remain intact after Mr. Assad is gone, administration officials and foreign policy experts said. And it may be necessary to hasten Mr. Assad’s exit. “The much more urgent challenge,” said Martin S. Indyk, the former United States ambassador to Israel, “is to make contact with Assad’s generals to get them to defect with units intact.”\nBut as last week’s unexpected turn of events indicate, planning for the end of the Assad government, which administration officials insist will happen without saying precisely when, is virtually impossible. “What is the end? That’s the dilemma,” said one senior defense official. “No one knows what the end is. So it’s all about mitigating the risks.”\nAnd the risks are legion.\nThe escalating violence has so far sent as many as 125,000 people fleeing across Syria’s border into neighboring Lebanon, Jordan, Turkey and Iraq, according to the State Department. American officials are expressing fears that the implosion of the government could lead to a breakup of Syria, with Mr. Assad’s minority Alawite sect retreating to coastal mountain redoubts still armed with their chemical weapons.\n“It’s an outcome that contains the seeds of a war that never ends,” said Robert Malley, Middle East and North Africa program director at the International Crisis Group. “The rest of Syria won’t accept having part of their territory under the control of the people who’ve been oppressing them.”\nThis month, Syria started moving parts of its huge stockpile of chemical weapons out of storage, drawing stern warnings from American officials not to use them or face unstated consequences. Some American intelligence officials said later that the movements were most likely a precaution as security conditions across the country rapidly deteriorated.\n“It’s going to take an international effort when Assad falls — and he will fall — in order to secure these weapons,” Adm. William H. McRaven, the head of the military’s Special Operations forces, told Congress in March.\nAmerican and other Western intelligence officials have expressed concern that some of the more than 100 rebel formations fighting inside Syria may have ties to Al Qaeda that they could exploit as security worsens in the country or after the collapse of the government.\n“If the Assad regime did fall, this would provide more Islamist militants with a potential opportunity to establish a new foothold in the heart of the Middle East,” said Charles Lister, an analyst with Jane’s Terrorism and Insurgency Center. “The temporary lack of state structures would also afford aspirant militant Islamists with a safe area for training.”\nA small number of C.I.A. officers have been operating secretly in southern Turkey for several weeks, helping allies decide which Syrian opposition fighters across the border will receive weapons to fight the government.\nThe C.I.A. effort is aimed in part to help keep weapons out of the hands of fighters allied with Al Qaeda or other terrorist groups, one senior American official said. By helping to vet rebel groups, American intelligence operatives in Turkey also hope to learn more about a growing, changing opposition network inside of Syria and to establish new ties to fighters who may be the country’s leaders one day.\nAmerican diplomats are also meeting regularly with representatives of various Syrian opposition groups outside the country to help map out a possible post-Assad government.\n“Our focus with the opposition is on working with them so that they have a political transition in place to stand up a new Syria,” Patrick Ventrell, a State Department spokesman, said last week.", "date": "JULY 21, 2012JULY 21, 2012JULY 21, 2012JULY 21, 2012JULY 21, 2012", "href": "https://www.nytimes.com/2012/07/22/world/middleeast/us-to-focus-on-forcibly-toppling-syrian-government.html", "tags": "syria administration american officials stymied u.s. refines remove ” government syrian assad plan u.n."}