{"title": "Subpoena Isn’t the Only Way to Get the Mueller Report ", "content": "The House Judiciary Committee may be sitting on its subpoena for the Mueller report, but under federal law, certain other committees need neither a subpoena nor a court order to get access to it and its underlying materials, including grand jury testimony and documents.\nThe House and Senate Intelligence Committees should already have certain investigative materials relating to Russian election meddling, in unredacted form, collected by the special counsel, Robert Mueller. \nThis legal structure was created by a provision in the Patriot Act combined with the notification provisions of the National Security Act. The intelligence committees have a lawful right, virtually unbounded, to foreign intelligence information in the possession of the intelligence agencies of the executive branch. \nFederal law requires that the attorney general provide to the director of national intelligence any foreign intelligence information collected during a criminal investigation. Then the director must by law provide it to the intelligence committees of Congress — either by sending a notification or acting in response to a request from the committees. The director has an obligation to inform policymakers, including Congress, of intelligence assessments so that they can take steps to protect the American people.\nThe process is not a partisan tool or a method to take down President Trump. It’s about national security. \nThe relevant federal statutes follow a two-stage process: First, the language of Section 3040 of Title 50 of the United States Code — part of the Patriot Act — mandates that the attorney general “shall expeditiously disclose to the director of national intelligence” foreign intelligence acquired in a criminal investigation (which may include limitations necessary to protect continuing investigations).\nAnother provision of that act affects grand jury secrecy and disclosure. During the negotiations over the bill, the Justice Department wanted a “may share” exception to grand jury secrecy. Critically, however, the Senate Intelligence Committee insisted on a “must share” provision.\nIf the process were working as it was designed, after the director of national intelligence receives relevant material from the Justice Department, the executive branch intelligence agencies would use it to assess and improve their own efforts in deciphering the plans, intentions and capabilities of foreign governments and entities.\nSecond, when the information has moved to the director, 50 USC Section 3092 of the National Security Act kicks in. This requires the director, and all intelligence agencies under his control, to keep the congressional intelligence committees “fully and currently informed” of all intelligence activities (and any significant failures). Any information that arguably falls outside the notification provisions must, nevertheless, be handed over if the intelligence committees ask for it.\nIn this case, if the attorney general had provided information from the Mueller investigation to the director, the director would have been obligated to notify the intelligence committees of the agencies’ activities based on that intelligence.\nIf the director did not provide it, the congressional committees could and should have demanded the information. At least in the House, it looks like that didn’t happen. When Democrats took over this year, the chairman of the Intelligence Committee, Adam Schiff, ramped up its investigation, but statements by him suggest that the committee has not yet received foreign intelligence obtained during the Mueller investigation.\nSo, by design or by ignorance, the executive branch agencies may not have followed the laws they have sworn to uphold. And the congressional committees may have failed to fulfill their oversight responsibilities. The House Intelligence Committee should demand immediate attention to the mandates of the Patriot and National Security Acts. The committee’s staff should make informal inquiries to determine whether, and the extent to which, William Barr, Jeff Sessions and Dan Coats provided this information to the intelligence committees. If the inquiry yields nothing or reveals that the law has not been followed, Mr. Barr, Mr. Coats and others in the executive branch should be called to testify before the committee.\nEven with the completion of the Mueller investigation, Mr. Barr has argued that grand jury information is sacrosanct and will be redacted from the materials he gives to Congress and the public. Yet the entire purpose of Section 3040, as well as the specific exception added to the grand jury secrecy rules themselves, were to require the identification and sharing of critical intelligence collected by law enforcement during an investigation, and certainly after it has ended. \nMoreover, the constitutional requirements for congressional access mandate that the executive branch give all national security information to Congress — if the intelligence committees demand it. No court has ever ruled that the executive can withhold such information from Congress. \nAs a nation in 2001 we learned a very painful lesson, that keeping vital foreign intelligence from the intelligence agencies, and ultimately Congress, must give way in the face of potential terrorist attacks.\nIf Mr. Barr wants to argue that attacks by foreign enemies on our democracy are any less critical to our national security than terrorism, we will see how Congress and the American people respond. \nVicki Divoll was general counsel of the Senate Intelligence Committee from 2001 to 2003 and is a former deputy legal adviser to the C.I.A.’s Counterterrorist Center.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "April 8, 2019", "href": "https://www.nytimes.com/2019/04/08/opinion/subpoena-mueller-report-intelligence-.html", "tags": "committees security congress intelligence national report investigation way committee director foreign information get subpoena mueller"}