{"title": "Subway Chief May Quit Over Tensions With Cuomo, Colleagues Fear", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nAndy Byford, the transit executive who was hired to rescue New York City’s floundering subway, and Gov. Andrew M. Cuomo have increasingly clashed over management of the system, and several of Mr. Byford’s colleagues said they feared he might quit.\nThe two men did not speak between January and April, even as Mr. Byford was seeking to move forward on a sweeping $40 billion plan to overhaul the subway in the next decade.\nIf Mr. Byford, who was hired in November 2017, were to step down, it would be a major blow to efforts to improve the system, which has been plagued by antiquated equipment, cost overruns and rising complaints from riders about chronic mismanagement. In recent years, New York’s subways have had one of the worst on-time rates of any major rapid transit system in the world. \nMr. Byford and Mr. Cuomo have disagreed over the plan to fix the L train, new technology to upgrade subway signals, the high cost of Mr. Byford’s “Fast Forward” overhaul plan and Mr. Cuomo’s regular criticism of the authority.\nMr. Byford’s colleagues said he was troubled that he did not have the support that he believes he needs from Mr. Cuomo to carry out ambitious plans for the system.\nMr. Cuomo, a Democrat, in turn has felt that Mr. Byford has been reluctant to embrace new technology and needed to understand the governor’s role as the elected official most responsible for the performance of the subways. \nContacted this week, Mr. Byford and a spokeswoman for the governor sought to downplay tensions, and said Mr. Byford had no plans to resign. But the spokeswoman, Dani Lever, said, the “leadership team must deliver real results in real time,” referring to Mr. Byford. \nSeveral people who have spoken with Mr. Byford, including colleagues at the transit agency, said they were deeply worried he would leave. \nRichard Ravitch, a former chairman of the Metropolitan Transportation Authority who is credited with turning around the system in the 1980s, said he had dinner with Mr. Byford in February and was struck by how unhappy he was. \n“I’m afraid he’s going to quit,” Mr. Ravitch said of Mr. Byford. \nAndrew Albert, a longtime M.T.A. board member, said he tried to assure Mr. Byford that he had the support of subway riders, who are rooting for him to succeed.\n“I’m very concerned — I don’t think that he would be fired,” Mr. Albert said. “I’m worried that he would quit.”\nMr. Byford appeared to be frustrated with “interference in his daily duties” from Mr. Cuomo and his aides, Mr. Albert said. \n“He wants to be able to get on and do the job he was hired to do,” Mr. Albert said.\nAsked in an interview whether he was frustrated, Mr. Byford said “any job has its frustrations.”\n“I know what needs to be done here,” he said. “I need to be allowed to get on with what needs to be done, and I’m very happy to be held accountable for that.”\nAsked when he had last spoken with Mr. Cuomo, Mr. Byford said: “Sometime in January.” \nMr. Byford later said by email that he had not “seriously considered quitting.”\n“I love New York, I love this job, I believe in this system, I believe in this agency, and I’m here for the very long haul,” he wrote, before adding: “The governor and I are partners in this fight and I want to stay in this job until it is done.”\nMs. Lever, the spokeswoman for Mr. Cuomo, said he had not lost faith in Mr. Byford or tried to sideline him. \nThe two men had not spoken since January, she said, because Mr. Cuomo had been focused on the state budget and congestion pricing, a plan to toll cars entering the heart of Manhattan to raise money for the subway.\n“We do not understand your fixation with personal drama,” Ms. Lever said in response to questions from The New York Times, noting that Mr. Cuomo primarily spoke with the authority’s chairman, Patrick J. Foye.\nMr. Byford is president of New York City Transit, an arm of the authority that runs the subway and buses. Mr. Cuomo, who controls the authority, interviewed Mr. Byford and helped hire him for the job. Only a year ago, the pair were photographed on the subway tracks together showcasing a new “magnetic wand” that removes steel dust from the tracks.\nMr. Byford, who is British, had received accolades for leading the Toronto transit system, where he won an award for transit system of the year from the American Public Transportation Association. He has also worked on both London and Sydney’s transit networks.\nSome of Mr. Byford’s colleagues said his rock star status — with profiles in The New Yorker and on 60 Minutes — may have irked Mr. Cuomo. They compared the dynamic to Mayor Rudolph W. Giuliani and his police commissioner, William J. Bratton — men who fought for the limelight. Mr. Bratton resigned in 1996 shortly after being on the cover of Time magazine.\nThe subway has improved under Mr. Byford, though some riders say it is still unreliable. The on-time rate has increased to 78 percent from 65 percent — the highest rate in years. Mr. Byford said he wanted to keep pushing the rate higher past 80 or 90 percent.\nBut Ms. Lever said the $40 billion price tag for Mr. Byford’s overhaul plan was “an incredible sum to come by.” She also said Mr. Cuomo expected more progress from the transit authority after he secured new funding through congestion pricing.\nOne of the biggest rifts between the two men occurred over the repairs to the L train tunnel between Brooklyn and Manhattan, which was damaged by Hurricane Sandy. The transit authority had originally planned to shut down service in the tunnel to do the renovations.\nBut in January, Mr. Cuomo called off the L train shutdown and announced a different repair plan that would keep the service in the tunnel running by allowing for work at night and on weekends. \nDays later, Mr. Byford said he wanted to hire an independent team to assess the safety of the new plan and that he would not be “steamrolled” into rushing his review.\nThe M.T.A. board eventually hired a consultant to monitor the work and Mr. Byford has said he supports the new plan. \nBut Mr. Byford was suddenly unavailable for interviews with reporters and did not appear at hearings with state lawmakers to lobby for congestion pricing, which will allow the state to raise $15 billion for the transit system. \n“Maybe the governor didn’t realize how independent he was going to be,” said Mr. Ravitch, the former chairman of the authority. \nMr. Cuomo is known as a demanding boss. During a visit to the Second Avenue subway in 2016, he grew angry about a faulty escalator. He walked around shouting, “Who is working on the escalator?” until the person appeared. \nMr. Byford is not the first transit leader to tangle with Mr. Cuomo. The authority’s former chairman, Thomas F. Prendergast, a respected subway veteran, stepped down in 2017 after also growing frustrated with Mr. Cuomo’s management, according to several colleagues. \nMr. Prendergast said on Friday that his retirement was not related to the governor, but several colleagues said it was a factor.\nMr. Byford and Mr. Cuomo have disagreed over other issues. The governor has pressed Mr. Byford to focus on a new technology, known as ultra-wideband radio, for signal repairs. Mr. Byford prefers a proven approach, known as communications-based train control — a technology Mr. Cuomo has mocked as archaic, though it is being used in cities like London. \nMr. Byford says he needs $19 billion over the next five years for his “Fast Forward” plan. Mr. Cuomo has said the authority was asking for too much money for its next capital plan. \nEven the recent subway improvements have been a point of conflict. \nMr. Cuomo credits his “Subway Action Plan,” which is spending roughly $800 million on subway upgrades. Transit advocates say Mr. Byford’s “Save Safe Seconds” plan — to streamline train operations, increase speed limits and fix faulty signals — has been equally important. \nMr. Foye, who was recently named chairman by Mr. Cuomo, said he supported Mr. Byford.\n“I think he’s even more of a rock star than I thought when he came here,” Mr. Foye said in an interview.\nStill, Veronica Vanterpool, an M.T.A. board member, said she was also worried that Mr. Byford would resign. \n“I’m fearful that now that we have someone who has worked so tirelessly to restore public confidence,” she said, “that if he leaves, it would be a significant setback for the agency.”", "date": "April 19, 2019", "href": "https://www.nytimes.com/2019/04/19/nyregion/cuomo-andy-byford-mta.html", "tags": "may byford “ subway chief colleagues fear cuomo tensions new quit plan transit"}