{"title": "Sudan's bold challenge to authoritarianism", "content": "Certain moments in history offer the possibility of change, not just in one place but as a signal in millions of lives and beyond national borders. What is unfolding in Sudan has the potential to shape an epoch on the continent of Africa.\nI stress the word potential. The triumph of a peaceful pluralist dispensation is far from guaranteed in Sudan. \nNegotiations with the military elite have not yet established the parameters or personalities that would rule the country in a transition to full democracy. \nWill the transition be two years or four years? Will the military retain control of security policy and ministries? How will cabinet posts be divided between the constituent parts of the opposition - civil society and established political parties? \nBig questions but none can detract from the immensity of this moment.\nNot since the days when Nelson Mandela left prison in 1990 and campaigned in the South African townships have I seen such exuberance - the wide, open face of honest hope. \nThe crowds in front of the army headquarters in Khartoum occupy a space that is both physical and psychological. \nEvery hope - real and forlorn - is funnelled into what has become a sacred space. \nThere are families petitioning for news of long-disappeared loved ones, Darfuris demanding the trial of the ousted President Omar al-Bashir, lawyers calling for the rule of law, doctors pleading for universal healthcare, teachers calling for a revolution in education.\nNot all can possibly be satisfied. But that is the struggle of the future. \nFirst comes the immense task of achieving a transition from 30 years of military rule to a civilian administration. \nIn this regard, Sudan appears to be more fortunate than Algeria which is also experiencing street protests against an entrenched \"deep state\". \nThe Sudanese generals have been extremely pragmatic. \nThey ditched the coup leader within 24 hours when it became clear the street detested him. Three other Islamist generals were forced to resign as part of the price for the protesters resuming negotiations.\nThe new military leader, Lt Gen Abdul Fatah al-Burhan, has given interviews to the international media and is quick to react to opposition initiatives. \nIt is an extraordinary contrast to the sclerotic and paranoid government of the previous three decades.\nBut can Sudan inspire seismic change elsewhere in Africa? The immediate signs are not optimistic.\nIn Algeria, ongoing protests have forced the departure of the long-standing President Abdelaziz Bouteflika. But the military deep state remains in power.\nPreserving the power of one party through a ruthless intelligence service has been a feature of Algerian political life since the country achieved independence from France in 1962.\nThe same party, the National Liberation Front (FLN), has dominated politics ever since. \nAlgeria withstood a violent civil war in the 1990s after the government - backed by the West - refused to acknowledge an Islamist election victory.  \nI will never forget the terror of walking through the Algiers Casbah during that war, surrounded by heavily armed policemen, unsure of who the enemy really was and when they would strike. \nNext door in Egypt, the strongman Abdul Fattah al-Sisi has just won a referendum which allows him to extend the number of and duration of presidential term limits. Repression of the media and opposition are routine. \nIn Uganda, 75-year-old President Yoweri Museveni has trodden a similar path and could stay in power well into his eighties. \nHis putative challenger, the musician Bobi Wine - real name Robert Kyagulanyi - has been placed under house arrest and faces relentless police harassment. \nIn Zimbabwe, a military coup replaced the tyranny of Robert Mugabe with a government in which former soldiers occupy some of the most senior positions. The army which had been cheered by the crowds after the coup was shooting at opposition supporters the following year. \nThe new strongmen have taken democracy and used its forms and institutions to keep power.\nThe common feature of the new authoritarianism is its ability to use apparently constitutional methods to entrench the ruling elite.  \nThere are referendums and elections. People are allowed to vote. \nBut what is the quality or the meaning of democracy when the incumbents enjoy absolute control of state resources, repress the media, when they can rig results - see the compelling allegations in the recent elections in the Democratic Republic of Congo - and marginalise opponents? \nAll of the above factors weigh on the minds of Sudanese protesters. \nThat is why the main civil society actors are seeking a four-year transition to democratic elections. They simply do not trust the military not to manipulate the electoral process. \nFour years, they argue, will give time to entrench the rule of law and establish robust state institutions. \nThere are dangers in this approach and they are relevant to civil society groups seeking change across Africa.\nAn unelected technocratic government might start out offering more enlightened economic policies, a war on corruption and respect for human rights but it is still government without a popular mandate. \nWhat happens when unpopular decisions need to be taken on the economy, or if they face potentially violent conflict with disaffected groups or entire regions? \nWho enforces the will of the government or faces down popular protest? How will they tackle the systemic corruption of the state? \nThe military will still be there, watching and possibly waiting for its chance to regain power.\nThe emerging international order offers few reasons for optimism. \nEurope is preoccupied with its own crises. The US in the age of Donald Trump is not practising any coherent Africa policy. \nWitness the extraordinary spectacle of one arm of American government sanctioning officials in DR Congo for alleged election rigging, while the Assistant Secretary of State for African Affairs Tibor Nagy hailed an \"historic peaceful change\" in the country. \nRussia and China pursue their separate agendas in Africa. \nNeither is remotely concerned with the success of multi-party democracies and strong civil society.\nFor the Chinese, stability is paramount. If that comes about through accountable civilian government they won't object. But don't expect Beijing to campaign for pluralism or exert pressure if they believe autocratic rule serves Chinese interests best.\nRegionally, the signs are hardly more encouraging. \nThe African Union has extended its deadline for the transition to civilian government in Sudan from two weeks to three months. \nIts reaction to the alleged election rigging in DR Congo exposed weakness and division in the face of a major crisis for democracy on the continent.\nYet, it is still possible to talk of hope. \nIf an agreement can be reached between military and civilians in Sudan international funding will start to flow. Damage to the economy and social fabric can begin to be addressed. \nAnd the free ground of debate and argument that has been established in front of military headquarters, and the four months of protests that led to this moment, are a symbol of something wider that is taking hold in much of Africa: a return to the basic principles of democratic expression, something far more important than rigged elections. \nRemember too that this movement has risen above ethnic, religious and class differences. It has challenged the stereotyping of African politics as irredeemably \"tribal\". \nI have spelled out the immense obstacles, but if civilian rule can take hold in Sudan there is the possibility that those struggling against strongmen from Algiers to Kampala will be inspired to maintain a path of peaceful and inclusive protest. \nThat would be a prize for all of Africa. \nAll pictures subject to copyright.", "date": "27 April 2019", "href": "https://www.bbc.co.uk/news/world-africa-48069843?intlink_from_url=https://www.bbc.co.uk/news/topics/cq23pdgvgm8t/sudan&link_location=live-reporting-story", "tags": "challenge military bold civil rule transition change africa sudan state power government authoritarianism"}