{"title": "Sudan coup: Why Omar al-Bashir was overthrown", "content": "Sudan's deposed President Omar al-Bashir is under arrest after being overthrown by the military following months of protests - and the coup leader himself announced his resignation just 24 hours after taking charge. Here's what you need to know. \nIn December 2018, the government tried to stave off economic collapse brought on by years of US sanctions and loss of oil revenue by imposing emergency austerity measures and a sharp currency devaluation.\nCuts to bread and fuel subsidies sparked demonstrations in the east over living standards, but the anger soon spread to the capital, Khartoum. \nThe lifting of most sanctions in 2017 failed to help the country, which had lost most of its oil fields when South Sudan became independent in 2011.\nInitially, they focused on rising costs but quickly widened into demands for the removal of President Bashir, in charge for nearly 30 years, and his government.\nThe protests reached a climax on the symbolic date of 6 April - the anniversary of a 1985 non-violent uprising that removed then dictator Jaafar Nimeiri.\nProtesters adopted slogans of regime change that echoed the Arab Spring of 2011.\nThey gathered outside the headquarters of the military in the capital and refused to move.\nThe economic problems brought Sudanese from all walks of life on to the streets but the organisation of demonstrations was taken on by the Sudanese Professionals Association (SPA), a collaboration of doctors, health workers and lawyers.\nThe proportion of women among the protesters has been put as high as 70% and they come from all ages and backgrounds. They say they are also demonstrating against Sudan's sexist attitudes in a conservative Muslim society where Sharia law is practised.\nVideo of a woman dubbed \"Kandaka\" (Nubian queen) leading chants was shared hundreds of thousands of times on Twitter. \nThe protesters are mostly young, reflecting the country's demographics, but people of all ages have been seen in the crowds.\nAt one point some individual soldiers were seen protecting those in the demonstrations but there was no mass transfer of allegiance.\nIn a word, no.\nIn the immediate aftermath of the announcement that President Bashir had been replaced by a military council the SPA called on people to maintain the sit-in outside the military HQ. \nThis was in defiance of a curfew.\nThe SPA said the coup was led by a handful of military officials who were close to the former president and implicated in the problems that people were demonstrating about.\nWhen he announced the \"uprooting of the regime\" on Thursday, Lt Gen Awad Ibn Auf said there would be a three-month state of emergency and a two-year transition period to prepare for civilian rule.\nHe appeared to side with the protesters saying: \"For a long time, examining what's going on in the state and the corruption... the poor are poorer and the rich are still rich, and there are no equal chances for the same people.\"\nOn Friday, in the face of continued protests, Mr Ibn Auf himself stood down, as did the feared security chief, Gen Salah Gosh.\nLt Gen Abdel Fattah Abdelrahman Burhan was then named as head of the transitional military council, to become Sudan's third leader in as many days.\nAccording to the foreign ministry, Gen Burhan is \"committed to having a complete civilian government\".\nThe military council has said that Mr Bashir is in custody. He has not been seen in public since the coup and his whereabouts are unknown.\nHe is wanted for war crimes and crimes against humanity by the International Criminal Court  in connection with the conflict in Sudan's Darfur province.\nBut he may be put on trial inside Sudan, according to the military rulers.", "date": "15 April 2019", "href": "https://www.bbc.co.uk/news/world-africa-47852496", "tags": "overthrown military protests demonstrations omar protesters sudan al-bashir government coup gen"}