{"title": "Sudan's Bashir in defiant form on tour of Darfur region", "content": "As Sudan's President Omar al-Bashir touches down in Darfur, a group of young girls greet him with a song and a wreath of plastic flowers.\nMr Bashir then walks past a guard of honour. This is routine for every head of state around the world but advancing towards us is the only serving president indicted by the International Criminal Court for war crimes.\nJournalists aren't often given permits to report from the troubled region of Western Sudan, where Mr Bashir's forces are accused of committing genocide, but this week we were invited to follow the president on tour.  \nHe was campaigning ahead of next week's referendum to decide Darfur's administrative status - whether to remain as five states, or to form a single region. \nThe referendum, to be held between 11 and 13 April, is the last step in the Doha peace process. Despite complaints that the region is not ready to vote - 2.6m people are still displaced, according to the UN - Mr Bashir is keen to go ahead and declare the war over. \nIf Darfur chose to form one region, it would carry more weight within Sudan. Rebel groups initially demanded it hoping to end Khartoum's interference in conflicts over land ownership.\nWe were soon whisked away to his first rally in El-Fasher.\n\"Salam Darfur! Salam!\" (\"Peace Darfur! Peace!\") a local official screams into the microphone as Mr Bashir parades in front of the cheering crowds, standing out of a vehicle and waving his cane at the people. \nThis is a region where atrocities were committed, but the message is clear - President Bashir has come to promise peace.\nThe music gets louder and the Sudanese leader, in power for more than 25 years, appears on stage showing off a couple of minutes of dance moves. He looks relaxed and confident.\nSecurity forces had carefully kept the crowds in order about 30 metres away from the podium.\nBut Mr Bashir wants to be closer to them. Swinging his stick in the air, he gives them the green light to force the security cordon.\nA human tide suddenly submerges the place, brandishing banners, Sudanese flags and portraits of the president.  \nDozens of tribesmen mounted on horses or camels join the mayhem. Some of them are former fighters or armed nomads. It's a spectacular scene.\nMr Bashir said he is \"cleaning this area of militia\". \nIn each of the five states that he visited, Mr Bashir told Darfuris there would be no more tribal fighting.\nHowever, violence has escalated since mid-January, when government forces launched an offensive in the Jebel Marra mountains against Abdel Wahid el-Nur's Sudan Liberation Movement, a faction which split from one of the rebel groups which took up arms in 2003.\nThe UN says some 129,000 civilians have been forced out of their homes this year but the Sudanese president disputes this figure.\nBack on stage, Mr Bashir says the rebels' stronghold is now surrounded and it will soon be over. \nWhat about the reports of villages destroyed, dozens of civilians killed and women raped?\n\"All these allegations are baseless,\" the president will later tell me in a rare interview at his house in the capital Khartoum.\n\"And those who have fled have sought refuge where our forces are deployed, proof that we don't target civilians.\"\nOn day three of the visit, in the town of Zalinji, not everybody attending the rally seems to be at ease.\nInvited here by the presidential office, I can't wander where I want to and it seems some people feel that speaking to me would put them at risk.\n\"I'm afraid, I'm afraid,\" a man says as I asked him if he would answer a few questions. \"I can't speak without permission,\" he says.\n\"There are top people here, bigger than me.\"\n\"What do you want from the president?\" I asked. \n\"I need peace, only peace, this is very important for me.\"\nThat is as much as I hear from this man. \nThirteen years ago, Janjaweed militiamen riding horses spread terror in Darfur in a multi-layered conflict after rebels took arms against the central government, feeling marginalised. \nThe Janjaweed were used by the government alongside bombing campaigns. Today, many have been integrated into the Rapid Support Forces, currently fighting in the Jebel Marra.\nThe UN estimates 300,000 people have died as a result of the conflict.\nFor five days, we were taken to rallies, functions and official inaugurations. \nAt a reception dinner, I meet Saad Behr el-Deen, the sultan of the Masalit ethnic group. \nThe ICC prosecutor alleges that President Bashir oversaw an attempt to wipe out part of the Masalit, the Fur and Zaghawas communities. \n\"Bashir is the head of state,\" Mr el-Deen says.\n\"There were killings and destruction; if anyone, there is no doubt that he was responsible.\"\nBut the sultan says the ICC warrant is an old issue: \"It's too late now.\"\nWhen I sat down with President Bashir, I asked him if he was worried that the warrant might be served in the future. Defiance was his response. \n\"This is a political tribunal,\" he says. \n\"You were with us in Darfur and you have seen how huge crowds came to greet me. These are the same crowds I am accused of having committed genocide and ethnic cleansing against. \n\"This is why I have defied the tribunal, and I have been travelling freely around the world. My defiance of the ICC helped me mobilise the Sudanese people in last year's election.\"\nI pointed out that we had not been taken to any of the refugee camps while on tour in Darfur. \n\"I really wish a visit to one of the camps had been part of my programme so you could have listened to what the displaced people had to say,\" he said.\nAt yet another opening, this time of a religious charity building in Nyala, a presidential aide, who didn't want to be named, explained what it was all about. \n\"They are providing people with some tools for agriculture and for transportation to use for commercial purposes,\" he said. \n\"In Darfur, we are trying to move from emergency to the development.\"\nPresident Bashir is a man whose career has been defined by war, but he is now keen to be seen as a soldier for development. \nFor all the wounds of Darfur, President Bashir says the West has misunderstood him.\nHe says UN peacekeepers and aid agencies have \"no role to play\" in the region. \n\"They have to leave,\" he says. \nOmar al-Bashir says he does not need them, he has it under control.", "date": "9 April 2016", "href": "https://www.bbc.co.uk/news/world-africa-36001758", "tags": "forces people darfur bashir tour peace defiant form says sudan region"}