{"title": "Sudan country profile", "content": "Sudan, once the largest and one of the most geographically diverse states in Africa, split into two countries in July 2011 after the people of the south voted for independence.\nThe government of Sudan gave its blessing for an independent South Sudan, where the mainly Christian and Animist people had for decades been struggling against rule by the Arab Muslim north.\nHowever, various outstanding issues - especially the question of shared oil revenues and border demarcation - have continued to create tensions between the two successor states.\nSudan has long been beset by conflict. Two rounds of north-south civil war cost the lives of 1.5 million people, and a continuing conflict in the western region of Darfur has driven two million people from their homes and killed more than 200,000.\nHead of State: Lt-Gen Abdel Fattah al-Burhan\nLieutenant-General Abdel Fattah al-Burhan was sworn in as chairman of Sudan's ruling Transitional Military Council on 12 April 2019, a day after the army overthrew veteran President Omar al-Bashir against the background of months of street protests against his authoritarian rule. \nThe military said the Council would lead Sudan through a two-year transition to civilian rule. \nLt-Gen Burhan, the inspector-general of the armed forces, replaced Defence Minister Awad Ahmed Ibn Auf, who stood down after protest organisers rejected him for being too close to Mr Bashir. \nLt-Gen Burhan used his first public address to assure protesters that the military was committed to civilian rule. He ordered the release of protesters jailed under emergency laws, and removed President Bashir's attorney general and broadcast chief. \nBut Lt-Gen Burhan has also been accused of involvement in atrocities during military operations against non-Arab civilians in Darfur beginning in 2003, when he was chief of ground forces.\nOmar al-Bashir was indicted for war crimes by the International Criminal Court over the Darfur conflict.\nSudanese broadcasting is highly restricted and state TV and radio reflect government policy.\nThe private press carries opposition views, but the state uses its powers to influence what is published.\nMore than a quarter of Sudanese citizens are online, but access can be prohibitively expensive. Activists have faced arrest for their social media activities.\nSome key dates in Sudan's history: \n1821 - Ottoman Empire conquers northern part of the country.\n1899-1955 - Sudan is under joint British-Egyptian rule.\n1956 - Sudan becomes independent.\n1983 - President Numeiri introduces Sharia Islamic law.\n2003 - Start of conflict in Darfur region.\n2009 - International Criminal Court issues an arrest warrant for President Omar Bashir on charges of war crimes and crimes against humanity relating to the drawn-out conflict in Darfur.\n2011 - South Sudan gains independence following years of war with the central government in Khartoum.\n2019 - Army ousts President Bashir after months of protests against his rule.", "date": "26 April 2019", "href": "https://www.bbc.com/news/world-africa-14094995", "tags": "country darfur military lt-gen profile conflict rule war two sudan"}