{"title": "Sudan diplomat in New York and other cases of diplomatic immunity", "content": "A Sudanese diplomat has avoided charges of alleged sexual abuse in the US by claiming diplomatic immunity - something that has helped many officials facing allegations of wrongdoing while serving abroad.\nMohammad Abdalla Ali, 49, had been charged with \"forcible touching\" after allegedly rubbing himself against a woman on New York City's subway, police say, but the charges were dropped. The Sudanese mission to the UN has yet to comment on the accusations.\nHe was protected by the Vienna Convention on Diplomatic Relations, which is intended to guarantee that no diplomat is harassed in the normal course of his or her mission.\nExperts say it is not meant to protect against gross or petty crimes, but it has provided useful refuge in some notorious cases. \nIn 1984, London Metropolitan police officer Yvonne Fletcher, 25, died after being shot while policing a demonstration outside the Libyan Embassy in London. \nPC Fletcher was one of 50 officers policing the protest against Col Muammar Gaddafi's regime outside the embassy when she was hit by a burst of gunfire from a first-floor window. \nThe shooting sparked an 11-day siege of the Libyan embassy, and ultimately the UK government organised the deportation of a number of Libyan diplomats, possibly including the shooter. \nFor ordinary citizens, the course of action was to arrest, interrogate and sort out the crime. But that did not happen.  \nBecause of diplomatic immunity, the Met could not search the bags of the diplomats and staff who were being deported.\nHowever, diplomatic ties between Libya and the UK were cut following the killing. \nOn 19 November 2015, after the end of Gaddafi's rule, Scotland Yard said a Libyan man in his 50s had been arrested over the shooting. \nIn London in 1984, a team of Nigerians and Israelis attempted to kidnap and repatriate the exiled former Nigerian minister Umaru Dikko. \nMr Dikko, who had fled Nigeria after a military coup, was accused of stealing $1bn (£625m) of government money.\nThe extraordinary plan was to kidnap Mr Dikko, drug him, stick him into a specially made crate and put him on a plane back to Nigeria - alive.\nIt almost worked perfectly save for the vigilance of a young British customs officer named Charles David Morrow who was alerted to a crate labelled \"diplomatic\".\nMr Morrow grew suspicious at the fact that the Nigerian owners of the \"diplomatic bag\" requested that it should not be \"manifested\". \nA colleague then passed on some startling news. There was an All Ports Bulletin from Scotland Yard saying that a Nigerian had been kidnapped and it was suspected he would be smuggled out of the country. And so, Mr Dikko got lucky. \nDiplomatic relations between the UK and Nigeria broke down over the incident and were only fully restored two years later.\nBack when the Democratic Republic of Congo was still Zaire, its diplomatic mission to the UN in New York became embroiled in a bizarre case of unpaid rent. \nThe mission was headquartered in a private tenancy and as of early 1992, they owed the landlord rental arrears of $400,000 (£330,000). \nTo avoid both paying and being evicted, Zaire's UN mission took refuge behind the Vienna Convention and pleaded diplomatic immunity. \nThat line did not fly: A New York court ruled against the country, ordering US marshals to evict the diplomatic mission if monies were not paid.\nWhen in May 2011, Frenchman and former IMF boss Dominique Strauss-Kahn was arrested and \"perp-walked\" in New York for an alleged sexual assault on a hotel maid from Guinea, he sought to use his diplomatic immunity to bail himself out.\nAs the head of one of the UN's specialised agencies, Mr Strauss-Kahn thought he was just as immune from prosecution as any diplomat, and there were many experts out there who encouraged him in that thinking. \nHowever, the head of the IMF and its rank-and-file members are immune from prosecution only with regard to \"acts performed... in their official capacity\".\nAllegations of sexual assault did not come under official IMF business.\nThe charges were eventually dropped, and Mr Strauss-Kahn subsequently reached a settlement with the maid, but the scandal ended his political career.\nLondon is famous for its Congestion Charge, a fee charged on most motor vehicles operating within central London between 07:00 and 18:00 Mondays to Fridays. \nWhile ordinary Londoners cannot evade the charge without consequence, it is different with diplomats. \nThey owe London more than £95m in congestion charges since the scheme's 2003 launch, according to the Foreign Office.\nAnd according to figures released in a written Commons statement, US diplomats are the worst offenders, having built up outstanding fines of more than £6m.\nOther countries are also refusing to pay, including Japan (£6.9m owed), Nigeria (£5.9m), Russia (£5.4m), India (£4.3m), Germany (£4.1m), Poland (£3.4m) and Ghana (£3.1m), according to a 2015 Financial Times report.\nThey all say that diplomatic immunity exempts them from having to pay.", "date": "11 January 2017", "href": "https://www.bbc.co.uk/news/magazine-38576257", "tags": "un york diplomatic immunity mission charges libyan diplomat cases sudan new london"}