{"title": "Sunday Hours- Obamacare Website To Be Shut Down For Portion of Most Weekends", "content": "The Trump administration plans to shut down the federal health insurance exchange for 12 hours during all but one Sunday in the upcoming open enrollment season.\nThe shutdown will occur from 12 a.m. to 12 p.m. ET on every Sunday except Dec. 10.\nThe Department of Health and Human Services will also shut down the federal exchange — healthcare.gov — overnight on the first day of open enrollment, Nov. 1. More than three dozen states use that exchange for their marketplaces.\nHHS officials disclosed this information Friday during a webinar with community groups that help people enroll.\nThe Trump administration has come under attack from critics who say that it is intentionally undermining the Affordable Care Act, through regulatory actions. It shortened the enrollment period, withdrew money for advertising and cut the budget for navigator groups, which help people shop for plans.\nAnd now HHS is closing the site for a substantial portion of each weekend — for maintenance, officials said. That is the same time that many working patients — the prime target group for ACA insurance — could be shopping for their insurance, critics noted.\n“The Department of Health & Human Services is actively trying to prevent people from signing up for healthcare coverage,” Rep. Don Beyer (D-Va.) tweeted. “This is outrageous.”\n“Argh” was the reaction of Shelli Quenga, program director at the Palmetto Project in South Carolina, a nonprofit group that received about $1 million to help with outreach and enrollment in the past 12 months. This month, HHS cut her budget in half for this year’s open enrollment.\nOpen enrollment season will run from Nov. 1 to Dec. 15, less than half the time people have had to sign up during the first four years of the exchanges created under the Affordable Care Act.\nMore than 12 million people enrolled on the state and federal marketplaces for 2017 coverage, including more than 9 million on the federal exchange. Some customers give up coverage over the course of the year.\nAdvocates were already nervous that fewer people would sign up during the shortened period this time around.\n“I could see this really impacting the ability of people to complete an application sign-up in a single sitting, which is so important,” said Jason Stevenson, spokesman for the Utah Health Policy Project, an Obamacare navigator group. He noted that 10 p.m. Mountain Time is often a relatively popular time for people to enroll online.\n“Health insurance is complicated, and in the past couple of years we had an administration that made it easier to sign up, but that has really changed in the past six months, with more hurdles not only for consumers but for those whose job it is to help them,” he said.\nA spokesman for the federal Centers for Medicare & Medicaid Services, which oversees the exchanges, said the shutdowns should not cause too many problems.\n“Maintenance outages are regularly scheduled on healthcare.gov every year during open enrollment. This year is no different,” said the official, speaking on background and requesting anonymity. “The maintenance schedule was provided in advance this year in order to accommodate requests from certified application assisters. System downtime is planned for the lowest-traffic time periods on healthcare.gov, including Sunday evenings and overnight.”\nFormer Obama administration officials say the planned shutdowns of healthcare.gov goes far beyond what’s happened before. Typically, the online enrollment system was offline for only a few hours at a time and it was much less frequent than once a week.\nA federal report to Congress said healthcare.gov was online 99.9 percent of the time in the 2015 and 2016 open enrollment seasons.\nThe Trump administration plan will have the site operating 93 percent of the time — over an enrollment period that is half as long as it used to be. In effect, instead of a 90-day enrollment season, the Trump administration cut it to 45. With the maintenance shutdowns, cut it to an equivalent of 42 days.\n“There is just a really big question as to why this is happening,” said Lori Lodes, former CMS communications director. “Have they done a comprehensive review of the tech and believe this is what is actually necessary? If so, then why don’t they have confidence in the system.”\n“We’ve never only had six weeks to do this with no outreach help from the Feds,” she said. “Every minute is valuable.”", "date": "\n09/23/2017", "href": "https://www.huffpost.com/entry/sunday-hours-obamacare-website-to-be-shut-down-for-portion-of-most-weekends_n_59c5a20be4b0cdc773316974", "tags": "administration open sunday obamacare website hours- portion weekends shut ” said federal time — enrollment"}