{"title": "Suntech, Owing Millions, Faces a Takeover", "content": "One of the world’s largest manufacturers of solar panels, Suntech Power, has nearly run out of cash and is poised to be taken over partly or entirely by the municipal government’s holding company in its hometown, Wuxi, China, solar industry executives and a Wuxi official said Wednesday.\nA woman answering the phone in the executive offices of the group headquarters of Wuxi Guolian, the holding company, said that a deal had already been reached for the acquisition of Suntech, which is traded on the New York Stock Exchange. The woman declined to identify herself.\nRory Macpherson, Suntech’s director of investor relations, declined to address a question about Wuxi Guolian, saying by e-mail only, “It’s our policy not to comment on market rumors.”\nSuntech has been driven to the financial brink by an obligation to pay more than $541 million to holders of convertible bonds at the end of this week. It stopped releasing financial reports last year after disclosing in July that it had invested in 530 million euros, or $690 million, worth of German bonds that might prove fraudulent. The company’s cash reserves have been dwindling, analysts have said, and Chinese state-owned banks have been reluctant in recent months to lend more.\nSuntech said it reached a deal with three-fifths of the bondholders early this week to give it a two-month reprieve to find an answer to its financial troubles. But some bondholders have questioned the announcement, saying that they were not even approached about a reprieve. Suntech’s convertible bonds have been trading this week for as little as 30 cents on the dollar. Its shares closed at $1.09 on Tuesday, down 5.2 percent for the day and down 63.2 percent in the last 12 months.\nIt was unclear late Wednesday in Asia what terms might be offered to Suntech’s bondholders or long-suffering shareholders. The shareholders might have to pass judgment on a merger, particularly if a merger were to take place without an initial bankruptcy filing to erase debt.\nSuntech announced Tuesday that it was closing its factory in Goodyear, Ariz., at the cost of 43 jobs there. The factory put aluminum frames and electrical junction boxes on solar cells imported from China so that the fully assembled solar panels would qualify for “Buy American” incentives. \nThe collapse of Suntech is a milestone in the precipitous decline of China’s green energy industry in the last four years. More than any other country, China had bet heavily on renewable energy as the answer to its related problems of severe air pollution and heavy dependence on energy imports from politically unstable countries in the Middle East and Africa.\nChina is also exposed to global warming on its low-lying, densely populated coastline, which the Energy Department in Washington has estimated to have more people vulnerable to displacement from rising sea levels than anywhere else on earth.\nBut China’s approach to renewable energy has proved ruinous, financially and in terms of trade relations with the United States and the European Union.\nState-owned banks have provided $18 billion in loans on easy terms to Chinese solar panel manufacturers, financing an increase of more than tenfold in production capacity from 2008 to 2012. This set off a 75 percent drop in panel prices during that period, which resulted in losses to Chinese companies of as much as $1 for every $3 in sales last year.\nThe huge loans and extremely low prices prompted SolarWorld, a German company, and its American subsidiary to file antidumping and antisubsidy cases in the United States and the European Union against solar panel exports from China. The United States has responded with tariffs of about 40 percent on solar cells and solar panels from China, and the European Union is concluding its deliberations and is expected to deliver an initial verdict this summer.\nYotam Ariel, the managing director of Bennu Solar, a consulting firm in Shanghai, said that the closing of the Arizona factory was “yet another indication of a tough struggle.”\nOcean Yuan, the president of Grape Solar, an importer of solar panels based in Eugene, Ore., said that a takeover of Suntech by Wuxi Guolian should help the municipal government save at least some of the 10,000 jobs there that could be lost in a liquidation of the company.\nSuntech’s demise as an independent company is occurring as a long decline in solar panel prices may be leveling off — but not to the benefit of manufacturers.\nAs Chinese state-owned banks have stopped extending credit on extremely generous terms, solar panel exporters in China have lost the ability to let their buyers wait as long as four months before paying for deliveries, Mr. Yuan said. Now, even the Chinese manufacturers’ rivals in Taiwan have begun demanding payment on delivery, he said, a development that is putting financial stress on solar panel installers in the United States that may not have large bank credit lines themselves to finance inventories.\nWuxi Guolian is a sizable enterprise. According to its Web site, the company was set up by the Wuxi municipal government in May 1999 and now has 75 wholly owned subsidiaries with total assets of 42.6 billion renminbi, or $6.9 billion, active in financial services and real estate.\nWuxi is a large industrial city that is 120 kilometers, or 70 miles, northwest of Shanghai.\nSuntech was built by Shi Zhengrong, a Chinese scientist who studied solar technology in Australia and returned to Wuxi a decade ago to build what became in 2011 the world’s largest manufacturer of solar panels by gigawatts, before trade penalties and financial problems forced cuts.\nDr. Shi enjoyed powerful support from Wuxi’s longtime mayor, Zhu Kejiang. But Mr. Zhu was transferred early this winter to become the municipal party secretary in another city, part of a large reshuffling of Communist Party officials after the selection of Xi Jinping as the new general secretary of the party last November.\nThe Suntech board removed Dr. Shi as chairman last week. The Web site of People’s Daily, the Communist Party’s newspaper, reported Wednesday that the Suntech board had ordered an internal review of transactions between Suntech and Dr. Shi’s personally held businesses. Mr. Macpherson, Suntech’s investor relations director, did not respond to a question about whether such a review was under way.", "date": "March 13, 2013", "href": "https://www.nytimes.com/2013/03/14/business/energy-environment/suntech-power-on-financial-brink.html", "tags": "company faces panel millions suntech china solar owing financial wuxi chinese last takeover"}