{"title": "Superfast 5G mobiles move a step closer", "content": "An auction of frequencies for the next generation of mobile phone networks has raised £1.36bn, says regulator Ofcom.\nVodafone, EE, O2 and Three all won the bandwidth needed for the future 5G mobile internet services, which are not expected to be launched until 2020.\nIt is expected that 5G will provide much faster connections than the existing system. \nIn particular, Ofcom said going online from mobiles would be \"quicker and easier\" on 5G.\nTelefónica, which owns O2, also bought additional frequency for its 4G coverage, which will improve existing connectivity for customers.\n5G will vastly improve data speeds on mobile devices and will help free up much-needed bandwidth. It could also help driverless cars to communicate with traffic lights and other vehicles to anticipate traffic conditions and avoid collisions.\nOfcom auctioned two spectrum bands: 3.4GHz, which is one of the spectrum bands earmarked for 5G, and 2.3 GHz, which is used by current mobile networks and will help improve 4G capacity.\nThe 3.4GHz spectrum band is \"hugely important\" for 5G, said Bengt Nordstrom of telecoms consultancy Northstream as it lets operators add extra capacity to their existing networks without too many new base stations.\nEE, Vodafone, Three and 02 all successfully bid for 3.4GHz spectrum band and O2 also also bought some 2.4GHz spectrum band, which will improve 4G availability.\nDigital minister Margot James said the spectrum would be instrumental in improving 4G services while \"helping the UK to lead the 5G revolution\".\n5G is not expected to roll out widely to mobiles before 2020, but there will be plenty of testing before that, including at tourist hotspots in Bristol and Bath. \nAnalyst Matthew Howett, founder of research firm Assembly, thinks most customers will not see 5G any time soon.\n\"Everyone is getting a bit ahead of themselves,\" he said, \"but the industry hasn't yet agreed on how it will be different from 4G\".\nMr Howett said it would mean \"faster, more reliable connection\", but added: \"My view is, it's a way off.\"\nHe added: \"All they are buying is essentially the airwaves that are all around us and have existed since the Big Bang, because there is only a finite amount.\" \nIn the second half of 2019, Ofcom will also auction spectrum in the 700MHz band, but this will come with a caveat: the need to improve 4G coverage first.\n\"To ensure widespread improvements in mobile coverage across the UK, we are proposing to attach coverage obligations to some of the licences we will award for the 700 MHz band,\" Ofcom said.\n\"These obligations will require winning bidders to roll out improved mobile coverage in rural areas and the nations.\"", "date": "5 April 2018", "href": "https://www.bbc.co.uk/news/business-43653418", "tags": "mobile band mobiles closer coverage step ofcom superfast move networks expected spectrum improve also"}