{"title": "Superiority Burger, a Vegetarian Ode to White Castle in the East Village", "content": "Is there such a thing as vegetarian food for carnivores? Superiority Burger, which opened near Tompkins Square in June, is a shoebox-size, white-tiled ode to White Castle, with a chef who comes from the tonier, meat-oriented Del Posto. The new restaurant’s name alone would seem likely to deter the quinoa-faithful.\n“This is what I always wanted to do: very accessible vegetarian food,” said Brooks Headley, one of the restaurant’s partners, who previously sneaked vegetables like eggplants and celery into the desserts he made as pastry chef at Del Posto. Superiority Burger, which is open for dinner from Thursdays to Mondays, has almost enough tables to seat the Brady Bunch; most people take their food to go. Most dishes on the tiny menu come in either vegetarian or vegan mode.\nIN THE SEATS Meat-eating breeders! Mamie-Claire Cornelius and her husband, Rob Laakso, perched at a bench table by the front window, two days after the due date for their first child. Mr. Laakso fetched his wife lemon water from a jug. The couple, who live in Greenpoint, Brooklyn, stopped in after wandering around the neighborhood. “This is our last meal, we figure, before the baby comes,” said Ms. Cornelius, 34, who works on postproduction on films. Mr. Laakso, 36, plays guitar in the band Kurt Vile and the Violators. “I was like, it might be a while before we have a chance to come out again,” he said.\nON THE PLATES For nonvegetarians, the couple went deep into the small menu. Each had a meatless Superiority Burger ($6), and they shared an order of kohlrabi and apple slaw ($5) and a vegan Philadelphia cheese steak ($5). (Since the cheese steak has neither cheese nor steak, perhaps we should make it clear that it’s seared yuba, green peppers and onions, and a cashew-based vegan pump cheese.)\nFinally, Mr. Headley emerged from behind the counter with a dish of seared Romano beans ($5). “They’re supposed to be like French fries, with salt and vinegar,” he said. Ms. Cornelius approved. “The baby’s kicking about that,” she said.\nThey did not worry that the meal might induce childbirth. “That’d be great if it did,” Ms. Cornelius said. Her husband agreed, saying, “It’d be a good last supper at the very least.”\nWHAT THEY TALKED ABOUT Surely they talked about schemes to get their future child into the right preschool, right? Wrong. “I think we’re O.K.,” Ms. Cornelius said. “We’re just kind of waiting.”\n“Everyone’s telling us to go out and enjoy ourselves, so that’s what we’re doing,” Mr. Laakso added.\nIn lieu of preparental hand-wringing, Ms. Cornelius said they talked about “how cute the tables were.” She added, “And the usage of space is really smart.” The sound system segued from “Warrior in Woolworths,” by the 1970s British punk band X-Ray Spex, to the Velvet Underground singing “Head Held High” (nothing says indie insouciance like a conspicuously weak Velvet Underground song).\nMs. Cornelius finally broke down and admitted that they had talked about celebrity birthdays that their baby might share. “Yesterday,” she said, “was Keith Moon.” Her husband said: “Yesterday had some good ones and tomorrow has some good ones. Today I don’t know.”\n“Dave Chappelle is today,” his wife reminded him.\n“But today is Rollie Fingers and Rob Halford,” Mr. Laakso said, referring to a former Oakland A’s relief pitcher and the singer in the heavy metal band Judas Priest. “I think that’s pretty good company. Rollie Fingers, the best mustache in baseball.”", "date": "Aug. 28, 2015", "href": "https://www.nytimes.com/2015/08/30/nyregion/superiority-burger-a-vegetarian-ode-to-white-castle-in-the-east-village.html", "tags": "cornelius burger superiority good white ” ms. laakso cheese vegetarian castle village ode like east"}