{"title": "Supreme Court Blocks Louisiana Abortion Law", "content": "WASHINGTON — The Supreme Court on Friday temporarily blocked a Louisiana law that its opponents say would leave the state with only one abortion clinic. The court gave no reasons, though it did say that its order was “consistent with” one last June that blocked part of a Texas abortion law.\nThe move came two days after the Supreme Court heard arguments in the Texas case, and abortion rights groups said they hoped that the development Friday was a sign that they had secured five votes to strike down the Texas law.\nOnly Justice Clarence Thomas noted a dissent from the order Friday, suggesting that the vote had been 7 to 1, but justices do not always disclose their dissenting votes on such orders. In the order blocking the Texas law in June, the court’s four most conservative members noted their dissents, making it clear that the vote had been 5 to 4.\nThe order Friday suggested that the Louisiana law would remain blocked until the court renders its decision in the Texas case, Whole Woman’s Health v. Hellerstedt, No. 15-274.\nJeff Landry, Louisiana’s attorney general, said in a statement that “we disagree with the Court’s unexplained decision,” adding that he would “continue to defend Louisiana’s pro-life and pro-woman laws.”\nNancy Northup, the president of the Center for Reproductive Rights, said in a statement that the Supreme Court had again “stepped in to preserve women’s ability to get the constitutionally protected health care they need.”\n“Just two days after arguing our case before the Supreme Court to strike down a similar sweeping law in Texas,” she added, “we look to the justices to put an end to these sham measures threatening women’s rights, health and lives across the U.S.”\nThe Louisiana law, enacted in 2014, requires doctors performing abortions to have admitting privileges at nearby hospitals. A trial judge blocked the law, saying that such doctors were often unable to obtain admitting privileges for reasons unrelated to their competence and that the law created an undue burden on a woman’s constitutional right to abortion.\nOn Feb. 22, the federal appeals court in New Orleans stayed that ruling, allowing the law to go into effect.\nThe two sides disagree about the law’s impact. The challengers — three clinics and two doctors — said that the appeals court’s ruling caused one of the state’s four remaining clinics to close the next day, while a second began providing only consultations. A third, in Shreveport, is operating but may not do so for long, they said.\nIf it closes, according to the challengers, the state would be left with a single abortion doctor at a single clinic, in New Orleans.\n“That lone doctor, working in one clinic, cannot meet the need for approximately 10,000 abortions in Louisiana each year, a need that was previously met by six physicians in five clinics across the state,” the clinics challenging the law told the Supreme Court in an emergency application on Feb. 26. “As a result, many women will be unable to exercise their constitutionally protected right to choose abortion at all, and others will face unreasonable delays and therefore increased risks of complications, or will turn to self-performed, unlicensed or unsafe abortions.”\nIn their own brief, state officials said things were not that dire. Three doctors, they said, have admitting privileges “that allow them to continue to provide abortions in two of the major population centers in Louisiana — Shreveport and New Orleans.”\n“At worst,” the state told the justices, the law “would still leave over 90 percent of Louisiana women within 150 miles of an operating abortion clinic.”\nLouisiana laws impose other restrictions, including a 24-hour waiting period after a first trip to a clinic, at which a doctor must describe an ultrasound to the woman seeking an abortion.\nThe admitting-privileges provision at issue in the case, June Medical Services v. Gee, No. 15A880, is similar to one in the Texas law the Supreme Court considered on Wednesday. The Texas law has a second contested provision, that one requiring abortion clinics to meet the demanding standards of ambulatory surgical centers.\nAt arguments on Wednesday, at least four justices seemed prepared to find both provisions unconstitutional. The order on Friday may indicate that Justice Anthony M. Kennedy agrees.", "date": "March 4, 2016", "href": "https://www.nytimes.com/2016/03/05/us/politics/supreme-court-blocks-louisiana-abortion-law.html", "tags": "louisiana blocks court ” supreme abortion state law texas"}