{"title": "Supreme Court Won’t Hear Planned Parenthood Cases, and 3 Court Conservatives Aren’t Happy", "content": "WASHINGTON — The Supreme Court on Monday refused to hear two cases arising from efforts by states to bar Planned Parenthood clinics from the Medicaid program, drawing a rebuke from the court’s three most conservative justices and opening a window onto the court’s internal dynamics.\nIt takes four votes to add a case to the court’s docket, but the cases attracted only three — Justices Clarence Thomas, Samuel A. Alito Jr. and Neil M. Gorsuch. Neither of the court’s other conservatives — Chief Justice John G. Roberts Jr. and Justice Brett M. Kavanaugh — proved willing to supply a fourth vote.\nThat split on the right side of the court is evidence that Chief Justice Roberts is trying to keep the court out of major controversies and that Justice Kavanaugh, who joined the court in October after a fierce confirmation battle, is, for now at least, following his lead.\nIn his dissent, Justice Thomas questioned his colleagues’ motives. They had voted to duck the cases, he wrote, for a bad reason.\n“What explains the court’s refusal to do its job here?” Justice Thomas wrote. “I suspect it has something to do with the fact that some respondents in these cases are named ‘Planned Parenthood.’”\nBut, he said, the cases are not about abortion rights, but only about whether individuals may sue to challenge decisions by states to withdraw funding from Planned Parenthood clinics.\n“Resolving the question presented here would not even affect Planned Parenthood’s ability to challenge the states’ decisions; it concerns only the rights of individual Medicaid patients to bring their own suits,” Justice Thomas wrote.\nThat issue warranted the court’s attention, Justice Thomas wrote.\n“This question is important and recurring,” he wrote. “Around 70 million Americans are on Medicaid, and the question presented directly affects their rights. If the majority of the courts of appeals are correct, then Medicaid patients could sue when, for example, a state removes their doctor as a Medicaid provider or inadequately reimburses their provider.”\nThough the general legal question of who may challenge funding decisions has no particular political implications, recent cases have involved efforts by state officials opposed to abortion to cut off payments to Planned Parenthood clinics.\nIn letting stand two decisions allowing patients to challenge state funding determinations, the Supreme Court effectively sided with Planned Parenthood.\nIn the cases the justices turned away on Monday, from Kansas and Louisiana, appeals courts acknowledged that states have broad power to decide which health care providers may supply services for the program. But that power has limits, the United States Court of Appeals for the 10th Circuit, in Denver, ruled in the case from Kansas, Andersen v. Planned Parenthood of Kansas, No. 17-1340.\n“States may not terminate providers from their Medicaid program for any reason they see fit, especially when that reason is unrelated to the provider’s competence and the quality of the health care it provides,” Judge Gregory A. Phillips wrote for a divided three-judge panel.\nFive of the six appeals courts that have considered the issue sided with the clinics. The exception is the Eighth Circuit, in St. Louis, which last year allowed Arkansas to withdraw Medicaid financing for Planned Parenthood. Disagreement among federal appeals courts often prompts Supreme Court review.\nLawyers for Kansas had urged the justices to resolve the dispute.\n“More than 70 million people — one out of every five Americans — are enrolled in Medicaid,” they told the Supreme Court. “The 10th Circuit’s decision permits any one of them to challenge a termination decision of an individual provider in federal court.”\nPlanned Parenthood’s local affiliates responded that Congress had meant to allow suits from patients in addition to federal supervision. The groups added that there was no reason to fear a flood of litigation.\n“It would be wrong to assume that Medicaid recipients — some of the poorest members of our society — are enthusiastic about the prospect of bringing lawsuits against states,” their brief said. “They would much prefer that states just follow the rules and allow them to obtain health care from qualified and willing providers.”\nThe Supreme Court also declined to hear a companion case from Louisiana, Gee v. Planned Parenthood of Gulf Coast, No. 17-1492.\nThe court unanimously decided that invasions of mobile homes and other vehicles count as “burglaries” for purposes of the federal Armed Career Criminal Act, a kind of three-strikes statute. It requires stiffer sentences for people convicted of possessing firearms if they have earlier been found guilty of three violent felonies or serious drug charges.\nThe law says burglaries are violent felonies that can require longer sentences. But it does not specify what qualifies as a burglary.\nThe Supreme Court has said the crime requires invasion of “a building or structure.” But the defendants in the two cases — Victor Stitt of Tennessee and Jason Sims of Arkansas — were convicted under state laws that allow prosecutions of burglaries of mobile homes and other vehicles in which people sleep.\nJustice Stephen G. Breyer, writing for the court, quoted from an earlier decision describing a purpose of the law. It was meant, the court said, to cover crimes that give rise to “the possibility of a violent confrontation between the offender and an occupant, caretaker or some other person who comes to investigate.”\nThat same rationale, Justice Breyer wrote, applies to mobile structures. “An offender who breaks into a mobile home, an RV, a camping tent, a vehicle or another structure that is adapted for or customarily used for lodging runs a similar or greater risk of violent confrontation,” he wrote.\nIt did not matter, Justice Breyer added, that some structures are occupied only occasionally. “After all,” he wrote, “a burglary is no less a burglary because it took place at a summer home during the winter, or a commercial building during a holiday.”\nThe cases, United States v. Stitt, No. 17-765, and United States v. Sims, No. 17-766, were argued in October on Justice Kavanaugh’s first day on the bench.\nThe court also added an appeal to its docket, one that asks it to overrule its 1997 decision in Auer v. Robbins, which ruled that agencies’ interpretations of their own regulations are generally entitled to deference. The Auer decision has been the subject of much criticism, and several justices have urged the Supreme Court to revisit the ruling. In a 2016 dissent, Justice Clarence Thomas said it was “on its last gasp.”\nThe new case, Kisor v. Wilkie, No. 18-15, concerns a regulation of the Department of Veterans Affairs concerning disability benefits.", "date": "Dec. 10, 2018", "href": "https://www.nytimes.com/2018/12/10/us/politics/planned-parenthood-supreme-court.html", "tags": "planned court states medicaid ” supreme justice happy hear cases conservatives — parenthood"}