{"title": "Supreme Court Justice Anthony Kennedy Will Retire", "content": "WASHINGTON — Justice Anthony M. Kennedy announced on Wednesday that he would retire this summer, setting in motion a furious fight over the future of the Supreme Court and giving President Trump the chance to put a conservative stamp on the American legal system for generations.\nJustice Kennedy, 81, has been a critical swing vote on the sharply polarized court for nearly three decades as he embraced liberal views on gay rights, abortion and the death penalty but helped conservatives trim voting rights, block gun control measures and unleash campaign spending by corporations.\nHis replacement by a conservative justice — something Mr. Trump has vowed to his supporters — could imperil a variety of landmark Supreme Court precedents on social issues where Justice Kennedy frequently sided with his liberal colleagues, particularly on abortion.\nMr. Trump and his Republican allies have hoped for months that Justice Kennedy might retire, clearing a way for a new, more conservative jurist before Democrats had an opportunity to capture the Senate and block future Republican nominees. In contrast to his frequent criticisms of Chief Justice John G. Roberts Jr., a generally reliable conservative, Mr. Trump has frequently heaped praise on Justice Kennedy and even has suggested that he might nominate one of his former clerks to the bench — subtle nudges the president hoped would make Justice Kennedy more comfortable with the idea of stepping down.\nJustice Kennedy’s departure could leave Chief Justice Roberts, who was appointed by George W. Bush, as the decisive vote on a court whose other justices may soon include four committed liberals and four equally committed conservatives.\nThe court’s term that just ended offered a preview of what such a lineup might mean: With Justice Kennedy mostly siding with conservatives this year, the court endorsed Mr. Trump’s power over immigration, dealt a blow to labor unions and backed a Republican purge of voter rolls in Ohio.\nJustice Kennedy hand-delivered a short letter of resignation to Mr. Trump on Wednesday afternoon, shortly after a half-hour meeting at the White House, where the president called him a jurist with “tremendous vision and tremendous heart.”\n“Please permit me by this letter to express my profound gratitude for having had the privilege to seek in each case how best to know, interpret and defend the Constitution and the laws that must always conform to its mandates and promises,” Justice Kennedy wrote to Mr. Trump.\nThe president called Justice Kennedy a “special guy” and a “star” during a Wednesday night rally in Fargo, N.D., and said that he would find a replacement with “intellect” who would last for several decades on the bench.\nEarlier in the day, Mr. Trump promised to begin an immediate search for a replacement and to pick from a list of 25 conservative jurists he had previously identified as candidates for the court’s next vacancy. In comments to reporters, Mr. Trump said he would nominate “somebody who will be just as outstanding” as Justice Kennedy.\nPotential nominees include Brett M. Kavanaugh, a federal appellate judge for the District of Columbia Circuit who clerked for Justice Kennedy at the Supreme Court. Another possibility is Judge Thomas M. Hardiman of the United States Court of Appeals for the Third Circuit, whom Mr. Trump seriously considered last year to replace Justice Antonin Scalia, who died in 2016. The president chose Judge Neil M. Gorsuch instead.\nThe Senate, which must confirm the president’s pick for the court, is under Republican control, which gives Mr. Trump the opportunity to win approval of his choice without any Democratic support. But the Senate’s makeup could change after congressional elections this fall, putting immense pressure on the president and his party to nominate and confirm a justice before November.\nSenator Mitch McConnell of Kentucky, the majority leader, called on senators to make sure the president’s nominee would be “considered fairly” without being subjected to personal or character attacks.\n“We will vote to confirm Justice Kennedy’s successor this fall,” Mr. McConnell vowed in brief remarks on Wednesday.\nBut Senator Chuck Schumer of New York, the Democratic leader, demanded that the Senate wait to confirm Justice Kennedy’s replacement until after the midterm elections. Mr. Schumer noted that Republicans delayed consideration of President Barack Obama’s court nominee in 2016, Judge Merrick B. Garland, citing the presidential election that year.\nThe Republicans prevented even a hearing for Mr. Obama’s nominee, which effectively handed Mr. Trump the chance to fill the vacancy created by the death of Justice Scalia. The move infuriated Democrats, who accused Republicans of stealing Mr. Obama’s right to fill a seat on the court.\nMr. Schumer said senators should not “consider a Supreme Court justice in an election year,” saying that “anything but that would be the absolute height of hypocrisy.”\n“People are just months away from determining the senators who should vote to confirm or reject the president’s nominee,” Mr. Schumer said on the floor of the Senate, “and their voices deserve to be heard now, as Senator McConnell thought that they deserved to be heard then.”\nJustice Kennedy, a Californian and graduate of Harvard Law School, was appointed to the Supreme Court by President Ronald Reagan in 1987. But he was never a reliable conservative and evolved into one of the court’s most unpredictable jurists.\nHe wrote some of the country’s most important gay rights decisions and helped to drastically shift the United States’ legal treatment of gays, lesbians and transgender people. In 2015, he wrote the court’s opinion that established the right for gay people to marry each other.\n“Their hope is not to be condemned to live in loneliness, excluded from one of civilization’s oldest institutions,” Justice Kennedy wrote of gay Americans. “They ask for equal dignity in the eyes of the law. The Constitution grants them that right.”\nJustice Kennedy has also served as the linchpin of the judicial defense of abortion rights, frequently siding with the court’s liberals in turning back conservative challenges to Roe v. Wade, the landmark 1973 case that established a constitutional right to abortion.\nBut Justice Kennedy has also been a decisive vote for rulings that cemented conservative principles in some of the most contentious issues in American political life.\nHe wrote the opinion in Citizens United, which gave corporations the right to make unlimited campaign contributions. He joined the court’s conservatives in 2008 in declaring that the Constitution protects a person’s right to keep a loaded gun at home for self-defense.\nAfter the 2000 election, Justice Kennedy also joined the majority in Bush v. Gore, handing the presidency to Mr. Bush and drawing the ire of Democrats who believed the election was stolen from Vice President Al Gore.\nIn leaving this year, Justice Kennedy gives Mr. Trump and the Republican Party the opportunity to undermine the permanence of the liberal cases that he shaped. His retirement will have far more effect than Mr. Trump’s selection of Justice Gorsuch, a conservative who replaced another conservative, Justice Scalia.\nDuring the presidential campaign, Mr. Trump promised voters that he would choose a Supreme Court nominee — should he get the opportunity — from a list of mostly conservative judges that he made public.\nHe first offered 11 names, then added 10 more, compiled by Donald F. McGahn II, Mr. Trump’s longtime election lawyer and now the White House counsel, with input from the Federalist Society and the Heritage Foundation, two conservative legal organizations. Since last year, the list — which is published at whitehouse.gov — has grown to 25 names.\n“We have a very excellent list of great, talented, highly educated, highly intelligent — hopefully, tremendous — people. I think the list is very outstanding,” Mr. Trump said Wednesday. “So it will be somebody from that list.”\nIn addition to Judge Kavanaugh and Judge Hardiman, Mr. Trump is expected to seriously consider William H. Pryor Jr. and Amul R. Thapar, both appeals courts judges. Mr. Trump interviewed Judges Hardiman, Pryor and Thapar in 2017 before picking Judge Gorsuch.\nThe White House is likely to conduct a similar process this year, with Mr. Trump meeting personally with several candidates and discussing the issue with advisers inside and outside the administration.\nBecause Mr. Trump is unpredictable, it is possible that he might pick someone like Senator Mike Lee, Republican of Utah, a conservative lawmaker who appears on the president’s list of 25 possible nominees. Mr. Trump could also, despite his pledge, veer from the list and pick someone else.\nIn his remarks to reporters shortly after meeting with Justice Kennedy, the president appeared to appreciate the gravity of the choice before him.\n“In our country, the selection of a justice of the United States Supreme Court is considered, I think we can all say, one of the most important events — one of the most important things for our country,” he said. “I mean, you see the decisions that just came down, how big they are, how vital they are.”\n“Some people think,” the president added, “outside of, obviously, war and peace, it’s the most important thing that you could have.”", "date": "June 27, 2018", "href": "https://www.nytimes.com/2018/06/27/us/politics/anthony-kennedy-retire-supreme-court.html", "tags": "retire kennedy court justice supreme ” conservative — anthony"}