{"title": "Supreme Court Health Care Decision May Put Sickest Americans At Risk", "content": "Sarah Lewis is fed up with American health care: \"I've completely removed myself from the system,\" she said. \"I don't want to be a patient anymore.\"\nLewis, a 55-year-old single mother of two daughters, has been through the wringer. It started with a diagnosis of anal cancer in September 2010. Then came the denials from her insurance company, the fights with the insurer, the hospitals and the doctors over money, and the debt collectors chasing at least $20,000 that she owes. Not to mention the grueling chemotherapy and radiation therapy that, so far, have saved her life. She ultimately gave up on health insurance this year.\n\"I'm hoping that I don't get sick again or anything happens because I’m trying to stay out of the system because the system failed me,\" said Lewis, who lives in Dover, N.H., and was self-employed as an book indexer but has not worked since she got sick.\nThe system will likely fail Americans like Lewis again and again, if the Supreme Court overturns President Barack Obama's health care reform law next week. Without its rules that will prohibit health insurance companies from discriminating against people with pre-existing conditions starting in 2014, Lewis and others who are sick or have suffered serious illnesses in the past can be shut out of the health insurance market. As many as 122 million working-age Americans have pre-existing conditions that could get them rejected by health insurance companies, according to a Government Accountability Office analysis issued in March.\nWhen Lewis got cancer, she dumped her health insurance -- which she describes as \"bogus\" and \"useless\" -- and enrolled in New Hampshire's state plan for people with pre-existing conditions. Even thought it's $1,000 a month and has a $2,500 annual deductible, she said it was better than the private health insurance plan she had before. But it still didn't cover all of the bills from her treatments and, out of frustration, she dropped the plan two months ago. She knew she would get hit by huge bills if she got sick again. \"It's like I'm flirting with disaster,\" she said.\nPresident Barack Obama's health care reform law aims to ease the way for people like Lewis by implementing new regulations and financial assistance. The law will forbid health insurance companies from turning away people with pre-existing conditions or kicking them out when they become ill, and established a temporary program called the Pre-Existing Condition Insurance Plan. Beginning in 2014, Obama's law will also expand coverage to about 30 million uninsured people by setting up \"exchange\" marketplaces where insurance companies compete for business, providing tax credits to help pay for coverage for people earning up to four times the federal poverty level, and expanding Medicaid to include people who earn 133 percent of the poverty level or less.\n\"It would be better for me and I would get coverage and, hopefully, it would be more affordable,\" Lewis said. \"Someone who's gotten cancer [today] has no options.\"\nThe future of those plans now lies in the hands of the Supreme Court, which is expected to issue a decision as soon as Monday about whether elements of the law are unconstitutional. \nThe Justices could uphold the law, strike down the whole thing, or eliminate parts of it, such as the Medicaid expansion, the individual mandate that most Americans must obtain health coverage, and the rules protecting people with pre-existing conditions.\nNearly 50 million Americans are uninsured, and the numbers are climbing. Fewer companies are providing workers with health benefits. Health insurance plans cost more every year, even though benefits are getting less generous. And American households, companies and taxpayers shelled out an estimated $2.7 trillion last year for health care that is reportedly not as good as the care given to citizens of other nations.\nIf the health care reform law goes down, so does the best chance yet to stem the rising tide of Americans without health insurance, said Andrew Hyman, director of health care coverage for the Robert Wood Johnson Foundation, a health care research institution in Princeton, N.J.\n\"We go back to what the problems were that brought us here in the first place. We go back to the fact that the number of uninsured is going to continue to go up, and it'll go up at greater rates because health spending is going to continue to go up,\" Hyman said. \nMitt Romney, the former Massachusetts governor and Republican presidential nominee, has hinted he has a plan to protect people with pre-existing conditions, but it's clear he would not go as far as Obama's law. He has described an approach that would leave health care up to the states, and his proposal appears to apply to people moving between jobs, which would not include self-employed workers like Lewis.\nSeveral big health insurance companies have pledged to retain parts of the health care reform law if it gets overturned, but stopped short of saying that they would accept adults or children with pre-existing conditions. And while congressional Republicans are mulling some sort of  legislation to replace the law, their plans don't seek a broad expansion of insurance coverage. Legislative gridlock also stands in the way.\n\"It will be quite some time before this highly polarized Congress is able to deal with health reform again,\" said Drew Altman, president and CEO of the Henry J. Kaiser Family Foundation in Menlo Park, Calif. \"You cannot cover the uninsured without spending big money,\" which Republicans don't want to do, he said.\nMeanwhile, Martha Olson, 56, can't do anything but wait. \"It is kind of scary and it's kind of upsetting but right now, it's out of my hands,\" said Olson, who is self-employed as a rental property manager in Knoxville, Tenn. Olson has diabetes and is covered by the Pre-Existing Condition Insurance Plan. That program was meant as a bridge to 2014, when Olson and people like her would be able to buy health insurance on the exchanges despite their illnesses. \nIf the Supreme Court strikes down the law, \"I'm not sure what I'd do,\" Olson said. \"I don't think private insurance is an option for me.\"", "date": "\n06/22/2012", "href": "https://www.huffpost.com/entry/supreme-court-health-care-sickest-americans_n_1616943", "tags": "put may court pre-existing sickest companies supreme lewis insurance law decision risk americans care health"}