{"title": "Supreme Court Health Care Decision Will Define The Future Of The American Health Care System", "content": "An odyssey that began during the presidency of Teddy Roosevelt and dominated much of President Barack Obama's first term in the White House could conclude Thursday at the Supreme Court. With it could end the best hope to date for the nearly 50 million Americans without health insurance and the hundreds of millions more burdened by rising costs.\nThe Supreme Court is expected to issue a decision sometime after 10 a.m. Thursday in a lawsuit brought by 26 states and the National Federation of Independent Business that challenges the constitutionality of the Affordable Care Act, the health care reform law Obama signed on March 23, 2010. Chief Justice John Roberts and his fellow justices could side with the president and allow the law to take root as intended by Congress. But the Supreme Court may elect to overturn the entire law, or just components of it, and in the process destroy or at least derail the most ambitious effort ever taken to address the shortcomings of the American health care system.\nHealth care has become the \"issue from hell\" and politicians won't tackle it again for many years if Obama's law goes down, said Drew Altman, the president and CEO of the Henry J. Kaiser Family Foundation, a health-care research institution in Menlo Park, Calif. \"It's hard to imagine this Congress under almost any scenario, Democrats and Republicans in this Congress, agreeing on substantial health reform legislation.\"\nInstead, the nation would be stuck with a status quo in which the ranks of the uninsured continue to swell, more workers lose their company health insurance, premiums rise, benefits shrink and more people skip medical treatments because of cost. Meanwhile, the nation's health care bill, which was an estimated $2.7 trillion last year, will continue to devour an ever-larger share of the economy.\nA ruling against the law would be a major blow to Obama, who achieved a goal that eluded presidents from Roosevelt to Richard Nixon to Bill Clinton, though the issue bedeviled him from the start and voters remain sharply divided over it. The Supreme Court's decision will also shape public opinion about its role in American politics and redefine the limits of Congress' power. And the fate of the health care reform law will also influence the presidential contest between Obama and Mitt Romney, the presumptive Republican nominee who has vowed to repeal the law if elected. Opponents view the law as an unaffordable expansion of the federal government's role in the health care system that places burdensome regulations on health care companies, employers and citizens.\nBut the stakes are higher for the the tens of millions of Americans who lack access to health care. Fully overturning the Affordable Care Act would deny about 30 million uninsured Americans access to the health benefits that would have been provided under the health care reform starting in 2014. Invalidating health care reform also would eliminate consumer protections built into the law that would prohibit health insurance companies from refusing to cover people with pre-existing conditions, charging higher rates to women, kicking sick people off the rolls and setting lifetime limits on coverage of medical bills, among other practices permitted before the law took effect two years ago.\nIf this law goes away, so does the guarantee of access to health care for children like Wesley Josephson and Jackson Whaley who have pre-existing conditions and big medical expenses. Adults with serious illnesses like Sarah Lewis and Martha Olson would continue to face significant obstacles to finding health insurance. Older Americans like Wister Adrine and Patricia Morrison would lose extra help with their prescription drug costs.\nStriking down the law would upend initiatives that aim to slow skyrocketing growth in health care costs. In addition to reducing Medicare spending by $455 billion through 2019, the health care reform law includes a plethora of programs designed to encourage medical providers to cut down on waste, improve safety and employ techniques known to be more effective. Health care reform also would levy a tax on the most expensive health insurance plans beginning in 2018 that is intended to encourage people to choose less costly plans. In addition, the law would establish an independent board tasked with constraining Medicare spending.\nBut the Supreme Court may not go that far and instead opt to invalidate only parts of the law. At the heart of the constitutional challenge is the health care law's so-called individual mandate, a requirement that almost all Americans obtain some form of health care coverage or face a financial penalty. The plaintiffs contend this mandate represents an overreach by the federal government into the personal and economic decisions of American consumers. The Obama administration insists it is within its rights to regulate how Americans pay for the health care services they inevitably will consume during their lives.\nThe Supreme Court could rule that the mandate is unconstitutional and strike it down while leaving the remainder of the law in place. But the Obama administration views the mandate as an essential counterpart to the regulations that require health insurance companies to sell plans to anyone regardless of health, age or gender and that limit those companies' ability to charge some people more than others. Cutting out the mandate alone will reduce the number of newly covered Americans and make health insurance more expensive, the administration argues, because only sick people would be motivated to purchase insurance. If the mandate goes, according to the administration, so too must those regulations.\nBut if the Supreme Court goes this way -- striking down the mandate and the regulations -- then health insurance companies could carry on discriminating against the sick and the old and making women pay higher premiums than men, and the number of people who would gain health insurance coverage would be millions fewer.", "date": "\n06/27/2012", "href": "https://www.huffpost.com/entry/supreme-court-health-care-decision_n_1630596", "tags": "american reform court supreme define system future insurance obama law decision americans care health"}