{"title": "Supreme Court Will Review New York City Gun Law", "content": "WASHINGTON — The Supreme Court said on Tuesday that it would review a New York City gun law that limits residents from transporting their guns outside their homes, its first Second Amendment case in nearly a decade and a test of the court’s approach to gun rights after the arrival of Justice Brett M. Kavanaugh in October.\nJustice Kavanaugh, who replaced the more moderate Justice Anthony M. Kennedy and created a reliable five-member conservative majority, has an expansive view of gun rights. His presence most likely means that the Supreme Court will start exploring and perhaps expanding the scope of the Second Amendment.\n“It could be a landmark case with major implications for gun policy,” said Adam Winkler, the author of “Gunfight: The Battle Over the Right to Bear Arms in America.” “The case could articulate broad principles about the Second Amendment, and especially the Second Amendment outside the home.”\nCourt scholars said Justice Kavanaugh’s replacement of Justice Kennedy could lead to an abrupt lurch from the court’s previous decisions.\n“This is just the first case but not likely the last case where at least four justices open the way to a major ruling that could limit gun safety laws,” said Michael Waldman, the author of “The Second Amendment: A Biography,” referring to a Supreme Court rule requiring four votes to add cases to its docket.\nThe New York City ordinance challenged in the new case allows residents with so-called premises licenses to take their guns to one of seven shooting ranges within the city limits. But the ordinance forbids them to take their guns anywhere else, including second homes and shooting ranges outside the city, even when they are unloaded and locked in a container separate from ammunition.\nThe Supreme Court’s new majority seems ready to continue a project begun in 2008, when the court, by a 5-to-4 vote, established an individual right to keep guns in the home for self-defense. That decision, District of Columbia v. Heller, was both revolutionary and in its way quite limited. Exactly what the Second Amendment protects has been in dispute ever since.\nJustice Antonin Scalia’s majority opinion in the Heller decision included an important limiting passage that was almost certainly the price of Justice Kennedy’s fifth vote. “Nothing in our opinion,” Justice Scalia wrote, “should be taken to cast doubt on longstanding prohibitions on the possession of firearms by felons and the mentally ill, or laws forbidding the carrying of firearms in sensitive places such as schools and government buildings, or laws imposing conditions and qualifications on the commercial sale of arms.”\nSince the Heller decision, lower courts have overwhelmingly upheld state and local gun control laws. The Supreme Court, in turn, has refused to hear appeals from those decisions. Justice Kavanaugh’s arrival changed that.\nLast year, dissenting from the court’s decision not to hear a Second Amendment case, Justice Clarence Thomas wrote that the court was abdicating its duty to protect an important constitutional right.\n“As evidenced by our continued inaction in this area,” he wrote, “the Second Amendment is a disfavored right in this court.”\n“The right to keep and bear arms is apparently this court’s constitutional orphan,” Justice Thomas wrote. “And the lower courts seem to have gotten the message.”\nThree city residents and the New York State Rifle and Pistol Association sued to challenge the law but lost in Federal District Court in Manhattan and in the United States Court of Appeals for the Second Circuit. A unanimous three-judge panel of the Second Circuit ruled that the ordinance passed constitutional muster under the Heller decision.\nIn urging the Supreme Court to hear their appeal in the case, New York State Rifle and Pistol Association v. City of New York, No. 18-280, the challengers said the restrictions imposed by the New York City ordinance were unique in the nation and made no sense.\n“Only New York City flatly prohibits its residents from removing their lawfully purchased and duly registered handguns from the city limits, even to transport them (unloaded, and locked up) to second homes at which they are constitutionally entitled to possess them, or to out-of-city shooting ranges or competitions at which they are constitutionally entitled to hone their safe and effective use,” the challengers’ brief said.\n“That prohibition does not even make sense on its own terms,” the brief said. “It has the perverse consequences of forcing New Yorkers to leave their handguns behind in their vacant residences whenever they leave the city for an extended period of time.”\nLawyers for the city responded that the law was justified by public safety considerations. Before 2001, their brief said, the city offered a license that allowed owners to take their guns to shooting ranges outside the city.\nThe Police Department, the brief said, “observed widespread abuses.” Firing ranges in the city must keep detailed records, the brief said, but people with the old licenses who were found with guns outside their homes could claim to be headed to a range outside the city that did not keep such records.\nMayor Bill de Blasio, responding to a reporter’s question about the Supreme Court’s decision to hear the case, said at a news conference on Tuesday that the city would vigorously defend its law.\n“We, every single day, are working to make this the safest big city in America,” he said. “We need the laws that we have that protect against guns being on our streets and we will fight to protect ourselves, that’s the bottom line.”\nMr. Waldman said he was surprised the Supreme Court agreed to hear such a minor Second Amendment case when it has ducked some major ones.\n“It’s a city ordinance, not a state law,” Mr. Waldman said. “This particular rule is unusual. It may be the only one of its kind in the country.”\n“The justices,” he said, “may see this as a way to start addressing gun rights outside the home in a quirky and incremental manner.”\nThe court will hear arguments in the case in its next term, which starts in October, and may not issue a decision until 2020. But Tuesday’s decision to hear the case sent a message about a new era in the court led by Chief Justice John G. Roberts Jr.\n“The Second Amendment is alive and well in the Roberts court,” Mr. Winkler said.", "date": "Jan. 22, 2019", "href": "https://www.nytimes.com/2019/01/22/us/politics/supreme-court-guns-nyc-license.html", "tags": "york court city second amendment gun supreme ” justice new case review law"}