{"title": "Supreme Court Rejects California Slaughterhouse Law", "content": "WASHINGTON — The Supreme Court on Monday unanimously struck down a California law that had sought to keep out of the food supply animals that are unable to walk. The justices said the state law conflicted with a federal one.\nJustice Elena Kagan, writing for the court, said the Federal Meat Inspection Act, which regulates slaughterhouses, pre-empted the California law, which requires the immediate euthanasia of “downer” animals and bars their slaughter or sale.\nThe state law was enacted in response to undercover videos released in 2008 by the Humane Society of the United States. They showed, as Justice Kagan put it, “workers at a slaughterhouse in California dragging, kicking and electroshocking sick and disabled cows in an effort to move them.”\nThe federal law, enacted in 1906 in the wake of Upton Sinclair’s “The Jungle,” a book that exposed conditions in the meatpacking industry, allows federal meat inspectors to decide what is to be done with animals that cannot walk, and it says that states may not impose additional or different requirements. Federal inspectors sometimes determine that the animals may be revived and slaughtered, and they sometimes order animals to be kept alive long enough to inspect them for contagious diseases.\nThe federal law prohibits states from enforcing requirements concerning “premises, facilities and operations” that are “in addition to or different from” those in federal law. That provision, Justice Kagan wrote, doomed the state law.\n“Where under federal law a slaughterhouse may take one course of action in handling a nonambulatory pig,” she wrote, “under state the law the slaughterhouse must take another.”\nJustice Kagan calculated that 100,000 to one million pigs become unable to walk after they are delivered to slaughterhouses in the United States each year, based on statistics in a 2006 article in Pork Magazine called “Fatigued Pigs: The Final Link.”\nThe United States Court of Appeals for the Ninth Circuit, in San Francisco, ruled that there was no conflict between the California law and the federal one because the state had merely disqualified certain kinds of animals from being used for food. “States aren’t limited to excluding animals from slaughter on a species-wide basis,” Chief Judge Alex Kozinski wrote for a unanimous three-judge panel of the court. “States are free to decide which animals may be turned into meat.”\nJustice Kagan briskly rejected that analysis. “We think not,” she wrote.\nIt is one thing to prohibit the slaughter of, say, horses generally, she reasoned, because such a ban “works at a remove from the sites and activities” that the federal law governs. The state law concerning animals that cannot walk, by contrast, she wrote, “reaches into the slaughterhouse’s facilities and affects its daily activities.”\nThe case, National Meat Association v. Harris, No. 10-224, was brought by a trade association, which was supported in the Supreme Court by the federal government.", "date": "JAN. 23, 2012JAN. 23, 2012JAN. 23, 2012", "href": "https://www.nytimes.com/2012/01/24/business/supreme-court-rejects-california-slaughterhouse-law.html", "tags": "animals court states slaughterhouse supreme ” federal california one justice state rejects law"}