{"title": "Supreme Court to Hear Case on Census Citizenship Question", "content": "WASHINGTON — The Supreme Court agreed on Friday to decide whether the Trump administration may add a question about citizenship to the 2020 census questionnaire that will be sent to every household in the nation.\nThe court’s move added a highly charged and consequential blockbuster to what had been a fairly sleepy term. The justices have mostly avoided controversy while they adjusted to the new conservative majority created by the arrival in the fall of Justice Brett M. Kavanaugh.\nThe federal government has long gathered information about citizenship, but since 1950, it has not included a question on it in the forms sent once a decade to each household. Last month, a federal trial judge blocked the Commerce Department from adding the question, saying that the process that led to the decision was deeply flawed.\nThe Supreme Court stepped in before any appeals court had ruled on the matter, and it put the case on an unusually fast track. The Supreme Court’s speed was almost certainly a result of a looming deadline — the census forms are set to be printed in June.\nWithout immediate action from the court, the solicitor general, Noel J. Francisco, told the justices, “the government will be disabled for a decade from obtaining citizenship data through an enumeration of the entire population.”\nThe Supreme Court scheduled arguments for late April, and it is expected to rule before the end of June.\nThe case — United States Department of Commerce v. New York, No. 18-966 — is the latest test of the scope of executive power in the Trump era. Last year, the justices upheld President Trump’s authority to restrict travel from several predominantly Muslim countries. More recently, the court rejected the administration’s request to reinstate a ban on asylum claims by immigrants who cross the southern border illegally.\nOn Friday, Mr. Trump said he expected his declaration of a national emergency to build a border wall to be challenged in court. He predicted that the administration would lose in the lower courts but prevail in the Supreme Court.\nThe census case has its roots in the text of the Constitution, which requires an “actual enumeration” every 10 years, with the House of Representatives to be apportioned based on “the whole number of persons in each state.”\n“By its terms, therefore, the Constitution mandates that every 10 years the federal government endeavor to count every single person residing in the United States, whether citizen or noncitizen, whether living here with legal status or without,” Judge Jesse M. Furman of the Federal District Court in Manhattan wrote last month in his decision, setting out the consensus view.\nCritics say that adding the question on citizenship would undermine the accuracy of the census because both legal and unauthorized immigrants might refuse to fill out the forms. By one government estimate, about 6.5 million people might decide not to participate.\nThat could reduce Democratic representation when congressional districts are drawn in 2021 and affect the distribution of hundreds of billions of dollars in federal spending. Judge Furman found that were the question added, Arizona, California, Florida, Illinois, New York and Texas would risk losing seats in the House and that several states could lose federal money.\nDale Ho, a lawyer with the American Civil Liberties Union, which challenged the addition of the citizenship question, said that it “would cause incalculable damage to our democracy.”\n“The evidence presented at trial exposed this was the Trump administration’s plan from the get-go,” Mr. Ho said.\nWilbur Ross, the commerce secretary, has said that he ordered the question to be added in response to a December 2017 request from the Justice Department, which said that data about citizenship would help it enforce the Voting Rights Act of 1965.\nIn a detailed decision after an eight-day trial, Judge Furman concluded that Mr. Ross had dissembled, saying that “the evidence is clear that Secretary Ross’s rationale was pretextual.”\n“While the court is unable to determine — based on the existing record, at least — what Secretary Ross’s real reasons for adding the citizenship question were, it does find, by a preponderance of the evidence, that promoting enforcement of the” Voting Rights Act, or V.R.A., “was not his real reason for the decision,” Judge Furman wrote. “Instead, the court finds that the V.R.A. was a post hoc rationale for a decision that the secretary had already made for other reasons.”\nJudge Furman had called for Mr. Ross to be questioned under oath, but the Supreme Court blocked that order in October. Justice Neil M. Gorsuch, joined by Justice Clarence Thomas, said the court should have gone further, shutting down all pretrial fact-gathering in the census case. Justice Gorsuch added that there was no indication of bad faith in Mr. Ross’s conduct.\n“There’s nothing unusual about a new cabinet secretary coming to office inclined to favor a different policy direction, soliciting support from other agencies to bolster his views, disagreeing with staff or cutting through red tape,” Justice Gorsuch wrote at the time. “Of course, some people may disagree with the policy and process. But until now, at least, this much has never been thought enough to justify a claim of bad faith and launch an inquisition into a cabinet secretary’s motives.”\nIn November, the Supreme Court rejected a request from the Trump administration to halt the trial, over the dissents of Justices Thomas, Gorsuch and Samuel A. Alito Jr.\nIn his ruling last month, Judge Furman relied on evidence in the so-called administrative record, meaning the materials the government said Mr. Ross had considered before making his decision.\nEvidence presented at the trial showed that Mr. Ross had wanted to add the question long before the request from the Justice Department. The letter from the Justice Department, Judge Furman wrote, was an attempt “to launder their request through another agency — that is, to obtain cover for a decision that they had already made.”\nDocuments disclosed in the case showed that Mr. Ross had discussed the citizenship issue early in his tenure with Stephen K. Bannon, the former White House chief strategist and an architect of the Trump administration’s tough policies against immigrants, and that Mr. Ross had met at Mr. Bannon’s direction with Kris Kobach, the former Kansas secretary of state and a vehement opponent of unlawful immigration.\n“In a startling number of ways,” Judge Furman wrote, “Secretary Ross’s explanations for his decision were unsupported by, or even counter to, the evidence before the agency.”\nJudge Furman ruled that the administration had violated federal statutes. But he rejected a constitutional challenge based on equal protection principles, saying that there was not enough evidence in the record to conclude that Mr. Ross had intended to discriminate against minorities and unauthorized immigrants.\nThe lawsuit challenging the addition of the question was filed by New York, other states, localities and advocacy groups. They said that asking the question was a calculated effort by the administration to discriminate against immigrants.\n“Adding a question about citizenship to the census would incite widespread fear in immigrant communities and greatly impair the accuracy of population counts,” Letitia James, New York’s attorney general, said on Friday after the Supreme Court agreed to hear the case.\nIn urging the Supreme Court to review Judge Furman’s decision, Mr. Francisco, representing the Trump administration, wrote that Mr. Ross had wide discretion over the census that could not be second-guessed by courts. He added that questions about citizenship have often been asked of at least a sample of the population in many earlier censuses and are commonplace in ones conducted by other developed democracies.", "date": "Feb. 15, 2019", "href": "https://www.nytimes.com/2019/02/15/us/politics/supreme-court-census-citizenship.html", "tags": "census ross court judge ” supreme furman hear citizenship case question"}