{"title": "Supreme Court Health Care Decision Preserves Biggest Expansion Of Coverage In 45 Years", "content": "The Supreme Court's 5-4 decision to uphold President Barack Obama's health care reform law will surely influence American politics in this November's presidential election and onward. But Dawn Josephson is already feeling the effects.\n\"I feel like I'm going to cry. I'm so relieved right now,\" said Josephson, 39, who lives in Jacksonville, Fla. Her 6-year-old son, Wesley, has a pre-existing medical condition that made it impossible for the family to find health insurance for him until the law passed in 2010. \"It's so hard when you're a parent and you see your child needs help and you can't even purchase health insurance for them,\" said Josephson, after learning of the court's ruling from a reporter while getting her hair styled.\nFor now, people like Wesley Josephson can rest assured that they cannot be turned away for health insurance coverage. \nThe Supreme Court's decision allows the Obama administration to go forward with a law that will extend health coverage to as many as 30 million Americans through private health insurance and Medicaid starting in 2014. The law also prohibits health insurance company practices that were previously legal, including refusing to sell plans to children and adults with pre-existing medical conditions, setting lifetime limits on medical coverage that cut people off when their expenses get too high, and charging higher premiums to women.\n\"It's hard to underestimate the importance of having coverage for health care,\" said Glen Stream, president of the American Academy of Family Physicians and a primary care doctor who practices in Spokane, Wash. \"People who are underinsured or uninsured, they live sicker and die younger,\" Stream said. \nUnder the law, people who earn 133 percent of the federal poverty level or less will qualify for Medicaid coverage. Those whose income is between 133 percent and 400 percent of the poverty level will be eligible for tax credits to defray the cost of health insurance. Companies with at least 50 employees will have to provide health benefits to workers or pay a penalty to the government, and some smaller companies will receive tax credits for employee health insurance. And nearly every American will be  required to obtain some form of health care coverage or face a penalty under the individual mandate.\n\"This day is as important as the day the law was passed, which is as important as the day Medicare and Medicaid came into existence in 1965. This is a historic moment for American health care,\" said Donald Berwick, who ran the Centers for Medicare and Medicaid Services until last year under Obama and helped implement big components of the law.\n\"Now, we can set about the job of making health care what it can be and, most importantly, I continue to feel that the biggest step our country is taking at the moment is toward health care as a human right,\" Berwick added.\nThe health care reform law could still disappear, however, because Republicans in Congress and Mitt Romney, the GOP presidential nominee, have vowed to repeal it. For the time being, however, the Obama administration is free to carry out the law.\nMajor work remains to be done. The Obama administration still has to implement the biggest, most complex parts of the law. Health insurance \"exchange\" marketplaces have to be established in many states, and the federal government will prepare to step in for states that aren't ready or refuse to set them up. The administration also has to erect a system for enrolling people eligible for expanded Medicaid benefits or tax credits in order to subsidize private health insurance. The Medicaid expansion could ultimately be smaller than Congress intended because the Supreme Court ruled that states, which manage and partly finance Medicaid, can choose not to cover more people.\nThe private sector will also have to adapt. In addition to the new federal regulatory structure for health insurance companies that are selling plans to individuals, families and small businesses, the law is packed with provisions designed to change the way health care is delivered and financed. The aim is to streamline the system by cutting waste, improving safety and using Medicare's clout over the market to direct payments to treatments that are most effective and efficient.\n\"Whether it actually will make care better for patients and reduce costs, we still don't really know,\" Berwick said. \"This industry still has got to go through a massive change in the way it does its work so that patients are better off and costs fall at the same time, and we don't yet know if the leadership and capacity and will to do that actually lies within the system.\"", "date": "\n06/28/2012", "href": "https://www.huffpost.com/entry/supreme-court-health-care-decision_n_1634217", "tags": "people coverage law court preserves medicaid supreme insurance obama years decision expansion biggest care health"}