{"title": "Supreme Court Won’t Revive Trump Policy Limiting Asylum", "content": "WASHINGTON — The Supreme Court refused on Friday to allow the Trump administration to immediately enforce its new policy of denying asylum to migrants who illegally cross the Mexican border.\nThe Supreme Court’s two-sentence order revealed a new dynamic at the court, with Chief Justice John G. Roberts Jr. joining the four-member liberal wing in refusing to immediately reinstate the administration’s asylum policy.\nThe chief justice, appointed to the court by President George W. Bush in 2005, is now plainly at the court’s ideological center, a spot that had long belonged to Justice Anthony M. Kennedy, who retired in July and was replaced in October by Justice Brett M. Kavanaugh.\nThe court’s ruling thwarted, at least for now, President Trump’s proclamation last month that only migrants who arrived in the United States legally or applied at a port of entry would be eligible for asylum. And it is likely to only heighten tensions between Chief Justice Roberts and Mr. Trump, for whom limiting immigration is a central concern and who has been quick to criticize judges who rule against his immigration programs.\nAfter a lower court blocked the new asylum rules last month, Mr. Trump dismissed the ruling as the work of an “Obama judge,” a reference to Judge Jon S. Tigar of the United States District Court in San Francisco, who issued the ruling blocking the program. Chief Justice Roberts issued a statement a few days later rebuking Mr. Trump.\n“We do not have Obama judges or Trump judges, Bush judges or Clinton judges,” the chief justice said, adding that an “independent judiciary is something we should all be thankful for.”\nAfter issuing a temporary restraining order blocking the initiative nationwide, Judge Tigar entered a preliminary injunction this week to the same effect.\n“Whatever the scope of the president’s authority,” Judge Tigar wrote in the earlier ruling, “he may not rewrite the immigration laws to impose a condition that Congress has expressly forbidden.”\nSteven Stafford, a Justice Department spokesman, said the administration would continue to defend the policy.\n“The court has not yet fully considered the merits of this case,” he said. “We will continue to defend the executive branch’s lawful authority over the discretionary benefit of asylum.”\nThe policy at issue in the case is one of a handful of efforts by the Trump administration to shrink the asylum system — by both discouraging people from applying, and by placing higher burdens on those who choose to proceed anyway.\nImmigration officials have restricted the number of people who can apply for the status each day at ports of entry while also trying to rule out the possibility of requesting the status at any other location.\n“If they can execute on both sides of that strategy, that means there are no asylum protections at all,” said Omar Jadwat, a lawyer with the American Civil Liberties Union.\nTaken together, the result of the changes has been a buildup along the border of waiting migrants, whose chances of gaining refuge in the United States appear more slim with the introduction of each new policy.\nOn Thursday, the Department of Homeland Security announced another blow to the migrants — an initiative that would require them to wait in Mexico throughout the duration of asylum cases, which can take years to complete.\nJudge Tigar’s ruling was one of an extraordinary series of losses for the Trump administration in the lower courts in cases on subjects as varied as transgender rights, protections for young immigrants, whether Mr. Trump is unlawfully profiting from his office and whether a question on citizenship may be added to the next census.\nA divided three-judge panel of the United States Court of Appeals for the Ninth Circuit, in San Francisco, refused to stay Judge Tigar’s earlier order. The majority opinion was written by Judge Jay S. Bybee, who was appointed by President George W. Bush.\n“We are acutely aware of the crisis in the enforcement of our immigration laws,” Judge Bybee wrote. “The burden of dealing with these issues has fallen disproportionately on the courts of our circuit. And as much as we might be tempted to revise the law as we think wise, revision of the laws is left with the branch that enacted the laws in the first place — Congress.”\nThe administration has frequently asked the Supreme Court to intercede in such cases, but it has met with very limited success. Earlier requests for stays were rejected over the dissents of two or three of the court’s conservative members — Justices Clarence Thomas, Samuel A. Alito and Neil M. Gorsuch.\nThe court’s newest member, Justice Kavanaugh, did not note a dissent in any of those cases, suggesting that he was following Chief Justice Roberts’s lead. That changed on Friday, casting the new dynamic at the court into sharp relief.\nThe Supreme Court’s brief order gave no reasons, as is typical in rulings on stay requests. The case is at a preliminary stage, and it will move forward in the lower courts.\nThe next step is for the Ninth Circuit to hear the administration’s appeal of Judge Tigar’s preliminary injunction. If the appeals court affirms it, Judge Tigar would ordinarily conduct further proceedings on whether to make the injunction permanent.\nLee Gelernt, a lawyer with the A.C.L.U., which represents groups challenging the new asylum policy along with the Center for Constitutional Rights and the Southern Poverty Law Center, said he welcomed the court’s action.\n“The Supreme Court’s decision to leave the asylum ban blocked will save lives and keep vulnerable families and children from persecution,” Mr. Gelernt said. “We are pleased the court refused to allow the administration to short-circuit the usual appellate process.”\nIn blocking the administration’s new asylum policy, lower courts ruled that a federal law plainly allowed asylum applications from people who had entered the country unlawfully.\n“Any alien who is physically present in the United States or who arrives in the United States,” the relevant federal statute says, may apply for asylum — “whether or not at a designated port of arrival.”\nThat language makes the case an easy one, said Stephen Legomsky, a law professor at Washington University in St. Louis and the former chief counsel for Citizenship and Immigration Services.\n“The statutory language is so clear,” Professor Legomsky said. “The only surprising thing for me is that four justices were willing to stay the injunction.”\nIn urging the Supreme Court to issue a stay of Judge Tigar’s ruling, the Trump administration said the president was authorized to address border security by imposing the new policy.\n“The United States has experienced a surge in the number of aliens who enter the country unlawfully from Mexico and, if apprehended, claim asylum and remain in the country while the claim is adjudicated, with little prospect of actually being granted that discretionary relief,” Solicitor General Noel J. Francisco told the justices.\n“The president, finding that this development encourages dangerous and illegal border crossings and undermines the integrity of the nation’s borders, determined that a temporary suspension of entry by aliens who fail to present themselves for inspection at a port of entry along the southern border is in the nation’s interest,” Mr. Francisco wrote.\nThe challengers said that Congress had made a different determination, one that only Congress can alter.\n“After World War II and the horrors experienced by refugees who were turned away by the United States and elsewhere, Congress joined the international community in adopting standards for the treatment of those fleeing persecution,” lawyers with the A.C.L.U. wrote. “A key safeguard is the assurance, explicitly and unambiguously codified, that one fleeing persecution can seek asylum regardless of where, or how, he or she enters the country.”", "date": "Dec. 21, 2018", "href": "https://www.nytimes.com/2018/12/21/us/politics/supreme-court-asylum-trump.html", "tags": "policy administration revive limiting court judge ” supreme trump asylum justice new"}