{"title": "Supreme Court Health Care Decision Leaves 3 Million More Uninsured- Congressional Budget Office", "content": "Health care reform will extend health insurance benefits to 3 million fewer people by 2022 as a result of the Supreme Court's decision in June that states could choose not to expand Medicaid for the poor, according to an analysis published by the Congressional Budget Office Tuesday.\nAlthough the Supreme Court upheld President Barack Obama's health care reform law and its individual mandate that nearly all Americans obtain some form of health care coverage, the justices also decided that states could decline to add people earning up to 133 percent of the federal poverty level -- $14,856 for a single person this year -- to their Medicaid rolls. \nAs a result, the CBO predicts six million fewer people will gain access to Medicaid, but about half of them will buy subsidized private health insurance through the \"exchange\" marketplaces established by the law.\nHealth care reform will extend health insurance to 14 million more people in 2014 and as many as 30 million people by 2022, according to the report. The report predicts 30 million people will remain uninsured in 2022, which is three million more than analysts projected before the Supreme Court ruling. By 2022, Medicaid and the Children's Health Insurance Program will have 11 million more enrollees and 25 million people will have coverage through the exchanges, the budget office says.\nThe new data on the effects of the Supreme Court's surprise ruling on Medicaid underscores how decisions by state governments will shape the health care reform law. Republican governors, including Rick Scott of Florida, Rick Perry of Texas and Bobby Jindal of Louisiana, have already said they won't carry out the Medicaid expansion in their states. \nGovernors in a number of other states have indicated they are reluctant to enlarge Medicaid despite the fact that the federal government will pay all the costs for these new beneficiaries from 2014 to 2016 and then phase down its share until it reaches 90 percent starting in 2020.\nAlthough the budget office predicts six million poor people living in states that don't expand Medicaid won't get those benefits, about half will qualify for tax credits to buy private plans on the health insurance exchanges. The law permits the federal government to provide tax credits to anyone earning up to 100 percent to 400 percent of the poverty level if they don't get coverage elsewhere. The poverty level is $11,170 for an individual this year.\nThat means that about three million even poorer people who already don't qualify for Medicaid in their home states will remain uninsured.\nThe CBO also reevaluated how much the law, known as the Affordable Care Act, will spend to extend health coverage to tens of millions of people as a result of states opting out of Medicaid. The expansion of coverage will come at a gross cost of $1.17 trillion between this year and 2022, which is $84 billion less than the budget office projected in March. Spending cuts and tax increases in the law help offset these new costs, so the CBO report continues to project health care reform will reduce the federal budget deficit.\nThe federal government will spend more per-person on tax credits given to poor people who otherwise would have qualified for Medicaid than it would cost to enroll them in Medicaid. Still, the federal government will actually spend less than if all states expanded Medicaid, according to the report. \nPeople whose incomes are below poverty earn too much to qualify for the tax credits while others who earn more than poverty won't be able to afford their share of the premiums for private insurance. As a result, the smaller Medicaid expansion will save the federal government $289 billion through 2022 but issuing more tax credits will cost an additional $210 billion, resulting in most of the $84 billion difference from previous estimates of the law. \nIn a separate letter to House Speaker John Boehner (R-Ohio), the CBO projects legislation repealing the health care reform law would increase the federal budget deficit by $109 billion between 2013 and 2022. The Republican-led House has voted to repeal the health care reform law 33 times, most recently on July 11, and presumptive Republican presidential nominee Mitt Romney supports undoing the law.", "date": "\n07/24/2012", "href": "https://www.huffpost.com/entry/supreme-court-health-care_n_1698873", "tags": "budget office reform leaves court medicaid states supreme congressional federal insurance uninsured- law decision million care health"}