{"title": "Supreme Court Rejects Obamacare Lawsuit, Preserving Insurance For Millions", "content": "\nWASHINGTON -- The latest and possibly the last serious effort to cripple Obamacare through the courts has just failed.\nOn Thursday, for the second time in three years, the Supreme Court rejected a major lawsuit against the Affordable Care Act -- thereby preserving the largest expansion in health coverage since the creation of Medicare and Medicaid half a century ago. \nThe stakes of the case, King v. Burwell, were enormous. Had the plaintiffs prevailed, millions of people who depend upon the Affordable Care Act for insurance would have lost financial assistance from the federal government. Without that money, most of them would have had to give up coverage altogether. And the loss of so many customers would have forced insurers to raise premiums, seriously disrupting state insurance markets. \nBut two of the court’s conservatives, Chief Justice John Roberts and Justice Anthony Kennedy, joined the court’s four liberals in rejecting the lawsuit in a 6-3 decision. Roberts delivered the opinion for the majority. And the decision was a concise, stinging rebuke of the plaintiffs, who contended that Congress intended to write a law that would leave so many people without coverage, and cause such disarray.\n \n\"Congress passed the Affordable Care Act to improve health insurance markets, not destroy them,\" Roberts wrote.\nThe decision is a major defeat for conservatives, who have been trying to wipe Obamacare off the books ever since its enactment in 2010. The sweeping health care reform law, a key component of President Barack Obama’s legacy, now appears to be secure at least through the 2016 elections. \n\"Today, after more than 50 votes in Congress to repeal or weaken this law, after a presidential election based in part on preserving or repealing this law, after multiple challenges to this law in front of the Supreme Court, the Affordable Care Act is here to stay,\" Obama said.\nObama added that he hopes to continue improving the law, including expanding Medicaid in more Republican-run states. \"What we are not going to do,\" he added, \"is unravel what is now woven into the fabric of America.\"\nThe law's fate beyond the 2016 election will depend on who becomes president next year -- and whether Republicans in Congress are willing to keep fighting for repeal.\n\"Obamacare is fundamentally broken ... today's ruling doesn't change that fact,\" House Speaker John Boehner (R-Ohio) said. \"Republicans will continue to listen to American families and work to protect them from the consequences of Obamacare.\"\nThe lawsuit, conceived by some of Obamacare’s most relentless conservative critics and promoted enthusiastically by leaders of the Republican Party, didn’t challenge the Affordable Care Act’s constitutionality. Instead, this brief against the law focused on a single six-word phrase -- \"an exchange established by the state\" -- that was buried deep within the text. What this phrase really meant, supporters of the lawsuit argued, was that tax credits for buying insurance should only be available in those states where officials had decided to operate their own health insurance exchange marketplaces, rather than leaving that administrative work to the federal government.\n\nThis phrasing was no mere accident, the lawsuit’s supporters insisted. It was the result, they said, of a concession that congressional Democratic leaders had made to their more conservative colleagues, in order to get the votes needed to pass the health care reform bill into law.\nHad the high court agreed with this reading of the law, its decision would have invalidated subsidies for millions of people residing in the 34 states with federal exchanges -- a group that includes Florida, Texas and other states where Republican officials have been ambivalent or hostile toward Obamacare. Without those subsidies, worth thousands of dollars a year to some people, the ranks of the uninsured would have swelled by more than 8 million people, according to estimates by the Rand Corp., the Urban Institute and other independent analysts. \nAnd the damage would not have stopped there. Faced with a dwindling pool of customers -- many of them, in all likelihood, older and sicker than the customers who’d been getting coverage through Obamacare previously -- insurers likely would have reacted by raising premiums or by withdrawing from certain states altogether. \nSuch a decision would not have affected coverage in states like California, Kentucky and Maryland, where officials are operating their own exchanges. Nor would it have altered coverage for people who get insurance through Medicare or Medicaid, or through their employers.\nThe reasoning behind the lawsuit was always shaky. All along, the Democratic leaders who'd shepherded the Affordable Care Act through Congress maintained that the plaintiffs’ theory was nonsense -- that the architects of the law had always intended for subsidies to be available everywhere, regardless of state action. In legal briefs and during oral arguments before the Supreme Court in March, the Obama administration backed up this argument by pointing to other sections of the law that implied assistance should flow in all states -- as well as to legal doctrines under which courts traditionally defer to executive branch agencies when a statute’s precise meaning is ambiguous.\nIn its ruling, the high court sided with the Obama administration. Roberts and the majority concluded the executive branch possesses the authority to interpret the statutory language in a way that permits the subsidies to be distributed in every state. \"The court must look to the broader structure of the act,\" Roberts wrote. \"Petitioners plain-meaning arguments are strong, but the act’s context and structure compel the conclusion that Section 36B allows tax credits for insurance purchased on any exchange created under the act.\"\nLegal scholars closely involved with the case were struck by the lopsided majority -- and the language that Roberts used. \"The Court's opinion is quite strong: it reads a lot like the government's brief,\" Nicholas Bagley, a University of Michigan law professor who was among Obamacare's most prominent defenders, told The Huffington Post.\nThis marks the second time Roberts has sided with Obamacare supporters, following his deciding vote in 2012 to uphold the constitutionality of the law’s individual mandate that most U.S. residents obtain health coverage or face a fine. Last time, however, Roberts was the lone conservative to join the court’s liberals. But as often is the case, Kennedy was considered a swing vote even before the Supreme Court heard oral arguments in the case in March, and his tough questioning of the plaintiffs’ attorney at the time was seen as an early indication that he might rule in favor of the defendants.", "date": "\n06/25/2015", "href": "https://www.huffpost.com/entry/obamacare-supreme-court-decision_n_7346048?1435241986", "tags": "lawsuit care millions coverage obamacare court supreme -- act preserving law rejects insurance roberts"}