{"title": "Surrey earthquake: Newdigate's second tremor in a week", "content": "There has been an earthquake in Surrey - the second in a week, the British Geological Survey says. \nThe tremor with a magnitude of 2.4 felt in Newdigate and Dorking near Gatwick Airport at 06:54 BST was described as \"unusual\" for this part of Surrey.\nA 2.6 magnitude quake was felt in Newdigate, Charlwood and Crawley on Wednesday causing houses and furniture to shake. \nBoth quakes were measured at a depth of 5km (3.1 miles). \nThe BGS tweeted: \"Reports describe 'loud bang and the whole house shook like a truck had crashed into it'. \n\"'The effect of the tremor was as if a truck had impacted the property, the noise was quite loud but very brief, probably lasting less than 2 seconds'.\"\nLiz from Rusper told BBC Surrey: \"I heard this noise and felt everything shake. It didn't last very long, but I felt it. \n\"I actually thought one of my dogs had knocked something over. I didn't associate a bang with an earthquake. \n\"It was very mild - it was the bang that got me.\"\nRoy McNeil and his wife Judy, from Beare Green, said: \"We were having a coffee and the patio windows had a gentle rattle, then the wall and the bed shuddered for a second or so, then stopped.\n\"We both looked at each other and said 'Was that a little earthquake?'. It certainly felt like one.\"\nA quake measuring 2.7 was felt in the same area on 1 April, also at a depth of 5km (3.1 miles) - the first recorded tremor in the county for more than 250 years. \nProfessor Richard Selley from the Mole Valley Geological Society said: \"The British Geological Survey map of earthquakes shows there have been earthquakes all along the North Downs from Dover through to Reigate through to Dorking in 1531 and again along the South Downs notably around Chichester in the 19th Century.\n\"We can understand those because there are major faults in the earth's crust long both the North and the South Downs but until these there has been no record of earthquakes in the Weald. \n\"It is most unusual but I don't think we should read anything significant into these events.\"", "date": "29 June 2018", "href": "https://www.bbc.com/news/uk-england-44654845", "tags": "surrey earthquake bang tremor earthquakes week second felt downs newdigate geological"}