{"title": "Surrey earthquake 'shakes houses'", "content": "One of the largest earthquakes since a \"swarm\" of tremors began in the area last year has been felt in Surrey and parts of Sussex.  \nThe quake occurred about 2km below the surface near Newdigate, the British Geological Survey (BGS) said.  \nThe tremor was felt at 03:42 GMT and measured 3.1, making it the biggest earthquake of the current \"swarm\".   \nOne resident of Redhill said his house was shaking for between four and five seconds.  \nGatwick Airport confirmed tremors had been felt overnight in the terminals, but a spokesman said operations had not been affected. \nDr Stephen Hicks, a seismologist from Imperial College London, tweeted: \"Looks like another strongly felt earthquake as part of the Surrey seismic swarm this morning.\n\"The depth and location looks like it's the same as all the other earthquakes we've had in the region since April last year. \n\"I've had lots of reports, so it seems like it was felt by a lot of people.\"\nHe said the quake was very shallow, meaning many people had felt it \"quite strongly.\"\nPeople on social media suggested the tremor was felt in Crawley, West Sussex, as well as Leigh in Surrey.\nThe quake is the fourth to have been felt in the area in the last two weeks, with a smaller tremor felt on Valentine's Day and two more on 19 February.\nMany have questioned whether the spate of tremors had been caused by recent drilling for oil in the area.\nIn August, retrospective planning permission was granted for a secondary oil wellbore at Brockham.\nDr Hicks said: \"There's nothing in the data to show that there was any plausible explanation why these earthquakes could have been induced or caused by drilling activities.\n\"We're keeping an open mind, based on what new data becomes available.\"\nHe said: \"It is most likely that these earthquakes are natural - due to small tectonic stresses occurring on old geological faults caused by stresses from our nearest plate boundaries in the Mid-Atlantic and Mediterranean.\"\nSurrey's earthquake swarm", "date": "27 February 2019", "href": "https://www.bbc.com/news/uk-england-47383611", "tags": "surrey earthquake earthquakes tremor area quake houses last felt tremors swarm"}