{"title": "Surviving Nigeria's Boko Haram", "content": "More than two million Nigerians have fled their homes seeking refuge from Boko Haram insurgents over the last six years.\nOne of the largest camps is in a semi-arid field outside the north-eastern town of Dalori, with row-upon-row of white tents stretching for more than a kilometre.\nBBC Africa's Jimeh Saleh met some of the 18,000 residents there and heard how they have survived attacks by the Islamist militant group and how they are now coping.\nOne of the most noticeable figures in Dalori camp, Mr Mutti limps around using wooden crutches.\nThe 55-year-old former businessman fled Bama with thousands of others after the militants ransacked the town in 2014.\nHis left leg was hit by a bullet, leaving his foot dangling. \n\"I was in bed when they came at dawn; I was nursing the gunshot wound they inflicted on me in an earlier attack,\" he said. \nThe insurgents killed his 24-year-old son and also kidnapped his two daughters. \nHe now lives in Dalori with his two wives, 10 other children and three grandchildren. \nThe horror he and his neighbours have experienced are concealed by their cheerful children.\nUnder-18s make up the majority of the camp residents - scampering about, often unaware of the past tragedies and the challenges ahead.\n\"Tomorrow you shall come again, come again, come again,\" they chant.\nBut malnutrition, malaria and other infections are widespread. \n\"This is by far the worst thing I have seen in my life,\" said 60-year-old Noah Bwala, the camp clinician.\nOne of the cooks at the camp kitchen is Mrs Modu, who still does not know the fate of her husband and eight children. \nSome of her offspring were taken by militants from her home in the town of Bama and others were kidnapped in school.\n\"I cry each time I remember them,\" she says.\nShe was given the cooking job on compassionate grounds after the camp officials took pity on her because she is without her family.\nAmong the camp elders is Mrs Ammuna, who says she is 100 years old.\nThe widow and former milk seller is still pained by the loss of her two houses to Boko Haram in Bama.\nThe keys to the houses were seized at gun point by the Islamist fighters, she said. \nBut she is hopeful that now that the army has recaptured most territory previously under Boko Haram control, the soldiers will be able to take her back home when it is safe to return. \nDespite the gloom of Dalori, some residents still find time to fall in love.\nThirty-five-year-old Modu Bulama came to the camp after his wife and two children were killed by Boko Haram. \nWhilst helping with the distribution of relief material to camp residents, he met a woman who had lost her husband in the conflict.\nAfter exchanging their experiences, he asked her to marry him.\nBut being in the camp has not stopped tradition, and he had to raise $50 (£34) for the bride price of the woman, who did not want to give her name.\nOn patrol with soldiers hunting Boko Haram\nUsing football to tackle Boko Haram\nWho are Boko Haram?", "date": "7 January 2016", "href": "https://www.bbc.co.uk/news/world-africa-35241610", "tags": "bama haram residents town camp one surviving nigeria dalori two boko children"}