{"title": "Surveillance Of Black Lives Matter Movement Recalls COINTELPRO", "content": "WASHINGTON -- On March 8, 1971, most Americans were fixated on their TV sets as Joe Frazier was about to dance with his nemesis Muhammad Ali in the “Fight of the Century.” In the 15th round of the match at Madison Square Garden, Frazier landed a left hook that sent Ali crashing to the mat. \nThe winner was determined by unanimous decision: Frazier maintained his undefeated status and Ali took the first loss of his professional career. The Greatest -- an outspoken anti-war, pro-black activist -- had fallen. But in the shadow of his defeat came the demise of a U.S. intelligence program that had sought to undermine the very causes Ali championed.\nDuring the event, anticipating a near-universal fixation on the boxing match, a group of activists broke into an FBI field office in Pennsylvania and made off with hundreds of the agency’s files. They suspected that FBI agents were infiltrating the anti-Vietnam War movement taking place stateside. The documents, which revealed the existence of COINTELPRO, the FBI’s counterintelligence program, confirmed their suspicions. They detailed widespread surveillance of law-abiding Americans and attempts to disrupt the work of political organizations and civil rights activists.\nCOINTELPRO, founded in 1956 under FBI director J. Edgar Hoover, didn’t distinguish between political and criminal activity and sought only to neutralize dissent. ﻿One of the initiative’s priorities was to “expose, disrupt, misdirect, discredit, or otherwise neutralize the activities of the Black nationalists,” according to FBI documents. Most of the groups it monitored, outside of white supremacist groups, were seeking racial, gender and class justice. \nAs part of the program, Hoover placed federal agents in most black student groups, “without regard for whether there had been disturbances on such campuses.” Files from the program also gave the impression that the bureau “thought of black Americans as falling into two categories -- black people who should be spied on by the F.B.I. and black people who should spy on other black people for the F.B.I.,” wrote Betty Medsger in \"The Burglary,\" a book about the FBI break-in. ﻿\nWhile the program was eventually shut down, recent revelations of the Department of Homeland Security's ongoing monitoring of black activists show some disturbing parallels. Documents obtained by VICE through a Freedom of Information Act request describe the government's watchful eye:\nThe Department of Homeland Security has been monitoring the Black Lives Matter movement since the Ferguson protests last August, according to The Intercept. A peaceful Washington, D.C., protest in support of Freddie Gray was monitored along with cultural festivities like D.C.’s Annual Funk Parade and prayer vigils in predominately black neighborhoods, according to emails The Intercept obtained through FOIA requests. Hashtags pertaining to the movement were followed as well, even though there was no indication of violence: \nThe bureau has also been tracking the movement of people who travel across the country protesting police violence, FBI deputy director Mark Giuliano said during a press conference in May.  \nThe Intercept recently showed that the Metropolitan Transit Authority, the Metro-North Railroad and at times the NYPD worked together to monitor Black Lives Matter protests in New York City between December 2014 and February 2015. Activists' movements were tracked and individual photos of certain activists were kept on file, reports from the MTA revealed. \nIt's no coincidence these tactics sound familiar. Modern-day surveillance has been influenced by COINTELPRO ﻿tactics﻿, said Angela Allen-Bell, assistant professor of legal writing and analysis at Southern University Law Center. While the government's goal is, understandably, to prevent acts of domestic terrorism, the lack of a uniform definition of terrorism makes the process concerning, Allen-Bell told The Huffington Post.\n\"It was such a fluid term then and it remains that way now. So it allows a person to cast a very broad net,\" she said. \"That allows a great amount of latitude.\"\n﻿None of the released documents identify any individual within the Black Lives Matter movement as a domestic terror threat. But it is telling that such detailed monitoring is taking place even though the movement has given no indication of a willingness to kill or harm to make a political statement -- as a terrorist likely would.\nWhen most people think of the FBI’s COINTELPRO efforts, the letter suggesting suicide sent to Martin Luther King or the assassination of Fred Hampton come to mind. ﻿The program's influence on the type of person that constitutes a threat, however, doesn’t register as strongly. ﻿Allen-Bell believes it should.\n\"Hoover was irrational and he was a racist,\" she said. \"He also hated dissenters. He fashioned policy based on this as opposed to [basing it] on legitimate law enforcement considerations.\"\n“Some of what caused suspicion during COINTELPRO is causing the same suspicion today,” she added. “And what makes it suspicious? Because people have decided to do what the First Amendment actually says they can do? To me, it seems like an act of intimidation. It’s a subtle way of saying 'we’re watching you.'”\nSome Black Lives Matter activists aren’t letting the surveillance deter them. Taurean Brown, a community organizer in Durham, North Carolina, had his first encounter with police surveillance about two years ago, he told Alternet. He said monitoring doesn’t scare him -- because there’s nothing he can do to be “truly safe.”\n“I don’t fear death. I’m not looking forward to it. I’m not encouraging it, but I don’t fear it. The only thing I do fear is that my personal involvements will affect my loved ones. So, I have to worry about those kinds of things,” said Brown. “That’s why I never really talk about my personal life. People don’t know my relationship status, where I truly live, how many brothers I have, these things. I try not to leak any of that information.”\nOne prominent civil rights activist who's been monitored is DeRay Mckesson. According to VICE, Homeland Security has been monitoring Mckesson’s social media accounts and referring to him as a “professional protester” who is “known to law enforcement” since Mckesson tweeted details about a planned protest during the Baltimore uprising that ripped through the city following Freddie Gray’s death in April.  \n“Social media monitors have reported that a professional demonstrator/protester known to law enforcement (Deray Mckesson) has post on his social media account that there is going to be a 3:00 pm rally at the FOP#3 lodge located @ 3920 Baltimore Ave, Baltimore, MD 21211 … This is early raw unevaluated and uncorroborated reporting at this time,” said one email obtained by VICE.\nBut DHS documents obtained by Mother Jones contradict that, claiming the Social Media Monitoring and Situational Awareness program of the DHS' National Operating Center doesn’t watch personal user accounts and instead focuses on hashtags and other keywords. \n“There’s no threat to the government when you see somebody who has charisma that can organize people,” Allen-Bell said of Mckesson. “That alone should not garner the attention of the government.”\nAnyone familiar with the history of COINTELPRO might find it troubling to see law enforcement today keeping tabs on an activist simply because they have a voice that resonates. Back then, surveillance was motivated by fear of the “rise of a [black] messiah,” who could unite black political groups and, supposedly, “be the first step toward a real ‘Mau Mau’ in America, the beginning of a true black revolution.” Any divergence from the status quo was suspect. “In unity there is strength; a truism that is no less valid for all its triteness,” wrote Hoover in his outline of the program’s goals. \nThe specific interest in Mckesson, a former teacher who has largely eschewed an official leadership role in the Black Lives Matter movement, suggests the government is still guided by the belief that black power and influence are intrinsically dangerous, Allen-Bell said.\n“That we want to watch anybody who reaches the point that they can galvanize people, that is a concern here. It’s not that he’s a threat; it is that [the idea of a] black messiah still is a fear to our government. That has never changed,” she said. Mckesson’s \"offense is his blackness. His offense is his ideology.”\nAllen-Bell also said it was highly unlikely that white preachers with similar, if not larger followings, would be considered potential threats to national security.\n“Why should [Mckesson] raise a concern if he is exposing a viewpoint that he feels is going to generate progress, ultimately, in this country? There’s no violence attached to this. There’s no sinister plot … None of that has emerged.”\nHistorical context is important here. DHS’ monitoring of social media and the FBI’s and NYPD’s monitoring of activists are moral and legal gray areas, whereas COINTELPRO clearly operated outside the law with its infiltration and intimidation of black political and civil rights groups. But the older program's lasting influence on who the government sees as a threat -- and why -- shouldn't go unnoticed.\nExercising free speech can only be a threat to national security if what’s being said is hitting a political nerve -- just like in the '60s and '70s. And the issue of racial equality is timeless. It always has, and always will, hit a nerve.\n“We’ve been led to believe that the last chapter was written in the 1970s when COINTELPRO ended and we’re not making the connection that these are the same practices,\" Allen-Bell said. \"This is the same ideology; it's just a different name.\"\n\"If you read COINTELPRO papers, this is the same exact behavior that we defined as a security threat back in the '60s and '70s,” she added.", "date": "\n08/19/2015", "href": "https://www.huffpost.com/entry/surveillance-black-lives-matter-cointelpro_n_55d49dc6e4b055a6dab24008", "tags": "movement “ cointelpro matter monitoring recalls -- lives black fbi program surveillance"}