{"title": "Susanna Maria Feldman: Iraqi murder suspect returned to Germany", "content": "An Iraqi man who reportedly confessed to raping and killing a German teenage girl has been deported back to Germany. \nAli Bashar, a failed asylum seeker aged 20, disappeared after Susanna Maria Feldman, 14, was found strangled near the city of Wiesbaden last month.\nHe was detained on Friday in Iraqi Kurdistan and police there say he confessed to the crime.\nArmed and masked police officers escorted him to police headquarters in Wiesbaden on Saturday.  \n\"I'm delighted that the suspect will be tried in Germany,\" Interior Minister Horst Seehofer said in a statement. \nThe case has renewed debate in Germany over immigration policy.\nPolice in Iraq's autonomous Kurdish region say they arrested Mr Bashar in his home region of Duhok after being contacted by the German authorities.\nThe girl's mother reported her missing on 23 May.\nSusanna's body was found in a wooded area near a centre for asylum seekers where Mr Bashar and his family lived.\nShe had been strangled and sexually assaulted.\nChancellor Angela Merkel was widely criticised over her decision to open Germany's borders during Europe's refugee crisis in 2015. More than a million migrants arrived in the country as a result.\nThe backlash sparked by her policy helped fuel the country's far right in last year's election. The anti-immigrant Alternative for Germany (AfD) party entered the federal parliament for the first time.\nMrs Merkel's CDU-CSU conservative bloc and the Social Democrats (SPD) agreed to limit migration as part of a coalition deal.\nGermany's interior minister is pressing ahead with controversial plans to hold asylum seekers in centres until their right to stay is determined.\nA note on terminology: The BBC uses the term migrant to refer to all people on the move who have yet to complete the legal process of claiming asylum. This group includes people fleeing war-torn countries such as Syria, who are likely to be granted refugee status, as well as people who are seeking jobs and better lives, who governments are likely to rule are economic migrants.", "date": "9 June 2018", "href": "https://www.bbc.co.uk/news/world-europe-44425783", "tags": "iraqi suspect maria bashar germany murder feldman german susanna asylum girl police confessed returned"}