{"title": "Susan Bro Wants To Shift The Focus From Heather Heyer’s Death To Racial Injustice", "content": "CHARLOTTESVILLE, Va. ― As Susan Bro drove to the University of Virginia campus on Saturday, she let out a nervous sigh as she looked in the rearview mirror.\n“There’s an ambulance,” she said. “I wonder where it’s going. Probably where we’re going.”\nShe’d been nervous all morning as cars and emergency vehicles sped past her. This weekend marks the anniversary of both the Unite the Right rally in which violent white supremacists marched through town and the murder of her daughter, Heather Heyer, at the hands of a neo-Nazi. When she sees an emergency vehicle, she wonders whether something has already happened this weekend ― had there already been an incident downtown where the Nazi rally took place? Or on campus, where on Aug. 11 last year, a torch-wielding group of white supremacists marched and then attacked student protesters?\nThe ambulance behind her turned off the main road, and she sighed again.\n“I have to remember things happen the way they’re supposed to happen, and just let them happen,” she said.\nBro was on her way to an event on campus called “The Hope That Summons Us: A Morning Of Reflection And Renewal.” She sat in the front row at Old Cabell Hall, where members of the community and the university’s new president, James Ryan, stood on stage to honor her daughter and apologize for what happened. Speakers sometimes focused their attention directly on her. Everyone here knows who Susan Bro is.\nThis is her life now. She’s essentially a public figure, thrust into a career of activism locally and in media appearances across the world. As the founder of the Heather Heyer Foundation ― a scholarship program for those seeking an education in social justice and paralegal work as her daughter did ― she’s made the aftermath of Unite the Right her full-time job.\nIt goes without saying that this is not the position she asked for. But she recognizes that her platform is an opportunity.\n“I got thrown into the deep end. But it was a choice I made,” Bro said. “I thought, wouldn’t it be a waste of Heather’s sacrifice if I didn’t call for action? But not vengeance and not forgiveness either ... I’m calling for action, and I’m waiting for accountability. But I’ll let the courts decide that.”\nOver the whirlwind of the past year, Bro has seen how her daughter’s image has served as a beacon for social justice and activism against the white supremacists who still invade her town, her country and her government. Heather’s face and name have been used by activists all over the world in protest of fascism and violence; we’ve seen her featured on activist imagery as far as Greece. Locally, a sign declaring “Avenge Heather Heyer” hung over the highway in Richmond on Friday.\nTo Bro, the use of her daughter’s legacy is beginning to miss the mark. She’s proud of Heather and always knew her daughter would be a “focal point for change” ― she said so the last time HuffPost interviewed her, a day after Heather’s death last year. But as Heather’s image has evolved, so has her mother’s mission: She wants to turn that energy and attention away from her family and toward solving the crisis of extremism that’s gone mainstream.\n“It took me a while to get it. I kept saying that I don’t get it. But a couple weeks ago, I had the a-ha moment,” she said. “I asked, what if it had been a person of color who died? It probably would have made the news briefly, and then we’d have forgotten it like so many other deaths like we so conveniently forget. But it was a white woman, and people said, ‘Oh my God, it was a white woman, we must have a problem.’ We always had a problem. There’s a great divide.”\nShe wants Heather’s name to inspire activism, but she said her daughter wouldn’t like that her visage is the symbol that represents extremist violence and the fight against it. She recognizes that this city has grappled with white supremacy since its founding. She references the slavery that built Charlottesville; the echoes of the Jim Crow era; the Confederate monuments that the Unite the Right march was ostensibly slated to defend; issues of racial disparity and injustice; the rallies in town that still feature the Ku Klux Klan, Nazis and what she calls the “alt-not-right.”\nActivists who have been fighting this for decades, especially those of color, should be the faces of this movement, she said.\n“I want Heather to be remembered as someone who was there on that one day, a quiet individual who stood up to support this community,” she said. “But I want ― and she would want ― her role downplayed so we can focus on the issues, which were going on well before her. Aug. 12 was a mainstream explosion brought by the other side, but this community has faced these issues forever.”\nThat said, there are still questions left unanswered. For one, Bro seeks more information from local police and their new chief, RaShall Brackney; she says she still hasn’t seen investigation documents pertaining to her daughter’s death, and she wants an explanation for the stagnant government response on Aug. 12 that allowed Nazis to brawl with counterprotesters for hours.\n“Honest to God, looking from the outside in, standing by and watching people kill each other makes it look like the police are complicit ― I just don’t know their mindset,” she said. “The new police chief introduced herself, and that’s an answer I’d like from her, as well as why I’ve not read the police report.”\nThis weekend, though, Bro just wants a peaceful conclusion. There’s a tension in Charlottesville made palpable by the police and military units that dot every corner. Bro has a few interviews lined up, and on Sunday she’ll march to lay flowers at the corner of the street now named after her daughter, Heather Heyer Way. When this dark anniversary passes, though, there’s still work to be done.\n“The city’s been going through a reckoning for a long time,” she said. “Some want to put our problems on outsiders; even I did at first. But no, this came from inside. I think a lot of people are just starting to wake up.”", "date": "\n08/11/2018", "href": "https://www.huffpost.com/entry/heather-heyer-mom-susan-bro-interview_n_5b6ef78ae4b0ae32af9882b8", "tags": "injustice racial death wants ” ― focus susan white shift bro heather daughter still like heyer"}