{"title": "Susan Collins Says No To Obamacare Repeal Bill, Crippling Its Chances", "content": "Sen. Susan Collins (R-Maine) announced Monday that she would vote against a new bill to repeal the Affordable Care Act, leaving Republicans at least one vote short of what it would take to pass it ― and dealing what looks like a lethal blow to this latest effort at Obamacare repeal.\nCollins announced her opposition in a statement literally minutes after the Congressional Budget Office released a preliminary assessment of the bill introduced by Sens. Bill Cassidy (R-La.) and Lindsey Graham (R-S.C.).\nThat bill would cut Medicaid, replace the Affordable Care Act with a less generous set of grants to the states and weaken key protections for people with pre-existing conditions. The nonpartisan CBO concluded the bill would reduce federal spending but also leave untold millions without health insurance while destabilizing insurance markets.\nCollins had said she would not announce her position on the bill until seeing the CBO report, and she cited those findings as evidence of the “devastating impact” Medicaid cuts and changes to insurance regulations would have on her constituents.\nBut Collins didn’t reserve her objections to the substance of Graham-Cassidy. She also criticized the slapdash process to get the bill to the Senate floor, noting that the language of the bill had changed several times in the past few days, even though a vote is supposed to take place this week. (For that reason, the CBO analysis was actually based on an earlier, slightly different version of the bill.)\n“The fact that a new version of this bill was released the very week we are supposed to vote compounds the problem,” Collins said. “Sweeping reforms to our health care system and to Medicaid can’t be done well in a compressed time frame, especially when the actual bill is a moving target.” \nSenate Republicans have been rushing to bring the Graham-Cassidy bill to a floor vote before the end of the month, when they lose parliamentary authority to pass repeal with 50 votes rather than the customary 60 it takes to overcome a filibuster. \nBut that still means they can lose only two votes from within their caucus, since Democrats are unified in opposition and the Republicans have just 52 seats. With Collins, they appear to have now lost three votes. Sen. John McCain of Arizona announced his opposition Friday and Sen. Rand Paul of Kentucky has said repeatedly he would vote no without dramatic changes that would inevitably lose support from other Republicans.\nThose three may not be alone. Sen. Lisa Murkowski (R-Alaska), who in July joined Collins and McCain in rejecting a repeal bill from Senate leadership, has not announced her position. But like Collins, Murkowski has said that she was determined to protect rules on pre-existing conditions and that she was worried about the effect of funding cuts on her state.\nSen. Ted Cruz (R-Texas) has also said he’s a no vote, at least for the moment, but for different reasons. Like Paul, he has said he believes that the Graham-Cassidy bill, for all of its spending cuts and efforts to deregulate insurance markets, leaves too much of Obamacare in place.\nWith three senators announcing their opposition and at least two more leaning that way, it’s not clear whether Senate Republican leaders will press ahead with a vote, whether on this bill or some other form of repeal legislation.  \nOne possibility is that Graham, Cassidy and their allies could continue modifying the bill by scaling it way back or adding more provisions in the hopes of getting one or more of their skeptical colleagues to change their minds. \nBut the latest version of their bill, which Graham and Cassidy released to the public Monday morning, was supposed to do just that ― in part, by throwing some extra money at states like Maine, apparently in the hopes of winning over senators like Collins.\nIf that was the intent, Collins made it clear the gambit did not work. “Maine still loses money under whichever version of the Graham-Cassidy bill we consider because the bills use what could be described as a ‘give with one hand, take with the other’ distribution model,” Collins said ― noting, among other things, that long-term cuts in the bill would inevitably affect every state. \nEverything Collins said Monday was consistent with her earlier statements, and that included her warning that the Affordable Care Act has real problems in need of attention. “The current state of health insurance, where premiums are skyrocketing, choices are limited and small businesses are struggling, needs fixing,” Collins said. “My focus will remain on remedying these problems.”\nBut Collins, like McCain, had said  she would like to see the Senate health, education, labor and pensions committee (on which Collins sits) resume work on narrower, bipartisan efforts to shore up trouble health insurance markets.\nThe committee’s chairman, Sen. Lamar Alexander (R-Tenn.), suspended that work when Senate leadership began pushing for a vote on Graham-Cassidy. Should leadership give up on the bill, those talks could start up again.", "date": "\n09/25/2017", "href": "https://www.huffpost.com/entry/susan-collins-obamacare-repeal_n_59c97f72e4b0cdc77333eef4", "tags": "sen. collins obamacare chances repeal ” insurance susan says bill crippling like vote said"}