{"title": "Suspects Are Arrested in Killing of Slovak Journalist and His Fiancée", "content": "BRATISLAVA, Slovakia — The police in Slovakia arrested eight people on Thursday suspected of being connected to the killing of a young investigative journalist and his fiancée seven months ago, a grisly crime that shocked the Central European nation and spurred large-scale demonstrations that ultimately forced the prime minister to resign.\nThe journalist, Jan Kuciak, 27, was investigating links between top government officials and people suspected of links to organized crime, when he and his fiancée, Martina Kusnirova, also 27, were shot dead in their home in February.\nIn an early-morning raid in Kolarovo, a small town in southern Slovakia, the police arrested eight people, including one man the authorities said might have been a paid hit man who carried out the killings.\nThe authorities declined to release the names of those detained or to provide details about why they believed one might have been the killer, saying that the investigation was continuing and that they did not want to do anything to compromise it.\nBut government officials and the families of the victims said that it was an important moment in the investigation into a crime that tore at the heart of a nation.\n“I’m in shock,” said Zlatica Kusnirova, Ms. Kusnirova’s mother. “I know it will never bring our children back to us, but I hope justice will be done. I hope that the police will manage to arrest not only the killers, but also the person or people who ordered the murder.”\nIt has long been suspected that Mr. Kuciak was shot to silence him. But the killings had the exact opposite effect.\nThey forced a spotlight on accusations that corruption had taken root in the highest ranks of the government in Slovakia, including in the office of the then prime minister, Robert Fico.\nTens of thousands of citizens, united in both grief and disgust, filled plazas in cities and towns across the country, week after week, in the largest demonstrations there since the Velvet Revolution in 1989 that led to Czechoslovakia breaking free from the grip of the Soviet Union.\nThe killing of Mr. Kuciak, who worked for Aktuality.sk, a news website, came less than six months after a car bomb killed another journalist, Daphne Caruana Galizia, in Malta. She had also been investigating government corruption.\nThe killing of journalists in Europe, coupled with nearly daily verbal assaults from nationalist leaders, has raised concerns across the Continent.\nMr. Fico was among those who did little to hide his disdain for the news media, referring to reporters as “presstitutes” and “hyenas.”\nBut as the street protests in Slovakia grew and anger swelled, Mr. Fico was eventually forced to step down.\nHe was replaced by Peter Pellegrini, who issued a statement on Thursday vowing to continue to hunt for all those responsible for the killings.\n“I believe that this brutal act will continue to be investigated, its motive discovered and people who ordered it punished so it can stop dividing our society,” Mr. Pellegrini said in a statement.\nDaniel Lipsic, lawyer for Mr. Kuciak’s family, said in a statement that experts from various European Union countries were providing critical assistance in the case.\n“I’m sorry that people in Slovakia are still very skeptical toward the security forces and judiciary, but I believe there are high-quality and ethical people in the police and prosecution, and a lot of them have worked on this case,” he said. “I’m also sure that the investigation has been independent thanks to the huge public pressure and the work of the media.”\nThe sprawling investigation is one of the largest in the nation’s history, Mr. Lipsic said, adding that he was confident that all those responsible would eventually face justice.\n“It is hard not to leave a single piece of electronic trail,” he said, even if the killer was a professional.\nThe Slovak interior minister, Denisa Sakova, said that the police had interrogated more than 200 people and had commissioned dozens of reports from experts.\n“The investigation of the murder of Jan Kuciak and his fiancée has been and always is my top priority,” she said. “Although I’m very happy about the progress in the investigation, there is still a long road to the final judgment.”\nMr. Kuciak’s colleagues, joined by a collective of investigative journalists, have continued to pull on the threads of corrupt dealings he was working to expose, and in the months after his death, in addition to the prime minister, several other high-ranking officials have been forced to resign.\nPeter Bardy, Mr. Kuciak’s editor at Aktuality.sk, said that the news of the arrests was encouraging.\n“I don’t think they are trying to cover anything up, and I’m sure they want to investigate the murder,” he said.\nZuzana Petkova, an investigative reporter who worked with Mr. Kuciak and who is the director of a nongovernmental organization aimed at battling corruption, said she was also cautiously optimistic.\n“After long weeks of frustration when we had no information about the progress of Jan Kuciak’s murder investigation, we finally have some hope that it might be explained,” she said.", "date": "Sept. 27, 2018", "href": "https://www.nytimes.com/2018/09/27/world/europe/slovakia-jan-kuciak-arrests.html", "tags": "arrested mr. “ fiancée investigation slovakia killing suspects kuciak police also slovak journalist"}