{"title": "Sweden's rape rate under the spotlight", "content": "The Julian Assange extradition case has put Sweden's relatively high incidence of rape under the spotlight. But can such statistics be reliably compared from one country to another?\nWhich two countries are the kidnapping capitals of the world?\nAustralia and Canada.\nOfficial figures from the United Nations show that there were 17 kidnaps per 100,000 people in Australia in 2010 and 12.7 in Canada.\nThat compares with only 0.6 in Colombia and 1.1 in Mexico.\nSo why haven't we heard any of these horror stories? Are people being grabbed off the street in Sydney and Toronto, while the world turns a blind eye?\nNo, the high numbers of kidnapping cases in these two countries are explained by the fact that parental disputes over child custody are included in the figures. \nIf one parent takes a child for the weekend, and the other parent objects and calls the police, the incident will be recorded as  a kidnapping, according to Enrico Bisogno, a statistician with the United Nations.\nComparing crime rates across countries is fraught with difficulties - this is well known among criminologists and statisticians, less so among journalists and commentators. \nSweden has the highest rape rate in Europe, author Naomi Wolf said on the BBC's Newsnight programme recently. She was commenting on the case of Julian Assange, the Wikileaks founder who is fighting extradition from the UK to Sweden over rape and sexual assault allegations that he denies.\nIs it true? Yes. The Swedish police recorded the highest number of offences - about 63 per 100,000 inhabitants - of any force in Europe, in 2010. The second-highest in the world. \nThis was three times higher than the number of cases in the same year in Sweden's next-door neighbour, Norway, and twice the rate in the United States and the UK. It was more than 30 times the number in India, which recorded about two offences per 100,000 people.\nOn the face of it, it would seem Sweden is a much more dangerous place than these other countries.\nBut that is a misconception, according to Klara Selin, a sociologist at the National Council for Crime Prevention in Stockholm. She says you cannot compare countries' records, because police procedures and legal definitions vary widely.\n\"In Sweden there has been this ambition explicitly to record every case of sexual violence separately, to make it visible in the statistics,\" she says. \n\"So, for instance, when a woman comes to the police and she says my husband or my fiance raped me almost every day during the last year, the police have to record each of these events, which might be more than 300 events. In many other countries it would just be one record - one victim, one type of crime, one record.\"\nThe thing is, the number of reported rapes has been going up in Sweden - it's almost trebled in just the last seven years. In 2003, about 2,200 offences were reported by the police, compared to nearly 6,000 in 2010.\nSo something's going on.\nBut Klara Selin says the statistics don't represent a major crime epidemic, rather a shift in attitudes. The public debate about this sort of crime in Sweden over the past two decades has had the effect of raising awareness, she says, and encouraging women to go to the police if they have been attacked. \nThe police have also made efforts to improve their handling of cases, she suggests, though she doesn't deny that there has been some real increase in the number of attacks taking place - a concern also outlined in an Amnesty International report in 2010. \n\"There might also be some increase in actual crime because of societal changes. Due to the internet, for example, it's much easier these days to meet somebody, just the same evening if you want to. Also, alcohol consumption has increased quite a lot during this period. \n\"But the major explanation is partly that people go to the police more often, but also the fact that in 2005 there has been reform in the sex crime legislation, which made the legal definition of rape much wider than before.\"\nThe change in law meant that cases where the victim was asleep or intoxicated are now included in the figures. Previously they'd been recorded as another category of crime. \nSo an on-the-face-of-it international comparison of rape statistics can be misleading. \nBotswana has the highest rate of recorded attacks - 92.9 per 100,000 people - but a total of 63 countries don't submit any statistics, including South Africa, where a survey three years ago showed that one in four men questioned admitted to rape.\nIn 2010, an Amnesty International report highlighted that sexual violence happens in every single country, and yet the official figures show that some countries like Hong Kong and Mongolia have zero cases reported.\nEvidently, women in some countries are much less likely to report an attack than in others and are much less likely to have their complaint recorded.\nUN statistician Enrico Bisogno says surveys suggest that as few as one in 10 cases are ever reported to the police, in many countries.\n\"We often present the situation as kind of an iceberg where really what we can see is just the tip while the rest is below the sea level. It remains below the radar of the law enforcement agencies,\" he says.\nNaomi Wolf has also written that Sweden has the lowest conviction rate in Europe. \nShe was relying on statistics from a nine-year-old report, which calculated percentage conviction rates based on the number of offences recorded by the police and the number of convictions. But this is a problematic way of analysing statistics, as several offences could be committed by one person.\nThe United Nations holds official statistics on the number of convictions for rape per 100,000 people and actually, by that measure, Sweden has the highest number of convictions per capita in Europe, bar Russia. In 2010, 3.7 convictions were achieved per 100,000 population.\nThough it's still the case, as Wolf pointed out to the BBC, that women in Sweden report a high number of offences  - and only a small number of rapists are punished.\nSo there's a lot that official statistics don't tell us. They certainly don't reveal the real number of rapes that happen in Sweden, or any other country. And they don't give a clear view of which countries have worse crime rates than others.\nRape is particularly complex, but you'd think it would be straightforward to analyse murder rates across different countries - just count up the dead bodies, and compare and contrast.\nIf only, says Enrico Bisogno. \"For example, if I punch somebody and the person eventually dies, some countries can consider that as an intentional murder, others as a manslaughter. Or in some countries, dowry killings are coded separately because there is separate legislation.\"\nWhat's more, a comparison of murder rates between developed and less developed countries may tell you as much about health as crime levels, according to Professor Chris Lewis, a criminologist from Portsmouth University in the UK. \nThe statistics are to some unknown degree complicated by the fact that you're more likely to survive an attack in a town where you're found quickly and taken to a hospital that's well-equipped.", "date": "15 September 2012", "href": "https://www.bbc.co.uk/news/magazine-19592372", "tags": "spotlight rape statistics police countries crime one says rate number per sweden"}