{"title": "Sweden country profile", "content": "Sweden's position as one of the world's most highly developed post-industrial societies looks fundamentally secure.\nUnemployment is low and the economy strong. Public-private partnership is at the core of \"the Swedish model\", which was developed by the Social Democrats, who governed for most of the 70 years up to 2006.\nThis mixed economy traditionally featured centralised wage negotiations and a heavily tax-subsidised social security network. The Swedes still enjoy an advanced welfare system, and their standard of living and life expectancy are among the highest in the world. \nRelative to its population size, Sweden has taken in far more migrants than any other EU country since the beginning of the migration crisis in 2015. This has put pressure on public services, and prompted a surge in support for the far-right Sweden Democrats party.\nKing: Carl XVI Gustaf\nKing Carl XVI Gustaf ascended the throne in 1973, on the death of his grandfather Gustaf VI Adolf. The current king's father died in a plane crash in 1947, when Carl Gustav was only nine months old.\nDuring his long royal apprenticeship, Carl Gustav underwent the usual military training, but also studied history, politics and economics at Swedish universities, served in the diplomatic corps, and worked in banking and commerce.\nConstitutional changes in 1974 deprived the king of all but ceremonial duties, such as opening parliament and representing Sweden at the diplomatic level.\nPrime minister (outgoing): Stefan Lofven\nFormer union boss Stefan Lofven formed a minority, centre-left coalition government made up of his Social Democrats and the Green Party.\nHe put together the coalition after parliamentary elections of September 2014, in which his party gained 31% of the votes and the Greens 7%.\nHe promised he would seek wide support for his plans to boost welfare, schools and jobs. \nElections in September 2018 produced a result that allowed neither the centre-left nor centre-right to form an immediate coalition. Parliament voted down Mr Lofven, and the speaker began the process of asking party leaders to try to form a new government.\nSwedish audiences enjoy a wide variety of public and commercial broadcast services.\nTV is the most-popular medium. Public Sveriges Television's (SVT) main competitor is commercial network TV4. Sweden is home to the regional media giants Bonnier and the Modern Times Group (MTG).\nMost households have multichannel cable or satellite TV. Sweden has made the switch to digital terrestrial TV (DTT) and pay TV is broadcast in the format.\nPublic radio is run by Sveriges Radio. There are nearly 100 private radios; some are part of near-national networks.\nSome key dates in Sweden's history: \n1905 - Union between Sweden and Norway peacefully dissolved, 90 years after Sweden invaded Norway.\n1914 - Outbreak of World War I. Sweden remains neutral.\n1920s - Sweden develops from an agricultural into an industrial society. Social democratic governments enact social reforms.\n1939 - At the outbreak of World War II, Sweden declares neutrality. \n1959 - Sweden becomes founder member of the European Free Trade Association (EFTA).\n1994 - Swedes narrowly support EU membership in a referendum. \nRead full timeline", "date": "1 October 2018", "href": "https://www.bbc.com/news/world-europe-17955808", "tags": "public country tv world democrats profile party social carl king swedish sweden"}