{"title": "Sweeping Limits on Guns Become Law in New York", "content": "ALBANY — Gov. Andrew M. Cuomo signed into law a sweeping package of gun-control measures on Tuesday, significantly expanding a ban on assault weapons and making New York the first state to change its laws in response to the mass shooting at a Connecticut elementary school. \nMr. Cuomo signed the bill less than an hour after the State Assembly approved it by a 104-to-43 vote on the second full day of the 2013 legislative session. The State Senate, which had in the past resisted more restrictive gun laws, approved the measure 43 to 18 on Monday night. \n“I am proud to be part of this government, not just because New York has the first bill, but because New York has the best bill,” the governor, a Democrat, said at a news conference. “I’m proud to be a New Yorker because New York is doing something — because we are fighting back.”\nThe expanded ban on assault weapons broadens the definition of what is considered an assault weapon and reduces the permissible size of gun magazines to 7 rounds, from 10. It also includes provisions to better keep firearms away from mentally ill people and to impose stiffer penalties on people who use guns in the commission of crimes. \nGun-rights advocates denounced the measure. The New York State Rifle and Pistol Association said New York gun owners “should be ashamed and afraid of our state,” and the National Rifle Association said, “These gun-control schemes have failed in the past and will have no impact on public safety and crime.”\n“The Legislature caved to the political demands of a governor and helped fuel his personal political aspirations,” the N.R.A. said. \nBut Mayor Michael R. Bloomberg of New York City, a vocal advocate of gun control, hailed the legislation, saying it “protects the Second Amendment rights of people, and at the same time it makes all New Yorkers safer.”\n“We have some of the toughest gun laws in the country, and this just strengthens them,” Mr. Bloomberg said.\nElected officials in New York and around the nation have been debating how to respond to gun violence since the shooting at Sandy Hook Elementary School in Newtown, Conn. As the New York Legislature was voting for the new gun-control measures, the state’s comptroller, Thomas P. DiNapoli, said that he would freeze investments by the state’s pension fund in firearm manufacturers. The pension fund sold holdings in Smith & Wesson after the Newtown shooting; the fund continues to hold about $2 million worth of shares in Sturm, Ruger & Company. \nMr. Cuomo, saying that gun violence constituted an emergency requiring immediate action, waived a constitutionally required three-day waiting period between the introduction of legislation and a vote to allow speedy action on the gun-law package. But during the Assembly debate, which lasted nearly five hours, a number of Republicans criticized both the bill’s content and the lack of public hearings or other public processes for considering the proposals.\n“Why are we being bullied into voting on this bill without our proper, responsible due diligence?” asked Assemblyman Steve Katz, a Hudson Valley Republican. “Solely due to the governor’s misguided, egotistic notion that this will advance his presidential aspirations.”\nAssembly Democrats, who have pushed for new gun-control laws for years, hailed the legislation as long overdue.\n“It’s taken far too many deaths to get us to this point,” said Assemblyman Thomas J. Abinanti, a Democrat from Westchester County. “The Second Amendment does not guarantee the right to bear arms to kill innocent firefighters, teachers and children, and that’s the message we have to send.”\nThe expanded ban on assault weapons takes effect immediately; New Yorkers who already own guns that are banned under the new law can keep them, but will have to register them with the state within a year. Other provisions of the bill take effect at later dates.", "date": "Jan. 15, 2013", "href": "https://www.nytimes.com/2013/01/16/nyregion/tougher-gun-law-in-new-york.html", "tags": "sweeping york gun-control become new ” gun limits state bill guns law assault"}