{"title": "Swiss Bank Discourages China Travel After Banker Is Kept in Beijing", "content": "UBS, the Swiss banking giant, has asked dozens of its wealth managers to check with their bosses before making any trips to mainland China in the coming days, after one of the bank’s advisers to wealthy Chinese clients was prevented last week from flying home to Singapore from Beijing.\nThe incident is the latest sign of the Chinese government’s growing assertiveness in preventing foreign citizens from leaving the country in connection with investigations.\nSwiss banks occupy a difficult niche in China. They are widely known for protecting clients’ secrecy, although the United States government has been chipping away at Switzerland’s stringent regulations. Singapore also has strict bank secrecy laws, and has become a popular place for many Asians to park their money beyond the easy scrutiny of tax investigators and the police.\nPreventing a Swiss bank manager from leaving China until she speaks to the authorities could represent a new challenge to banking secrecy.\nUBS issued an announcement late Tuesday morning that it had lifted the travel advisory to its staff. The announcement hinted at uneasiness about the attention that the advisory had drawn, noting that, “UBS has had a strong franchise in China for 30 years and remains fully committed to further developing our business on the mainland.”\nThe bank had no further comment on the whereabouts of its Singaporean banker.\nThe advisory came as Xi Jinping has embarked on an extensive anticorruption campaign in the six years since he became China’s leader as the general secretary of the Chinese Communist Party. The campaign has also been used to enforce political loyalty to him.\nA growing number of multinational companies have begun reviewing and sometimes tightening their travel policies on mainland China. Some of these have been victims of Chinese industrial espionage or trade violations, such as dumping or export subsidies.\n“As the crackdown has intensified we’ve seen more frequent cases where foreign firms introduce temporary, precautionary restrictions for a specific reason — usually involving the possibility of staff detention in connection with investigations,” said Andrew Gilholm, a Shanghai-based analyst with Control Risks, a global consulting company.\nThe Chinese government has also prevented the departure of members of the families of people living in the United States. That has become a popular way to put pressure on overseas targets of investigations for them to return to China even when Beijing does not have enough evidence to extradite them.\nThe UBS client adviser, a Singaporean woman, tried to check in for her flight at Beijing International Airport last Friday, only for the airline counter employee to give her a phone number to call instead of her boarding pass, said a person with detailed knowledge of the case who insisted on anonymity because of the legal issues involved.\nWhen the woman called the number, she was told that the authorities in another Chinese city wanted to talk to her this week, the person said. The woman returned to her Beijing hotel, moved about the city without difficulty over the weekend and was planning to fly to the other Chinese city early this week, the person said.\nThe woman was not told that either she or UBS was under investigation, the person said. The names of the UBS adviser and her Chinese clients have not been disclosed.\nThe travel warning to the bank’s wealth managers covers 50 to 100 people, mostly based in Hong Kong or Singapore, but is not an actual travel ban. Some of them are continuing to make trips to mainland China this week after checking with their superiors, so as to keep appointments made previously, the person said.\nThe bank’s investment banking, asset management and back-office operations have not been covered by the travel advisory.\nThe travel restriction on the woman and UBS’s response were first reported on Sunday by Bloomberg.\nBig American financial institutions like Bank of America Merrill Lynch and Goldman Sachs continued to allow their employees to come and go from mainland China on Monday without travel restrictions.\nThe United States issued a travel advisory in January cautioning Americans traveling to China — particularly if they were born there and had become naturalized American citizens — that the Chinese government might not allow them to leave if it wanted to put pressure on them, a member of their family or their employer.", "date": "Oct. 22, 2018", "href": "https://www.nytimes.com/2018/10/22/business/ubs-bank-china.html", "tags": "advisory mainland banker swiss china kept discourages person beijing bank woman chinese travel ubs"}