{"title": "Synagogue Shooting Highlights History Of Hate In Pittsburgh", "content": "PITTSBURGH — Just over two months before a white supremacist gunman massacred 11 worshippers in the Tree of Life synagogue, the city of Pittsburgh was home to another deadly crime many say was motivated by hate. \nIn August a 24-year-old white man named Jordan Rocco posted a video to Instagram in which he described how he was going to play a game: He was going to see how many times he could say “n****r” before getting kicked out of bars. A few hours later, he was denied entry to the Little Red Corvette bar on Pittsburgh’s popular North Shore. Unprovoked, he then allegedly attacked two black men on the sidewalk, fatally stabbing 24-year-old Dulane Cameron Jr. \nAmong the many white supremacist posts later discovered on Rocco’s Facebook page was this: “What do blacks offer society. All they do is ruin western civilization.”\nThe blood that gushed from Cameron’s neck that night in August no longer stains the sidewalk on North Shore Drive. On Monday evening, people walked into the bars to watch “Monday Night Football” or stumbled out for a smoke. There’s no memorial to mark his killing.\nBut Dulane Cameron’s mother, Stephanie Cameron, will never forget what happened there. “I think about my son every day,” she told HuffPost. “It’s hard. The only thing that gets me through it is praying.” \nIt has been especially hard since Saturday, watching the news of another hate crime in her city. Stephanie Cameron, 47, has two other children, ages 11 and 13, both of whom are in grief counseling over their big brother’s death. “Some people, they don’t know the hurt and pain they’re causing, the suffering they’re causing,” she said she explained to her children after the Tree of Life mass shooting. “Some people might not be in their right mind.”\nThe killings at Tree of Life synagogue have brought the Pittsburgh area’s other hate crimes and hate incidents over the last few years into sharp focus. \nIn July eight members of a neo-Nazi gang — Keystone United, formerly known as the Keystone State Skinheads — allegedly assaulted a black man at a bar in Avalon, six miles outside the city. Witnesses said the gang members called the victim, Paul Morris, “nigger” multiple times before beating him. Morris told KDKA-TV that the gang members told him before the beating that they wanted to eradicate black people. \nSomeone wrote “Kill Niger Tomlin” on a city bench, referring to Pittsburgh Steelers coach Mike Tomlin, who is black; someone wrote “Kill the Jews” in pinecones on a sidewalk in Mount Lebanon;  vandals trashed boats at a marina in Plum, writing “Hitler was right” on one of the boat’s walls; and in Avondale, someone put a neo-Nazi sticker on a gas station pump, according to a tip submitted to the Documenting Hate project, a database maintained by ProPublica in partnership with HuffPost and other news outlets. \nIn November 2016, a couple of weeks after the presidential election, a 54-year-old white man named Jeffrey Burgess attacked a man of Indian descent in a Red Robin restaurant in South Hills. Burgess repeatedly called the man a “fucking Muslim,” and said “I don’t want you sitting next to me ... you people,” according to witnesses. At one point Burgess said, “Things are different now,” a reference, authorities said, to the election of Donald Trump. \nThe day after that assault, members of the First Unitarian Church in Shadyside arrived at the church to find their “Black lives matter” sign had been vandalized to read, “Blue lives matter more.” \nAnd in 2015 a white man hurled a black man onto a subway track in downtown Pittsburgh, then beat him unconscious while calling him a “nigger.”\nOn Sunday a local anti-fascist activist in his early 30s, who asked not to be identified, dropped off flowers at the Tree of Life synagogue. “This is not the first time a synagogue has been targeted in Pittsburgh,” he told HuffPost. \nHe recounted the story of a white man named Richard Baumhammers, who on April 28, 2000, went on a rampage in the Pittsburgh area, targeting minorities. Five people were killed and one other person badly injured. Among the victims were a native of India working at a grocery store, two Asian-Americans working at a Chinese restaurant, a black man taking a karate class and a Jewish woman who was Baumhammers’ neighbor. During his attack, he fired bullets at two synagogues, taking the time to vandalize one with a swastika and the word “Jew.”\nThe anti-fascist activist told HuffPost he’s worried there could be more people like Baumhammers and Richard Bowers — the white supremacist accused of the massacre at Tree of Life — lurking in Pittsburgh and elsewhere in the country, especially as white supremacists have been emboldened by Trump’s racist and anti-immigrant rhetoric. \nIt’s hard to discern whether hate crimes are on the rise in Pittsburgh. The Pittsburgh Police Department recorded only 14 hate crimes in 2016 and the same number in 2015, according to data it sent to the FBI. But most hate crimes in America go unreported to police. And the crimes that do get reported often aren’t recorded as hate crimes or aren’t prosecuted as such. (Pennsylvania is particularly bad at recording and prosecuting hate crimes. Prosecutors in Pittsburgh have not yet charged Rocco with a hate crime for Dulane Cameron’s killing.)\nSafdar Khwaja, the president of the Pittsburgh chapter of the Council on American-Islamic Relations, is worried that hate is on the rise across the country large part because of the president’s rhetoric. “This strain of white nationalism is becoming really rampant, and people are making excuses for it, and people are deflecting it,” he told HuffPost. \nIt’s personal for Khwaja. He lost a friend, Jerry Rabinowitz, in the shooting at Tree of Life. They had been part of the same Muslim-Jewish dialogue group for the past 15 years. \nThere are temporary Star of David–shaped memorials for Rabinowitz and the 10 other victims outside the Tree of Life synagogue. On Monday night, scores of people showed up to pray and lay flowers.\nOne woman, 68-year-old Risha Saberstein, arrived from Baltimore to pay her respects. She sat in a wheelchair and offered kosher pastries to her fellow mourners. She held a Torah on her lap, occasionally flipping through its pages. \n“God gives, and God takes away,” she summarized one passage in the holy book. Staring at the flowers outside the synagogue, she said it felt as though God had “forsaken us.” \nStephanie Cameron is also deeply religious. \n“I think it’s going to get worse,” she said, adding that it’s as if we’re nearing “the end days, because God says in his word that we will know by his signs, by what’s happening.” \nYet, asked what she would tell the grieving families of those killed at Tree of Life, Cameron offered a message of hope.  \n“I would say keep the faith,” she said. “Don’t lose heart. Pray. That’s what I would say.”\nRowaida Abdelaziz and Andy Campbell contributed reporting. \nCORRECTION: A previous version of this story misstated the location of the the killing of Dulane Cameron Jr. as North Shore Drive. It occurred on Pittsburgh’s North Shore.\nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n10/30/2018", "href": "https://www.huffpost.com/entry/tree-of-life-pittsburgh-hate-crimes-dulane-cameron_n_5bd86fcfe4b0dee6eece4017", "tags": "shooting history hate pittsburgh cameron tree man highlights ” white synagogue life"}