{"title": "Syrian War Drags On, but Assad’s Future Looks as Secure as Ever", "content": "BEIRUT, Lebanon — Although Syria’s bloody six-year war is far from over, one result is already becoming clear: President Bashar al-Assad looks as though he is here to stay.\nOn the battlefield, no one remains who is willing and able to topple him. The rebel forces are waning, and President Trump has canceled the C.I.A. program that provided them with arms and support. The Islamic State, with its own agenda to rule Syria as a caliphate, is being routed from its strongholds.\nRegional powers, foreign officials and Syrians themselves are increasingly operating as if he will rule for years to come, albeit over a greatly reduced country. His allies have begun to trumpet what they see as their impending victory, and his government is talking about rebuilding a shattered country, hosting an international trade fair last month and signing a deal with Iran to rebuild its power grid.\nEven some longtime rebel supporters have grown war-weary and started to embrace the inevitable.\nSince the government reclaimed control of the mountain town of Madaya after a prolonged siege, life there has improved for those who remained. The snipers left, electricity returned, and food appeared in markets. Cafes reopened, and people started going out.\n“We are sick of the war,” a teacher there said via instant message, speaking on the condition of anonymity so as not to be targeted for her past opposition to the government. “We want to live peacefully and safe, and we can’t do that unless we are with the regime.”\nThese developments do not suggest that Mr. Assad has an easy road ahead. He remains a pariah in much of the world, presiding over a blasted, divided land. If he emerges victorious, he is likely to be left with a weak state that is beholden to foreign powers and lacks the resources to rebuild.\nBut his endurance has serious ramifications for the country and for the Middle East, affecting the prospects of Syria’s future stability, of refugees to return home and of the Syrian government to tap international funds to rebuild its destroyed cities.\nIt is also a grim, late act in the Arab Spring uprisings that broke out in 2011. While protests and armed insurrections removed from power the leaders of Tunisia, Egypt, Libya and Yemen, Mr. Assad has remained, despite wielding tremendous violence against his people.\nMr. Assad himself has acknowledged the toll of the war, but argued that it has purified the state by eliminating threats to the nation and uniting Syrians around a shared project.\n“We lost the best of our youth and our infrastructure,” he told a conference in Damascus, Syria’s capital, last month. “It cost us a lot of money and a lot of sweat, for generations. But in exchange, we won a healthier and more homogeneous society in the true sense.”\nSyria’s conflict began in 2011 with a popular uprising against Mr. Assad, which his security forces sought to suppress with overwhelming force. The opposition took up arms, and the United States, Saudi Arabia and others endorsed the rebels’ cause, backing them politically and giving them arms and cash.\nNow, Mr. Assad has succeeded in dispelling the rebel threat, largely because of the steadfast financial and military support of his foreign backers.\nHis government controls Syria’s largest cities and most of its remaining people, who generally live in better conditions than those elsewhere in the country. His allies — Russia, Iran and Hezbollah — have stood by him, bolstering his depleted military and helping it advance.\nThe rebels, a disparate collection of factions with varying ideologies, never managed to form a unified front, or to convince all Syrians that they would create a better future. Extremists linked to Al Qaeda joined their ranks, and their territory has shrunk as their backers have abandoned them to focus on fighting the Islamic State.\n“The Syrian regime is now the furthest from being toppled,” said Bassam Alahmad, executive director of Syrians for Truth and Justice, a human-rights monitoring group based in Turkey. “Fewer powers are interested in making that happen than was the case near the beginning of the Syrian war.”\nBut Mr. Assad is in many ways a limited head of state.\nMuch of Syria’s territory remains out of his hands, and foreign powers have carved out spheres of influence, undermining his claim to rule all of Syria.\nTurkish forces allied with local rebels hold territory in the north, and the United States is working with Kurdish and Arab fighters against the Islamic State in the east.\nEven in areas nominally under Mr. Assad’s control, Russia, Iran, Hezbollah and local militias empowered by the war often exercise greater control than the Syrian state. And Russia has taken the lead in Syria’s international diplomacy, negotiating safe zones with foreign powers around the country to try to stop the violence.\nThe war’s toll has been tremendous and could be a burden on Mr. Assad and his allies for decades to come.\nA recent report by the World Bank put the country’s lost economic output during the first six years of the war at $226 billion, four times its gross domestic product in 2010, before the conflict began. And while images of Syria’s destroyed cities have become common symbols of the war’s toll, the cost of unseen factors like broken social trust and shattered social networks could outstrip that of the physical damage many times over, Harun Onder, the report’s lead author, said in an interview.\n“As the conflict continues, it is not only the physical destruction, but also that the degradation in the social fabric intensifies,” he said.\nMerely by staying in power, Mr. Assad could hinder reconstruction.\nOfficials in the United States and Europe still hope that Mr. Assad will leave office in an eventual political agreement, but they have vowed not to reward him for his brutality and rampant human rights violations if he stays by helping rebuild the country.\nOther countries that support Mr. Assad could help, but their resources are limited. Iran and Russia are under international sanctions, their economies hurting from low oil prices.\nLast month, the government held an international trade fair in Damascus for the first time since 2011, welcoming companies from Iran, Iraq, Russia, Venezuela and elsewhere. Among the new deals signed were ones for the importation of 200 buses from Belarus and contracts to export 50,000 tons of produce.\nMr. Assad’s hold on power could also affect the return of refugees, a critical issue for neighboring states.\nAbout half of Syria’s people have been displaced by the war, with more than five million of them seeking refuge abroad. Many fled attacks by Mr. Assad’s forces and have no homes to return to. Others say the situation is not safe or fear arrest or conscription by Mr. Assad’s security forces.\nAfter years of living in exile, Bassam al-Malik, a businessman and former member of the main exile opposition group, tried to return to Syria this year to sell off some of his property. Through an intermediary, the government warned him not to return or he would be detained.\nNow he was stuck, he said, between “the regime and the opposition.”\nSome Syrians have dropped their opposition and made their peace with a government that seems to be winning.\nIn 2012, Firas al-Khatib, a star soccer player, told a crowd of screaming fans that he would not play for the Syrian national team “as long as any artillery is shelling any place in Syria.”\nLast month, he returned to Damascus and received a hero’s welcome at the airport. “Today, we are on the land of our homeland and in the service of our homeland,” he said.\nThe team, which is closely related to Mr. Assad, is still in the running to qualify for the 2018 World Cup.\nOther citizens, like the teacher from Madaya, are happy to support anyone who can provide basic security and services.\n“We are people who walk where the winds take us,” she said. “During the siege, we were with the revolution. Now we are hanging Bashar’s photos and we sing for him.”", "date": "Sept. 25, 2017", "href": "https://www.nytimes.com/2017/09/25/world/middleeast/syria-assad-war.html", "tags": "ever syria country looks drags secure ” war future state government syrian assad"}