{"title": "Syria war: Russia and Turkey to create buffer zone in Idlib", "content": "Russia and Turkey have agreed to create a demilitarised buffer zone in Syria's Idlib province to separate government forces from rebel fighters based there.\nRussian President Vladimir Putin said it would be 15km to 25km (9-15 miles) wide and come into force by 15 October.\nTroops from Russia, an ally of Syria's government, and Turkey, which backs the rebels, will patrol the zone.\nThe UN had warned of a humanitarian catastrophe if the Syrian army launched an all-out assault to retake Idlib.\nBut after Monday's meeting between Mr Putin and Turkish President Recep Tayyip Erdogan in Sochi, Russian Defence Minister Sergei Shoigu said the deal meant there would be no such operation in the region.\nThe Russian president said that under the deal, all heavy weaponry, including tanks, rocket launch systems and mortar launchers operated by rebel groups would need to be pulled out of the buffer zone by 10 October.\n\"Radically-minded rebels\", including members of Hayat Tahrir al-Sham - a jihadist alliance linked to al-Qaeda that was once known as al-Nusra Front - would also have to leave the zone, Mr Putin added.\nIt was not immediately clear if the zone included Idlib city.\nMr Erdogan said: \"We will prevent a humanitarian tragedy which could happen as a result of military action.\"\nHe had earlier called for a ceasefire in northern Syria to prevent what he said would be a \"bloodbath\" and another major refugee crisis on Turkey's southern border.\nAnalysis by BBC Diplomatic Correspondent Jonathan Marcus\nAny diplomatic arrangement that postpones a full-scale onslaught against Idlib will be welcomed by the international community.\nSuch an attack by the Assad government - backed by its Russian and Iranian allies - risked not just a humanitarian catastrophe, but also a direct military confrontation with Turkey.\nTurkey has deployed troops at a number of locations in Idlib and has been reinforcing these over recent days. President Assad wants to reassert control over Idlib - the last province in rebel hands.\nBoth he and the Russians want to destroy rebel groups they call \"terrorists\". It is hard to see exactly how a buffer zone arrangement involving Russia and Turkey can address these long-term problems. But averting an offensive for now may give breathing space for additional diplomatic moves.\nIdlib province is the last major stronghold of rebel and jihadist groups which have been trying to overthrow President Bashar al-Assad for the past seven years, in a civil war that has killed more than 350,000 people.\nIdlib, and adjoining areas of Hama and Aleppo, are home to an estimated 2.9 million people, including one million children. \nA sharp increase in hostilities since the start of September and fears of further escalation have led to the displacement of tens of thousands. Hundreds of thousands in Idlib live in dire, overcrowded conditions, with a lack of basic services.\nIdlib is not controlled by a single group, but rather by a number of rival factions commanding up to 70,000 fighters. The dominant force is HTS, which the UN estimates has 10,000 fighters.\nIdlib is also strategically vital. It borders Turkey to the north and straddles major highways running south from Aleppo to Hama and the capital, Damascus, and west to the Mediterranean coastal city of Latakia.\nIf Idlib is taken by the government, it would leave the rebels with a few pockets of territory scattered across the country and effectively signal their military defeat.", "date": "17 September 2018", "href": "https://www.bbc.com/news/world-middle-east-45554188", "tags": "syria buffer turkey create rebel russian idlib war russia zone said government"}