{"title": "Syria's President Assad 'to visit North Korea'Timeline", "content": "Syrian President Bashar al-Assad plans to make a state visit to North Korea, the North's state news agency says.\nIt would be the first time North Korean leader Kim Jong-un has hosted a head of state since assuming power in 2011.\nHe has undertaken a flurry of diplomatic activity recently, meeting China's president in May, and is expected to attend a summit with Donald Trump this month.\nSyria, an ally of the North, has made no comment on the reported plan.\nThe two countries have been accused of co-operating on chemical weapons. But both nations deny the accusations.\nNo date for the visit was mentioned by the North Korea's KCNA news agency.\nIt quoted Mr Assad as saying on Wednesday: \"I am going to visit [North Korea] and meet Kim Jong-un.\"\nHis comments reportedly came as he received the credentials of North Korean ambassador Mun Jong-nam.\nMr Assad was also quoted as saying that he was sure Mr Kim would \"achieve the final victory and realise the reunification of Korea without fail\".\nThe North established diplomatic relations with Syrian in 1966 and sent troops and weapons during the Arab-Israeli war in October 1973.\nA UN report leaked in February accused the North of making 40 shipments to Syria between 2012 and 2017 of materials including acid-resistant tiles, valves and pipes that could be used to make chemical weapons.\nMr Assad has been accused of using chemical weapons during the nation's seven-year civil war but denies having any such stockpiles.\nSince the North signalled at the start of this year that it was open to a rapprochement with the South, with which it is still technically at war, Mr Kim has met Chinese President Xi Jinping, South Korea's Moon Jae-in and has floated a summit with Russian President Vladimir Putin this year.\nBut it is the meeting in Singapore on 12 June with President Trump that is the most high-profile and which has the most at stake, with the US demanding the full denuclearisation of the Korean peninsula and the North seeking to ease crippling sanctions.", "date": "3 June 2018", "href": "https://www.bbc.co.uk/news/world-asia-44348331", "tags": "syria visit korean president accused weapons state kim north korea assad"}