{"title": "Syria conflict: Trump's withdrawal plan shocks allies", "content": "President Donald Trump's decision to withdraw all US troops from Syria has been met with strong criticism.\nMr Trump made the announcement on Wednesday, asserting that the Islamic State (IS) group had been defeated.\nBut major allies, including senior Republicans and foreign powers, have disputed the claim and say the move could lead to a resurgence of IS.\nUS troops have helped rid much of Syria's north-east of the jihadist group, but pockets of fighters remain.\nRepublican Senator Lindsey Graham, who is one of Mr Trump's supporters, called the withdrawal decision a \"huge Obama-like mistake\".\nAnd the UK government pushed back on the president's assurance that IS had now been defeated.\nThe Pentagon said it was transitioning to the \"next phase of the campaign\" to eliminate IS but did not provide further details.\nPresident Trump, who has long promised to pull American troops out of Syria, said on Twitter that it was time to bring them home after their \"historic victories\".\nThe White House would not give a timescale for the withdrawal but defence officials quoted by the New York Times said President Trump wanted it done within 30 days.\nSenator Graham, who sits on the armed services committee, warned that the withdrawal would have \"devastating consequences\" both in Syria and beyond.\nHe said that he feared it would mean ceding influence in the region to Russia and Iran.\n\"An American withdrawal at this time would be a big win for ISIS [IS], Iran, Bashar al-Assad of Syria, and Russia,\" he said in a statement.\nMeanwhile, the UK government distanced itself from President Trump's assertion that IS had now been defeated.\n\"Much remains to be done and we must not lose sight of the threat they pose,\" a statement from the Foreign Office said.\nIsrael said it had been told the US had \"other ways to have influence in the area\" but would \"study the timeline [of the withdrawal], how it will be done and of course the implications for us\".\nStriking a different tone, Russian foreign ministry spokeswoman Maria Zakharova said the US decision could result in \"genuine, real prospects for a political settlement\" in Syria.\nA spokesman for Kurdish-led authorities in north-eastern Syria, Aldar Xelil, said no-one was yet clear on details of the withdrawal \"including US commanders here\"\nHowever, the US decision would have an impact on the entire region, he told Ronahi TV.\nBy James Robbins, diplomatic correspondent, BBC News\nThe British government is stopping just short - at least in public - of condemning President Trump's decision to pull US forces out of Syria.\nIt said that IS remains a threat despite the \"important advances\" that have been made in recent days.\nIn Syria, Kurdish forces fighting IS feel abandoned, just as Turkey is vowing to step up attacks against the Kurds.\nAnd the most powerful allies of Syria's President Bashar al-Assad, Russia and Iran, are pleased by the decision.\nThey hope it will mean they can increase their power in Syria and beyond.\nSome 2,000 US troops have largely been stationed in the Kurdish region in northern Syria.\nA partnership with an alliance of Syrian Kurdish and Arab fighters, known as the Syrian Democratic Forces, is credited with playing a major role in the virtual elimination of IS after it overran large swathes of Syria four years ago.\nHowever, the militant group has not disappeared entirely. \nA recent US report said there were still as many as 14,000 IS militants in Syria and even more in neighbouring Iraq - and there is a fear they will shift to guerrilla tactics in an attempt to rebuild their network.\nBut the partnership between the US and the Kurds has enraged neighbouring Turkey, which views the Kurdish YPG militia - the main fighting force in the SDF - as an extension of a banned Kurdish group fighting for autonomy in Turkey.\nOn Monday, Turkish President Recep Tayyip Erdogan said his country might soon start a new military operation against the YPG in Syria.\nMr Erdogan added that he had discussed his plan with Mr Trump by telephone and that he had given a \"positive response\".", "date": "20 December 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-46628811", "tags": "syria allies us kurdish withdrawal troops conflict trump decision shocks plan"}