{"title": "T. S. Eliot’s Rattle of Miseries", "content": "Grover Cleveland was still president when T. S. Eliot was born. His earliest surviving letter was written to his father from the family summer home in Gloucester, Mass. The 9-year-old Tom Eliot was deferential, curious in a boyish way, concerned about some missing sunflowers and a broken microscope. A shy child, he suffered from a congenital hernia and once asked his nurse why the naked boy in a book wore no truss.\nEliot longed to be a philosopher rather than a poet. The Great War broke out shortly after he arrived in Germany for graduate study; he escaped to England, unable to pay the family that had boarded him. Eliot was a young man in a hurry, but it wasn’t clear where he was hurrying — his life was not a design but a sharp series of accidents. His dissertation was accepted by Harvard, but the U-boats prevented his return for the necessary defense (Harvard pursued him for a faculty appointment long after he had given up thought of academia). He had dabbled in poetry at Harvard, and by luck that impresario Ezra Pound soon forced “Prufrock” and other poems into Poetry magazine. Still, this dapper young man was unsure of his vocation. He married his first wife, Vivien, three months after meeting her, and it almost became a life sentence. The Eliots were perennially short of money and frequently had to beg from his family. Not until Eliot was unexpectedly hired by the colonial and foreign department at Lloyds Bank did his financial burdens ease a little.\nThe working title for “The Waste Land,” “He Do the Police in Different Voices,” may have been borrowed from Dickens, but it accurately reflects the curious lack of cohesion in Eliot’s character. The accidental banker spent his evenings writing articles for extra cash, at first for philosophy journals but soon for literary magazines. He did not think himself a poet for a long while, and even then ­poems came fitfully when they came at all. Laboring at the bank, laboring at prose to keep out of debt, Eliot wrote little verse during his first years in London, because he was simply too exhausted to think about poetry.\nAfter a poet is dead, his letters are the windows to his soul — or perhaps just the cellar doors. These two volumes detail Eliot’s struggle to find a career and to shoulder his way into the London literary world, a school of sharks where writers reviewed their friends and publishers reviewed their authors. Most of the early letters were addressed to a small cast: Eliot’s parents and his brother, Henry, a businessman who demonstrated striking intelligence and relentless generosity; the local literati; and a few gossipy London hostesses. Among the literary figures, the most impressive were Pound; Virginia Woolf, whose viperish tongue was more lethal than any poison of the Borgias (she found Eliot “peevish, plaintive, egotistical,” with a “sepulchral voice”); and Bertrand Russell, infinitely kind even when not trying to bed your wife (it’s possible he and Vivien enjoyed a brief fling).\nMany of the letters are merely social, invitations extended or declined, appointments made or broken; but Eliot’s hobnobbing life paved the way for the opportunities that followed, especially the editorship of The Criterion, which became the premier literary journal of its day. Eliot had a masochistic capacity for work — the magazine was “run without an office,” he wrote, “without any staff or business manager, by a sickly bank clerk and his wife.” It was also run without a salary, in the short hours after Eliot returned home each evening from Lloyds. The Eliots’ tiny apartment with its lurid orange wallpaper, the terrible isolation from his family (at 35, he still wrote fawning letters to his mother), and all the chatter about chatter — the hothouse atmosphere of London between the wars, and of Eliot’s buttoned-up private life — became the vivid background to “The Waste Land,” which more than ever seems a highly personal, even confessional poem, as well as a savage social analysis.\nOnly rarely does the reader get a glimpse behind the curtain of discretion Eliot used to guard his days. Vivien suffered physical ills by the dozen: neuritis, neuralgia, colitis, migraines and much else that the medical world lacked tools to diagnose or medicine to cure. The Eliots’ care verged on quackery. Doctors offered hydrotherapy, galvanism, “manipulation and hand vibration,” as well as colonic irrigation, sachets of glands and injections of Bulgarian bacillus. The practice of the day seems little removed from medieval bloodletting and cupping.\nEliot was extraordinarily politic, as a good editor must be, publishing Woolf and E. M. Forster largely as “window dressing.” Later, when he had been rescued from the bank by the upstart publishing firm of Faber & Gwyer, he was perhaps guilty of sharp practice in stealing authors from the Woolfs’ Hogarth Press. Eliot also wrote a particularly nasty and unjust letter to Marianne Moore that cannot wholly be excused by the crisis in his marriage. (His letters pre-Vivien show a puckish humor almost entirely absent while they were together.)\nEliot’s anti-Semitism is luridly on display. He refers to a “Jew merchant” and allows himself pronouncements like “I am sick of doing business with Jew publishers.” It’s damning that such remarks are made only to those who safely share his prejudice. Yet Eliot relied on his friends Leonard Woolf and Sydney Schiff, and as appalling as his anti-Semitism was, it never matched that of his wife (“horrible Jews in plush coats by the million”) and his mother (“I have an instinctive antipathy to Jews, just as I have to certain animals”). Eliot’s benefactor John Quinn was worse still. No one who has read the letters and journals of the time will be shocked; Sylvia Plath was making remarks only slightly milder 30 years later.\nIf Volume I of these letters is a Jacobean revenge play, the hero suspecting even his friends of betrayal, Volume II is a Restoration comedy, with a harried, overworked husband and a fretful wife ever abed. The letters can go only so far in explaining Vivien, who was insightful, doggishly loyal and dedicated to pushing the interests of her husband, yet was also a local drama queen who briefly considered a film career, and a “teashop creature” who repelled Katherine Mansfield and made Virginia Woolf “almost vomit, so scented, so powdered, so egotistic, so morbid, so weakly.” In some strange way, the Eliots made each other sick. It’s hard not to think that Vivien used her distress to control her husband, as Georgie Yeats used automatic writing to control hers.\nThe volumes close with Eliot and his wife temporarily living apart, Vivien having entered the downward spiral that some years later led to her confinement in a mental hospital. Eliot has not yet emerged from the underworld of marriage (Vivien is all too like Eurydice, and pays a terrible price), where he remains a modest man with a streak of vanity. He could write to his mother that some believed him the “best living critic, as well as the best living poet, in England,” yet go on to tell his friend Ford Madox Ford that “The Waste Land” contained only 30 good lines.\nWhat would have happened had Eliot died of the jaw infection he suffered in 1925, before leaving the bank? His poetic reputation, and to a large extent the critical reputation, might not have been much diminished, though like Keats he would have seemed one of the great might-have-beens of English poetry. Apart from “Four Quartets” (how avant-garde the title once seemed), he published only a few dozen pages of serious poetry afterward.\nEliot’s criticism is now undervalued, dismissed by critics without half his sensibility or intelligence. The poems have so long been the foundation of modern anthologies that their reputation has almost as long worked against them (the one indispensable poem of the 20th century is still “The Waste Land”). Eliot’s best poems have almost disappeared beneath dust heaps of commentary, and the dust heaps that lie on those dust heaps. Much of his early work — “Prufrock,” the “Sweeney” poems, “Gerontion,” even “The Waste Land” — could be called urban eclogues, part of the turn in English poetry from the country to the city. It may take a long time to appreciate those poems afresh, after the poets who struggled against Eliot, whether as allies or enemies, are long dead; by that time his world will seem as out of date as Pope’s.\nThe letters remind us what an old man the young Eliot was, exhausted by Lloyds, where he worked in cramped quarters beneath the sidewalk, frayed by a marriage unhappily contracted, nervous to the ends of his fingers. He sometimes seems petty, irritable, unpleasant (“Conrad Aiken is here; stupider than I remember him; in fact, stupid”) — but many a saint would have strangled Vivien in her bed, and few could have borne his financial burdens. Though the banking world suited his temperament little better than his father’s Hydraulic-Press Brick Company in St. Louis, literature for a long while could not support him.\nIt’s possible to read “The Waste Land” not as a po-faced rattle of miseries by a man who has suffered a nervous breakdown but as a collection of mocking growls, often at his own expense — “rhythmical grumbling,” he later called it. The poem’s pitch-black despairs are leavened by the knockabout portrait of a workingman’s pub (reading the scene aloud, Eliot was mordantly hilarious), the cynical rendering of the typist’s sleazy liaison with the house-agent’s clerk, and the mortal comeuppances dealt to Phlebas and others. Emotionally, it is a shockingly cold poem. The famous notes, scribbled out to pad the American edition, are more like Pope’s cod learning in the “Dunciad” than the scholar’s self-justification for which they are sometimes mistaken (Eliot called himself ill-read). Eliot’s poems, especially the pre-Christian poems, have been so weighed down by the concrete overcoat of reputation, their terrifying humor has sometimes been forgotten or misread. With Swift, Byron and Carroll, Eliot was one of the great comic poets in English.\nThe first volume of this edition appeared almost a quarter-century ago. After a Rip Van Winkle sleep, the enterprise has been revived, the earlier volume now reissued with 200 new letters and packets of fresh annotation, with a second volume bringing the correspondence to 1925. Superbly edited, with only a smattering of errors, they include letters from the other characters in this drama, letting us overhear the voices that surrounded the poet. Still, important though Eliot remains, for whom is this vast projected edition intended? A score of future volumes may be necessary for the mobs of letters lying in wait; but, except to Eliot scholars, the books will be more tombstones than monuments.\nKnowing a man by the week-by-week crawl through his life is a bit like understanding a locust by examining the dried casing. Still, these letters do reveal the anxieties boiled down into “The Waste Land.” They also show us the graces this browbeaten life possessed: Eliot in his 30s, wanting to hear his mother sing “The Little Tailor” again; his brother Henry on a rare visit to London, stealing away with Eliot’s broken typewriter and leaving his own better one behind; and Vivien calling her husband, of all things, “Wonkypenky.” Together these volumes are like a long Russian novel that ends in midcareer, terrifying, humiliating and finally ­exhausting.", "date": "SEPT. 30, 2011", "href": "https://www.nytimes.com/2011/10/02/books/review/the-letters-of-t-s-eliot-volume-1-1898-1922-revised-edition-volume-2-1923-1925-book-review.html", "tags": "s. letters t. eliot poems ” rattle vivien long miseries waste — still"}