{"title": "T-Mobile Accuses Huawei of Theft From Laboratory", "content": "T-Mobile has filed a lawsuit against the Chinese smartphone maker Huawei Technologies, accusing the manufacturer of stealing technology, including part of a robot’s arm, from T-Mobile’s Bellevue, Wash., headquarters.\nIn a lawsuit filed Tuesday in Seattle, T-Mobile said that employees of Huawei, previously a T-Mobile supplier, gained illicit access to a T-Mobile lab in Bellevue, stole parts of a smartphone testing robot called Tappy, and copied operating software and design details, all in violation of confidentiality agreements signed by the two companies.\nIn one instance, in May 2013, a Huawei employee removed an end section of Tappy’s arm and “slipped the hidden part into his laptop bag when leaving,” according to the lawsuit. The employee’s actions were caught on camera, the lawsuit said.\nT-Mobile did not specify the amount of damages it was seeking for the espionage, which it claims took place in 2012 and 2013. But it said that the cost of switching away from its former supplier’s handsets would “likely reach at least tens of millions of dollars.”\nA Huawei spokesman, William Plummer, acknowledged that two employees had acted inappropriately and had since been fired. “There is some truth to the complaint,” he said in a statement, adding, “Huawei respects T-Mobile’s right to file suit, and we will cooperate fully with any investigation and court proceeding to protect our rights and interests.” \nAccording to T-Mobile, Tappy performs tasks on a smartphone the same way a human being would, only faster, recording the results. Since T-Mobile started to use Tappy to test smartphones in 2007, testing times, as well as the number of consumers returning phones, have decreased significantly, the lawsuit says.\nT-Mobile says that the Chinese company is now using the stolen technology to build its own testing robot.\nHuawei is the world’s third-largest smartphone maker behind Samsung and Apple, according to the market research firm IDC. It was one of two Chinese companies described as a national security threat in a bipartisan report issued by a United States House of Representatives committee in 2012 for their attempts to extract sensitive information from American companies, as well as their loyalties to the Chinese government. \nDespite those allegations, Huawei, which also makes telecommunications equipment, has won a series of large contracts in Europe and in emerging markets. It has so far had little success in the United States.", "date": "Sept. 5, 2014", "href": "https://www.nytimes.com/2014/09/06/business/t-mobile-accuses-huawei-of-theft-from-laboratory.html", "tags": "lawsuit theft laboratory smartphone tappy t-mobile ” huawei chinese robot accuses"}