{"title": "Tabloid Company, Aiding Trump Campaign, May Have Crossed Line Into Politics", "content": "Federal authorities examining the work President Trump’s former lawyer did to squelch embarrassing stories before the 2016 election have come to believe that an important ally in that effort, the tabloid company American Media Inc., at times acted more as a political supporter than as a news organization, according to people briefed on the investigation.\nThat determination has kept the publisher in the middle of an inquiry that could create legal and political challenges for the president as prosecutors investigate whether the lawyer, Michael D. Cohen, violated campaign finance law.\nIt could also spell trouble for the company, which publishes The National Enquirer, raising thorny questions about when coverage that is favorable to a candidate strays into overt political activity, and when First Amendment protections should apply.\nA.M.I.’s role in the inquiry received new attention on Friday with news that federal authorities had seized a recording from Mr. Cohen in which he and Mr. Trump discussed a $150,000 deal A.M.I. struck before the election, effectively silencing a woman’s claims of an affair by buying the rights to her story and not publishing it. The men also discussed whether Mr. Trump should buy the rights away from the company, which he did not ultimately do, according to a lawyer for the president, Rudolph W. Giuliani.\nThe recording, from early September 2016, undercuts previous statements from Mr. Trump’s representatives that he did not know about the agreement between A.M.I. and the woman, the former Playboy model Karen McDougal. It also raises questions about the extent of Mr. Cohen’s involvement in the deal.\n[President Trump lashed out at Michael Cohen over the recording.] \nFrom the beginning of the campaign, A.M.I. promoted Mr. Trump and savaged his opponents, sometimes with unsubstantiated stories alleging poor health, extramarital affairs and the use of prostitutes. A.M.I.’s chairman, David J. Pecker, is a close friend of the president and his former lawyer, and company leaders were in regular contact with Mr. Cohen, former employees have said in interviews.\nBy burying Ms. McDougal’s story during the campaign in a practice known in the tabloid industry as “catch and kill,” A.M.I. protected Mr. Trump from negative publicity that could have harmed his election chances, spending money to do so.\nThe authorities believe that the company was not always operating in what campaign finance law calls a “legitimate press function,” according to the people briefed on the investigation, who spoke on the condition of anonymity. That may explain why prosecutors did not follow typical Justice Department protocol to avoid subpoenaing news organizations when possible, and to give journalists advance warning when demanding documents or other information.\nProsecutors did not warn A.M.I. before subpoenaing executives there in the spring, people with knowledge of the process said. A.M.I., which has denied any wrongdoing, did not challenge the move.\nA spokesman for the United States attorney’s office in the Southern District of New York, which is handling the inquiry, declined to comment.\nCameron Stracher, an A.M.I. lawyer, indicated that the company was cooperating with the investigation.\n“A.M.I. respects the legitimate law enforcement activities by prosecutors in the Southern District of New York,” he said. But he suggested there was some give-and-take in what A.M.I. was willing to share, adding that it “has asserted and will continue to assert its First Amendment rights in order to protect its news-gathering and editorial operations.”\nMr. Cohen remains the primary focus of the investigation, but A.M.I.’s prominent place in what could become one of the biggest campaign finance scandals in recent years is unusual given the wide latitude news organizations have under the First Amendment.\nWhile moves by prosecutors to subpoena journalists usually draw loud protest from groups that advocate press protections, there has so far been no rallying of support for A.M.I.\nBruce D. Brown, the executive director of the Reporters Committee for Freedom of the Press, said his group hadn’t mounted a staunch defense in part because the publisher had not asked for help. The situation is otherwise too murky for his group to wade into without A.M.I.’s guidance, he said.\n“It’s really challenging for press advocates to get behind it because, one, we haven’t been asked, and two, we just don’t know enough about the circumstances to be out with them on it,” Mr. Brown said.\nAlexandra Ellerbeck, the North America program coordinator for the Committee to Protect Journalists, said the group had not been focused on A.M.I., but added, “You don’t want people doing activity that would otherwise be illegal and putting the name of press on it for protections.”\nThe company, denying wrongdoing in the past, has said that any actions it took were journalistic, and that any contact it had with Mr. Cohen would have been in the context of reporting. It has also said that “Mr. Cohen and Mr. Trump have been personal friends of Mr. Pecker’s for decades.”\nThe authorities focused on A.M.I.’s payment to Ms. McDougal early on in their investigation of Mr. Cohen.\nThe company completed the deal with Ms. McDougal in August 2016, paying $150,000 for rights to publish fitness columns under her name and for exclusive rights to her story about the affair, which Mr. Trump’s representatives have denied. (After the campaign she negotiated permission to answer press questions about the alleged relationship, and later successfully sued to break the agreement.)\nThe New York Times reported in February that Ms. McDougal’s lawyer in the deal, Keith M. Davidson, was in contact with Mr. Cohen around the time of its conclusion. Mr. Davidson said then that he was informing Mr. Cohen it was complete. A.M.I. also acknowledged contacting Mr. Cohen during its talks with Ms. McDougal, though only in an effort to corroborate her claims, it said.\nIf evidence shows that Mr. Cohen was consulting with A.M.I. about the arrangement, and that the intention of the deal was to protect Mr. Trump’s election prospects, then the publisher and Mr. Cohen could be exposed to election law violations.\nCorporations are barred from spending money to influence election outcomes in coordination with federal campaigns and candidates. Campaigns cannot accept individual donations of more than $5,400 per election cycle.\n“If this money is spent in coordination with Trump or the campaign, then it’s a contribution to Trump and the campaign, and then it’s illegal,” said Fred Wertheimer, the founder of Democracy 21, a group supporting campaign finance regulation and enforcement.\nEarlier, in 2015, A.M.I. paid $30,000 to a Trump Organization doorman who claimed to have damaging information. After the company bought the rights, The Enquirer chose not to run the story. Executives said that was because it did not check out.\nIn Ms. McDougal’s case, A.M.I. has argued that First Amendment protections cover the right to publish as much as the right not to publish.\nIf faced with campaign finance charges — which would be extraordinary for a news organization — the company could argue that its executives did not know the ins and outs of the laws they were alleged to have violated. Under criminal provisions, prosecutors would have to prove the violation was “knowing and willful,” said Brendan Fischer, the director of federal reform at the Campaign Legal Center.\nAt the same time, Mr. Trump’s campaign could argue that Mr. Cohen acted on his behalf without his knowledge, as his lawyer rather than an agent of his campaign. Mr. Giuliani appeared to lay the groundwork for such an argument on Friday when he said that the conversation captured on the tape, which took place weeks after A.M.I. completed the McDougal deal, appeared to be the first time Mr. Trump had heard about the arrangement and was therefore “exculpatory.”\nAddressing the tape on Twitter on Saturday, Mr. Trump wrote, “Your favorite President did nothing wrong!”\nIt is not clear whether prosecutors have reviewed the recording, which the Federal Bureau of Investigation seized during a raid of Mr. Cohen’s office this year and which became tied up in a courtroom fight over what materials attorney-client privilege should shield from prosecutors.\nMr. Cohen’s lawyer Lanny Davis said on Friday, “When the recording is heard, it will not hurt Mr. Cohen.”", "date": "July 21, 2018", "href": "https://www.nytimes.com/2018/07/21/us/politics/trump-michael-cohen-american-media.html", "tags": "company may crossed ” trump tabloid line cohen aiding a.m.i politics campaign said lawyer"}