{"title": "Taliban Talks Raise Question of What U.S. Withdrawal From Afghanistan Could Mean", "content": "WASHINGTON — President Trump’s headway in Afghan peace negotiations with the Taliban raises the same question that has bedeviled other presidents who extracted American troops from foreign wars: Will the departing Americans end up handing over the country to the same ruthless militants that the United States went to war to dislodge?\nA hasty American withdrawal, experts said, would erode the authority and legitimacy of the Afghan government, raising the risk that the Taliban could recapture control of the country. Short of that, it could consign Afghanistan to a protracted, bloody civil war, with Taliban fighters besieging the capital, Kabul, as they did in the 1990s.\nThese scenarios now seem possible because of the progress in direct talks between the United States and the Taliban. The chief American negotiator, Zalmay Khalilzad, said Monday that American and Taliban officials had agreed in principle to the outlines of a deal in which the insurgents would guarantee that Afghan territory is never used by terrorists, setting the stage for a total pullout of American troops.\n[Afghans fear that the country’s interests have been sidelined in U.S. talks with the Taliban.]\nWhile current and former American diplomats and military officials voiced cautious optimism about the negotiations, they questioned whether the Taliban and the administration in Kabul would ever agree to a power-sharing arrangement, given that the Taliban still refuse even to speak to the government of President Ashraf Ghani. Some fear that the Taliban will seek to overthrow the government once the Americans are gone.\n“It’s a pretty significant risk,” said Bruce O. Riedel, a senior fellow at the Brookings Institution, who ran President Barack Obama’s first Afghanistan policy review. “It won’t be the same people — they’re mostly dead. But you will find like-minded extremists taking advantage of the void.”\nMr. Trump’s eagerness to pull out troops only adds to that risk, he said. The talks with the Taliban accelerated after Mr. Trump ordered the Pentagon to cut the American troop presence — now 14,000 — in Afghanistan in half. Unlike Mr. Obama or President George W. Bush, Mr. Trump has not visited Afghanistan or built a relationship with Mr. Ghani.\nAnalysts also questioned whether the Taliban were unified enough to deliver on the agreement, and whether the Afghan National Army and police were strong enough to prevent the country from sliding back into chaos. Perhaps the greatest concern raised by the American officials, many with years of experience fighting the Taliban, is how the United States would enforce the deal and protect its counterterrorism priorities.\n“It’s a good start,” said Gen. John F. Campbell, a former American commander in Afghanistan, “but if our primary strategic interest is that Afghanistan does not become another safe haven for terrorists, we need to put some measurements in place to make sure that doesn’t happen.”\nSuch yardsticks, officials said, would include linking the drawdown of American troops over a period of months or a few years to the ability of Afghan security forces to combat any resurgent threat from Al Qaeda, the Islamic State or other violent extremist groups.\nSenior national security aides have tried to use an intelligence assessment — which says a complete withdrawal of American troops from Afghanistan would lead to an attack on the United States within two years — to convince Mr. Trump that a residual counterterrorism force must remain in the country.\nThe intelligence assessment, initially prepared in 2017 as part of Mr. Trump’s Afghanistan strategy review, was renewed late last year, according to Defense Department officials.\nDuring internal discussions, Jim Mattis, who resigned as defense secretary last month, pointed to the estimate that some 20 terrorist groups, many of them offshoots of Al Qaeda and the Islamic State, would quickly use the freedom afforded by an American troop pullout to try to launch operations against Western targets.\nConcluding that Mr. Trump does not have a grasp of the internal politics and feuding that have vexed American policymakers in Afghanistan for the past 18 years, Defense Department officials have tried to put the consequences of a full American pullout in as stark terms as possible. If the troops are withdrawn, they argue, an attack on the United States could occur in two years and Mr. Trump would shoulder the blame.\nMr. Mattis’s successor, Acting Defense Secretary Patrick M. Shanahan, told reporters on Monday that while he had been briefed on the negotiations with the Taliban, the Defense Department had not been asked yet to prepare for a complete withdrawal.\nDefense officials said the Pentagon wanted to keep a counterterrorism force on the ground in Afghanistan, perhaps stationed at Bagram Air Base near Kabul. Such a force, they said, would focus primarily on conducting raids against members of some of the 20 terrorist groups on the intelligence assessment list.\nThe groups include the Islamic State affiliate in Afghanistan, known as Islamic State in Khorasan, and Al Qaeda. It also includes the Haqqani network, but that group is at the core of the Afghan Taliban, so it was unclear how negotiations would address that.\n“It’s necessary to provide our own counterterrorism operation so that we can keep a lid on things and prevent these groups from being able to run around without fear of drone strikes,” said Caitlin Forrest, an Afghanistan expert with the Institute for the Study of War.\nOther experts said American counterterrorism operations in Yemen and Libya — where the United States has a very small number of troops working with local security and intelligence agencies — could serve as a model for missions in Afghanistan.\n“The residual agreement will include intelligence assets and a residual counterterrorism liaison or perhaps rotating force,” predicted Karl W. Eikenberry, a former top American commander in Afghanistan who later served as the ambassador to Kabul.\nBarnett R. Rubin, an Afghanistan specialist who is a senior fellow at New York University’s Center on International Cooperation, said other options included coupling a strong intelligence-gathering apparatus on the ground with the United States’ ability to carry out drone or other airstrikes from elsewhere in the region or from warships at sea.\nYet another possibility would be to create a new counterterrorism force authorized by the United Nations Security Council, and include American and Afghan participation. “The best counterterrorism force is a government including the Taliban that wants to cooperate,” Mr. Rubin said.\nJames Dobbins, a former top Obama administration official for Afghanistan and Pakistan, said it was imperative that the United States remain in Afghanistan while the Taliban and Afghan government enter into talks and reach any agreement, and leave only when a deal is implemented.\n“Don’t withdraw until there is an enduring agreement that provides for peace,” Mr. Dobbins said. “If we pull out too soon, it means the country descends into civil war, and extremist groups like Al Qaeda and the Islamic State gain new scope for far-flung attacks.”\nAfghan officials are especially suspicious that Mr. Trump will make a deal with the Taliban behind their backs. His emissary, Mr. Khalilzad, insisted on Monday that he did not discuss a transitional Afghan government with the Taliban during their six days of talks in Doha, Qatar — an assertion that some in Afghanistan found difficult to believe.\n“They’re deeply worried they’re about to be sold out by the U.S., and rumors are rife in Kabul that the U.S. is making significant concessions without the Afghans at the table,” said Daniel F. Feldman, who served as special representative to Afghanistan and Pakistan under Mr. Obama.\nMr. Feldman said Mr. Khalilzad deserved time to show results. But Mr. Trump, who is hungry for a foreign-policy victory after the government shutdown, may not have the patience to wait for the diplomacy with the Taliban to bear fruit. And once the troops are gone, the ability of the United States to influence events will rapidly ebb.\nThe ultimate question, analysts said, is whether the Trump administration viewed its goal as simply withdrawing troops or leaving behind a comprehensive settlement.\n“Is this the beginning of the end of the U.S. war in Afghanistan or the beginning of the end of the war in Afghanistan?” said Laurel E. Miller, who succeeded Mr. Feldman as Mr. Obama’s special representative.\nMs. Miller said she believed the Afghans were resilient enough to stand up to a resurgent Taliban. But President Ghani has warned that without American support and money, his government would quickly collapse.\n“We will not be able to support our army for six months without U.S. support and U.S. capabilities,” he said a year ago on the CBS program “60 Minutes.”", "date": "Jan. 28, 2019", "href": "https://www.nytimes.com/2019/01/28/us/politics/us-withdrawal-afghanistan-taliban.html", "tags": "american could mr. withdrawal u.s. afghanistan ” raise question trump afghan taliban mean talks"}