{"title": "Tammy Baldwin Aims To Win Back Rural Trump Country Running As A Progressive", "content": "STOCKHOLM, Wis. ― On a cold, icy day in February, a couple dozen people were tucked into the Stockholm Pie and General Store, the heart of this tiny village along the Mississippi River. The gathering was actually sizable, considering the population of Stockholm is just 66.\nStockholm is right in Donald Trump country. Pepin County went for Trump by a solid 25 points in the last election, the first time it backed a Republican presidential candidate since 1972. \nBut Pepin County also voted for Democrat Tammy Baldwin by 3 percentage points, when she ran for Wisconsin’s open U.S. Senate seat in 2012. So for now, Pepin is also Baldwin territory, and the people who turned out on Presidents Day were there to meet with her and figure out how they can help her get re-elected in November. \nPepin is one of 13 unusual counties in Wisconsin that voted for Trump and Sen. Ron Johnson (R) in 2016; President Barack Obama in both 2008 and 2012; Gov. Scott Walker (R) in 2010, 2012 and 2014; and Baldwin in 2012. More than any other place in the state, they have gone back and forth between parties in recent years.\nPepin County and other rural areas in the western part of Wisconsin may not seem like fertile land for one of the Senate’s most liberal members. But they’re key to Baldwin’s re-election strategy this year. \nTony Bowe, a dairy farmer in Chippewa Falls, is the type of voter Baldwin needs. Bowe voted for Trump, but he said he’s also backing Baldwin, who has visited his farm in the past. \n“I think she’s been working real well, especially trying to get the Dairy Pride Act passed through,” Bowe said after a roundtable discussion on dairy farming in Altoona with Baldwin. \nBowe, who said he backed Trump “because the Democrats didn’t have a good candidate,” chuckled when asked how he thinks the president is doing.\n“It’s hard to say,” he said. “One day he’s one way, the next day he’s the other way.”\nBaldwin is not like most of her Democratic Senate colleagues who are up for re-election from states that went to Trump and are known as moderate or conservative Democrats. \nThe site FiveThirtyEight, which tracks how often members of Congress vote with Trump, found that Baldwin is near the bottom ― right along with Democratic senators from significantly bluer states such as Massachusetts, New York and California. \nSo when Trump was looking for Senate Democrats from states he carried to potentially cross the aisle and back the tax bill, he wasn’t looking toward Baldwin.\n“If your solutions are progressive solutions, I think that’s OK,” Baldwin told HuffPost in an interview. \nWisconsinites in the western part of the state who like Baldwin, however, rarely mentioned her progressive bonafides when they were naming reasons they support her. Over and over, they said she’s responsive and willing to work with others. She is, in other words, typically Midwestern nice. (Being nice is so prized that one woman at the Stockholm meet-and-greet objected to the term “Minnesota nice,” saying that state shouldn’t get to own the quality.)\n“Her reaching out across the aisle to work on bills is really important...because that shows she’s hopefully able to bridge that divide,” said Todd Macklem, a teacher in Cameron who attended a gathering of local Democrats and grassroots activists for Baldwin in Rice Lake Monday night. \nMany of the issues that Baldwin emphasizes when she’s back home aren’t traditionally partisan either. With the dairy farmers in Altoona, talk centered around her Dairy Pride Act ― which would bar competitive products like almond and soy milk from being labeled “milk” ― and an amendment she successfully included in the recent budget deal that provides help for dairy farmers.\nShe and her staff also promote her “Buy America” legislation that would require the federal government to use U.S. manufacturers for certain public projects. Trump has said he backs this idea, lending some bipartisan bonafides to Baldwin’s bill ― but the senator is always quick to note her position has nothing to do with the president.\n“I have worked on ‘Buy America’ since back when Donald Trump ran beauty pageants,” Baldwin said to the crowd at Rice Lake. \nBaldwin told HuffPost she thought it was “pretty great” that Trump touted the legislation, which she told the president about when she first met him. But she’s skeptical anything more will happen on his side. \n“Again, I’m willing to sit down with anyone who wants to solve problems. But he’s a lot of words and no action,” she told HuffPost. “He’s never taken a follow-up of calling [Republican congressional leaders] Mitch McConnell or Paul Ryan and saying, let’s work together on getting this through. Then his infrastructure plan came out with no mention of Buy America, which is horrifying to me.”\nIt isn’t all local, nonpartisan issues. She often stresses the importance of Obamacare and criticizes the recent Republican tax law.\nBaldwin said she has no problem criticizing Trump. But she isn’t making him a focus of her campaign, and she’s not bringing him up every chance she gets. Indeed, during her three-stop swing through western Wisconsin last week, she mentioned Trump only once or twice by name, although she referenced “the president” a few other times. For one of the most liberal members of the Senate, Baldwin hardly talked fiery resistance rhetoric all day long.\n“I’m not afraid to stand up to anyone who’s trying to rig the system. And I’m not afraid to sit down with anyone who can help come up with solutions,” Baldwin said. \nAs of now, two Republicans are duking it out in the primary to face Baldwin in November. Leah Vukmir is a conservative member of the state Senate who has won endorsements from powerful Wisconsin GOP politicians.\nShe’s up against Kevin Nicholson, a veteran with degrees from Ivy League universities who also presents himself as a conservative. Nicholson is, however, also the former president of the national College Democrats of America who spoke at the 2000 Democratic National Convention. Supporters say he’s a fresh face who came around to the power of conservative ideas, while detractors say he’s an opportunist who can’t be trusted.\nBut in addition to running for re-election in a state that has been trending Republican, Baldwin is up against an enormous amount of conservative spending and the political machine of the state’s Republican governor, who is also on the ballot this year. \nConservative groups have so far spent at least $3.1 million against Baldwin, which is more than what all the other Democratic Senate incumbents on the ballot this year have faced combined (under $550,000), according to a Center for Responsive Politics report in November.\nThose figures reflect what these groups have publicly reported to the Federal Election Commission. But the Baldwin campaign has tracked the spending on ads ― which so-called dark money groups don’t necessarily have to report to the FEC ― and found there’s even more money flowing into the state. \nAccording to data from the Baldwin campaign, outside groups have spent $6.3 million against her. About $3.1 million of that has come from groups connected to Illinois billionaire Dick Uihlein, who is supporting Nicholson. And $3 million has come from groups affiliated with the conservative megadonors, Charles and David Koch. \nLiberal groups, meanwhile, have spent about $3.1 million to support Baldwin. \nIt’s not a fluke that there’s so much money on the air now against Baldwin, one of the last remaining Democrats serving statewide. The Koch brothers have made clear that their strategy is to go up early, to shape voters’ opinions long before the election.\nBut expect this dark money to stay on the air until the end too. In 2016, when much of the GOP establishment stopped investing in the race, because it figured Sen. Ron Johnson (R-Wis.) would lose, conservative super PACs stayed on the air. Ultimately, all that money helped him pull off a surprise upset of his Democratic opponent, Russ Feingold. \n“Special interests have special interests, and I stand up to them,” Baldwin said, on why she’s facing so much conservative spending. “It sometimes defies the imagination how much change we’ve seen with regard to spending on campaigns.”\nRepublican ads against Baldwin initially focused on her support for Obamacare, but as that issue has receded for Republicans, they’ve focused more on her opposition to the tax law and on a scandal at the Veterans Affairs’ medical center in Tomah, Wisconsin, which is likely to come up more throughout the race.\nThe GOP has accused Baldwin of not acting aggressively enough to address the overprescription of opioids at the facility, where the Center for Investigative Reporting has noted there have been dozens of suspicious deaths. \nOne major thing Baldwin has going for her this time is the energy of the resistance on the left. Baldwin said the difference between this year and her run in 2012 is “night and day” in terms of the grassroots help she’s getting.\nThat energy showed its force in Wisconsin state Senate district 10. Democrat Patty Schachtner pulled off a surprise victory in a special election in this district bordering Minnesota in January, winning by 11 percentage points. \nThe seat was solidly red in recent years. A Republican, who left to join Walker’s Cabinet, had held the state Senate seat since 2001. Trump won the district by 17 points. Walker called Schachtner’s win a “wake-up call” for his party. \nSchachtner said she never expected to win. She figured that if she lost by 10 points, it would be considered a successful race. \nShe credited her victory, in part, to the volunteers who promoted her candidacy: Groups like the Forward Action Wisconsin Network and Indivisible chapters were incredibly active. Schachtner also said she appreciated the support of Postcards to Voters ― a national network of volunteers who handwrite personal postcards to voters in districts all over the country. She said people in her district who received those postcards really appreciated them.\n“That big money machine is going to be there, but it’s really that grassroots network ― it’s really there,” Schachtner said. \nSchachtner said she knew of plenty of folks who voted for Trump; but they told her they backed her because they knew and trusted her. She didn’t talk about Walker or Trump in her race.\nHer advice to Baldwin on how much to mention the president? “Never.”\n“I think there are a group of people who voted for him just because they couldn’t vote for Hillary,” she added, “and now they feel somewhat responsible for all the angst that’s going on, and they don’t want it rubbed in their face.”", "date": "\n02/26/2018", "href": "https://www.huffpost.com/entry/tammy-baldwin-progressive_n_5a8f5c33e4b01e9e56b9ed11", "tags": "country progressive rural baldwin win tammy back ” trump ― conservative senate aims state also running"}