{"title": "Tax-Exempt Funds Aid Settlements in West Bank", "content": "HAR BRACHA, West Bank — Twice a year, American evangelicals show up at a winery in this Jewish settlement in the hills of ancient Samaria to play a direct role in biblical prophecy, picking grapes and pruning vines.\nBelieving that Christian help for Jewish winemakers here in the occupied West Bank foretells Christ’s second coming, they are recruited by a Tennessee-based charity called HaYovel that invites volunteers “to labor side by side with the people of Israel” and “to share with them a passion for the soon coming jubilee in Yeshua, messiah.”\nBut during their visit in February the volunteers found themselves in the middle of the fight for land that defines daily life here. When the evangelicals headed into the vineyards, they were pelted with rocks by Palestinians who say the settlers have planted creeping grape vines on their land to claim it as their own. Two volunteers were hurt. In the ensuing scuffle, a settler guard shot a 17-year-old Palestinian shepherd in the leg.\n“These people are filled with ideas that this is the Promised Land and their duty is to help the Jews,” said Izdat Said Qadoos of the neighboring Palestinian village. “It is not the Promised Land. It is our land.”\nHaYovel is one of many groups in the United States using tax-exempt donations to help Jews establish permanence in the Israeli-occupied territories — effectively obstructing the creation of a Palestinian state, widely seen as a necessary condition for Middle East peace.\nThe result is a surprising juxtaposition: As the American government seeks to end the four-decade Jewish settlement enterprise and foster a Palestinian state in the West Bank, the American Treasury helps sustain the settlements through tax breaks on donations to support them.\nA New York Times examination of public records in the United States and Israel identified at least 40 American groups that have collected more than $200 million in tax-deductible gifts for Jewish settlement in the West Bank and East Jerusalem over the last decade. The money goes mostly to schools, synagogues, recreation centers and the like, legitimate expenditures under the tax law. But it has also paid for more legally questionable commodities: housing as well as guard dogs, bulletproof vests, rifle scopes and vehicles to secure outposts deep in  occupied areas.\nIn some ways, American tax law is more lenient than Israel’s. The outposts receiving tax-deductible donations — distinct from established settlements financed by Israel’s government — are illegal under Israeli law. And a decade ago, Israel ended tax breaks for contributions to groups devoted exclusively to settlement-building in the West Bank.\nNow controversy over the settlements is sharpening, and the issue is sure to be high on the agenda when President Obama and the Israeli prime minister, Benjamin Netanyahu, meet in Washington on Tuesday.\nWhile a succession of American administrations have opposed the settlements here, Mr. Obama has particularly focused on them as obstacles to peace. A two-state solution in the Middle East, he says, is vital to defusing Muslim anger at the West. Under American pressure, Mr. Netanyahu has temporarily frozen new construction to get peace talks going. The freeze and negotiations, in turn, have injected new urgency into the settlers’ cause — and into fund-raising for it.\nThe use of charities to promote a foreign policy goal is neither new nor unique — Americans also take tax breaks in giving to pro-Palestinian groups. But the donations to the settler movement stand out because of the centrality of the settlement issue in the current talks and the fact that Washington has consistently refused to allow Israel to spend American government aid in the settlements. Tax breaks for the donations remain largely unchallenged, and unexamined by the American government. The Internal Revenue Service declined to discuss donations for West Bank settlements. State Department officials would comment only generally, and on condition of anonymity.\n“It’s a problem,” a senior State Department official said, adding, “It’s unhelpful to the efforts that we’re trying to make.”\nDaniel C. Kurtzer, the United States ambassador to Israel from 2001 to 2005, called the issue politically delicate. “It drove us crazy,” he said. But “it was a thing you didn’t talk about in polite company.”\nHe added that while the private donations could not sustain the settler enterprise on their own, “a couple of hundred million dollars makes a huge difference,” and if carefully focused, “creates a new reality on the ground.”\nMost contributions go to large, established settlements close to the boundary with Israel that would very likely be annexed in any peace deal, in exchange for land elsewhere. So those donations produce less concern than money for struggling outposts and isolated settlements inhabited by militant settlers. Even small donations add to their permanence.\nFor example, when Israeli authorities suspended plans for permanent homes in Maskiot, a tiny settlement near Jordan, in 2007, two American nonprofits — the One Israel Fund and Christian Friends of Israeli Communities —raised tens of thousands of dollars to help erect temporary structures, keeping the community going until officials lifted the building ban.\nIsraeli security officials express frustration over donations to the illegal or more defiant communities.\n“I am not happy about it,” a senior military commander in the West Bank responded when asked about contributions to a radical religious academy whose director has urged soldiers to defy orders to evict settlers. He spoke under normal Israeli military rules of anonymity.\nPalestinian officials expressed outrage at the tax breaks.\n“Settlements violate international law, and the United States is supposed to be sponsoring a two-state solution, yet it gives deductions for donation to the settlements?” said Saeb Erekat, the chief Palestinian negotiator. The settlements are a sensitive issue among American Jews themselves. Some major Jewish philanthropies, like the Jewish Federations of North America, generally do not support building activities in the West Bank.\nThe donors to settlement charities represent a broad mix of Americans — from wealthy people like the hospital magnate Dr. Irving I. Moskowitz and the family behind Haagen-Dazs ice cream to bidders at kosher pizza auctions in Brooklyn and evangelicals at a recent Bible meeting in a Long Island basement. But they are unified in their belief that returning the West Bank — site of the ancient Jewish kingdoms — to full Jewish control is critical to Israeli security and fulfillment of biblical prophecies.\nAs Kimberly Troup, director of the Christian Friends of Israeli Communities’ American office, said, while her charity’s work is humanitarian, “the more that we build, the more that we support and encourage their right to live in the land, the harder it’s going to be for disengagement, for withdrawal.”\nSorting Out the Facts\nToday half a million Israeli Jews live in lands captured during the June 1967 Middle East war. Yet there is a strong international consensus that a Palestinian state should arise in the West Bank and Gaza, where all told some four million Palestinians live.\nUltimately, any agreement will be a compromise, a sorting out of the facts on the ground.\nMost Jewish residents of the West Bank live in what amount to suburbs, with neat homes, high rises and highways to Jerusalem and Tel Aviv. Politically and ideologically, they are indistinguishable from Israel proper. Most will doubtless stay in any peace deal, while those who must move will most likely do so peacefully.\nBut in the geographically isolated settlements and dozens of illegal outposts, there are settlers who may well violently resist being moved. The prospect of an internal and deeply painful Israeli confrontation looms.\nAnd the resisters will very likely be aided by tax-deductible donations from Americans who believe that far from quelling Muslim anger, as Mr. Obama argues, handing over the West Bank will only encourage militant Islamists bent on destroying Israel.\n“We need to influence our congressmen to stop Obama from putting pressure on Israel to self-destruct,” Helen Freedman, a New Yorker who runs a charity called Americans for a Safe Israel, told supporters touring the West Bank this spring.\nIsrael, too, used to offer its residents tax breaks for donations to settlement building, starting in 1984 under a Likud government. But those donations were ended by the Labor Party, first in 1995 and then, after reversal, again in 2000. The finance minister in both cases, Avraham Shohat, said that while he only vaguely recalled the decision-making process, as a matter of principle he believed in deductions for gifts to education and welfare for the poor, not to settlement building per se.\nIn theory, the same is true for the United States, where the tax code encourages citizens to support nonprofit groups that may diverge from official policy, as long as their missions are educational, religious or charitable.\nThe challenge is defining those terms and enforcing them.\nThere are more than a million registered charities, and many submit sparse or misleading mission summaries in tax filings. Religious groups have no obligation to divulge their finances, meaning settlements may be receiving sums that cannot be traced.\nThe Times’s review of pro-settler groups suggests that most generally live within the rules of the American tax code. Some, though, risk violating them by using the money for political campaigning and residential property purchases, by failing to file tax returns, by setting up boards of trustees in name only and by improperly funneling donations directly to foreign organizations.\nOne group that at least skates close to the line is Friends of Zo Artzeinu/Manhigut Yehudit, based in Cedarhurst, N.Y., and co-founded by Shmuel Sackett, a former executive director of the banned Israeli political party Kahane Chai. Records from the group say a portion of the $5.2 million it has collected over the last few years has gone to the Israeli “community facilities” of Manhigut Yehudit, a hard-right faction of Mr. Netanyahu’s governing Likud Party, which Mr. Sackett helps run with the politician Moshe Feiglin.\nAmerican tax rules prohibit the use of charitable funds for political purposes at home or abroad. Neither man would answer questions about the nature of the “community facilities.” In an e-mail message, Mr. Sackett said the American charity was not devoted to political activity, but to humanitarian projects and “educating the public about the need for authentic Jewish leadership in Israel.”\nOf course, groups in the pro-settler camp are not the only ones benefiting from tax breaks. For example, the Free Gaza Movement, which organized the flotilla seeking to break Israel’s blockade of Gaza, says on its Web site that supporters can make tax-deductible donations to it through the American Educational Trust, publisher of an Arab-oriented journal. Israeli civil and human rights groups like Peace Now, which are often accused of having a blatant political agenda, also benefit from tax-deductible donations.\nSome pro-settler charities have obscured their true intentions.\nTake the Capital Athletic Foundation, run by the disgraced Washington lobbyist Jack Abramoff. In its I.R.S. filings, the foundation noted donations totaling more than $140,000 to Kollel Ohel Tiferet, a religious study group in Israel, for “educational and athletic” purposes. In reality, a study group member was using the money to finance a paramilitary operation in the Beitar Illit settlement, according to documents in a Senate investigation of Mr. Abramoff, who pleaded guilty in 2006 to defrauding clients and bribing public officials.\nMr. Abramoff, documents show, had directed the settler, Shmuel Ben Zvi, an old high school friend, to use the study group as cover after his accountant complained that money for sniper equipment and a jeep “don’t look good” in terms of complying with the foundation’s tax-exempt status.\nWhile the donations by Mr. Abramoff’s charity were elaborately disguised — the group shipped a camouflage sniper suit in a box labeled “Grandmother Tree Costume for the play Pocahontas” — other groups are more open. Amitz Rescue & Security, which has raised money through two Brooklyn nonprofits, trains and equips guard units for settlements. Its Web site encourages donors to “send a tax-deductible check” for night-vision binoculars, bulletproof vehicles and guard dogs.\nOther groups urge donors to give to one of several nonprofits that serve as clearinghouses for donations to a wide array of groups in Israel and the West Bank, which, if not done properly, can skirt the intent of American tax rules.\nAmericans cannot claim deductions for direct donations to foreign charities; tax laws allow deductions for domestic giving on the theory that charities ultimately ease pressure on government spending for social programs.\nBut the I.R.S. does allow deductions for donations to American nonprofits that support charitable projects abroad, provided the nonprofit is not simply a funnel to another group overseas, according to Bruce R. Hopkins, a lawyer and the author of several books on nonprofit law. Donors can indicate how they would like their money to be used, but the nonprofit must exercise “some measure of independence to deliberate on grant-making,” he said.\nA prominent clearinghouse is the Central Fund of Israel, operated from the Marcus Brothers Textiles offices in the Manhattan garment district. Dozens of West Bank groups seem to view the fund as little more than a vehicle for channeling donations back to themselves, instructing their supporters that if they want a tax break, they must direct their contributions there first. The fund’s president, Hadassah Marcus, acknowledged that it received many checks from donors “who want them to go to different programs in Israel,” but, she said, the fund retains ultimate discretion over the money. It also makes its own grants to needy Jewish families and monitors them, she said, adding that the fund, which collected $13 million in 2008, was audited and complies with I.R.S. rules.\n“We’re not a funnel. We’re trying to build a land,” she said, adding, “All we’re doing is going back to our home.”\nSupport From a Preacher\nLate one afternoon in March, Vice President Joseph R. Biden Jr. landed in Israel and headed to his Jerusalem hotel to prepare for a weeklong effort to rekindle Middle East peace talks.\nAcross town, many of the leading Israeli officials on Mr. Biden’s schedule, among them Prime Minister Netanyahu, were in a convention hall listening to the Rev. John Hagee, an influential American preacher whose charities have donated millions to projects in Israel and the territories. Support for the settlements has become a cause of some leading conservative Republicans, like Mike Huckabee and Sarah Palin.\n“Israel exists because of a covenant God made with Abraham, Isaac and Jacob 3,500 years ago — and that covenant still stands,” Mr. Hagee thundered. “World leaders do not have the authority to tell Israel and the Jewish people what they can and cannot do in the city of Jerusalem.”\nThe next day, Israeli-American relations plunged after Israel announced plans for 1,600 new apartments for Jews in East Jerusalem, which the Palestinians want as their future capital.\nIsraeli officials said Mr. Hagee’s words of encouragement had no effect on government decision making. And the preacher’s aides said he was not trying to influence the peace talks, just defending Israel’s right to make decisions without foreign pressure.\nStill, his presence underscored the role of settlement supporters abroad.\nNowhere is that effort more visible, and contentious, than in East Jerusalem, which the Netanyahu government says must remain under Israeli sovereignty in any peace deal.\nThe government supports privately financed archaeological projects that focus on Jewish roots in Arab areas of Jerusalem. The Obama administration and the United Nations have recently criticized a plan to raze 22 Palestinian homes to make room for a history park in a neighborhood where a nonprofit group called El’Ad finances digs and buys up Arab-owned properties.\nTo raise money, groups like El’Ad seek to bring alive a narrative of Jewish nationalism in living rooms and banquet halls across America.\nIn May, a crowd of mostly Jewish professionals — who paid $300 a plate to benefit the American Friends of Ateret Cohanim — gathered in a catering hall high above Flushing Meadows-Corona Park in Queens to dine and hear John R. Bolton, United Nations ambassador under President George W. Bush, warn of the danger of a nuclear-armed Iran.\nA few days earlier, the group’s executive vice president, Susan Hikind, had gone on a Jewish radio program in New York to proclaim her group’s resistance to American policy in the Middle East. The Obama administration, she said, did not want donors to attend the banquet because it believed Jerusalem should “be part of some future capital of a Palestinian state.”\n“And who’s standing in the way of that?” Ms. Hikind said. “People who support Ateret Cohanim’s work in Jerusalem to ensure that Jerusalem remains united.”\nThe Jerusalem Reclamation Project of Ateret Cohanim works to transfer ownership of Arab homes to Jewish families in East Jerusalem. Such efforts have generated much controversy; Islamic judicial panels have threatened death to Palestinians who sell property in the occupied territories to Jews, and sales are often conducted using shell companies and intermediaries.\n“Land reclamation is actually sort of a bad name — redeeming is probably a better word,” said D. Bernard Hoenig, a New York lawyer on the board of American Friends of Ateret Cohanim. “The fact of the matter is, there are Arabs who want to sell their homes, and they have offered our organization the opportunity to buy them.”\nMr. Hoenig said that Ateret Cohanim bought a couple of buildings years ago, but that mostly it helps arrange purchases by other Jewish investors. That is not mentioned, however, on its American affiliate’s tax returns. Rather, they describe its primary charitable purpose as financing “higher educational institutions in Israel,” as well as children’s camps, help for needy families and security for Jews living in East Jerusalem.\nIndeed, it does all those things. It houses yeshiva students and teachers in properties it helps acquire and places kindergartens and study institutes into other buildings, all of which helps its activities qualify as educational or religious for tax purposes.\nThe American affiliate provides roughly 60 percent of Ateret Cohanim’s funding, according to representatives of the group. But Mr. Hoenig said none of the American money went toward the land deals, since they would not qualify for tax-deductible donations.\nStill, acquiring property has been an integral part of Ateret Cohanim’s fund-raising appeals.\nArchived pages from a Web site registered to the American affiliate — taken down in the last year or so — described in detail how Ateret Cohanim “quietly and discreetly” arranged the acquisition of buildings in Palestinian areas. And it sought donations for “the expected left-wing Arab legal battle,” building costs and “other expenses (organizational, planning, Arab middlemen, etc.)”\n An Unyielding Stance\nDeep inside the West Bank, in the northern region called Samaria, or Shomron, lie 30 or so settlements and unauthorized outposts, most considered sure candidates for evacuation in any deal for a Palestinian state. In terms of donations, they do not raise anywhere near the sums produced for Jerusalem or close-in settlements. But in many ways they worry security officials and the Palestinians the most, because they are so unyielding.\nOut here, the communities have a rougher feel. Some have only a few paved roads, and  mobile homes for houses. Residents — men with skullcaps and sidelocks, women with head coverings, and families with many children — often speak in apocalyptic terms about the need for Jews to stay on the land. It may take generations, they say, but God’s promise will be fulfilled.\nIn November, after the Netanyahu government announced the settlement freeze, Shomron leaders invited reporters to watch them shred the orders.\nDavid Ha’Ivri, the public liaison for the local government, the Shomron Regional Council, has positioned himself as a fierce yet amiable advocate. As a leader of an American-based nonprofit, he also brings a militant legacy to the charitable enterprise.\nMr. Ha’Ivri, formerly David Axelrod, was born in Far Rockaway, Queens, and was a student of the virulently anti-Arab Rabbi Meir David Kahane and a top lieutenant and brother-in-law to the rabbi’s son, Binyamin Kahane. Both Kahanes, who were assassinated 10 years apart, ran organizations banned in Israel for instigating, if not participating in, attacks against Arabs. The United States Treasury Department later added both groups, Kach and Kahane Chai, to its terrorism watch list.\nAs recently as four years ago, Mr. Ha’Ivri was involved in running The Way of the Torah, a Kahanist newsletter designated as a terrorist organization in the United States. He has had several run-ins with the authorities in Israel over the last two decades, including an arrest for celebrating the assassination of Prime Minister Yitzhak Rabin in a television interview and a six-month jail term in connection with the desecration of a mosque.\nTreasury officials said a group’s presence on the terror list does not necessarily extend to its former leaders, and indeed Mr. Ha’Ivri is not on it.\nMr. Ha’Ivri said he no longer engaged in such activism, adding that, at 43, he had mellowed, even if his core convictions had not. “I’m a little older now, a little more mature,” he said.\nA Sunday in late May found him in New York, on a stage in Central Park, speaking at the annual Israel Day Concert. “We will not ever, ever give up our land,” Mr. Ha’Ivri said.\nHe posed for pictures with the Republican National Committee chairman, Michael Steele, and distributed fliers about the “501 c3 I.R.S. tax deductible status” of his charity, Shuva Israel, which has raised more than $2.6 million since 2004 for the Shomron communities.\nAlthough I.R.S. rules require that American charities exhibit “full control of the donated funds and discretion as to their use,” Shuva Israel appears to be dominated by Israeli settlers.\nMr. Ha’Ivri, who lives in the settlement of Kfar Tapuach, was listed as the group’s executive director in its most recent tax filing; Gershon Mesika, the Shomron council’s leader, is the board’s chairman; and Shuva Israel’s accountant is based in the settlement of Tekoa. Its American presence is through a post office box in Austin, Tex., where, according to its tax filings, it has two volunteers who double as board members.\n“I’ve never been to the board,” said one of them, Jeff Luftig.\nWhen asked about his dual status as leader of the charity and an official with the council it supports, Mr. Ha’Ivri said he was no longer executive director, though he could not recall who was. He said he was confident the charity was following the law, adding that the money it raises goes strictly toward improving the lives of settlers.\nExacting a Price\nIf Mr. Ha’Ivri has changed tactics, a new generation has picked up his aggressive approach. These activists also receive American support.\nTheir campaign has been named “Price Tag”: For every move by Israeli authorities to curtail settlement construction, the price will be an attack on an Arab mosque, vineyard or olive grove.\nThe results were on display during a recent tour through the Arab village of Hawara, where the wall of a mosque had been desecrated with graffiti of a Jewish star and the first letters of the Prophet Muhammad’s name in Hebrew. In the nearby Palestinian village of Mikhmas, the deputy mayor, Mohamed Damim, said settlers had come in the dark of night and uprooted or cut down hundreds of olive and fig trees.\n“The army has done nothing to protect us,” he said. Though the attacks are small by nature, Israeli commanders fear they threaten to scuttle the uneasy peace they and their Palestinian Authority partners have forged in the West Bank.\n“It can bring the entire West Bank to light up again in terror and violence,” a senior commander said in an interview.\nIsraeli law enforcement officials say that in investigating settler violence in the north, they often turn to people connected to the Od Yosef Chai yeshiva in the Yitzhar settlement. After the arson of a mosque in Yasuf in December, authorities arrested the yeshiva’s head rabbi, Yitzhak Shapira, and several students but released them for lack of evidence. Rabbi Shapira denied involvement. He is known in Israel for his strong views. He was co-author of a book released last year that offered religious justification for killing non-Jews who pose a threat to Jews or, in the case of young children, could in the future.\nA plaque inside the recently built yeshiva thanks Dr. Moskowitz, the hospitals entrepreneur, and his wife, Cherna, for their “continuous and generous support.” Another recognizes Benjamin Landa of Brooklyn, a nursing home operator who gave through his foundation, Ohel Harav Yehoshua Boruch. Mr. Landa said he donated to the yeshiva after its old building was destroyed in an Arab ransacking. None of the American donations have been linked to the campaign of attacks.\nThe Israeli military has activated outstanding permit violations that have set the stage for the yeshiva’s threatened demolition. And officials have barred some of the yeshiva’s students from the West Bank for months on end.\nOd Yosef Chai’s director, Itamar Posen, said in an interview that the military was unfairly singling out the yeshiva because “the things that we publish are things that are against their ideas, and they are frightened.” Mr. Ha’Ivri and Mr. Mesika have charged the military with jeopardizing the men’s livelihoods without due process.\nA settler legal defense fund, Honenu, with its own American charitable arm, has sought to provide a safety net.\nAn online appeal for tax-deductible donations to be sent to Honenu’s Queens-based post office read, “If the 3 men can have their families supported it will cause others at the Hilltops to brave military and government threats against them.”\nReached last month, one of the men, Akiva HaCohen, declined to say how much support he had received from American donors; Honenu officials in Israel declined to comment as well.\nThere is no way to tell from Honenu’s American tax returns; none was available through Guidestar, a service that tracks tax filings by nonprofits. Groups that raise less than $25,000 a year are not required to file. But a review of tax returns filed by other charities showed that one American family foundation gave it $33,000 in a single year, enough to have required filing.\nAsked whether it had ever filed a tax return, Aaron Heimowitz, a financial planner in Queens who collects Honenu’s donations there, responded, “I’m not in a position to answer that.”\nOpaque Finances\nReligious charities are still more opaque; the tax code does not require them to disclose their finances publicly.\nMr. Hagee is one of the few Christian Zionists who advertises his philanthropy in Israel and its territories, at least $58 million as of last year, distributed through a multimedia empire that spins out a stream of books, DVDs and CDs about Israel’s role in biblical prophecy.\nMr. Hagee’s aides say he makes a large majority of his donations within Israel’s 1967 boundaries and seeks to avoid disputed areas. Yet a sports complex in the large settlement of Ariel — whose future is in dispute — bears his name. And a few years ago, according to officials at the yeshiva at Har Bracha, Mr. Hagee donated $250,000 to expand a dormitory.\nThe yeshiva is the main growth engine of the settlement, attracting students who put down roots. (Some are soldiers, and the head rabbi there has called upon them to refuse orders to evict settlers.) After the yeshiva was started in 1992, “the place just took off,” growing to more than 200 families from 3, said the yeshiva’s spokesman, Yonaton Behar. “The goal,” he added, “is to grow to the point where there is no question of uprooting Har Bracha.”\nVarious strains of American pro-settlement activity come together in Har Bracha. The Moskowitz family helped pay for the yeshiva’s main building. Nearby, a winery was built with volunteer help from HaYovel ministries, which brings large groups of volunteers to prune and harvest. Mr. Ha’Ivri’s charity promotes the program.\nThe winery’s owner, Nir Lavi, says his land is state-sanctioned. But officials in the neighboring Palestinian village of Iraq Burin say part of the vineyard was planted on ground taken from their residents in a parcel-by-parcel land grab.\nSuch disputes are typical for the area, as are the opposing accounts of what happened that February day when HaYovel’s leader, Tommy Waller, and his volunteers say they came under attack and the shepherd was shot.\n“They came up screaming, slinging their rock-slings like David going after a giant,” Mr. Waller said. A Har Bracha security guard came to the rescue by shooting in the air, not aiming for the attackers, he added.\nBut, in an interview, the shepherd, Amid Qadoos, said settlers started the scuffle by throwing rocks at him as he was grazing his sheep on village land a few yards from the vineyard, telling him, “You are not allowed here.” He and his friends then threw rocks in retaliation, he said, prompting the security guard to shoot him in the back of his leg. His father, Aref Qadoos, added, “They want us to go so they can confiscate the land, through planting.”\nThough two volunteers were hurt, Mr. Waller said neither he nor his group would be deterred. “People are drawn to our work who believe the Bible is true and desire to participate in the promises of God,” he said. “We believe the restoration of Israel, including Samaria and Judea, is part of that promise.”\nIn the last year, he said, he brought 130 volunteers here. This coming year, he said, he expects as many as 400.", "date": "JULY 5, 2010JULY 5, 2010JULY 5, 2010JULY 5, 2010JULY 5, 2010", "href": "https://www.nytimes.com/2010/07/06/world/middleeast/06settle.html", "tags": "american tax aid bank ” israel west israeli tax-exempt donations — funds settlements"}