{"title": "Tax Plan Sows Confusion as Tensions With Mexico Soar", "content": "PHILADELPHIA — President Trump’s decision to build a wall along the length of the United States’ southern border with Mexico erupted into a diplomatic standoff on Thursday, leading to the cancellation of a White House visit by Mexico’s president and sharply rising tensions over who would pay for the wall.\nWith the conflict escalating, Mr. Trump appeared to embrace a proposal by House Republicans that would impose a 20 percent tax on all imported goods. The White House press secretary, Sean Spicer, told reporters that the proceeds would be used to pay for the border wall, estimated to cost as much as $20 billion.\nBut a furious uproar prompted Mr. Spicer to temper his earlier remarks, saying the plan was simply “one idea” that might work to finance the wall. Mr. Spicer said it was not the job of the White House to “roll something out” on tax policy, while Mr. Trump’s chief of staff, Reince Priebus, said the administration was considering “a buffet of options.”\nIf Mr. Trump does eventually announce his support for the tax plan, it could have a broad impact on the American economy, and its consumers and workers, by sharply increasing the prices of imported goods or reducing profits for the companies that produce them. Other nations could retaliate, prompting a trade war that could hit consumers around the globe.\nRetail businesses could see their tax bills surge, said David French of the National Retail Federation, who predicted that those costs would be passed on to consumers. He called the idea “very counter to the way consumers are feeling at the moment.”\nIf nothing else, the rapid-fire developments showed Mr. Trump that international diplomacy and a top-to-bottom overhaul of the tax code would not be as easy as an announcement before a campaign microphone. The events unfolded after Mr. Trump signed an executive order on Wednesday to strengthen the nation’s deportation force and start construction on a new wall along the border.\nAdding to Mexico’s perception of an insult was the timing of the order: It came on the first day of talks between top Mexican officials and their counterparts in Washington, and just days before a scheduled meeting between Mr. Trump and the Mexican president, Enrique Peña Nieto.\nThe sense of chaos and confusion about the tax issue added to the fallout from Mr. Trump’s conflict with Mr. Peña Nieto, his first direct clash with a world leader since becoming president a week ago. The Mexican peso bounced sharply with each new development.\nTensions between the two have been simmering for months, despite comments by both men that they were trying to work together. Mr. Trump’s immigration and border-wall decisions on Wednesday appeared to shatter the remaining good will between them.\nIn a video message delivered on Twitter on Wednesday night, Mr. Peña Nieto reiterated his commitment to protect the interests of Mexico and the Mexican people, and pledged to devote the resources of Mexico’s consulates in the United States to protecting its citizens.\n“I regret and condemn the United States’ decision to continue with the construction of a wall that, for years now, far from uniting us, divides us,” Mr. Peña Nieto said.\nMr. Trump responded on Twitter, “If Mexico is unwilling to pay for the badly needed wall, then it would be better to cancel the upcoming meeting.”\nWithin hours, that is just what happened. Blasting Mr. Trump for sowing division between the countries, Mr. Peña Nieto angrily backed out of the White House meeting, which had been scheduled for next week.\nIn remarks at congressional Republicans’ retreat in Philadelphia, Mr. Trump portrayed the decision to cancel the meeting as his own and issued a stern warning to Mr. Peña Nieto about the consequences of refusing to cooperate with him on financing the wall.\n“Unless Mexico is going to treat the United States fairly, with respect, such a meeting would be fruitless, and I want to go a different route,” Mr. Trump said. “We have no choice.”\nIn the same remarks, Mr. Trump alluded to the idea of a border tax, saying, “We’re working on a tax reform bill that will reduce our trade deficits, increase American exports, and will generate revenue from Mexico that will pay for the wall if we decide to go that route.”\nAfter the speech, in a brief, impromptu news conference as Mr. Trump flew back to Washington, Mr. Spicer told reporters that the president now favored the plan to impose a 20 percent border tax as part of a sweeping overhaul of corporate taxation. Only last week, Mr. Trump had dismissed the tax as too complicated, favoring his own plan to impose a 35 percent tariff on manufactured goods made by American corporations in overseas factories.\nMr. Spicer said that the plan for the tax was “taking shape” and that it was “really going to provide the funding” for the wall.\nMr. Spicer said that was a direct reference to the centerpiece of House Republicans’ proposal to overhaul the tax code. They have been pushing the idea for months, but with little evidence, until Thursday, that Mr. Trump was interested in it.\nBut by the time Mr. Spicer returned to the White House two hours later, he had already recanted. In another hastily arranged conversation with reporters, he called the proposal “one idea” that might work and said it was not the job of the White House to “roll something out” on tax policy.\n“We’ve been asked over and over again: ‘How could you possibly do this? There’s no way that Mexico will pay for it,’ ” Mr. Spicer said. “Here’s one way. Boom. Done. We could go in another direction. We could talk about tariffs. We could talk about other custom user fees. There are a hundred other things.”\nThe White House and House Republicans have been hashing out their respective tax proposals as they press forward with Mr. Trump’s agenda to revive American manufacturing and increase exports.\nThe House proposal would replace the current system of corporate taxation with one that more closely resembles the approach taken by many other developed nations. The government would impose a 20 percent tax on corporate income earned in the United States, which would have the effect of taxing imports while exempting exports.\nThe approach, known as border adjustment, creates the appearance of taxing trade deficits. The goods that the United States imported from Mexico in 2015 were worth about $60 billion more than the goods it exported to Mexico, so federal revenue in the short term would increase by roughly $12 billion.\nBut the House plan would offset that revenue by reducing the 35 percent corporate income tax rate, and would thus generate no new federal revenue over all. It was unclear how that fit with Mr. Spicer’s repeated contention Thursday afternoon that revenue from the tax adjustment would help finance construction of the border wall.\nBy siphoning off that revenue, Mr. Trump would make it impossible to reduce the tax rate as far as Republicans wish. He is pressing for a 15 percent corporate tax rate.\nMoreover, the tax would not be paid by Mexico. It would be paid by companies selling Mexican goods in the United States. Some might raise prices, imposing the cost on consumers, while others might be forced by competitive pressures to absorb the tax, reducing their profits. Many economists also doubt that the change would end up penalizing imports or encouraging exports. They predict that the value of the dollar would rise, offsetting those effects.\nNonetheless, many businesses in industries such as retail and energy, which rely heavily on imports, were in a panic.\nRepresentative Kevin Brady, the Texas Republican who wrote the plan, told Fox News on Thursday afternoon that he was pleased that Mr. Trump appeared to be on board with it after his appearance in Philadelphia.\n“What I heard today from this president was that in tax reform, that they would level the playing field for imports around the world and level it with the U.S. products here in America at the exact same rate,” Mr. Brady said.", "date": "Jan. 26, 2017", "href": "https://www.nytimes.com/2017/01/26/us/politics/mexico-wall-tax-trump.html", "tags": "wall tax would ” house confusion mexico tensions soar sows plan"}