{"title": "Taylor Swift Said to Use Facial Recognition to Identify Stalkers", "content": "When Taylor Swift played the Rose Bowl in May, a kiosk was set up for adoring fans to view videos of her. But there may have been more to that screen than met the eye.\nAccording to an interview in Rolling Stone, the kiosk took photos of people looking at the videos. The images were sent back to a “command post” in Nashville where they were cross-referenced, using facial recognition technology, with a database of people who had been identified as potential stalkers of the pop star.\nThe use of facial recognition was revealed by Mike Downing, the chief security officer of Oak View Group, an entertainment company, who told Rolling Stone that he observed the technology firsthand as a guest of the company that designed the kiosks.\n“Everybody who went by would stop and stare at it, and the software would start working,” Downing told Rolling Stone.\nFacial recognition is proliferating both as a technology to help law enforcement identify criminals and as a convenient feature to help consumers unlock their phones, among other functions. Its use is also growing in the entertainment realm: Madison Square Garden is among the venues employing it.\nThe Swift security team’s reported use of facial recognition, however, could represent a new tactic: luring people to step in front of the camera, rather than just scanning a crowd or waiting for fans to pass by. It was not clear which company designed the kiosk, whether it was used at other concerts, whether any potential stalkers were identified and, if so, what was done about them. The Oak View Group and Swift’s representatives did not respond to requests for comment.\nOnly a couple of states have laws restricting the use of facial recognition, and California is not among them. Nonetheless, many civil liberties advocates consider it to be among the most invasive surveillance technologies because it can be used to recognize people at a distance without their knowledge or permission, curtailing their ability to go about their business anonymously in public.\n“Obviously, stalking of celebrities is a real problem,” Jay Stanley, a senior policy analyst for the American Civil Liberties Union, said in an interview. “This is a somewhat sympathetic deployment of the technology, but nonetheless, there are a number of concerns about where this goes.”\nMicrosoft has called on Congress to regulate facial recognition. In a blog post on Dec. 6, Brad Smith, the president of Microsoft, went further, saying that such a law should require companies to “place conspicuous notice” where the technology is being used. That way people who don’t want to be subjected to facial recognition might avoid it.\nEarlier this year, civil rights groups, led by the A.C.L.U., asked Amazon to stop selling its image recognition technology, called Rekognition, to law enforcement agencies.\nAmazon employees later sent a letter to Jeff Bezos, the company’s chief executive, with similar demands. Amazon has said there have been no reports of law enforcement abuse of the company’s facial technology and that the technology had been used for beneficial purposes, such as reuniting missing children with their families. (The New York Times used Amazon’s services earlier this year to help identify attendees at the royal wedding of Prince Harry and Meghan Markle.)\nSwift has had several documented instances of stalkers. Just this month, Roger Alvarado agreed to a plea deal that included six months’ imprisonment in connection with a break-in at Swift’s New York City townhouse. The police said he had been asleep in her bed.\nIn 2014, Swift discussed her need for a security detail in an interview with Esquire.\nShe spoke of “the sheer number of men we have in a file who have showed up at my house, showed up at my mom’s house, threatened to either kill me, kidnap me, or marry me.”\n“This is the strange and sad part of my life that I try not to think about,” she said. “I try to be lighthearted about it, because I don’t ever want to be scared. I don’t want to be walking down the street scared. And when I have security, I don’t have to be scared.”", "date": "Dec. 13, 2018", "href": "https://www.nytimes.com/2018/12/13/arts/music/taylor-swift-facial-recognition.html", "tags": "company facial used identify recognition taylor ” use swift technology said stalkers"}