{"title": "Taylor Swift and Katy Perry Ended Bad Blood With an Olive Branch. Here’s How It Started.", "content": "It was the olive branch ’grammed round the world.\nOn Tuesday, the yearslong feud between the pop stars Katy Perry and Taylor Swift appeared to come to an end when Ms. Perry sent a wreath of actual olive branches to Ms. Swift. Band-Aids don’t fix bullet holes, but can foliage?\nMs. Swift planted a video of the peace offering on her Instagram account with the words “Thank you Katy” and the potent double-heart emoji.\n“So, I just got to my dressing room and found this actual olive branch,” Ms. Swift, 28, who was in Arizona for the start of her “Reputation” tour, says in the video as she zooms and pans across the wreath. “This means so much to me.”\n[Our pop music critic was at the opening of Taylor Swift’s “Reputation” tour. Here’s his review.]\nThe camera also shows a note written by Ms. Perry, 33. Repeated viewings suggest it reads: “Hey Old Friend — I’ve been doing some reflecting on past miscommunications and hurt feelings between us. I really want to clear the air” and “I’m deeply sorry.”\nSo what was Ms. Perry apologizing for? And why was Ms. Swift so grateful? You’re a busy person who reads The New York Times. But you’re obviously curious. Please allow me to break it down for you.\nIn September 2008, Ms. Perry and Ms. Swift appeared together in a segment at the MTV Video Music Awards, along with the singer Miley Cyrus.\nAll three were nominated for the show’s best new artist award, along with Jordin Sparks, who had won the sixth season of “American Idol,” and Tokio Hotel, an all-male German rock band that would beat all four women.\nThere appeared to be no bad blood between Ms. Perry and Ms. Swift.\n“I think if we weren’t all, like, crazy about each other,” Ms. Swift said, “that would be awkward, but it’s not.”\nIt later would be.\nAt one of Ms. Swift’s concerts in Los Angeles, in April 2010, she and Ms. Perry performed Ms. Perry’s single “Hot n Cold” together.\nThe performance of the song, about an uneven but charged relationship with lyrics like “You’re in then you’re out,” would later prove to be remarkably ironic.\nThis was a culmination of months of supportive Twitter messages that Ms. Perry and Ms. Swift had exchanged during 2009.\nThere were a lot of them.\nThey seemed to remain friendly for a while, but things changed in 2013. That’s when three dancers left Ms. Swift’s “Red” tour after about six months. They were hired by Ms. Perry, who was preparing her “Prismatic” tour.\nOne of the dancers, Lockhart Brownlie, gave an interview to an Australian newspaper in December 2013, in which he explained that all three had previously toured with Ms. Perry in 2011. He said that Ms. Swift’s tour “was a great experience and she’s a great person to work with, but then Katy contacted us.”\nSpeculation about a feud grew after a September 2014 article about Ms. Swift in Rolling Stone, pegged to the release of her album “1989.”\nMs. Swift explained the subject of her song “Bad Blood,” which would become the album’s fourth single. She said a former friend “did something so horrible” to her:\nShe later told Rolling Stone that her desire in writing the song “was not to create some gossip-fest.”\nThat backfired. (See: this rather long article that you’re still reading.)\nHours later, Ms. Perry sent a cryptic tweet: “Watch out for the Regina George in sheep’s clothing …”\nThe reference, for the unaware, was to the antagonist in the film “Mean Girls,” who, notably, is blonde, like Ms. Swift. (This is not gratuitous. Hair color will come up again later.)\nMs. Perry did not respond to Ms. Swift’s comments directly. But her tweet and Mr. Brownlie’s previous comments set off a wave of speculation.\n“1989” was released on Oct. 27, 2014, and fans and critics started to dissect the lyrics to “Bad Blood.” Most agreed the song was about Ms. Perry.\nAmong the clues was a photo of a Grammy Award in the album’s liner notes next to the song’s lyrics.\nAt the time, Ms. Swift had received seven Grammys. Ms. Perry had won none. Ms. Swift had a habit of burying hidden messages in her liner notes. (This is how fans claim to know which songs on “Red” were about Jake Gyllenhaal.)\nOne striking element of the “1989” rollout: Ms. Swift did not release the album on Spotify. A week later, her label removed her entire catalog from the streaming service. (This would prove important.)\nIn an interview with Billboard in January 2015, ahead of her Super Bowl halftime show, Ms. Perry was asked about her tweet and her then-rumored feud with Ms. Swift.\n“If somebody is trying to defame my character,” she said, “you’re going to hear about it.” But she declined to address the speculation.\nWeeks later, in an interview with The Telegraph, Ms. Swift also deflected questions. “I’m never going to talk about her in my interview,” she said. “It’s not going to happen.”\nThings stayed quiet until May 2015, when the music video for “Bad Blood” was released.\nThe video depicted Ms. Swift as an action hero leading a squad of musicians, models and actors in a crusade against a frenemy who betrays her.\nThat antagonist was played by the actress Selena Gomez, who appeared in a black wig and dark makeup that some said was quite similar to Ms. Perry’s coiffure and look at the time.\nJune 2015: Enter Nicki Minaj.\nAfter nominations for the 2015 MTV Video Music Awards came out, the rapper sent a series of tweets hinting that her video for “Anaconda” would have been nominated for video of the year had she been a different “kind” of artist.\nMs. Swift, whose video for “Bad Blood” would eventually win the category, took that as a personal attack. In a since-deleted tweet, she wrote: “I’ve done nothing but love & support you. It’s unlike you to pit women against each other. Maybe one of the men took your slot.”\nThen Ms. Perry weighed in.\nThe first part of her tweet cribs from Ms. Swift’s comments. The second part is believed to be about “Bad Blood.”\nAbout a year later, in July 2016, the producer Calvin Harris, who dated Ms. Swift, referenced the existence of the feud in a series of now-deleted tweets.\nMr. Harris unleashed his subtweetstorm after reports broke that Ms. Swift had co-written his hit song “This Is What You Came For,” a collaboration with Rihanna. He addressed Ms. Swift: “I know you’re off tour and you need someone new to try and bury like Katy ETC but I’m not that guy, sorry. I won’t allow it.”\nMs. Swift did not respond. Ms. Perry shared a GIF of Hillary Clinton shrugging.\nMonths later, in September, a fan asked on Twitter if Ms. Perry would ever collaborate with Ms. Swift. Ms. Perry acknowledged that she would — on one condition.\nAre you still with us? (Seriously, there are actually important things happening in the news.)\nOn May 19, 2017, ahead of her album “Witness,” Ms. Perry released the song “Swish Swish.” The single, which also featured Ms. Minaj, was widely believed to be a diss track in which Ms. Perry was responding to “Bad Blood.” Asked about the song by Jimmy Fallon on “The Tonight Show,” she declined to answer.\nBut then …\nTwo days later, Ms. Perry spilled the beans in a “Carpool Karaoke” segment with James Corden, the host of “The Late Late Show.”\nAfter acknowledging that “Swish Swish” was about Ms. Swift, Ms. Perry said that backup dancers were indeed at the heart of their feud. She also blamed Ms. Swift for starting it all by refusing to speak to Ms. Perry and releasing “Bad Blood.”\nShe told Mr. Corden that she was ready for the drama to end.\nMs. Swift never responded.\nUnless, of course, you count Ms. Swift’s decision to return her entire music catalog back to streaming services on June 8, 2017, the same day that “Witness” came out. Ms. Perry’s album release seemed lost in all the buzz. Ms. Swift dominated the streaming charts.\nThat weekend, Ms. Perry staged a 96-hour YouTube livestream to promote her album. As part of that, in a conversation with Arianna Huffington, she apologized to Ms. Swift and said she forgave her.\n“I love her, and I want the best for her,” Ms. Perry said, later adding, “God bless her on her journey. God bless her. Honestly.” She repeated a similar sentiment in a live performance of “Swish Swish” days later.\nMs. Swift did not respond until her Instagram story this week.\nAnd you’re all caught up — for now.", "date": "May 9, 2018", "href": "https://www.nytimes.com/2018/05/09/arts/music/katy-perry-taylor-swift.html", "tags": "blood later ended started video ms. taylor ” perry katy olive bad branch swift"}