{"title": "Taylor Swift Begins Her ‘Reputation’ Tour, Taking on Foes and Her Old Self", "content": "GLENDALE, Ariz. — About halfway through Taylor Swift’s concert at the University of Phoenix Stadium here Tuesday night, as she was performing “Shake It Off” on one of the smaller stages near the center of the field, a pair of giant inflatable snakes rose up from the floor. While she sang tart kiss-offs, they bobbed around not quite menacingly.\nThere were, throughout the night — the opening engagement of her “Reputation” stadium tour — quite a few snakes. During the unusually melancholic love song “King of My Heart,” they were onscreen, thickly interwoven. Early in the show, they festooned a platform at center stage. One of the conveyances she used to move through the sky from one side of the stadium to the other was snake-shaped. She sang the bubbly mean-girl anthem “Look What You Made Me Do” while clutching a snake-gripped microphone. At the merchandise stands, olive-green T-shirts with snakes on the front pocket were $50.\nSince the release of “Reputation” in November, the snake has become Ms. Swift’s spirit animal, but also the symbol that’s gotten in the way of her spirit. She claimed it for herself after Kim Kardashian deployed it against her in 2016, at the height of the tensions between Ms. Swift and Ms. Kardashian’s husband, Kanye West. Ms. Kardashian depicted Ms. Swift as duplicitous, and it stuck.\nIn Ms. Swift’s mind, that is. Her commitment to the bit is intense, and a little quixotic. Late in the show, she addressed the snakes in the room, telling the audience that the feud had led her to “some really low times” but that she’d emerged stronger than she’d entered.\n[Never miss a pop music story: Sign up for our weekly newsletter, Louder.]\nThat was the version of herself that she performed here — resilient, ferocious, chilly. But for Ms. Swift, 28, who over the past decade-plus has been among the warmest of pop superstars, playing an ice queen, a pain princess, a steel warrior isn’t a totally natural fit.\nAnd so this concert was in places — though not that many — a tug of war between new Taylor (nü-Taylor?) and old. If Ms. Kardashian had sought to redefine the public narrative about Ms. Swift, Ms. Swift finished the job, largely throttling her old self in favor of something a little more bulletproof.\nOver more than two hours, she performed with a kind of industrial intensity and gothic overtones. Songs like “ … Ready for It?,” “Don’t Blame Me” and “End Game” were practically bruising. Her outfits were dark, shimmery and imperial. Sometimes she would break the moment with a quick smile, but mostly she stayed on task.\nIt made for a show that was full of drama, but not always dramatic, and by and large denuded of the things Ms. Swift excels at. She is most expressive with her face, achieving intimacy with just a few gestures. At this scale, that can be challenging. She is not a particularly comfortable dancer, but this performance kept demanding movement.\nThere were moments when leaning in to the acrimony of recent years proved effective. During “Look What You Made Me Do,” with its barb aimed at Mr. West about his “tilted stage” (from his “Saint Pablo” tour), dancers tangled with a medium-size platform that tilted from side to side. The song’s “I’m sorry, the old Taylor can’t come to the phone right now” aside was delivered, via video, by Tiffany Haddish.\nThough the dominant mood of the presentation was confrontational and stern — even the dancers were generally dressed for war — the prevailing mood of the music was something softer (especially early in the night, when Ms. Swift strung together several dreamy-eyed songs in a row: “Gorgeous,” “Style,” “Love Story,” “You Belong With Me”).\nThis is a similar tension as the one at work on “Reputation” — a great album, but maybe not a great Taylor Swift album. It marks her full embrace of contemporary pop aesthetics following her slow, deliberate march from teenage country stardom. It has been certified triple platinum, but it is her least commercially successful album, and the one with the fewest indelible hits. Ms. Swift’s charms are micro, and they’re sometimes obscured by the album’s macro aesthetic rewiring.\n“Reputation” is about lashing out against your antagonists, sure, but also about seeking, and perhaps finding, love in the midst of severe self-doubt. In the moments here where she gave in to that feeling — like “New Year’s Day,” which she sang from behind a piano, and “Delicate,” which she delivered alone onstage, while the beat thumped out into the ether, heartbeat-like — she shined. And when she revisited the wistful “All Too Well,” from the 2012 album “Red,” she was spirited but calm. (“Long Live,” from the 2010 album “Speak Now,” was far less successful.)\nSo it was confusing that Ms. Swift chose a third path to conclude the show: petulance. First came “We Are Never Ever Getting Back Together,” an exuberant hit from “Red” that shows her at her best, wagging her finger while taking the emotional high road. But that song collided with “This Is Why We Can’t Have Nice Things,” one of the cheekier songs on “Reputation,” in which the finger-wagging (aimed at Mr. West) comes with the ostensible moral high road (though it feels slightly hollow given Mr. West’s challenging last couple of weeks). At one point, everyone onstage was giggling conspiratorially. Some of the dancers — and Ms. Swift as well — were wet from the onstage fountain. It was mean, merry and loose. After a heavily armored performance, maybe it indicated that she was finally ready to shed that pesky thick skin.", "date": "May 9, 2018", "href": "https://www.nytimes.com/2018/05/09/arts/music/taylor-swift-reputation-tour-review.html", "tags": "foes ‘ taking tour album ” taylor begins one snakes reputation old self ms. — swift"}