{"title": "Taylor Swift Is a 2017 Pop Machine on ‘Reputation,’ but at What Cost?", "content": "Taylor Swift is known for the kiss-off, the eerily intimate way she dismantles those who have wronged her. She is a songwriter and performer who has long thrived on antagonism (it’s one of her two poles; the other is swooning), and no pop star of the modern era has communicated the contours of her disappointment with such emotional precision and melodic sophistication.\n“I Did Something Bad,” which comes third on her new album, “Reputation,” has all the hallmarks of a classic Swift assault: lyrics about men who are out of their depth sprinkled with just enough details to imply grave shortcomings.\nBut the chorus is something different: “They say I did something bad/Then why’s it feel so good?” On the surface, it’s an awakening, but really, it’s a takedown. The target is herself — her innocence, her naïveté, the way in which striving to be flawless is perhaps the ultimate flaw.\nThe bombastic, unexpected, sneakily potent “Reputation” is many things: It’s the first album on which Ms. Swift has cursed (“damn” doesn’t count); it’s the first time she has sung about consuming alcohol (and repeatedly at that); and it’s the vehicle for her most overt songs about sexual agency. Ms. Swift is 27 now, and the things she used to deny herself — in song, at least — are no more.\nBut it is also Ms. Swift chasing that good feeling, pushing back against a decade of following her own instincts. And it works. “Reputation” is fundamentally unlike any of her other albums in that it takes into account — prioritizes, actually — the tempo and tone of her competition. “Reputation” is a public renegotiation, engaging pop music on its terms, not hers.\nAnd even though what’s au courant in pop — post-Drake lite-soul noir, or gothic but plain dramatists like Halsey and Selena Gomez — doesn’t necessarily play to Ms. Swift’s strengths, she barrels ahead here, finding ways to incorporate it into her arsenal, and herself into it. Some things are lost, to be sure, but it turns out that Ms. Swift is as effective a distiller of everyone else’s pop ideas as she was at charting her own sui generis path.\nThat means a shift away from her signature melodies to an approach that uses her voice as an accent piece, or seasoning — the difference between songs that are 24K Taylor and ones that are merely Taylor-plated. It means a continued de-emphasis — one that began on her last album, “1989” — of the sorts of dense narratives that were so integral to her early career. It means that on a few songs here, Ms. Swift is doing something at least a little bit like rapping. (I’m sorry, the old Taylor can’t come to the studio right now.)\nMake no mistake: these are jarring propositions. And yet Ms. Swift commits to them and thrives, an act of liberation from her past, and also a calculation about what the marketplace can bear.\nThat’s because after “1989,” all that was left for Ms. Swift to do was make pop songs the way most other superstars do. All the songs on “Reputation” are produced either by Max Martin with his associates, or by Jack Antonoff with Ms. Swift. Both men are longtime collaborators of hers, and both have had an outsized role in shaping the sound of current pop.\nWhere they bring Ms. Swift is into soft-core pop-R&B, with synth-thick production that moves at a sensual gallop. “Delicate,” one of the album’s standouts, could pass for a Drake-Rihanna collaboration. Here, Ms. Swift whisper-sings with a newfound attention to rhythm. (She also sings through a vocoder on part of the song.) Something similar, but even more outré, is happening on “Dress,” which — with Ms. Swift’s blushing exhales — sounds like something the club-soul revivalists AlunaGeorge might make.\nThese songs emphasize the cadence of her singing, not the melody or range. And on a few other songs here, she breaks into a kind of intermittently unconvincing talk-singing. This is a persistent theme on this album: borrowing styles and approaches from black music, then softening them enough to where Ms. Swift can credibly attempt them.\nThe most striking example of this is “End Game,” a smoothly swaggering thumper featuring Future and Ed Sheeran. That Ms. Swift would go sigh for sigh with Future’s warbles would have been unthinkable five years ago, but here, in a twist, the person who sounds least at home is Mr. Sheeran.\nThe ideas that Ms. Swift and her producers are borrowing from have been long simmering in the pop mainstream. (Nothing here has the same jolt as when she imported a dubstep drop into “I Knew You Were Trouble,” in 2012, back when that was still novel.) What’s notable, though, is that she hasn’t gone to the innovators of these ideas, but rather used Mr. Martin and Mr. Antonoff as alchemists and filters.\nThat approach also serves another purpose, which is to protect her from the limitations of her voice. A few songs here — “Don’t Blame Me,” especially, which faintly recalls Madonna’s gospel-choir era — call out for melisma, or a soul-informed vocal approach that blends the tough and the nimble. But those are not Ms. Swift’s gifts. She is as strong a singer as ever (even if this album doesn’t much let her loose), but much of her singing here is done piecemeal.\nThat’s because almost all of these songs are the sum of very different parts; many move in several different directions, one hard turn after the next. Guitars, when they’re present, are generally distant in the mix.\nThis kind of structural maximalism is becoming a hallmark of pop-era Swift. “I Did Something Bad” has the energy of a revving motorcycle, and the first two singles, “ … Ready for It?” and “Look What You Made Me Do,” both use harsh sounds and urgent buildup segments to theatrical, bruising effect.\nThis is the work of both producers: Mr. Martin and his team handle most of the album’s rowdy first half, and Mr. Antonoff is dominant on the more emotionally focused second half. Ms. Swift’s tone changes throughout the album as well — in the beginning, she is indignant and barbed, but by the end she’s practically cooing.\nShe still has adversaries in her sight; there are jabs at Kanye West, and also at an ex-boyfriend or two. But here, too, she turns the magnifying glass around. Some of the most caustic and aware songwriting on this album is about herself. “Getaway Car” is about what happens when you leap blithely from one relationship to another. Ms. Swift is at her imagistic best here: “The ties were black, the lies were white/in shades of gray in candlelight/I wanted to leave him, I needed a reason.”\nThis is familiar Swift stuff — or at least, what was once familiar Swift stuff. On this album, it’s no longer the priority. The album closer, “New Year’s Day,” is the only acoustic song, and also one of the best written (though it feels as indebted to Mr. Sheeran as to Ms. Swift).\nIt is also probably the only song here that, upon first listen, doesn’t prompt the existential question of what, exactly, constitutes a Taylor Swift song in 2017. In making her most modern album — one in which she steadily visits hostile territory and comes out largely unscathed — Ms. Swift has actually delivered a brainteaser: If you’re using other people’s parts, can you ever really recreate your self?", "date": "Nov. 9, 2017", "href": "https://www.nytimes.com/2017/11/09/arts/music/taylor-swift-reputation-review.html", "tags": "pop ‘ something songs album cost ” taylor one reputation machine ms. — swift"}