{"title": "Teachers Get Baseball Bats to Confront Shooters in Pennsylvania District", "content": "A school district in Erie, Pa., has supplied teachers and other school employees with miniature baseball bats to use as a last resort if confronted with an active shooter.\n“We don’t want to be sitting ducks,” William Hall, superintendent of the Millcreek Township School District, said on Wednesday. “We’re not just going to go hide.”\nThe 18-inch wood bats are also meant to be “symbolic,” he said, to remind people that the old policy of simply turning off the lights, shutting the door and hiding, is not enough. Now, he says, one option is fighting back.\n“Part of that response is to assess your environment for anything that could be used as a potential weapon or to defend yourself,” he added.\nThe 600 bats each cost $3, Mr. Hall said, and are akin to a ballpark souvenir.\nThey are no match, of course, for a gunman toting a semiautomatic weapon.\nEven so, Mr. Hall said, “I think a bat could disarm a pistol with a nice swing.”\nJon Cacchione, the president of the Millcreek teachers’ union, says it’s better than doing nothing.\n“Is this going to make the difference if we have an active shooter? I don’t know,” he said, but the bats, along with the other changes the district is employing, are “an improvement of what we had before.”\nThe Millcreek school district’s decision to use bats has been panned on Facebook and Twitter, prompting comments ranging from angry to incredulous.\n“Is this a late April fools joke?” someone asked.\nOthers suggested that conceal and carry was a better solution.\n“Best to just arm teachers and staff with guns,” one woman wrote.\nBonnie Fagan, 56, a Pennsylvania PTA board member whose son graduated from the high school in Millcreek Township said she was “surprised and disappointed to hear money was spent on something along those lines.”\nMr. Hall defended his decision.\n“I think what happens is, after Parkland, things die down and you almost fall back into a false sense of security until it happens again,” Mr. Hall said. “If you have to take a few bumps and bruises because people think it’s silly, I’m O.K. with that.”\nMatthew Exley, director of the Millcreek Township Office of Emergency Management, said in an email on Wednesday that neither his organization nor the Millcreek Township Police Department was involved in the decision by the Millcreek Township School District to provide bats to teachers.\nAll 470 of the district’s teachers received the bats on April 2, as did teacher’s aides, administrators and building staff, Mr. Cacchione said.\nThe idea came from an anonymous response to the district’s online survey distributed about a month after the Parkland, Fla., shooting that killed 17 people, Mr. Hall explained. The survey, which included only one question, asked whether or not parents approved of having an armed presence in schools who would act as “‘first responder(s)’ to an active shooter situation.”\nThe bats are meant to be used only during a “hard lockdown situation,” Mr. Hall said, and are locked up in the district’s buildings and classrooms so they don’t fall into the wrong hands.\nIt’s part of a larger effort to improve school safety, Mr. Hill said, that includes installing a concrete barrier between a parking lot and a walkway, instituting regular police patrols at each of the district’s 10 schools and securing building entrances.\nThe Parkland shooting has led school officials and lawmakers across the country to make changes. Last month, the superintendent of the Blue Mountain School District in Schuylkill County, Pa., announced that every classroom had been equipped with a five-gallon bucket of river stone.\n“If an armed intruder attempts to gain entrance to any of our classrooms, they will face a classroom full students armed with rocks and they will be stoned,” the superintendent, David Helsel, said at the time.\nAnd last month Marjory Stoneman Douglas High School, where the mass shooting took place in February, announced that it would require students to wear clear backpacks.\nThe Pattonville School District in Missouri is spending $4.3 million on safety and security upgrades, according to The St. Louis Post-Dispatch.\nAnd the Florida Legislature passed a gun control bill on March 7 that would allow superintendents and sheriffs to arm school personnel. But that move was rejected on Tuesday by the school board in Broward County, Fla.\nAnd while Mr. Cacchione said that bats aren’t going to stop an active shooter, “we’re going to keep working at this until we get what’s best.”", "date": "April 11, 2018", "href": "https://www.nytimes.com/2018/04/11/us/erie-bats-school-shooting.html", "tags": "confront baseball shooters ” teachers school millcreek hall district bats get pennsylvania"}