{"title": "Tech giants write to ministers to spell out views on internet regulation", "content": "The world's biggest internet companies have written to UK government ministers to outline how they believe harmful online activity should be regulated.\nThe digital giants, including Facebook, Google and Twitter, say the difference between illegal and harmful content must be formally recognised.\nThey also say planned legislation should make a distinction between public and private communication.\nThe letter has been co-ordinated by the trade body, the Internet Association.\nIt has been sent to the culture, health and home secretaries. \nThe letter will be seen as a pre-emptive move in the coming negotiation over new rules to govern the internet. The government is due to publish a delayed White Paper on \"online harms\" in the coming weeks.\nIt follows the recent outcry over the death of Molly Russell, the 14 year-old girl who died after seeing pictures of self-harm on Instagram, which is owned by Facebook.\nFollowing extensive coverage of the case, Instagram said it would remove all graphic images of self-harm on the platform.\nIn the letter, the companies outlined six principles they said regulation must conform to. They said it must:\nMany leading figures in the UK technology sector fear a lack of expertise in government, and hardening public sentiment against the excesses of the internet, will push the Online Harms paper in a more radical direction.\nThat paper has been in the works for many months, and this late intervention, which follows extensive contact between the technology sector and government, shows the industry believes it can still bend that paper toward its will. \nThree of the key areas of debate are the definition of online harm, the lack of liability for third-party content, and the difference between public and private communication. \nThe companies insist that government should \"recognise the distinction between clearly illegal content and content which is harmful, but not illegal\". \nThe forthcoming government paper will need to state explicitly what online harm is. \nIf these leading tech companies believe this government definition of harm is too broad, their insistence on a distinction between illegal and harmful content may be superseded by another set of problems.\nThe companies also defend the principle that platforms such as YouTube \"permit users to post and share information without fear that those platforms will be held liable for third-party content\".\nThis is the latest instalment in the long discussion over whether some of these companies are platforms or publishers - the latter category coming with legal and moral duties that the former category escapes.\nIt is obvious that a new category of company will have to be created to accommodate the special characteristics of technology platforms that distribute, and create, vast quantities of media.\nAnother area which will be of particular interest to the Home Office is the insistence that \"care should be taken to avoid regulation encroaching into the surveillance of private communications\".\nAfter the Westminster Bridge attack of 2017, there were plenty of calls for there to be no safe spaces for terrorists online. \nThen Home Secretary Amber Rudd said at the time: \"We need to make sure our intelligence services have the ability to get into situations like encrypted WhatsApp.\"\nBut it is dangerous to interfere with encrypted communication, of the kind that WhatsApp (also owned by Facebook) enables, because if you breach one end of the encryption you potentially allow all manner of criminals, foreign agents and bad actors to exploit that vulnerability.\nThis area will likely remain a point of contention between technology companies and law enforcement agencies.\nRegulation of the internet is fraught with difficulty. That's why it hasn't advanced as quickly as some politicians and members of the public wanted.\nInnovation is fast and unpredictable; regulation is slow and consensual.\nTechnology companies are often global in reach, whereas parliaments are generally national. Getting the buy-in of many countries takes time.\nAnd then there is the volume of content. YouTube is not a broadcaster, like the BBC for instance, in large part because of how much of it there is: hundreds of hours of video uploaded every minute.\nOn the issue of principle, this letter makes clear that the companies - many of which originated in the libertarian spirit of California - are opposed to censorship. Granting them more power to pre-judge what should go online in the first place may pull the West's internet - open, free, with all the associated costs - toward the more closed version that exists in places like China.\nThese issues begin to explain why the Online Harms paper has taken so long. The UK government will be looking at examples around the world to see what can be learned - from Europe's data rules GDPR (which apply in Britain) to Germany's use of hate speech law to fine companies for leaving harmful material online for too long. \nIn writing to cabinet ministers now, the world's leading technology companies have indicated their awareness that the government is yet to fully make up its own mind.\nIf you're interested in issues such as these, you can follow me on Twitter or Facebook; and subscribe to The Media Show podcast from Radio 4.", "date": "28 February 2019", "href": "https://www.bbc.co.uk/news/entertainment-arts-47400140", "tags": "spell write paper ministers regulation tech views companies online giants facebook content illegal internet harmful technology government"}