{"title": "Tennessee House Passes Bill to Ban Abortion After Detection of Fetal Heartbeat", "content": "The Tennessee House of Representatives passed a bill on Thursday that would ban abortion after a fetal heartbeat is detected, mimicking laws in other states that have been struck down by the courts and drawing the criticism of both advocates and opponents of abortion rights.\nThe measure, House Bill 77, would tightly restrict the window of time within which a woman could seek an abortion, because a fetal heartbeat can be detected as early as six weeks into a pregnancy. That is before many women even realize they are pregnant.\nThe bill, which is part of a category of anti-abortion measures called “heartbeat bills,” will now be referred to the State Senate, where abortion rights groups have said they hope to derail it. If it were to be passed by the Senate and signed into law, it would become one of the most restrictive abortion laws in the country.\nHours after the vote in Tennessee, the Georgia House of Representatives passed a similar bill that would outlaw abortions after a fetal heartbeat is detected. The state’s governor, Brian Kemp, a Republican, has indicated that he will sign the legislation, House Bill 481, if it passes in the State Senate.\n“I proudly support this legislation, which protects the rights of the unborn at the heartbeat,” he said at the State Capitol after the bill passed in the House with a vote of 93 to 73.\nA broad range of groups has come out against this type of legislation this week, including the American Civil Liberties Union and Planned Parenthood of Tennessee and North Mississippi, which said they planned to challenge the Tennessee measure in court, and the anti-abortion group Tennessee Right to Life, which said it feared a court challenge might succeed.\nAimee Lewis, a spokeswoman for Planned Parenthood of Tennessee and North Mississippi, said her organization would sue if the Tennessee bill were signed into law because it effectively negated Roe v. Wade, the 1973 Supreme Court decision that ruled the constitutional right to privacy includes women’s ability to have access to abortion services.\n“Most women who are pregnant at six weeks don’t even know they’re pregnant yet, so this takes away any chance they have to make their own medical decisions,” she said. “This law is unconstitutional and it is a waste of taxpayer dollars because the only thing it will actually result in is litigation.”\nThe A.C.L.U. of Tennessee also announced its intention to initiate a court battle. Hedy Weinberg, the group’s executive director, said in a statement that the vote on Thursday had brought the state “one step closer to a lawsuit.”\n“With our partners, we are working to stop this bill in the Senate,” she said. “However, should it be signed into law, the A.C.L.U. of Tennessee and our client are prepared to file a lawsuit immediately.”\nRepresentatives for Tennessee Right to Life did not respond to requests for comment on Thursday, but in a statement earlier this week, the group said it suspected a lawsuit would succeed because similar legislation had been struck down as unconstitutional in other states, including North Dakota, Arkansas and Iowa.\nThe group said it feared that, if the measure were to become law, it would undermine existing anti-abortion measures because its text “makes no provision for the protection of viable unborn children during the period in which the heartbeat ban is tied up in court.”\nState Representative Micah Van Huss of Tennessee, the Republican who sponsored the measure, addressed the concerns of anti-abortion activists from the House floor on Thursday, The Tennessean reported.\n“Colleagues, we cannot continue to allow the slaughter of the unborn while we hope for better circumstances,” he said, according to the paper.\nMr. Van Huss did not respond to requests for comment on Thursday.", "date": "March 7, 2019", "href": "https://www.nytimes.com/2019/03/07/us/fetal-heartbeat-bill.html", "tags": "passes “ tennessee detection fetal heartbeat house abortion state bill ban"}