{"title": "Tennessee Anti-Gay Bill, Backed By State Chamber Of Commerce, Puts Big Business In A Tough Spot", "content": "UPDATE: Haslam signed the bill into law Monday evening.\nWASHINGTON -- Tennessee Gov. Bill Haslam (R) must decide by June 1 whether to sign legislation prohibiting cities in the state from passing anti-discrimination laws protecting LGBT individuals. But the ones feeling the most heat on the issue are a group of national corporations under pressure from gay rights activists to convince the governor to veto the measure. \nThe bill, HB 600/SB 632, would bar local governments from instituting anti-discrimination policies that are stricter than the ones in force at the state level. Under state law, it is not illegal to discriminate against someone on the basis of gender identity or sexual orientation. But in Nashville, it is. The new legislation's immediate effect would be to void Nashville's strong civil rights ordinance. \nOne of the groups that lobbied in favor of the bill was the Tennessee Chamber of Commerce.\n\"Our position is now, and has historically been, that employment standards from the government should be consistent across the state and not create an additional burden on companies that are endeavoring to be competitive and provide jobs to all Tennesseans based on their individual qualifications and merit,\" the Chamber explained in a statement. The business lobby did not return a request for comment Monday.\nOn the Chamber's board are representatives from a handful of major national corporations, including Nissan, FedEx, AT&T, Comcast, DuPont, Pfizer, Blue Cross Blue Shield (BCBS), Caterpillar, KPMG, Whirlpool, Embraer, Alcoa and United HealthCare. Many of those companies have strong diversity policies, including protections and benefits for gays and lesbians. \nThe site AMERICAblog and the Human Rights Campaign, among others, are now pushing an aggressive campaign to pressure these companies to use their influence and lobby Haslam to veto the measure.\n\"[D]on't for a minute buy the chamber's excuse that this is about business, not prejudice,\" wrote AMERICABlog founder John Aravosis in a May 19 post. \"Every other minority is protected in the state under federal law. Gays and trans are not. The law was the idea of the religious right. The lead lobbyist on the law was the religious right. The only victim of the law was the LGBT community. This law was specifically written and intended to repeal Nashville's new civil rights ordinance protecting gay and trans citizens, period.\"\nOn Monday, The Huffington Post received statements from five corporations that had not previously commented on the bill. The strongest came from Whirlpool, which said it opposes HB 600/SB 632 and will actively speak out against it. \n\"Whirlpool Corporation opposes this legislation, which runs counter to our core values of diversity and inclusion,\" said Jill Saletta, the company's director of external communications. \"We are reaching out to the Governor's office and the Chamber to inform them of our position.\"\nA Comcast spokesperson sent The Huffington Post a statement saying the company absolutely disagrees with the Tennessee bill: \"At Comcast, we believe it's simple: discrimination is wrong. Our policy of non-discrimination provides the same protections to all our employees, whether in Tennessee or any other state. Consistent with that, we don't support Tennessee SB632/HB600. Comcast agrees with the NGLCC [National Gay and Lesbian Chamber of Commerce], 'No one should be judged by his or her sexual orientation or gender identity in the workplace. In this delicate economic climate, diminishing the rights of LGBT people sends the wrong signal across Tennessee and around the country.'\"\nBCBS of Tennessee expressed more sympathy with the Tennessee Chamber's position, noting \"anti-discrimination laws across the state should offer uniform protection to all people.\" But the company added that HB600/SB632 \"has instead become more associated with efforts to erode rights of the LGBT community -- efforts which we do not support. BlueCross does not tolerate discrimination of any kind.\"\n\"While we are members of the Chamber of Commerce, Embraer has not lobbied for the SB632/HB600 and does not support the Tennessee Chamber of Commerce's position on this or any initiative that limits the principle of diversity and inclusion in the workplace,\" said a statement from Embraer.\nDupont's statement: \"While we are members of the TN Chamber of Commerce, DuPont did not lobby for and does not support TN SB632 / HB600. We are contacting the Governor's office to inform them of our position.\"\nKPMG also issued a statement on Monday, according to the Human Rights Campaign, saying the company \"did not vote to support the Chamber's adoption of a policy to back this bill, nor do we support the legislation, the effect of which runs counter to KPMG's policies, core values and our long-standing support for diversity in the workplace in all its forms.\"\nCaterpillar has not yet commented on the measure.\nOne of the clearest rejections to date had previously come from Alcoa. Company spokesman Mike Belwood told The Huffington Post that the company is also personally following up with the governor's office to urge Haslam to veto the bill. \n\"Alcoa provides equal employment opportunity without discrimination and supports state and local legislation protecting the rights of all community members,\" the company wrote in a statement. \"We do not agree with the chamber on this issue and would ask that the governor veto the bill.\" \nOther companies' statements have not been quite as unequivocal; several have said they support the aims of the legislation but dislike the fact that it would allow discrimination against LGBT individuals.\nAT&T said it supports the \"principals of ensuring that state and local laws are consistent\" but does not like that HB 600/SB 632 has been \"implicated in efforts to erode the rights of the gay community, which we do not support.\" \nPfizer said it would not \"support any legislation in Tennessee or elsewhere that in any way advocates for discrimination of any kind,\" but did not explicitly call for a veto of the bill. United HealthCare said it did \"not lobby for nor support Tennessee SB632/HB600.\"\nNissan's initial statement was a bit more vague: \"We believe that consistent statewide employment standards, rather than a cumbersome array of local laws and ordinances, are essential to maintaining our state's economic competitiveness. However, HB 600/SB 632 has become more closely associated with eroding civil liberties than fostering a strong business climate and this we do not support.\"\nOn Monday, it issued a clarification, making clear it is against the bill: \"Nissan opposes HB600/SB632. While we believe in a standard State regulatory environment, we share public concerns about this bill's impact on diversity and inclusiveness. Nissan is committed to providing a diverse and inclusive environment for all stakeholders.\"\nFedEx did not take a position on HB 600/SB 632, simply saying the company \"did not lobby\" for the bill. \"While FedEx is a member of the Tennessee Chamber of Commerce, we do not support every position proposed by the Chamber,\" read the company's statement.\nThe issue is already spreading across state lines. Garden State Equality, the leading LGBT group in New Jersey, is withdrawing honors from AT&T, KPMG and Pfizer, all of whom have representatives on the Tennessee Chamber of Commerce's board. The group was planning to recognize the three companies at its annual dinner on June 25. \n\"Some companies have recognized that this is a diverse country, and this is a group of people who deserve the same level of protection that other groups are getting,\" said Daryl Herrschaft, workplace project director at HRC. \"These business groups need to listen to their members and recognize that corporate America is not supportive of discrimination against LGBT people.\"\nDavid Smith, a spokesman for Haslam, said the governor has not yet made a decision on the legislation. \n\"It's obviously been transmitted to the governor's office, and it's under review,\" said Smith.\nThe Tennessee state Senate also recently passed a bill that would ban teachers from discussing homosexuality with elementary and middle-school students. The legislation, known to critics as the \"don't say gay\" bill, would limit instruction \"exclusively to age-appropriate natural human reproduction science.\"\nThis story was updated with comment from DuPont, Embraer and Nissan.\nUPDATE: Tennessee Chamber of Commerce, which had originally thrown its weight behind the bill, changed its mind and opposed it on Monday, publicly releasing a statement only shortly before the governor signed the bill into law:\nStatement from Human Rights Campaign President Joe Solomnese on Haslam signing the bill: \"Discrimination should have no place in the Volunteer State and the Chamber's opposition to this law sent a strong signal that corporations are on the leading edge of positive change. In contrast Governor Haslam has put discrimination ahead of the state's values and even business interests by signing this horrible legislation. Earlier today, the governor's spokesman stated no decision had been made regarding the veto.  It wasn't until support for the bill apparently began to dwindle that he hastily signed the bill into law.\"", "date": "\n05/23/2011", "href": "https://www.huffpost.com/entry/tennessee-anti-gay-bill-chamber-commerce-business_n_865581", "tags": "tough support spot backed anti-gay chamber commerce business puts rights statement state bill governor legislation tennessee law big"}