{"title": "Tennessee School Stops Teaching Kids To Do Nazi Salute After Student Pushes Back", "content": "A Tennessee elementary school will “no longer feature a student portraying Hitler or the [Nazi] salute” as part of a class project about World War II after an 11-year-old was removed from her classroom last week for telling her classmates to stop Nazi saluting one another.\nThe students at the McFadden School of Excellence in Murfreesboro, Tennessee, had been taught to do the salute in their social studies class.\n“My daughter spoke out even though she was told by a teacher ‘not to address it.’ She has been bullied by classmates and targeted personally with Nazi salutes, so school feels lonely sometimes. But her family is so proud of her, and I bet there are others who are too,” wrote Keith Jacks Gamble, the child’s father, on Facebook.\nGamble posted the story about his daughter on Twitter as well, asking others to support her actions.\nHe wrote in his posts that children at the McFadden School of Excellence had “been giving Nazi salutes in the hallways and at recess for weeks” after a fifth-grade social studies teacher assigned a student to give the Sieg Heil salute while dressed as Adolf Hitler for a project. \nJames Evans, the communications director for Rutherford County Schools, confirmed the assignment to HuffPost, indicating that it was part of a “World War II exhibit of Living History” and involved a student “delivering a speech, and at the end, giving the Nazi salute.”\nIn a detailed account written in emails and then shared on social media, Gamble and his partner offered a full timeline of the events they said transpired at their daughter’s school. Gamble shared redacted versions of these emails, which he sent to the school for confirmation or amendment of the timeline.\nGamble’s emails state that his daughter was upset at the instruction to give a Nazi salute and that when she noted this, she was given the opportunity to air her grievances in front of the class. She was then instructed by teachers to “not address it again.”\nHowever, Gamble said, the salute was repeatedly used and his daughter continued to voice her concerns. After learning that her classmates were going to perform a mass salute at her specifically, she told another teacher, who then intervened and told students to not give the Nazi salute anymore because it is “wrong.”\nStill, the “Living History” project continued and, while the salutes had dropped off after that one teacher’s intervention, they picked up again during the project’s rehearsal. At that time, 10 to 20 students responded to the Sieg Heil from the student portraying Hitler with Sieg Heils of their own.\nGamble’s daughter shouted at her classmates to “stop it” and “put your hands down,” and was then removed from the class for being “disrespectful with her tone and body language to teachers.” She was then given a talking-to by various teachers and sent to the principal’s office, who echoed that she had been “disrespectful.” \nEvans, the communications director, confirmed these events to HuffPost, adding that Gamble’s daughter “was not disciplined or punished in any way for her concerns or actions” and that “the school agrees the actions of the students were completely inappropriate.”\n“The principal also investigated concerns that the salute had happened more than once, and he was able to confirm two instances where some students gave the salute (outside of the history project). Teachers intervened in both confirmed instances. The principal held a meeting with all fifth-graders about what had happened and to put a stop to any further instances,” Evans wrote via email.\nThe director of Rutherford County Schools has since sent an email to parents to “assure them we do not condone any type of symbolism or actions that can [be] interpreted as hate-filled or insensitive.” The McFadden School of Excellence has also said it will cease having a student portray Hitler or perform the salute and will “find alternative means of covering the fifth-grade history standard.”\nWhen asked why the school assigned students to perform the Nazi salute at all, Evans told HuffPost that the project was “intended to be an interactive way for the students to learn the history standards for fifth grade” and that “multiple historical figures and events are included and students are assigned roles to research and perform.”\n“It was never intended to be offensive and the salute was definitely not encouraged to be performed by the other students,” he said. \nThe use of the Nazi salute in schools has been a repeated issue in recent years. A photograph cropped up in November 2018 of a group of mostly white high school students in the Baraboo School District in Wisconsin giving the salute. The problematic image was investigated by police and the school district and received criticism from the Auschwitz Memorial Twitter page.\nThat school district ultimately did not punish the students involved.", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/tennessee-nazi-salute-elementary-school_n_5cdb0889e4b061f59bf88edf", "tags": "pushes project kids salute nazi back ” gamble student daughter students school teaching tennessee stops"}