{"title": "Tennessee House Advances Fetal Heartbeat Bill To Ban Most Early Abortions", "content": "Tennessee lawmakers on Thursday approved a bill that would ban abortions the moment a fetal heartbeat is detected, following similar efforts in several other states.\nThe state’s House of Representatives voted 66 to 21 in favor of the bill, which would give pregnant women an approximate six-week window to have an abortion, The Associated Press reported.\nOpponents of the bill, which does not include an abortion exception for rape or incest victims, argued that most women don’t realize they’re pregnant until the seventh week or later.\n“This pro-birth agenda is inhumane and irresponsible,” Rep. London Lamar (D) tweeted on Thursday while calling on the state to instead focus its attention on providing additional support for women’s access to health care, education, housing and workplace services.\nThose supporting the bill argued it was needed to protect the sanctity of human life in the early stages of a pregnancy\n“It is not overly complicated,” Rep. Matthew Hill (R) said, according to The Tennessean. “We have a responsibility as the representatives of our districts, of our citizens, to ensure that life, innocent life, is protected in all its stages. We will be able to inject some common sense into our code.”\nRepublican Gov. Bill Lee has said he would sign the bill if it reaches his desk. It must first pass the state Senate.\nThe bill, if enacted, would be one of the strictest abortion laws in the country. The American Civil Liberties Union and Planned Parenthood of Tennessee and Northern Mississippi have said they will file suit challenging the measure if it becomes law.\nA comparable bill cleared a legislative hurdle on Wednesday in Georgia. In states where such measures have become law, they have yet to be enforced due to ongoing legal battles.\nIn January, an Iowa judge ruled that the state’s “fetal heartbeat” was enacted in early 2018 is unconstitutional, reasoning that “a woman’s right to decide whether to terminate a pregnancy is a fundamental right under the Iowa Constitution,” The Des Moines Register reported.\nOhio Gov. Mike DeWine, a Republican who opposed abortion rights, has said this year that he would sign a fetal heartbeat bill into law as soon as it’s passed by the state’s House and Senate. Former Gov. John Kasich (R), in one of his last acts in office, vetoed a similar bill late last year.", "date": "\n03/07/2019", "href": "https://www.huffpost.com/entry/tennessee-pushes-heartbeat-abortion-bill_n_5c814edee4b06ff26ba6a1fe", "tags": "ban abortions early tennessee heartbeat advances ” house abortion state bill women fetal"}