{"title": "Tensions Ease in Gaza, Allowing Money and Fuel to Roll In", "content": "JERUSALEM — For months, Israel has tried to quell Gaza’s border protests through force. Now Israel is taking a different approach, easing a blockade and allowing millions of dollars in aid to flow into Gaza, the impoverished enclave controlled by Hamas, its bitter foe.\nThe aim of the change, in a plan mediated by Egypt and with money supplied by Qatar, is to provide much-needed relief for Gaza, restore calm on the Israeli side of the border and avert another war.\nThe clashes along Gaza’s border have caused misery on both sides: At least 170 Palestinians have been killed, and thousands of acres of Israeli farmland have been torched.\nBut the change in Israel’s approach presents risks for leaders on both sides, pressures that could doom even this limited warming of relations.\nWatching unhappily is the Palestinian Authority, which regards any hint of cooperation between Israel and Hamas as virtually an existential crisis and, many in Israel believe, would welcome a new Gaza war.\nSince last month, tanker trucks have rolled in from Israel every day with diesel fuel to operate a second turbine at Gaza’s sole power plant. The added power generation has sharply increased the daily electricity supply from just a few hours to 12 hours or more — helping families, hospitals, businesses and, not least, sewage treatment plants.\nOn Thursday, Israel allowed a car to cross into Gaza with three suitcases  holding $15 million in cash. By Friday morning, thousands of civil servants and police officers employed by Hamas, the Islamic militant group that controls Gaza, were at the post office to collect sorely needed back pay.\nAnd on Friday afternoon, for the second consecutive week, Hamas officials sought to reduce the intensity of the protests along the border, curtailing the use of incendiary balloons and urging demonstrators to stay well back from the Israeli barrier fence. It was unclear how successful they were: About 10,000 people protested, three Palestinians were arrested trying to cross the border fence, and Israeli soldiers killed at least one and wounded 37.\nTaken together, the de-escalation moves look like a straightforward, simple transaction — one meant to ease tensions that had risen to the boiling point and seemed to presage a full-fledged war between Israel and Hamas. But there was nothing simple about those steps, which required the efforts of Egypt, Qatar, the United Nations and others. And while the parties are clearly acting in their self-interest, they are doing so in the face of serious political risks.\nFor Israeli leaders, the fuel and cash flowing into Gaza — both donated by Qatar — give the appearance that they are paying hush money to Hamas, their hated enemy, responsible for many deadly terrorist attacks on Israeli civilians.\nBut Prime Minister Benjamin Netanyahu has been under enormous pressure from Israeli residents near Gaza to bring a halt to the airborne arson and sporadic rocket attacks they have endured since early this year. Mr. Netanyahu has made clear, despite pressure from some in his right-wing coalition, he sees little gain from another war in Gaza.\nFor the leaders of Hamas, restraining the protests for what amounts to a financial aid package invites accusations by rival factions of selling out the Palestinian cause.\nBut Hamas also has been increasingly accused of ineptitude by ordinary Gazans in street protests, on social media and even in a rare report by an Israeli television station from Gaza. With that dissatisfaction growing, there were rising fears that Hamas would be pressured by its more hawkish rivals into a renewed round of violence against Israel.\nPerhaps the clearest loser from a cooling off in Gaza is the Palestinian Authority. Its president, Mahmoud Abbas, has for two years imposed harsh economic sanctions on Gaza in an effort to severely weaken Hamas, which violently ejected the authority from Gaza in 2007.\nBy cutting Gaza’s supply of electricity and slashing salaries of tens of thousands of authority employees who live in Gaza, Mr. Abbas helped precipitate the financial collapse and brewing humanitarian crisis that Israel, Qatar, Egypt and the United Nations hope to ameliorate.\nMr. Abbas has demanded reconciliation between his ruling Fatah faction and Hamas before any cease-fire is reached between Israel and Gaza. He has portrayed any negotiation that excludes him as an effort to divide and conquer the Palestinian people.\nAt the same time, he has erected stiff obstacles to such a reconciliation, chiefly by insisting that Hamas disarm as a precondition. Many in Israel believe Mr. Abbas privately hopes the Israeli military will destroy Hamas.\nNot surprisingly, then, Mr. Abbas and his aides howled last month when the United Nations envoy to the region, Nickolay E. Mladenov, arranged for Qatar to purchase $10 million in fuel from Israeli suppliers each month and deliver it to the Gaza power station.\nA top Abbas lieutenant, Ahmad Majdalani, declared Mr. Mladenov was “no longer acceptable” to the Palestinian government. Others derided Mr. Mladenov as a tool of the Trump administration, which some Palestinians believe wants to cut the Gaza Strip loose from the West Bank permanently.\nOn Friday, similarly, the Palestinian Authority’s official news agency, Wafa, denounced the infusion of Qatari cash into Gaza, suggesting that Hamas had debased the sacrifices of the fence protesters. “A cheap price for the blood of our precious people in the Gaza Strip,” it said.\nClearly, Mr. Abbas stands to suffer the greatest loss of face from efforts to loosen his economic stranglehold on Gaza. He has championed the two-state solution to the Israeli-Palestinian conflict while Hamas has rejected it. Yet, this year, Mr. Abbas has nothing to show for his longstanding strategy except punishing aid cuts and diplomatic slights by the Trump administration, said Nathan Thrall, an analyst at the International Crisis Group.\n“Hamas is delivering 1,000 times more than that,” Mr. Thrall said. “It’s actually delivering results.”\nMr. Thrall added that Mr. Abbas, also known as Abu Mazen, was 83 and ailing. “It’s very dangerous,” he said. “What if his health deteriorates rapidly? At a moment when everybody is saying Hamas’s path works and Abu Mazen’s doesn’t, who’s more likely to replace him?”\nFor the moment, officials involved say the Qatari-funded fuel shipments and cash infusions are making a dent in at least the most immediate problems afflicting Gazans.\n“I was talking to a family the other day that said, ‘I can actually charge my phone,’” said Jamie McGoldrick, the United Nations humanitarian coordinator for the Palestinian territories. “It means somebody’s got a bit better life than they had two weeks ago.”\nBut the electrical system, which has benefited from minimal usage because of mild weather, is expected to be strained again in a few weeks when winter weather arrives and Gazans turn on the heat.\nEven some of those collecting their checks on Friday were less than sanguine. “This is only a painkiller,” said Raed Abu Safia, 46, a science teacher from Gaza City, after receiving about 40 percent of a month’s salary. “I’m drowning in debt.”\nBeyond those initial steps, much more must be done for a cease-fire to take hold, say people familiar with the Egyptian plan.\nIn coming weeks, Hamas expects to keep a lid on the protests — allowing peaceful demonstrations but preventing people from using explosives or wire cutters to damage the fence, for example, said Basem Naim, a former Gaza health minister.\nIn return, Hamas expects Egypt to ease the movement of Gaza residents through the Rafah crossing into Sinai. Hamas wants Israel to extend the Gaza fishing zone to 12, 14, or even 20 nautical miles into the Mediterranean, and to increase the number of Gaza businessmen it allows across the Israeli border.\nHamas also wants thousands of permits for Gaza laborers to cross into Israel, which Israel has rejected so far on security grounds. But Celine Touboul, a Gaza expert at Israel’s Economic Cooperation Foundation, said that could change.\n“One year ago, Israeli officials would’ve told you, no way they’ll authorize a transfer of cash for Hamas civil servants,” she said. “But the situation is so tense, they’ve changed their minds.”\nA more lasting détente between Israel and Gaza, however, would require progress in areas where the differences seem irreconcilable. Israel wants Hamas to relinquish two Israeli captives and the bodies of two Israeli soldiers as a precondition for allowing major international reconstruction projects in Gaza. Hamas has so far refused the demand, unless it is part of a large-scale prisoner swap.\nAnd Egypt’s main goal remains to restore the Palestinian Authority to power in Gaza. But Mr. Abbas is unlikely to go along with that unless either Hamas unilaterally disarms or Israel provides assurances that it will not punish him should Hamas, on his watch, use weapons against Israel.\nSuch assurances are unlikely, particularly with elections coming soon in Israel, said Nimrod Novik, a veteran Israeli peace negotiator with close ties to Egypt and the Palestinians.\nMr. Novik said he feared that Israel would find itself back in much the same place, facing a possible Gaza war, in a matter of months. “The short-term stuff is only good to calm things down,” he said. “But once things calm down, the Israeli attention span is very short. Our strategic response is a sigh of relief.”", "date": "Nov. 9, 2018", "href": "https://www.nytimes.com/2018/11/09/world/middleeast/gaza-hamas-israel-bordermoney-fuel.html", "tags": "hamas palestinian “ abbas fuel israel roll gaza money israeli tensions ease said allowing"}