{"title": "Texas Lawmakers Are Considering The Death Penalty For Women Who Get Abortions", "content": "Texas lawmakers worked well into Tuesday morning as they listened to hundreds of Texans testify in support of a bill that would criminalize abortion and threaten the death penalty to any woman who undergoes the procedure. \nIn total 446 people testified in support of the “Abolition of Abortion in Texas Act,” or House Bill 896, which aims to outlaw all abortions “regardless of any contrary federal law, executive order, or court decision.” State Rep. Tony Tinderholt (R) introduced the bill in 2017, which would define abortion as murder which is punishable by death in the state of Texas. \n“God’s word says, ‘He who sheds man’s blood, by man ― the civil government ― his blood will be shed,’” Sonya Gonnella, a supporter of the bill, testified in the hearing before the Texas House’s Committee on Judiciary and Civil Jurisprudence on Monday. \nAfter quoting the Book of Genesis, Gonella implored the committee to “repent with us” by passing the proposed legislation. \nLawmakers in the hearing, which wrapped around 3 a.m. on Tuesday, also heard from people opposed to the bill. In total 54 Texans, including women’s advocates and legal experts, testified against the bill, according to the Washington Post. \nSupporters of the bill gathered in Texas Capitol Rotunda ahead of the hearing on Monday night, chanting “abolish abortion” and “equal protection for all.” \n“I’m trying to reconcile in my head the arguments that I heard tonight about how essentially one is OK with subjecting a woman to the death penalty... to do to her the exact same thing that one is alleging she is doing to a child,” state Rep. Victoria Neave (D) said during the hearing.\nThe proposed legislation would ban abortion at every stage of pregnancy, even in cases of rape and incest, and it would modify Texas’ state penal code to allow both women and abortion providers to be charged with murder. Tinderholt’s bill defines an embryo as “a living human child” beginning at “the moment of fertilization.”\nUnder the proposed legislation, an embryo would be afforded the same “rights, powers, and privileges as are secured or granted by the laws of this state to any other human child.”\nThe bill is in direct conflict with Roe v. Wade, which makes criminalizing abortion blatantly unconstitutional.\n“I think it’s important to remember that if a drunk driver kills a pregnant woman, they get charged twice. If you murder a pregnant woman, you get charged twice. So I’m not specifically criminalizing women. What I’m doing is equalizing the law,” Tinderholt said during the hearing, according to Fox 9.\nTinderholt, an uber-conservative anti-abortion advocate, initially received death threats for his controversial bill, which he introduced in January 2017. Although the bill did not get a hearing in 2017, renewed efforts to roll back abortions rights across the country helped bolster the controversial act to receive attention from the state House. \nThe chairman of the Texas House committee Rep. Jeff Leach (R) announced last week that in the spirit of creating a “culture of life” he would grant a hearing on Tinderholt’s bill, Dallas News reported. \nLeach, however, appeared to be openly reluctant about a bill that is so flagrantly unconstitutional. \n“I am pro-life, through and through. No one can question my credentials on this issue and my commitment to this important cause,” he said. “That said, I do not believe that convicting a woman who has an abortion of murder and possibly subjecting her to the death penalty is constitutional, nor does such a policy advance the cause of life in Texas.” \nLeach isn’t the only anti-abortion advocate who feels uneasy about the bill. Texans for Life, an anti-abortion organization, told HuffPost it does not support the controversial proposal.\n“Texans for Life does not support any bill on abortion that would penalize women. Penalizing women only protects the abortionist,” Texans for Life President Kyleen Wright said.\n“As a practical matter, one can’t put the abortionist out of business without the help of the woman,” she continued. “There is also the grave concern that women facing penalties of any kind would not seek help in the event of complications.”\nAnother Texas-based anti-abortion organization, Texas Alliance for Life, also opposes the bill. Executive Director Dr. Joe Pojman told HuffPost that the organization does not support the bill because “it has little chance of surviving a federal court challenge as it violates Supreme Court precedent.”\n“We are greatly concerned that HB 896 criminalizes women on whom an abortion is performed. We strongly oppose that policy,” he added. “Women were never prosecuted for abortion before Roe v. Wade in Texas or in any other state.” \nTinderholt told HuffPost on Wednesday that “there is a lot of misinformation” being spread about his proposed bill.\n“My bill simply accomplishes one goal. It brings equal treatment for unborn human beings under the law,” he said, in part, adding: \nTinderholt told the Texas Observer in 2017 that the policy would force women to be “more personally responsible” for their sexual behavior. ", "date": "\n04/10/2019", "href": "https://www.huffpost.com/entry/texas-lawmakers-are-considering-the-death-penalty-for-women-who-get-abortions_n_5cade41ae4b0d6eb63c26324?ncid=engmodushpmg00000004", "tags": "hearing abortions considering death get ” tinderholt woman abortion penalty bill women lawmakers texas"}