{"title": "Thaad: US begins deploying missile defence system in South Korea", "content": "The US says it has begun deploying the first parts of a controversial missile defence system in South Korea.\nThe Terminal High-Altitude Area Defense system (Thaad) is designed to protect against threats from North Korea.\nThe move to begin installing the system comes a day after the North launched four ballistic missiles, breaking international sanctions.\nBut the US-South Korean arrangement has angered many on the Korean peninsula and around the region, including China.\nSouth Korean media said operations to install a Thaad battery had begun on Monday, with some parts flown from the US to an air base near Seoul. A statement from the US military confirmed that the \"first elements\" of the system had been sent to South Korea.\nSouth Korea's Yonhap news agency, quoting a military official, said the system could be operational \"as early as April\". \nChinese foreign spokesman Geng Shuang said on Tuesday that China opposed the deployment and would \"resolutely take necessary measures to defend our own security interests\". \nWhat impact will S Korea's expanded missile defence system have?\n1. The enemy launches a missile\n2. The Thaad radar system detects the launch, which is relayed to command and control\n3. Thaad command and control instructs the launch of an interceptor missile\n4. The interceptor missile is fired at the enemy projectile\n5. The enemy projectile is destroyed in the terminal phase of flight\nThe launcher trucks can hold up to eight interceptor missiles.\nThere is domestic opposition - many South Koreans believe the defence system will itself become a target, endangering people who live around the military sites. Opponents have staged multiple demonstrations. \nInternationally, both China and Russia have raised concerns, saying the system could affect the regional security balance. \nLast year, China's foreign minister said the system went \"far beyond\" the defence needs of the Korean peninsula. Russia's envoy to Seoul has called it a \"direct threat\" to national security. \nThe Thaad system is well-suited to defend South Korean targets against relatively limited range North Korean missiles. But it has no ability to intercept Chinese inter-continental ballistic missiles that target the US. Why then is China so annoyed? \nWhat concerns Beijing is the system's powerful X-band radars that can \"reach\" far into Chinese territory. The Chinese military worries that these could be used to spot Chinese missile launches and feed the data to cue up other US defensive systems, eg interceptor missiles based in the US, potentially affecting China's deterrent capability. \nBut the US already has powerful radars based in Japan and a Thaad system in Guam. It's not easy to quantify the additional benefit that Thaad radars in South Korea would give the Pentagon. But they will certainly give the South Koreans an important and expanded new layer of defence against missile attack. \nNorth Korea threatened last week to fire missiles in response to the start of the Foal Eagle US-South Korean military exercises. The annual drills infuriate the North, which sees them as preparation for an invasion from the South.\nThen early on Monday, it fired four missiles from the Tongchang-ri region, near the border with China.\nThree of the projectiles flew some 1,000km (620 miles) and fell into Japan's exclusive economic zone (EEZ). The exact type of missile is not yet clear but South Korean officials said they appeared to be an upgraded version of a Scud missile. \nThe US and Japanese leaders held phone discussions after the missile launch and the United Nations Security Council is due to meet on Wednesday in an emergency meeting requested by the US and Japan to discuss the incident.\nAdmiral Harry Harris, commander of the US South Pacific Command, said the launch confirmed \"the prudence\" of the decision to deploy Thaad.\nBut the deployment will likely worsen tensions between Seoul and Beijing. In recent days South Korea has accused China of economic retaliation linked to Thaad in areas, including tourism and air travel. \nThere has also been an outpouring of anger by Chinese consumers against the South Korean retailer Lotte, which allowed Thaad to be installed on one of its sites.  Several of Lotte's stores in China have been closed down suddenly. Beijing rejects claims of economic retaliation. \nIs China retaliating against Lotte missile deal?", "date": "7 March 2017", "href": "https://www.bbc.co.uk/news/world-asia-39188826", "tags": "us deploying thaad korea china korean missile missiles system south begins defence"}