{"title": "The race to document Australia's unknown species", "content": "Australian and New Zealand scientists have launched a strategy to locate and preserve a hidden world of undiscovered species. They argue that increased research could bring about profound scientific benefits, but that time is running out, as the BBC's Phil Mercer reports from Sydney.\nIt is estimated there may be as many as 400,000 as-yet unknown animals, plants, fungi, microbes and other organisms in Australia. That comprises about 70% of all species across the vast continent, according to government and scientist estimates.\nAround 2,500 species are found and classified each year, including in recent times a rare horse fly (Scaptia beyonceae) with a golden bottom, and a tropical tree snail (Crikey steveirwini), both from northern Queensland. \nTaxonomists and biosystematists - the researchers who painstakingly find, identify and categorise organisms - have been naming all manner of creatures since the 18th Century. Often they have ascribed the names of the rich and famous, such as Beyonce and, as with that snail, Steve Irwin, partly to raise money and to attract attention to their often unheralded work. \nAustralia is rare among developed countries because it is described as mega-diverse, but experts warn that biodiversity is under threat from extinctions and environmental upheaval.\nThe Australian Academy of Science and New Zealand's Royal Society Te Apārangi have called for a new plan to register hundreds of thousands of unknown species in both countries.\n\"Exploring and discovering life on Earth has got to be one of the grand scientific challenges of our time,\" explains Dr Kevin Thiele, a plant taxonomist who is in charge of the Australian academy's expert working group on taxonomy and biosystematics. \nDr Thiele says it would take current methods up to 400 years to discover and classify everything in Australia's animal and plant kingdoms, much of which are hidden.\nHe would like the job to be finished by 2050, with the help of advanced technology. According to Dr Thiele, this should include the scanning of organisms' genomes, the study of DNA in soil and water samples to understand what lives there, and the use of supercomputers and 3D imaging.  \n\"What we would like to achieve is to really the change the fabric of taxonomy into what we could call hyper-taxonomy,\" he tells the BBC.\nThe possible benefits, Dr Thiele says, are immense. Australia's native species and agriculture could be protected from pests and pathogens, and, critically, there's the potential for new drugs and breakthroughs in the treatment of mosquito-borne diseases. Sea sponges found in Australia are often rich in compounds that form the basis for antibiotics.  \n\"Every species is a potentially critical discovery for the welfare of human beings,\" Dr Thiele adds. \n\"Any species of those 400,000 could have the life-saving drug that we'll be developing in the future that will help us to deal with multi-drug resistant tuberculosis, say. And every species that goes extinct, or that remains out there but we don't discover, is potentially an opportunity lost.\"\nIt is estimated that 200 species of mosquitoes native to Australia have yet to be named or studied, and some could be carrying serious infections. \nDr Thiele cites the Zika virus as a previous example. \"It came out when a virus that was previously circulating between mosquitoes and animals jumped into humans and suddenly created problems,\" he says.\n\"So any of these native mosquitoes may have similar types of diseases associated with them. Unless we document them, we will be behind the eight ball if one of those diseases suddenly jumps out and starts threatening people.\"\nBut is there the political will? Australian government spending on the environment has decreased by a third since 2013, according to a submission to the Department of the Treasury in December.\nHowever, the government has consistently said it is committed to protecting the environment. Among its evidence, it has pointed to funding of programmes including a national threatened species strategy, and conservation efforts for the Great Barrier Reef.\nJess Abrahams, a nature campaigner with the Australian Conservation Foundation, says he is optimistic but believes that attitudes must change.\n\"Australia has an unenviable record of having more mammal extinctions than any other nation,\" he says.\n\"We have lost 27 mammals since colonisation and we have nearly 700 animals on the threatened species list. This is a national disgrace and Australia is in the midst of an extinction crisis, and that is just the species we know about.\"\nBut he adds: \"I am hopeful for the future because Australians love the bush and the wildlife, and I do honestly believe that future Australian governments will rise to the challenge of protecting nature.\"\nThe ambitious trans-Tasman taxonomy strategy, launched on Friday, includes an endorsement by Sir David Attenborough, who has lent his name to several Australian animals and plants - such as a millimetre-long spider known as Prethopalpus attenboroughi.\nThe British naturalist has lamented that funding for discovering and listing species was declining.\n\"This has serious consequences for the future of life on Earth,\" he wrote. ", "date": "27 April 2018", "href": "https://www.bbc.co.uk/news/world-australia-43916871", "tags": "australia species thiele dr animals document australian says race could unknown new future"}