{"title": "The fashion models struggling with a life of debt", "content": "As fashion weeks follow hot on each other's heels in New York, London, Milan and Paris, hundreds of models are travelling to the four fashion capitals in the hope of getting work.\nBut many will go home financially worse off than when they arrived.\nAnna (not her real name) has worked as a model since she was 17, appearing on the catwalk for Prada, Mulberry, Comme des Garcons and many others.\nBut after three years, she still hasn't managed to pay off all the £10,000 she owes to her modelling agencies.\n\"My debt situation started right away when I started modelling,\" she tells the BBC. \nThe first agency Anna signed with, in her home country in western Europe, advanced her £350 for taking test photographs, a cost that was added to an account in her name.\nLater she was flown to London for a casting, and that cost was also added to her account, including accommodation and living expenses. The amount she owed mounted.\n\"They would ask me if I wanted a driver, without being clear that this is very expensive, and that I have to pay for it,\" she says. \nThe problem for fashion models is that while their agencies will typically pay for their flights, accommodation and expenses up front, it is standard industry practice that they want the money back.\nSo if a model travels to the latest London Fashion Week, which starts on Friday, and doesn't get work, they will be in debt to their agency for the amount it spent getting her or him there.\nAnna had this problem, when aged 18 she flew to the US for castings at New York Fashion Week, but ultimately couldn't attend any due to falling sick. \nFor two years she says she received next to no pay, as her agencies in Paris, London and New York directed her fees to pay off all the money she owed.\nEkaterina Ozhiganova says it's time to address the hidden problem of debt that models rack up as they try to make a career in one of the most precarious professions in the world.\nA Russian model working in Paris, she co-founded Model Law, the first French association working to protect models' rights. \n\"It used to be that sexual violence was taboo,\" she says.\n\"Now everyone is shouting on every corner about sexual exploitation, but no-one wants to talk about money. Everyone is shutting their mouths about it.\"\nBecause success in the industry is partly measured by the amount you earn, working models rarely want to speak out about the problem. \nBut behind the scenes, Ms Ozhiganova says Model Law is helping models better understand their finances.\n\"The lack of information is the main problem\" she says. \"The models don't know what they are supposed to receive.\"\nWhile models from all countries can get into financial difficulties, those from poorer nations can be more vulnerable.\n\"It's like any worker who comes from abroad to a more prosperous economy,\" says Ms Ozhiganova.\n\"There's a big difficulty in language, they can't read the paperwork, the contract. They are jumping into a void.\"\nCompounding the problem, the pool of aspiring models is so large that work is spread thinly and pay can be very low.\nSome jobs in magazines, for example, are unpaid. Otherwise fees can range from £50 a day, to £1,000 or more for taking part in a show during a fashion week or tens of thousands for featuring in a brand's campaign.\nHowever, model debt is not debt in any ordinary sense of the term, says John Horner, director of the British Fashion Models Association, representing UK agencies.\nIf a young model fails to make it and leaves the industry, she isn't pursued for the money she \"owes\" he says. Instead the agency writes off the investment.\n\"It is not hanging round the models like [UK payday loan provider] Wonga,\" he says. \"We carry the debt.\" \nHe says the London-based agency he runs, Models 1, has £60,000 of models' debt sitting on its books, which may never be paid off, if the models' careers don't take off.\nHe says agencies are obliged to give models monthly itemised bills listing the charges to their accounts, but he's not sure they always get read. \nMost successful models soon pay off the initial investment and start earning on their own account, he says.\nEsther Kinnear-Derungs is the co-founder of Linden Staub, a small agency set up in London three years ago to pioneer ways to treat models better.\nShe says that advancing and recouping costs is the \"nature of the business\".  \nThe problem is the girls are seen as \"disposable\" by many agencies, she says, and it's an open secret that at fashion weeks some big agencies take the approach that hundreds of girls can be \"thrown against the wall to see what sticks\".\nShe says it's often girls from eastern Europe who are most vulnerable.\nTheir parents are happy to send them abroad, believing it's their \"big break\", and they don't ask enough questions. The girls themselves have no experience at managing their own finances or careers.\n\"We believe we have a responsibility to educate the model from day one, whether she was scouted in Siberia, Africa or London,\" says Ms Kinnear-Derungs.\nMore from the BBC's series taking an international perspective on trade:\nCandice (also not her real name), is a French model of east African descent. She says she had no idea when she started out that she was being charged for travel and expenses. \n\"When you get your first job, that's how you realise it wasn't free.\n\"You go and ask about your pay and they say, 'You don't have money because you're in debt.' Then you understand,\" she says.\nShe says even if agencies are ultimately carrying the financial risk, there's a psychological burden on the models.\n\"It always feels like a gamble to make the journey to fashion week with the risk you'll go home owing more than when you arrived,\" she says.\n\"Maybe 40%, maybe more, go home with zero. That is why it is so stressful.\"", "date": "14 February 2019", "href": "https://www.bbc.com/news/business-47145680", "tags": "debt fashion problem model agency models agencies london says pay life struggling"}