{"title": "The Gambia River bridge set to end 'centuries' of trade chaos with Senegal", "content": "A new bridge spanning the River Gambia is set to revolutionise travel and trade in the region.\nThe Gambia is a thin sliver of land either side of the eponymous river, surrounded on three sides by Senegal.\nThe 1.9km (1.2 miles) Senegambia bridge near Farafenni links the two halves of The Gambia, as well as allowing people from the north of Senegal to reach the southern Senegalese province of Casamance with ease.\nUp until now, people have had to use an unreliable ferry crossing or take the long route round The Gambia. Lorry drivers could spend days, and sometimes a week, in a queue waiting to cross meaning that perishable goods could spoil.\nOn Monday, people took the opportunity to make the crossing over the bridge for the first time.\nIt should now be possible to travel from Senegal's capital, Dakar, to Ziguinchor in Casamance in about five hours, rather than a full day, or sometimes even longer.\nCelebrations broke out when the crossing, which took seven years to build, was formally opened by Gambia's President Adama Barrow and Senegal's President Macky Sall.\nOne of Africa's most famous stars, Senegalese musician Youssou Ndour performed for the crowds.\n\"I have been using this route for the past 15 years,\" one driver told the BBC. \"Today, I thank God, the hurdles that have been experiencing over the years have finally come to end. \n\"Also, the bridge will cement the relationship between the two countries.\"\n\"At times I [used to] spend 10 to 20 days waiting for the ferry to cross,\" another driver said. \"Goods got spoiled, it didn't only affect the drivers but the businesses.\"\nThere had been a plan to build the bridge since the 1970s, but it was delayed as relations between the neighbours were sometimes strained.\nPresident Sall (second left) thanked the African Development Bank, which helped fund the construction, and paid tribute to \"the Gambian people for the great achievement we made together\".\nPresident Barrow (right) said the bridge \"ends centuries of travel difficulties\".\nAt the moment, small cars that use the bridge are charged $5 (£4), lorries and other heavy vehicles will be able to cross from July.\nWords by Omar Wally, pictures from AFP.", "date": "23 January 2019", "href": "https://www.bbc.com/news/world-africa-46973684", "tags": "sometimes set senegal end president travel years bridge chaos gambia river trade cross crossing"}