{"title": "The 'Game Of Thrones' Season 5 Finale Had The Most Shocking Death Yet", "content": "Whoa. Let's all take a minute to breathe after Sunday's epic, outstanding, jam-packed season finale of \"Game of Thrones.\" Also, for those who didn't watch yet, this is your chance to escape spoiler-free. Leave now, or forever hold your peace.\n\r\nImage via HBO/HuffPost\nHas everyone calmed down yet? No? Us either. The Season 5 finale, \"Mother's Mercy,\" definitely delivered, as any \"GoT\" finale should, with some of the series' most monumental sequences. But before we get into anything else, we must jump ahead and discuss that final scene, you know, the one that shattered hearts across the Seven Kingdoms.\nIs Jon Snow dead?\r\nThe episode ended with Jon getting attacked by his brothers of the Night's Watch and Olly, who repeatedly stabbed the Lord Commander. Angry over Jon's alliance with the Wildlings, the brothers stabbed Jon as they yelled, \"For the Watch.\" This likely wouldn't have happened if Sam was still there to protect his friend and hadn't gone to Oldtown. It was traumatic and anyone who hasn't read the books was in for a serious surprise. So the question remains, is Jon actually dead? Entertainment Weekly already confirmed Kit Harington won't be back for Season 6, but check out our theories post where we dig deeper into that question and whether or not Harington will return to the series at all.\n\nThe finale also caught us up with every major storyline. Here's what else went down: \nCersei walked her shameful walk\r\nOne of the biggest, most expensive and most controversial \"GoT\" scenes was revealed tonight when Cersei Lannister had her Walk of Shame. As it happened in the books, Cersei was forced by the High Sparrow to strip naked, have her head shaved and walk through King's Landing as penance for her sins of incest, murder and fornication. The scene reportedly cost HBO upwards of $200,000 to shoot after a church in Croatia tried to prevent it from happening.\n\nThe Mountain returned\r\nAfter Cersei's Walk of Shame, The Mountain returned to pick her up and carry her off. He was clad in armor, though with his face hidden, concealing whatever Frankenstein experiments Qyburn did on him.\nArya brutally killed Meryn Trant\r\nFinally Arya was able to cross another name off her kill list. Meryn Trant, the man who (possibly) killed Arya's sword-fighting instructor, Syrio Forel, and beat Sansa per Joffrey's orders. Arya set her eye on Meryn when he arrived in Braavos last week, but on Sunday, she showed the abhorrent man no mercy and stabbed him in the eyes, in the chest and slit his throat. But then Arya went blind when Jaqen H'ghar drank poison.\n\nEllaria Sand killed Myrcella\r\nEllaria kissed Myrcella goodbye when she left Dorne with Jaime. Soon after, her uncle Jaime told Myrcella he was not in fact her uncle after all. His daughter, surprisingly, showed him love and acceptance for his relationship with Cersei. But then Myrcella began bleeding from her nose as the poison sank in. Myrcella is gone, and Ellaria took the antidote soon after, but it's about to be full-on war between King's Landing and Dorne.\n\nDany landed in the Dothraki Sea\r\nAfter escaping the fighting pits on Drogon's back last week, Dany and her dragon landed in the Dothraki Sea. Drogon was too tired to take her back to Meereen (dragon nap time takes precedence), so Dany walked on foot only to run into a khalasar.\nBrienne killed Stannis\r\nOr did she? After Stannis marches on Winterfell, the episode jumps ahead and skips showing the actual battle (budget issues, HBO?) When Brienne learns that Stannis has arrived, she approaches the wounded king and kills him. But the scene cuts to Ramsay killing one of Stannis' men before we learn whether or not the Baratheon is dead. In other Stannis news, his wife Selyse hanged herself. \n\nSansa & Theon escaped\r\nMyranda tried to kill Sansa with a bow and arrow, but Theon saved her at the last minute, shoving Ramsay's jealous girlfriend over a ledge. Yes, Theon is back! He and Sansa escaped Winterfell together. We just hope they survived that incredibly high fall.\nCORRECTION: The character of Ellaria Sand was initially misidentified as a Martell; she and Oberyn Martell had not married.\r\n", "date": "\n06/14/2015", "href": "https://www.huffpost.com/entry/game-of-thrones-season-5-finale-recap_n_7557308", "tags": "cersei walk shocking finale death season back stannis yet myrcella jon arya killed sansa thrones"}