{"title": "The Rapture and the Real World: Mike Pompeo Blends Beliefs and Policy", "content": "JERUSALEM — When Secretary of State Mike Pompeo sat down for an interview with the Christian Broadcasting Network in a hotel in Jerusalem earlier this month, he made a remark that was perhaps the most revelatory of any in his nearly one year in office.\nAn evangelical Christian, Mr. Pompeo had just returned from tours of the Church of the Holy Sepulcher, built on the ground where Jesus is said to have been crucified and buried, and of tunnels beneath the Western Wall, by the holiest site in Judaism. The interviewer posed a question around a biblical tale about a queen who saved Jews from slaughter by a Persian official: Did Mr. Pompeo think President Trump had been “raised for such a time as this, just like Queen Esther, to help save the Jewish people from the Iranian menace?”\n“As a Christian, I certainly believe that’s possible,” Mr. Pompeo said. “It was remarkable — so we were down in the tunnels where we could see 3,000 years ago, and 2,000 years ago, if I have the history just right — to see the remarkable history of the faith in this place, and the work that our administration’s done, to make sure that this democracy in the Middle East, that this Jewish state, remains. I am confident that the Lord is at work here.”\nWhite evangelical Christians are a powerful force in the Republican Party. Vice President Mike Pence is a staunch believer and former President George W. Bush is an adherent, too.\nBut no secretary of state in recent decades has been as open and fervent as Mr. Pompeo about discussing Christianity and foreign policy in the same breath. That has increasingly raised questions about the extent to which evangelical beliefs are influencing American diplomacy.\nOn Monday, in a speech at the annual conference of the American Israel Public Affairs Committee, the pro-Israel group, Mr. Pompeo told an anecdote about Tibor Baranski, a Christian who saved 3,000 Jews in Hungary during World War II. Then he said, “As secretary of state and as a Christian, I’m proud to lead American diplomacy to support Israel’s right to defend itself.”\nThe next day, Mr. Pompeo announced an expansion of Trump administration anti-abortion policies, saying the United States would stop funding foreign organizations that support other groups that perform abortions. It is a policy popular with conservatives, Catholics and evangelical Christians.\nThough Mr. Trump is secular, white evangelicals are a big part of his voter base, and some of his major foreign policy moves, planned or supported by Mr. Pompeo, are intended to shore up political support.\nThe most notable examples involve Israel. When Mr. Trump moved the United States Embassy from Tel Aviv to Jerusalem, evangelicals applauded.\nStudies show that white evangelicals are much more likely than other Americans to believe that Israel fulfills a biblical prophecy. Known as Christian Zionists, they believe God promised the land to the Jews, and that the gathering of Jews in Israel is foretold in the prophecy of the rapture — the ascent of Christians into the kingdom of God.\nMr. Pompeo talks about the rapture. “We will continue to fight these battles,” he said at a “God and Country Rally” in 2015, because there is a “never-ending struggle” until “the rapture.”\n“Be part of it,” he said at the meeting, at the Summit church in Wichita, Kan. “Be in the fight.”\nIn November, Mr. Pompeo told a reporter for The New York Times Magazine that the Bible “informs everything I do.” The reporter noticed an open Bible in his office, with a Swiss Army knife marking his place at the end of the book of Queen Esther.\nMr. Pompeo, 55, became a devoted Christian at West Point, where he joined a Bible study group. After moving to Kansas, he joined the Eastminster Presbyterian Church in Wichita, which is affiliated with the Evangelical Presbyterian Church, a relatively conservative denomination.\nThe State Department did not respond to questions about the intersection of Mr. Pompeo’s Christian beliefs and policy.\nAmerican evangelicals who supported Mr. Trump’s embassy move might also approve if Israel  annexes part or all of the West Bank. After Mr. Trump formally recognized Israel’s sovereignty over the Golan Heights in a meeting on Monday with Prime Minister Benjamin Netanyahu, many conservative Israelis said they are hopeful that annexing part of the West Bank will be next.\nThen there is the question of what an Israeli-Palestinian peace plan, as drawn up by Jared Kushner, Mr. Trump’s adviser and son-in-law, will recommend for the disputed territories of Jerusalem and the West Bank.\nMartin Indyk, a former assistant secretary of state for Near East affairs, noted the evangelical influence on the Trump administration in saying he doubted that the peace plan would propose ceding any Israeli-occupied territory in the West Bank to Palestinians. Nor was it likely to provide a route to Palestinian sovereignty, Mr. Indyk said.\n“In the view of evangelicals, that is the land that God gave to the Jews,” he said. “They’re strongly opposed to any territorial concession there. If there is any of that in the plan, I think there will be strong evangelical opposition to it.”\nMr. Trump’s decision in December 2017 to move the American Embassy was intended to please evangelical voters in the United States, as well as some Jews. Mr. Netanyahu has embraced evangelical support for his right-wing policies, and sees evangelicals as more reliable American allies of Israel than liberal American Jews.\nAn evangelical pastor, Robert Jeffress of First Baptist Dallas, gave an opening prayer at the embassy building’s dedication ceremony in May. His presence made many Israelis uncomfortable; he has said Jews, Muslims and Mormons are bound for hell. In 2017, during a conference call of Mr. Trump’s top evangelical supporters, Mr. Jeffress led a prayer for the protection of Mr. Pompeo, then C.I.A. director, and thanked God for putting him in the job.\nMr. Pompeo has gotten rid of a diplomatic consulate in Jerusalem for Palestinians and merged its work into the new embassy.\nElsewhere in the Middle East, Mr. Pompeo also has broadcast his Christian beliefs. At the start of a January speech in Cairo, Mr. Pompeo said the trip was “especially meaningful” for him “as an evangelical Christian, coming so soon after the Coptic Church’s Christmas celebrations.”\nHe added, “In my office, I keep a Bible open on my desk to remind me of God and his word, and the truth.”\nObservers found it  remarkable that Mr. Pompeo would open a speech in a majority-Muslim country by highlighting his Christianity. And some critics have pointed out that Mr. Pompeo, before becoming secretary, made us-versus-them statements about Christians and Muslims while talking about terrorism and war.\nAt Mr. Pompeo’s confirmation hearing in April 2018, Senator Cory Booker, Democrat of New Jersey, asked him about his ties to prominent anti-Islam activists. Mr. Pompeo acknowledged the ties but said he had a strong record “with respect to tolerance and the equal treatment of people.”\nWhen Mr. Pompeo traveled to Lebanon  after his recent stop in Israel, he toured a church and a Crusader citadel and talked with a bishop about religious freedom, one of his favorite themes. He plans to host a second conference on religious freedom at the State Department in July.\nMr. Pompeo has made Iran a signature issue, blaming it for stirring unrest in the Middle East. He reliably calls the country by its full name — the Islamic Republic of Iran — to highlight its religious identity.\nLast year, Mr. Pompeo and Mr. Pence led an extraordinary campaign to pressure President Recep Tayyip Erdogan of Turkey, a proponent of political Islam, to release an American evangelical pastor, Andrew Brunson, who was arrested in 2016.\nBut Mr. Pompeo, citing the mission of religious freedom, has also defended the rights of Muslims oppressed by some Asian nations.\nHe has criticized Myanmar for its ethnic cleansing of Rohingya, though he has declined to describe it as genocide. And Mr. Pompeo has denounced China for its detentions of one million or more Muslims.\nHours before leaving for Kuwait, Israel and Lebanon, Mr. Pompeo hosted an on-the-record conference call with just “faith-based media,” barring journalists who regularly cover the State Department.\nThough widely criticized for the move, Mr. Pompeo and the State Department have refused to say who was on the call or release a transcript.\nRepresentative Susan Wild, Democrat of Pennsylvania, told Mr. Pompeo during a House hearing on Wednesday that his action “raises concerns about First Amendment violations.”\nMr. Pompeo said it was “no different” than giving selective interviews. He added, “I am confident I will do so again.”", "date": "March 30, 2019", "href": "https://www.nytimes.com/2019/03/30/us/politics/pompeo-christian-policy.html", "tags": "policy christian beliefs world ” israel real pompeo blends state rapture mike evangelical"}