{"title": "The Future of Abortion Under a New Supreme Court? Look to Arkansas", "content": "FAYETTEVILLE, Ark. — When a patient arrived this spring at the only abortion clinic in western Arkansas, the doctor had startling news: A new state law had gone into effect, and clinics could no longer perform abortions via medication in the state.\n“Wait — all of Arkansas?” the patient asked her doctor, Stephanie Ho.\n“Yes,” Dr. Ho remembered replying.\nLess than a month later, a judge suspended the law, which is now the focus of a legal fight as Arkansas tries to reinstate it. In the meantime, Dr. Ho is working at one of the three remaining abortion clinics in the state, aware that, at any moment, she might have to stop performing abortions again.\nThe fight in Arkansas could help define the looming legal battle over abortion, 45 years after the Supreme Court made it a constitutional right. There are 14 abortion cases currently before federal appeals courts, including the Arkansas case, and legal experts say any of them could be the first to reach the Supreme Court after Justice Anthony Kennedy’s retirement. Others include a parental consent law in Indiana, a ban on a common second-trimester abortion procedure in Alabama, and a requirement in Kentucky that ultrasounds be displayed and described.\nThe president’s nomination of Brett M. Kavanaugh, a conservative federal judge, for the Supreme Court has added urgency to the question of whether Roe v. Wade will survive the Trump administration. In response to questions about abortion during his confirmation hearings this week, Judge Kavanaugh said he understood the significance of the issue and would respect the Supreme Court’s “precedent on precedent.”\nBut many legal experts say the more likely outcome of the change on the court, at least in the near term, will be less sweeping: States like Arkansas will get their way with smaller cases that reduce — but not eliminate — the right to an abortion.\n“The Arkansas case is a bellwether, not because it’s a frontal assault on Roe, but because it’s another nudge in the direction of ever more restrictions on the right that Roe recognized,” said Stephen I. Vladeck, a professor at the University of Texas School of Law in Austin. “It now becomes a much bigger story because we have this fundamental shift in the center of gravity.”\nArkansas is in the heart of a broad band through the country’s middle and south where abortion access in most states is already down to a few clinics. This map formed gradually, abortion rights advocates say, as red states passed laws that tested the boundaries of abortion restrictions, and federal appeals courts — in particular in the Eighth and Fifth Circuits — upheld them.\nFederal appeals courts, the last stop before the Supreme Court, have the final say in most cases, because the Supreme Court takes very few.\nAbortion opponents, who believe that the procedure destroys human life, argue that Roe is simply bad law. The Supreme Court stepped over the line in the ruling, they say, finding a constitutional right where there wasn’t one and sweeping away established laws in dozens of states.\nAbortion should be decided in state legislatures, said Steven Aden, general counsel of Americans United for Life. It would probably remain mostly legal in a third of the states, mostly illegal in another third, and be the subject of a furious fight in the rest, he said.\n“That’s the fight we think America should have,” Mr. Aden said.\nAt least six states are down to one clinic — North Dakota, South Dakota, Wyoming, Kentucky, Mississippi and West Virginia. At times, Arkansas and Missouri had been a seventh and eighth.\nThe fight in Arkansas centers on medication abortions, which currently account for nearly a third of all abortions, according to the Guttmacher Institute. Medication abortions enable women up to 10 weeks pregnant to take two pills, the first supervised by a doctor and the second at home, to terminate a pregnancy without surgery. It was approved for use in 2000.\nWhen the medication abortion law went into effect in Arkansas, it left only one clinic for a state of three million. That meant women from northwest Arkansas, where Dr. Ho practices, had to either go out of state or make a 380-mile round trip to Little Rock for a surgical abortion.\nNow the number of clinics is back up to three. But many other barriers remain: a ban on abortions after 20 weeks; a 48-hour waiting period, which requires women to make two or three trips to the clinic; parental consent for minors; doctors unable to dispense medication abortion pills remotely by video.\n“If you’re a woman in Arkansas, and you’re almost 200 miles away from a clinic, have a 48-hour waiting period, and a job that doesn’t give you sick leave or flexible hours, then your access to abortion has already been banned,” said Helene Krasnoff, head of litigation at Planned Parenthood Federation of America. A regional branch of the organization, Planned Parenthood Great Plains, runs the clinic in Fayetteville, which provides medication abortion only.\nThe Arkansas law requires providers of medication abortion to have a written agreement with an obstetrician-gynecologist who has admitting privileges in a local hospital. Arkansas legislators who supported it said the law protects women’s health by adding a layer of safety if something goes wrong.\nThe clinics said the procedure, which involves taking pills, is very safe, and sued. Meanwhile, all three abortion clinics tried to comply with the law. Dr. Ho testified in late June that letters were sent to all the obstetrician-gynecologists in the state with admitting privileges, asking for the required agreements. Planned Parenthood, which runs two of the clinics, including Dr. Ho’s, said it sent more than 200 letters. None of the doctors agreed.\n“You go through all these years of training, you hit all your milestones, and here comes somebody who knows nothing about what you do and says you are not competent,” said Dr. Ho, a general practice doctor with training in performing abortions.\nAbortion rights advocates argue that the law in Arkansas should not survive because the Supreme Court already weighed in when it struck down a similar law in Texas in 2016. The justices ruled that requiring hospital admitting privileges placed an undue burden on women seeking an abortion, violating their constitutional rights.\nBut because Arkansas is in the Eighth Circuit, with judges who tend to be more skeptical of abortion, the law stands a chance of being reinstated. Two other states, Missouri and Louisiana, also have laws similar to the Texas one in federal appeals courts now.\nThe lawyers for the Arkansas clinics asked the Supreme Court to hear the Arkansas case, but the justices declined without giving a reason.\nA spokeswoman for Arkansas’s attorney general, Leslie Rutledge, said in an email that Ms. Rutledge would “continue to do everything in her power to protect the health of Arkansas women” by fighting to reinstate the law. She pointed out that the Eighth Circuit “had unanimously ruled” that a judge’s move to block the law “was incorrect,” and the fact that the Supreme Court did not take the case shows that the justices did not believe the clinics’ argument.\nLegal experts said it was impossible to know the Supreme Court’s reasoning or whether the justices would agree to take the case if they were asked again.\nThe large number of abortion restrictions is relatively new for Arkansas. For decades, the state was run almost entirely by Democrats who largely backed abortion rights. As recently as 2011, Democrats held five of the state’s six offices in Washington, controlled all of its statewide offices, including the governor’s mansion, and had majorities in both chambers of its legislature, said Jay Barth, a politics professor at Hendrix College in Conway, Ark. It was the last state in the South to come under Republican control, he said.\nBut in 2012, Democrats lost control of both houses — the first time since 1874, according to Professor Barth — and by 2015, there was not a single Arkansas Democrat in elected office in Washington or at the statewide level in Little Rock.\nThe state has passed 29 laws restricting abortion since 2011, the third most in the country after Kansas and Indiana, said Elizabeth Nash, a senior policy analyst for the Guttmacher Institute. Across the country, state legislatures have passed 423 abortion restrictions since Republicans swept statehouses in 2010, Ms. Nash said. That is about 35 percent of all abortion legislation that has passed since 1973.\nSome of these laws wound up in court, where they have increasingly received a more sympathetic hearing as some federal appeals courts have grown more conservative.\n“The noose is tightening,” said Bettina E. Brownstein, a lawyer in Little Rock who represents abortion clinics. “The courts are not the avenue they once were. That’s the big difference.”\nToday, Republican presidents have appointed 10 of the 11 judges on the Eighth Circuit, compared to six in 2001, according to Russell Wheeler, a visiting fellow at the Brookings Institution in Washington.\nWhile Arkansas politics were shifting, Dr. Ho was finishing her residency program at the University of Arkansas. She had decided early in her career that she was going to provide abortion care, but it was not an easy choice.\nShe remembers a doctor in her residency program asking, in exasperation: “Why do you even want to do this?” She replied: “If I can and I’m willing, why would I not?”\nDr. Ho said she had to pay her own way and go out of state to Colorado to get a month of abortion training. After she finished residency, she interviewed for jobs but no one offered her one. She said one interviewer told her directly that her intention to provide abortions meant she would not be invited back.\nFor now, she is continuing her work, but that could change anytime. The stakes are high: A ruling against the clinics would effectively ban medication abortion in the state and leave Arkansas again with only one clinic. But a ruling against the state, Professor Vladeck believes, could mean the case ends up at the Supreme Court, potentially setting a new legal standard for lower courts that clinics might find worse.\n“It’s going to be a very different Supreme Court going forward,” Professor Vladeck said.", "date": "Sept. 7, 2018", "href": "https://www.nytimes.com/2018/09/07/us/abortion-supreme-court-arkansas.html", "tags": "“ arkansas clinics court supreme future abortion look state new law"}