{"title": "The art of the deal: Negotiators' secrets revealed", "content": "Could the UK still negotiate a better Brexit deal with the European Union? And what exactly happens at such trade negotiations?\nWhen Theresa May announced last month that the UK had secured a Brexit agreement with the European Union it was never going to please everyone.\nFor so-called \"Brexiteers\", the deal won't separate the UK enough from the EU. While for \"Remainers\", they simply want the UK to stay in the economic and political union.\nAnd so it currently looks unlikely that the MPs in the House of Commons will back the Brexit deal when they finally get to vote on it in the week beginning 14 January.\nWith the UK due to leave the EU on 29 March 2019, this means that a no-deal Brexit is increasingly a possibility.\nThe alternative is that Theresa May can get further concessions from the EU to make her Brexit deal more palatable. While EU leaders ruled that out last week, May said that talks on \"further clarification\" would continue.\nWhether these ongoing talks between UK and EU trade negotiation teams do ultimately mean that Brussels does offer more is the stuff for crystal balls or placing a bet.\nBut what exactly takes place at such trade talks? And what are the best tactics to follow?\nThree former high level trade negotiators take us behind the locked doors. Taking your own sandwiches, and plenty of them, is apparently a top tip.\nWendy Cutler spent almost three decades as a negotiator in the Office of the US Trade Representative.\nHer advice to both the UK and EU negotiating teams would be: Hold your cards close to your chest until the last moment.\n\"You never want to reveal your bottom line until it's the end, because if you show your hand, and if it's not the end, you'll end up having to give more away,\" she says.\nMs Cutler adds that as the 29 March deadline for the UK to leave the EU gets nearer, the negotiators will probably start to show some previously unseen flexibility.\n\"I do find that as you get closer to the deadline, people start to think about the implications about not having a deal.\n\"You finally see that flexibilities are shown when even a week earlier that would have been out of the question.\"\nWhatever else happens around the negotiating table, Ms Cutler adds that lying is never acceptable. \"Trust is the most important thing,\" she says.\nAnother former trade negotiator is Stephanie Honey, who was part of the New Zealand team during the World Trade Organisation's so-called Doha trade talks back in 2006.\nLooking back on the tense events in the summer of that year, she says that a small group of countries had moved to the \"green room\" where deals at the WTO's headquarters in Geneva are finally sealed.\n\"Essentially they lock the door [of the green room] and don't let anyone out until they've come up with something,\" she says.\n\"It's this battle of attrition where by the end everybody is so tired and wants it to end that they're willing to make a compromise.\"\nMore from the BBC's series taking an international perspective on trade:\nSensing that the talks would go on all night, Ms Honey and her Kiwi colleagues had stockpiled sandwiches that they had bought from a shop at Geneva's main railway station.\n\"We wanted our negotiators to be staunch enough to make it through,\" she says. \"If you're well fed and watered you have boundless energy to stick to your red lines.\"\nUnfortunately for Ms Honey and her colleagues, the Doha trade talks ultimately failed to reach an agreement, despite being \"so close\", she says.\nSo close, in fact, that she had bought a bottle of champagne. \n\"We ended up drinking it by the shores of the lake in Geneva as the sun came up, with the terrible disappointment that we hadn't go the deal done,\" says Ms Honey.\nMs Cutler says that the problem for trade negotiators these days is that \"trade has become very political\". \n\"Pleasing people at home is now more important than striking a deal abroad,\" she says.\nShe adds that 30 years ago, 80% of her time as a trade negotiator was trying to thrash out agreements with foreign teams, with the rest spent addressing domestic concerns.\nBy the time she left the US trade department in 2016, she says that 60% of her time was spent talking to US businesses, labour groups, politicians and other government agencies.\nIn a sentence that highlights the predicament Theresa May faces, Ms Cutler adds: \"Frankly, the agreement is not worth the paper it's written on if you don't have domestic support for the deal you're bringing home.\"\nRoderick Abbott is able to offer a unique perspective on the talks between the UK and EU, because he has previously worked for both of their trade negotiating teams.\nThe Briton was employed by the UK's then Board of Trade in the 1960s, before joining the then European Economic Community's (the precursor to the EU's) trade department in Brussels in 1973.\nHe says that the fundamental problem between the two sides is that the UK always wants flexibility, while the EU wants watertight legal agreements.\nHowever, Mr Abbott, who now works at the European Centre for International Political Economy, still believes that the two sides can overcome their differences when it comes to reaching a divorce settlement.\n\"The EU is as keen to avoid a no-deal as the UK,\" he says. \"If both sides want something, there will always be a way through.\n\"For the negotiators the question is always: 'Did I get enough without giving away too much?'\n\"Politicians have to realise that the question for them is not 'Do you like it?', but 'Do you think it's better than the alternative?'\"", "date": "20 December 2018", "href": "https://www.bbc.com/news/business-46526785", "tags": "brexit uk ms eu negotiators cutler secrets says art trade revealed deal talks"}