{"title": "The myth of the Indian vegetarian nation", "content": "What are the most common myths and stereotypes about what Indians eat?\nThe biggest myth, of course, is that India is a largely vegetarian country.\nBut that's not the case at all. Past \"non-serious\" estimates have suggested that more than a third of Indians ate vegetarian food.\nIf you go by three large-scale government surveys, 23%-37% of Indians are estimated to be vegetarian. By itself this is nothing remarkably revelatory.\nBut new research by US-based anthropologist Balmurli Natrajan and India-based economist Suraj Jacob, points to a heap of evidence that even these are inflated estimations because of \"cultural and political pressures\". So people under-report eating meat - particularly beef - and over-report eating vegetarian food.\nTaking all this into account, say the researchers, only about 20% of Indians are actually vegetarian - much lower than common claims and stereotypes suggest.\nHindus, who make up 80% of the Indian population, are major meat-eaters. Even only a third of the privileged, upper-caste Indians are vegetarian.\nThe government data shows that vegetarian households have higher income and consumption - are more affluent than meat-eating households. The lower castes, Dalits (formerly known as untouchables) and tribes-people are mainly meat eaters.\n(Average incidence of vegetarianism. Source: National Family Health Survey)\nOn the other hand, Dr Natrajan and Dr Jacob find the extent of beef eating is much higher than claims and stereotypes suggest.\nAt least 7% of Indians eat beef, according to government surveys. \nBut there is evidence to show that some of the official data is \"considerably\" under-reported because beef is \"caught in cultural political and group identity struggles in India\".\nNarendra Modi's ruling Hindu nationalist BJP promotes vegetarianism and believes that the cow should be protected, because the country's majority Hindu population considers them holy. More than a dozen states have already banned the slaughter of cattle. And during Mr Modi's rule, vigilante cow protection groups, operating with impunity, have killed people transporting cattle.\nThe truth is millions of Indians, including Dalits, Muslims and Christians, consume beef. Some 70 communities in Kerala, for example, prefer beef to the more expensive goat meat.\nDr Natrajan and Dr Jacob conclude that in reality, closer to 15% of Indians - or about 180 million people - eat beef. That's a whopping 96% more than the official estimates. \nAnd then there are the stereotypes of Indian food.\nDelhi, where only a third of residents are thought to be vegetarian, may well deserve its reputation for being India's butter chicken capital. \nBut, the stereotype of Chennai as the hub of India's \"south Indian vegetarian meal\" is completely misplaced. Reason: only 6% of the city's residents are vegetarian, one survey suggests.\nMany continue to believe that Punjab is \"chicken loving\" country. But the truth is that 75% of people in the northern state are vegetarian.\nSo how has the myth that India is a largely vegetarian country been spread so successfully?\nFor one, Dr Natrajan and Dr Jacob told me, in a \"highly diverse society with food habits and cuisines changing every few kilometres and within social groups, any generalisation about large segments of the population is a function of who speaks for the group\".\n\"This power to represent communities, regions, or even the entire country is what makes the stereotypes.\"\nAlso, they say, \"the food of the powerful comes to stand in for the food of the people\".\n\"The term non-vegetarian is a good case in point. It signals the social power of vegetarian classes, including their power to classify foods, to create a 'food hierarchy' wherein vegetarian food is the default and is having a higher status than meat. Thus it is akin to the term 'non-whites' coined by 'whites' to capture an incredibly diverse population who they colonised.\" \nSecondly, the researchers say, some of the stereotype is enabled by migration. \nSo when south Indians migrate to northern and central India, their food comes to stand in for all south Indian cuisine. This is similarly true for north Indians who migrate to other parts of the country.\nFinally, some of the stereotypes are perpetuated by the outsider - north Indians stereotype south Indians just by meeting a few of them without thinking about the diversity of the region and vice versa. \nThe foreign media, say the researchers, is also complicit \"as it seeks to identify societies by a few essential characteristics\".\nAlso, the study shows up the differences in food habits among men and women. More women, for example, say they are vegetarian than men.\nThe researchers say this could be partly explained by the fact that more men eat outside their homes and with \"greater moral impunity than women\", although eating out may not by itself result in eating meat.\nPatriarchy - and politics - might have something to do with it. \n\"The burden of maintaining a tradition of vegetarianism falls disproportionately on the women,\" say Dr Natrajan and Dr Jacob.\nCouples are meat eaters in about 65% of the surveyed households and vegetarians only in 20%. But in 12% of the cases the husband was a meat eater, while the wife was a vegetarian. Only in 3% cases was the reverse true.\nClearly, the majority of Indians consume some form of meat - chicken and mutton, mainly - regularly or occasionally, and eating vegetarian food is not practiced by the majority. \nSo why does vegetarianism exert a far greater influence on representations of India and Indians around the world?  Does it have to do with \"policing\" of food choices and perpetuating food stereotypes in a vastly complex and multicultural society? ", "date": "4 April 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-43581122", "tags": "food country india dr say indians vegetarian meat indian stereotypes nation myth beef"}