{"title": "The Pakistani brides being trafficked to China", "content": "The marriage between a local Christian woman and a Chinese Christian man six months ago in the eastern Pakistani city of Faisalabad had all the signs of a perfect match.\nShe was 19, he was 21. She was a trained beautician, he a businessman selling cosmetics.\nHer family didn't have much money but the groom generously offered to pay all the wedding expenses.\nThe proceedings took place in strict accordance with Pakistani customs. This pleased her parents, who felt that their daughter's new Chinese husband respected local traditions.\nThere was a formal proposal, followed by a henna ceremony, and finally the \"baraat\", where a procession arrives at the bride's house, vows are exchanged and the bride leaves to start a new life with her husband.\nBut within a month, the woman, who only wants to be known as Sophia to protect her identity, would be back at her parents' home. She escaped what she now believes was a racket to traffic Pakistani women into a life of sexual servitude in China.\nSaleem Iqbal, a Christian human rights activist who has been tracking such marriages, said he believed at least 700 women, mostly Christian, had wed Chinese men in just over a year. What happens to many of these women is unknown but Human Rights Watch says they are \"at risk of sexual slavery\".\nIn recent weeks, more than two dozen Chinese nationals and local Pakistani middlemen, including at least one Catholic priest, were arrested in connection with alleged sham marriages. \nPakistan's Federal Investigation Agency (FIA) told the BBC that \"gangs of Chinese criminals are trafficking Pakistani women in the garb of marriage into the sex trade\". It said one gang posed as engineers working on a power project while arranging weddings and sending women to China for fees ranging from $12,000 to $25,000 per woman.\nChristian women - who come from a mostly poor and marginalised community - are seen to be particularly targeted by traffickers, who pay their parents hundreds or thousands of dollars.\nChina has denied that Pakistani women are being trafficked into prostitution, saying that \"several media reports have fabricated facts and spread rumours\".\nBut it admitted this week that there had been a surge in Pakistani brides applying for visas this year - with 140 applications in the year to date, a similar amount to all of 2018. A official from the Chinese embassy in Islamabad told local media it had blocked at least 90 applications. \nA rise in cases of suspected bride trafficking from Pakistan to China has come amid an unprecedented influx of tens of thousands of Chinese nationals into the country. China is investing billions of dollars in the China-Pakistan Economic Corridor (CPEC), a network of ports, roads, railways and energy projects.\nThe two countries are close allies and a visa-on-arrival policy for Chinese nationals has also encouraged entrepreneurs and professionals not directly linked to CPEC to flood into Pakistan.\nSome are believed to be making the journey to find a bride. Researchers say that the legacy of China's decades-long one-child policy and accompanying social preference for boys has been to create an imbalanced society where millions of men are unable to find wives.\nFor years this has fuelled bride trafficking from several poor Asian countries, including Vietnam, Myanmar and Cambodia - where activists say many women are promised jobs in China but then sold into marriage. It appears that easy access to Pakistan may have created a new trafficking hotspot.\nThe FIA's investigations and BBC interviews with activists and victims suggest that some Pakistani clergy are playing a role in identifying local brides and certifying the religious credentials of the Chinese suitors.\nAfter the weddings, the couples take up residence in a number of bungalows rented by suspected traffickers in Lahore and other cities. From there, they are sent to China.\nSophia began to feel uncomfortable about her marriage before it had even happened. She was made to undergo medical tests ahead of the formal proposal and the broker then pushed for the wedding to happen immediately. \n\"My family felt uncomfortable with this haste, but he said the Chinese would pay for all of our wedding expenses,\" she says. The family gave in.\nA week later she found herself at a house in Lahore with several other newly-wed couples who were waiting for their travel documents to be processed. The Pakistani women spent most of their time learning Chinese.\nIt was at this point she learned that her husband was not a Christian, nor was he interested in committing himself to her. They could barely communicate due to the language barrier but he repeatedly demanded sex.\nShe decided to leave after speaking to a friend who had moved to China for marriage. She told Sophia she was being forced to have sex with her husband's friends, \nBut when Sophia confided in the marriage broker, he was furious. He said her parents would have to pay back the cost of the wedding, including fees paid to a local pastor for arranging the match and conducting the ceremony.\nHer parents refused to pay and travelled to Lahore to rescue her. Her handler eventually relented.\nAlthough recent police raids have focused attention on the trafficking of poor Christian girls, the BBC has found that Muslim communities are also affected.\nA Muslim woman from a poor Lahore neighbourhood who went to China with her husband in March says she had to put up with repeated physical abuse because she refused to sleep with his \"drunk visitors\".\n\"My family is quite religious, so they had agreed to the proposal because it was brought by the cleric of a seminary which is located in our neighbourhood,\"  the woman, who wanted to be known as Meena, said.\n\"But once in China, I discovered that my husband was not a Muslim. In fact he did not adhere to any religion. He made fun of me when I prayed.\"\nWhen she refused to have sex with men on his orders, she was beaten up and threatened.\n\"He said he had bought me with money and I had no choice but to do what he asked me to do; and that if I didn't do it, then he would kill me and sell my organs to recover his money.\"\nMeena was rescued in early May by Chinese authorities on the request of Pakistan embassy officials who had been alerted by her family.\nA senior FIA official in Faisalabad, Jameel Ahmed Mayo, told the BBC that women deemed not \"good enough\" for the sex trade were at risk of organ harvesting.\nThe FIA has not provided evidence to corroborate the allegations and Beijing has firmly denied such practices are occurring. \n\"According to investigations by the Ministry of Public Security of China, there is no forced prostitution or sale of human organs for those Pakistani women who stay in China after marriage with Chinese,\" the Chinese embassy in Islamabad said in a statement.\nIt did stress, however, that joint investigations with the Pakistani authorities were ongoing, adding: \"We will never allow a few criminals to undermine the friendship between China and Pakistan or hurt the friendly feelings between the two people.\"\nAdditional reporting by Mohammad Zubair Khan ", "date": "15 May 2019", "href": "https://www.bbc.com/news/world-asia-48260397", "tags": "husband christian china pakistan trafficked brides pakistani local marriage chinese women"}