{"title": "The UK's growing tech trade ties with Israel", "content": "Ami Daniel doesn't see Brexit as a reason to hold off expanding his company in the UK.\n\"We intend to invest more and more in London,\" says the Israeli businessman, who recently opened an office in London.\nMr Daniel, the founder of Windward, an Israeli maritime data firm, says that the opportunities for his company in the UK are too good to refuse.\nSpeaking at a recent networking event in London for British and Israeli firms, he explains, \"Marine insurance was literally invented here at Lloyd's of London, and it's here to stay, and so are we.\"\nIt's a sentiment many of his compatriots share.\nThe amount of Israeli investment in the UK has been growing since a UK government scheme called the UK Israel Tech Hub was launched in 2011, and this investment has continued despite uncertainty over Brexit.\nThe hub aims to boost business links between the two countries, by acting as a one-stop shop to bring British and Israeli companies together.\nIt helps British firms find Israeli technology that could help them, and it assists Israeli technology businesses in selling their products and services in the UK.\nThe scheme also introduces investors to start-ups, can help support visa applications, and indirectly points Israeli companies in the direction of the legal and other professional services they will need as they grow in the UK.\nAnglo-Israeli business deals totalling £85m have now been secured through the hub, it is claimed,.\nMeanwhile, hundreds of British and Israeli companies have been involved in its various activities and events. During 2016-17 this included more than 150 UK and 490 Israeli firms.\nMr Daniel says that while \"there is a cultural gap, a gap in how you do business\" between the UK and Israel, the UK Israel Tech Hub works as \"a great bridge\" between the two cultures. He adds that \"it puts the people together and creates that ecosystem\" to provide opportunities. \nThere are now at least 337 Israeli tech companies operating in the UK. Figures from the British Embassy in Israel show a 33% growth in the value of their investments in the year following the UK's decision, in a referendum on 23 June 2016, to leave the European Union.\nWhile the increase was only from £114m ($147m) to £152m, the number of new investors has been sustained, and their investments climbed in value to £298m in the year to June 2018.\nLondon-based nano-satellite firm Sky and Space Global, set up by a former pilot in the Israeli Air Force, was responsible for a big chunk of that latest increase in investment.\nGiven the success of the UK Israel Tech Hub, and with the Brexit deadline approaching, the UK government is now trying to replicate the model with other countries, starting with Brazil, India and South Africa.\nMr Daniel says that these new hubs should help companies from other countries expand into the UK the same way it's helped him.\nThis view is echoed by Hugo Bieber, chief executive of UK Israel Business, a bilateral chamber of commerce that works closely with the UK Israel Tech Hub.\nHe says that new hubs are \"definitely a new source of diplomacy that the UK needs in a post-Brexit environment\". \nOne of the first Israeli firms to benefit from the UK Israel Tech Hub was electric truck company Tevva Motors.\nThe business, now based at an industrial park on the outskirts of Chelmsford in Essex, is pouring money into the UK.\nIt has a team of more than 45 people who are trying to change the way the world moves its goods around. The extended-range electric trucks they are working on are designed to travel at least 100 miles a day with zero emissions. \nFounder Asher Bennett says the UK has many advantages for entrepreneurs, such as access to investors, as well as \"access to great team members, great engineers, and a great market to start and trial your product\".\nMore from the BBC's series taking an international perspective on trade:\nMr Bennett also sees the English language as an advantage, as well as the UK's relative geographical proximity to Israel. \nAnd while he does concede there are risks regarding Brexit, he doesn't see them as insurmountable.\n\"I would have preferred that there hadn't been this complication called Brexit, but I'm sure we'll overcome anything thrown at us,\" he says.\nThe British government is clear of the benefits of encouraging such Israeli tech firms to develop their businesses in the UK. The hope is that similar tech hubs with much bigger economies than Israel will bring even greater economic benefits.  \nSam Gyimah, the UK's Minister for Universities, Science, Research and Innovation, says the hubs are a unique way of building a win-win relationship.\n\"The benefits of this model are that it allows us to rapidly connect UK businesses with fast-growing disruptive technology businesses that are being developed around the world,\" he says.\n\"This means UK businesses can either create partnerships, or make acquisitions of those companies, but also it means those companies see what the UK has to offer, and see the UK as a place where they can expand.\"\nZiv Aviram knows about expanding Israeli companies abroad. He built and grew driverless car technology firm Mobileye. This became the biggest ever acquisition of an Israeli tech company when he sold it to Intel for $15.3bn last year. \nAnother company he founded, Orcam, is now his focus. Orcam makes wearable technology that helps visually impaired people to see and read, and is also increasing its presence in the UK.\nHe says it is a country with natural advantages for a company with global ambitions, explaining that \"we started with English-speaking countries, the US and UK were our first markets\". \nHe contends that customer demand will have more influence than trade deals after Brexit. \"Visually impaired and blind people that need technology don't care if it's part of Europe or not part of Europe,\" says Mr Aviram.", "date": "13 September 2018", "href": "https://www.bbc.com/news/business-45485255", "tags": "brexit company uk growing companies tech israel says trade israeli ties hub british"}