{"title": "The 'Game Of Thrones' Season 8 Trailer Is Here, And Our Watch Begins", "content": "Winter is here, and so is the “Game of Thrones” Season 8 trailer.\nSince late last year, HBO gifted fans with multiple teasers that didn’t feature new footage and a number of Season 8 photos and posters that revealed as little as possible. Finally, after all this time, the old gods and the new have answered our prayers. \nWhen Season 7 ended almost two years ago, Jaime Lannister (Nikolaj Coster-Waldau) was riding north, a pregnant Cersei Lannister (Lena Headey) was deceiving everyone in King’s Landing, Jon Snow (Kit Harington) and Daenerys Targaryen (Emilia Clarke) were getting intimate on their journey to Winterfell, and Tyrion Lannister (Peter Dinklage) was looking very worried on a boat. \nNow, our watch begins ...\nThe trailer starts with Arya (Maisie Williams) wounded and, seemingly, running for her life:\nA recent ﻿EW interview apparently described Williams’ look during the upcoming big battle at Winterfell as “ultra-grimy with dirt and mock blood on her face,” so these shots may be from that sequence. On filming the battle, Williams said, “there are moments you’re just broken as a human and just want to cry.” (That’s how Leigh and I feel after a short jog, so if Williams had to do that run over and over, yeah, we get it.)\nThe trailer also features quick shots of basically all the main characters, including a long-awaited confirmation that Beric (Richard Dormer) and Tormund (Kristofer Hivju) survived after the Night King broke through the Wall:\nAt one point, the footage becomes a “How to Train Your Dragon” sequel, starring Daenerys and Jon:\nHeadey recently told HuffPost she broke down in tears after wrapping on “Game of Thrones,” but there’s no sign of that here, as Cersei and Qyburn (Anton Lesser) seem pretty pleased they double-crossed everyone in the North:\nOur boy Gendry (Joe Dempsie) finally makes an appearance, ending our #WheresGendry campaign:\nAnd there are a ton of shots of everyone looking concerned, matching the emo aesthetic of the Season 8 photos:\nThen, of course, winter arrives, and the White Walkers make it to Winterfell:\nSeason 8 drops on April 14. All fans must watch.", "date": "\n03/05/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-season-8-trailer_n_5c785e5ee4b0de0c3fbf4ca4", "tags": "shots everyone season watch trailer ” lannister winter winterfell thrones begins williams"}