{"title": "The National Rifle Association’s Telegenic Warrior", "content": "DALLAS — Dana Loesch has a biblical inscription tattooed on her forearm, a reference to a passage in the Book of Ephesians that calls for Christians to wear holy armor to protect themselves from a dark world. It is an apt precept for Ms. Loesch, a 39-year-old conservative radio talk-show host and political commentator who views the world through a lens of fear and violence.\nIt is why she has an arsenal of firearms strategically placed in safes throughout her home. She keeps a handgun near her bed in the event of an intruder, she said, which she can use until she finds a more powerful shotgun or rifle nearby. She sometimes tucks a gun in the small of her back. Other times, she keeps a knife in her purse.\n“Evil is real,” she said over a plate of barbecued sausage last month in a suburban restaurant.\nAnd if there is a question about what God has to do with any of this, she keeps a sign in the window of the house that she and her family recently vacated. “This home protected by the good lord and a gun,” it read. “If you came here to steal or do harm you might meet them both.”\nMs. Loesch has been a voice of the conservative movement for nearly a decade, first at Breitbart News Network, where she analyzed politics and the media, and later for a television show on The Blaze media network. She has written two books, “Hands Off My Gun: Defeating the Plot to Disarm America” (2014) and “Flyover Nation: You Can’t Run a Country You’ve Never Been To” (2016). And she has had her own national radio show since 2008. But it wasn’t until last year that people farther afield took notice, when she was featured in a recruiting ad for the National Rifle Association.\nPundits from the left and right said it stoked violence and civic unrest; the neoconservative Bill Kristol called the video “ludicrous.” But Ms. Loesch, who was named the spokeswoman for the National Rifle Association in 2017, delights in a brawl, particularly if it’s public.\n“When she knows she has just upset someone, she will laugh,” said Ben Howe, a close friend and senior contributing editor at RedState.com who worked with her at The Blaze. He added, “She’ll be ready to jump into the fray, swinging her sword, and see who gets killed later.”\nAnn Coulter found her voice as a Cassandra for the right in the early 2000s. In the Trump era, Ms. Loesch has found hers as a telegenic warrior for the N.R.A. She shares some characteristics with President Trump, said Megyn Kelly, the NBC talk show host who used to have her on as a guest on Fox News when Ms. Kelly had a show there. “She is compelling television,” she said.\nEven Ms. Kelly, a friend, has noticed that Ms. Loesch has embraced a more barbed tone the past year. “On my show, she was never a bomb thrower,” Ms. Kelly said. “We tried to veer away from that.” But public conversation has grown more cacophonous since Mr. Trump’s election. And unlike Ms. Coulter in her heyday, Ms. Loesch faces an ever-expanding field of conservative pundits willing to do anything to entertain followers on Twitter, in their jostle for the seats at Fox’s table.\n“I’ve been told I’m a whore for the N.R.A.,” Ms. Loesch said. “I’m a prostitute for the N.R.A. But I believe so strongly in the natural right to bear arms. I feel so passionately about that.”\nDismissal only firms her resolve. “I’m feeling like I am doing what I want to do,” she said, “and what I feel fulfilled in doing.”\nFor as long as Ms. Loesch can remember, the world has been a scary place. She was born Dana Eaton in 1978 in Hematite, Mo., a small community about 40 miles south of St. Louis. Her parents divorced when she was in kindergarten and she has not spoken to her father in more than a decade. Her mother worked three jobs after they moved to nearby Festus, Mo., bringing home bags of granola bars after her shift at a local granola factory. Ms. Loesch said she spent school-day afternoons at home alone or with an aunt.\n“Now, you could say it was like a meth ’hood,” Ms. Loesch said of her old neighborhood. “People were fighting. It was kind of crazy. It wasn’t the most stable of childhoods.”\nMs. Loesch mostly found refuge at her grandparents’ home in Annapolis, Mo., a town of about 450 people nestled in the rural Ozarks. Her family voted for Democrats. Her grandfather hunted deer and raccoon. Despite episodes of violence, Ms. Loesch idealized summers in Annapolis in “Flyover Country.” In the book, she recalled her grandfather standing on the porch one night with a shotgun in his hands. Ms. Loesch’s aunt had just arrived; her estranged husband had threatened to kill her.\n“Looking back,” Ms. Loesch said, “I think I always wanted to know that I was safe.”\nIn the late 1990s, Ms. Loesch attended Webster University in suburban St. Louis, studying journalism, but dropped out after she got pregnant. In 2000, she married Chris Loesch, the baby’s father: a musician and son of a preacher who now manages her career. They attend weekly services at the Church of Christ. And on Halloween they give a party that harks back to more pleasant childhood memories. “Halloween was big with her mom,” said Leigh Wambsganns, a friend. Last October Ms. Loesch said she dressed as Wonder Woman.\nAs a new parent in St. Louis, she blogged about motherhood and began her long-running radio program, “The Dana Show.” She became disillusioned with Democratic politics, though, in the wake of President Clinton’s affair with Monica Lewinsky. She helped found the St. Louis Tea Party, organizing protests and speaking at rallies. And, in 2010, she joined Andrew Breitbart at his website, one of several new voices railing against establishment politics and media bias.\nAfter Mr. Breitbart died in 2012, Ms. Loesch clashed with Steve Bannon, the former Trump ally who had been named executive chair of Breitbart News. She sued to get out of her contract. In 2014, she moved to Dallas to work for The Blaze.\nMs. Loesch’s particular brand of attack proved unpalatable to mainstream audiences. In 2012, CNN, which had hired her as a political commentator, distanced itself from comments she made on her radio show supporting a group of Marines who urinated on dead Taliban soldiers. She claims the reporting of her comments was “disingenuous.” A year later, she was banned from the now defunct “Piers Morgan Live” after getting into a Twitter fight with the host. “I thought we made up,” she said. “But then we started fighting again.”\nAnd, in 2016, Ms. Loesch expressed personal ire at Kayleigh McEnany, now the spokeswoman for the Republican National Committee. Ms. McEnany had chided a friend of Ms. Loesch’s for not supporting Mr. Trump, then a Republican candidate, during a CNN segment. “Babycakes, this was more than just going on television and flashing your pearly whites and your flat chest, red dress, over-sprayed bleach blond hair,” Ms. Loesch told radio listeners.\nThis time, it seemed, she had gone too far. Ms. McEnany was undergoing treatment for a genetic predisposition to breast cancer. Both Ms. Loesch and Ms. McEnany declined to discuss the matter.\nMs. Loesch’s performance for the N.R.A. has had more polish. Last April, she was featured in a recruiting ad for the organization called “Violence of Lies.” Scenes of street violence and protests flashed onscreen as Ms. Loesch called for citizens to fight media bias and liberal politicians with the “clenched fist of truth.” (The N.R.A. also released an ad in 2017 aimed at The New York Times, claiming media bias.)\nAccording to Andrew Arulanandam, the N.R.A.’s managing director of public affairs, the message was “inspired” by the chief executive, Wayne LaPierre Jr., whose association donated $30 million in campaign support to Mr. Trump. According to news reports, the N.R.A. may have a connection to the investigation of Russia’s involvement in the election. “Violence of Lies” has been viewed nearly three million times on YouTube alone.\n“Dana comes across clearly to our members and gun owners,” Mr. Arulanandam said.\nBut even some in those groups found the video unnecessarily, even dangerously, incendiary. An online petition was circulated, demanding Facebook remove it. On Twitter, DeRay Mckesson, a Black Lives Matter activist, called the video “an open call to violence to protect white supremacy.” In response, Ms. Loesch challenged him to come on her show and “tell me to my face I’m a racist.” He didn’t, saying Ms. Loesch seeks to use opponents as a foil.\n“I don’t believe that she was really talking to me,” he said in an interview. “She was using me to rile up the base.” Last week Ms. Loesch said she had no interest in speaking with Mr. Mckesson.\nMs. Loesch’s boss, Mr. LaPierre, has a history of inflammatory rhetoric at the N.R.A., which has five million members. In 1995, he was forced to apologize after President George H. W. Bush canceled his N.R.A. membership in protest. The N.R.A. had sent out a fund-raising letter calling law enforcement “jackbooted government thugs” who threatened to hurt Americans. “That is what they do,” said Representative Kathleen Rice, a Democrat of New York, who has sparred with Ms. Loesch, also on Twitter. “The N.R.A says their members are under attack.”\nIn October, a gunman fired a weapon on concertgoers from his Las Vegas hotel room, killing 58 people and injuring more than 500 in the deadliest mass shooting in the United States. Within days, Ms. Loesch was on “Fox & Friends,” batting away calls for gun control, calling the massacre awful and warning viewers they live in a world where “monsters exist.”\nMs. Loesch said she has received death threats for the past two years; they often follow her appearances on television. In December 2016, she said, “my son went and got the mail and we had all these Christmas cards. He opened them up. And there were pictures, with their heads blown off.” Not long after, someone posted her phone number and a photograph of her house on Twitter. She starting getting calls, including a man on the line, breathing heavily.\n“He said he would drag me out and beat me in the yard,” said Ms. Loesch, who moved last month to a new home in suburban Dallas. “I reached out to our local police.” She alerted the N.R.A. “It worried them too,” she said. “They are not responsible for crazy people. They want to make sure I am safe and that I am O.K. Because I have kids.”\nDid the experience remind her of her childhood?\n“Yeah,” she said. “But this time, I’m my grandpa.”\nMs. Loesch was greeted like a local celebrity when she arrived at the Crossfire Defense Academy & Range, eight miles from the Dallas-Fort Worth International Airport, which she’d agreed to visit to shed light on gun ownership, a mystery to many in blue states. Ms. Loesch was met by a clutch of beefy ex-military safety officers outfitted in red shirts and camouflage pants.\nThe range was at the back of a gun shop, soundproof rooms with stalls facing paper targets clipped to a metal bar. A cartoon of a couple brandishing pistols and dressed in black tie had been taped to the door, advertising two-for-one shooting and happy hour drinks at a local taco shop. But tonight was ladies’ night, and a woman dressed in black high heels was there, holding a pistol.\nMr. Loesch laid out a number of guns the couple had brought from home, including his wife’s Glock 19 (a semiautomatic pistol) and an AR-15 (a semiautomatic rifle). Ms. Loesch had taped a drawing of George Washington to the magazine of her AR-15 with the words, “We The People.” The body of the gun said “Let It Rain!” She had invited an instructor to join her, and he took her through a number of drills using her pistol. After a few adjustments, she hit the bull’s-eye.\nShe urged this reporter to try her AR-15: “Isn’t it easy?”\nIt was. Like an arcade video game.\nMs. Loesch offered thanks for the sojourn. “It means a lot to me,” she said.\nIn a car ride afterward, she wished that there was also time on this trip to visit a church together.\n“We are all sinners,” she said. “We are all people who have messed up. I fall short every single day.”", "date": "Jan. 20, 2018", "href": "https://www.nytimes.com/2018/01/20/style/dana-loesch-national-rifle-association.html", "tags": "rifle warrior home telegenic ” ms. n.r.a gun association loesch violence national"}