{"title": "The Professor Behind the Trump Campaign Adviser Charges", "content": "LONDON — Joseph Mifsud, who investigators say tempted a Trump campaign official with a promise of Russian  “dirt” on Hillary Clinton, always presented himself as a professor, according to several online biographies and a person who knows him. But his academic affiliations are hard to pin down.\nHe identified himself as the director of the London Academy of Diplomacy — or, on another web page, as its honorary director. But the academy is difficult to find.\nThe academy was affiliated with the University of East Anglia until 2014, before transferring its affiliation to the University of Stirling, in Scotland, the University of East Anglia said in a statement on Tuesday.\nIn a biography that was previously displayed on the website of the London Center of International Law Practice, where Mr. Mifsud was the director of international strategic development, there is no mention of academic training or any degrees he may have earned. Instead, he is listed as the “honorary director” of the London Academy of Diplomacy, an “honorary” professor at the University of East Anglia and a full professor at Stirling University.\nA spokesman for Stirling University, however, said that Mr. Mifsud “has been a full-time, professorial teaching fellow in the university’s politics department since May 2017.”\nThe biography goes on to say that Mr. Mifsud has “lectured extensively throughout the world,” “worked in a number of universities,” “attended and chaired conferences” and “organized major ministerial and institutional meetings on pan-Mediterranean dialogue.”\nMr. Mifsud’s principal experience in diplomacy or international relations appears to have been work for the government of the Mediterranean island state of Malta. A biography of Mr. Mifsud on the website of an organization calling itself the Society for Intercultural Education Training and Research said he worked in the Maltese Foreign Ministry, in the Ministry of Education and as the head of an unidentified department at the University of Malta.\nIt is unclear how he ended up in London, and he did not respond to a request for comment.\nMr. Mifsud was an enthusiastic promoter of President Vladimir V. Putin of Russia. He was a regular at meetings of the Valdai Discussion Club, an annual conference held in Sochi, Russia, that Mr. Putin attends. Three short articles on the Valdai website cite Mr. Mifsud as an expert echoing Russian government views.\n“As more and more differences emerge between Saudi Arabia and the United States, it is time for Moscow and Riyadh to intensify their relations, Mifsud believes,” one article stated, before quoting Mr. Mifsud: “‘I feel there is a taste for this relationship to develop between the Russian Federation and Saudi Arabia.”\nAnother article, written by Mr. Mifsud, argued against the closer integration of the European Union, and a third, also by Mr. Mifsud, lauded Mr. Putin’s intervention in Syria while finding American leadership “despondently lacking.”\nMr. Mifsud’s unusual résumé, however, did not appear to raise alarms with George Papadopoulos, a foreign policy adviser to the Trump campaign, according to court papers filed on Monday in Federal District Court for the District of Columbia by the special prosecutor investigating Russian interference in the election. Mr. Papadopoulos has pleaded guilty to lying to the F.B.I. about his conversations with the “professor.”\nMr. Mifsud is referred to in the papers only as “the professor,” based in London, but a Senate aide familiar with emails involving Mr. Mifsud — lawmakers in both the Senate and the House are investigating Russia’s role in the election — confirmed that he was the person cited.\nMr. Papadopoulos was an energy consultant before he joined the Trump campaign, and Mr. Mifsud was “initially” uninterested in him until he disclosed his Trump campaign role, the prosecutors wrote in the court papers. Then, they said, Mr. Mifsud “appeared to take great interest.”\nWhen the two men first met, in Italy in March 2016, Mr. Mifsud quickly promised “dirt” on Mrs. Clinton, prosecutors say.\nMr. Papadopoulos “understood that the professor had substantial connections to Russian government officials” and “repeatedly sought to use the professor’s Russian connections in an effort to arrange a meeting between the campaign and Russian government officials,” the prosecutors wrote.\nOn March 24, 2016, Mr. Mifsud falsely presented a young Russian woman as a niece of Mr. Putin’s and introduced her to Mr. Papadopoulos, prosecutors wrote. Mr. Papadopoulos emailed his campaign supervisor about his promising meeting with his “good friend” — Mr. Mifsud — and “Putin’s niece.”\nMr. Papadopoulos emailed both Mr. Mifsud and the Russian woman the following month, on April 10, about setting up a potential trip to Russia.\n“This is already been agreed,” Mr. Mifsud replied. “I am flying to Moscow on the 18th for a Valdai meeting, plus other meetings at the Duma,” a reference to a Russian legislative body.\n“I have already alerted my personal links to our conversation and your request,” the Russian woman wrote to Mr. Papadopoulos.\nMr. Mifsud then put Mr. Papadopoulos in contact with the Russian Foreign Ministry and, on April 26, met Mr. Papadopoulos for breakfast in London. Mr. Mifsud said he had returned from meetings with high-level officials in Moscow. There, he said, he learned that the Russians had “dirt” on Mrs. Clinton as Mr. Papadopoulos later told the F.B.I.\nFour days later, Mr. Papadopoulos thanked Mr. Mifsud for his “critical help” in arranging a possible meeting between the Trump campaign and Russian officials.", "date": "Oct. 31, 2017", "href": "https://www.nytimes.com/2017/10/31/world/europe/russia-us-election-joseph-mifsud.html", "tags": "adviser papadopoulos russian ” trump charges university mifsud behind london campaign professor —"}