{"title": "The Real Reason Republicans Don't Have A Contingency Plan For Obamacare", "content": "\nIf you want to know about the Republican Party’s priorities for health care, pay close attention to what transpired -- and what didn’t transpire -- on Capitol Hill Tuesday.\nThe House Ways and Means Committee held a session to consider a number of health care-related measures. In theory, it would have been an ideal time to take up, amend and maybe even vote on a contingency plan for King v. Burwell -- the case before the Supreme Court that could wipe out health insurance tax credits under the Affordable Care Act for more than 6 million people scattered across two-thirds of the states.\nThe Ways and Means chairman, Rep. Paul Ryan (R-Wis.), has said repeatedly that his party will have a contingency plan ready to go if the court sides with the law’s challengers. He’s also vowed, again and again, to craft an Obamacare alternative that will achieve better results at lower costs. It’s the same set of promises that countless other Republican leaders have made, although Ryan would seem uniquely positioned to deliver on them. He is supposed to be the leading policy intellectual of his party, plus he presides over a powerful committee with direct jurisdiction over health care financing.\nBut take a look at the official agenda for the Ways and Means Committee on Tuesday. You’ll see a bill to repeal Obamacare’s tax on medical device makers and a proposal to repeal the so-called Independent Payment Advisory Board, which sets reimbursement rates under Medicare. You’ll see some other legislation, too, including some other adjustments to Medicare.\nHere’s what you won’t see: contingency plans for the upcoming Supreme Court ruling or alternative schemes for expanding insurance coverage.\nThe omission is neither accidental nor incidental. On Monday, House Majority Leader Kevin McCarthy (R-Calif.) announced that he and his colleagues have decided that publishing a detailed plan before the high court rules  isn’t such a good idea after all. “Don’t expect us to pre-determine the Supreme Court,\" McCarthy said. \"We have to first see what their decision is and what we have to solve.”\nThe generous explanation for this lack of public deliberation is that some Republican leaders and staffers really are working hard behind closed doors to hash out a serious plan. (Ryan’s spokesman, Brendan Buck, has said as much before.) They’re keeping the details a secret for now, because they see no political upside to releasing such information and then defending the inevitable trade-offs their proposal would require.  \nThe cynical explanation (offered most recently by Salon’s Simon Maloy) is that Republican leaders aren’t serious about crafting a plan -- that all the vague promises of “off-ramps” and “transitions” away from Obamacare have been a public relations stunt, designed to make potential swing votes on the Supreme Court, particularly Chief Justice John Roberts, feel more comfortable about issuing a decision that could create so much chaos for the millions of Americans who can't get health insurance without those federal tax credits.\nThe two explanations are not mutually exclusive. If you could peer inside the brains of all the Republican lawmakers on Capitol Hill, and all of their full-time and outside advisers, you'd probably find some who really are interested in writing and passing laws that would provide either a smooth transition out of Obamacare or a meaningful alternative to it. But history offers no reason to think such sentiments are widespread -- or held strongly by the powerbrokers who matter.\nRepublican leaders in Congress have been promising to craft a detailed Affordable Care Act alternative ever since President Barack Obama signed the law in March 2010. But while Republicans have found time to vote on repealing the health care law more than 50 times -- and have worked hard, as they did on Tuesday, to pass modifications that would benefit powerful special interests like the medical device industry -- they’ve yet to move a single Obamacare alternative through committee and to the floor. Nor has any committee with relevant jurisdiction held even a single hearing on how to handle the aftermath of a potential Supreme Court ruling that wipes out tax credits in two-thirds of the states.\n(For a thorough and thoroughly amusing chronicle of past GOP promises to craft Affordable Care Act alternatives, see the summaries from HuffPost’s Jason Linkins and Jeffrey Young.)\nRepublicans' history of promising and then not delivering comprehensive health care legislation -- a history, after all, that goes back decades -- hints at a deep, fundamental disagreement with the entire idea. Republicans will talk up the importance of helping people with pre-existing conditions or providing financial assistance to people for whom insurance is too expensive. But creating a truly universal coverage system -- in which everybody has access, regardless of income or health -- requires taking steps that many conservatives simply can’t abide.\nSpecifically, universal coverage requires some combination of regulation, taxes and redistribution (from healthy to sick, and from rich to poor) that Republicans tend to find economically destructive, morally noxious or both. That's true of wholly nationalized, single-payer systems like you find in France or Taiwan. It's true of universal schemes of regulated private insurance, like they have in the Netherlands, Singapore and Switzerland. It's even true of programs in the U.S. that have existed for a long time -- not just Medicare but also, to some extent, employer-sponsored insurance.\nThe hostility Republicans feel toward the principles of universal health care could be defended intellectually, and maybe even politically -- although the fact that GOP lawmakers can’t repeal Obamacare on their own, without a court order from friendly conservative judges, suggests otherwise. But if that's what Republican leaders think, it’d be nice if more of them came out and admitted it. They should make clear they preferred the world as it existed before Obamacare -- a world in which more people suffered because they didn't have money to pay for medical care -- rather than carrying on with the illusion that they're busily thinking up some better alternative and just waiting for the right moment to unveil it.", "date": "\n06/02/2015", "href": "https://www.huffpost.com/entry/obamacare-gop-alternative_n_7497270", "tags": "care contingency see obamacare health court committee alternative real -- republican insurance republicans plan reason"}