{"title": "The New Senate Bill Has The Same Old Medicaid Cuts- That Tells You Something-", "content": "The new Senate bill calls for some dramatic changes to taxes and spending, and to insurance regulations as well.\nHere’s what the bill doesn’t change: the massive cuts to Medicaid, the federal-state program for low-income Americans.\nAnd that tells you everything you need to know about Republican priorities.\nThe Better Care Reconciliation Act still calls for rolling back the Affordable Care Act’s expansion of Medicaid. It would do so by cutting off extra money now available for states that want to expand Medicaid eligibility so that anybody in a household with income below or just above the poverty line would qualify.\nThirty-one states plus the District of Columbia did just that, and it’s the single biggest reason that millions of additional people now have health insurance ― and, as a result, better access to health care and better protection against devastating medical bills. Without the extra federal money, most states are likely to restore their old eligibility guidelines, which would mean millions of people would lose access to coverage.\nAnd that’s not all the bill would do. The Senate bill calls for changing Medicaid’s basic funding formula, ending the open-ended commitment to pay states whatever it costs to cover everybody who qualifies ― no matter how many people end up enrolling and no matter how expensive their care gets.\nGoing forward, states would have the option either to accept a lump sum every year, based on a predetermined formula, or to accept a different funding formula that would reimburse states on a fixed rate per person ― again, based on a predetermined formula pegged to the inflation rate, rather than the actual cost of providing Medicaid.\nOver time, most experts say, a funding gap would open up ― a shortfall between what states would need to maintain their programs and what they would get from Washington. Most states would respond through some combination of cuts. They’d pay doctors and hospitals less, they’d reduce the scope of services Medicaid covers, or they’d simply allow fewer people to enroll. Most likely, they’d do all three ― and the people who depend on the program would suffer. \nThat group is more diverse than most people realize. It includes not just children and able-bodied adults, but also the elderly and people with disabilities. But pretty much all of them have low incomes, and in some cases they have extremely low incomes. (The exception is some people with disabilities who qualify even with somewhat higher incomes ― but, of course, that’s only because they lack the ability to generate substantial incomes on their own.)\nThese cuts to the most vulnerable members of society are one reason the bill is so unpopular ― with Americans as a whole, and to some extent within the Senate Republican caucus. The cuts to Medicaid are what several holdouts ― including Shelley Moore Capito of West Virginia, Dean Heller of Nevada and Lisa Murkowski of Alaska ― have cited as their primary objections to the proposal. If they are true to their word, then they will oppose this new legislation as well.\nUnlike the original Senate bill, the new version leaves in place the Affordable Care Act’s new taxes on high-income individuals ― a nod to critics who said, accurately, that rescinding those taxes would have given a windfall to the richest Americans. Apparently that part of the bill was negotiable, at least for now. (Republicans will doubtless try to cut those taxes later.) But cutting a lifeline for the poor, and leaving millions without insurance as a result? On that principle, it seems, Republican leaders are not willing to give an inch.", "date": "\n07/14/2017", "href": "https://www.huffpost.com/entry/new-senate-bill-medicaid-cut_n_5967cd86e4b03389bb161a1c", "tags": "tells taxes medicaid states ― something- senate old cuts- bill new care"}