{"title": "The Attorney General Investigates the Investigators", "content": "One of President Trump’s enduring beliefs about the Russia investigation is that the Obama administration illegally spied on him, his associates and his campaign.\n“How low has President Obama gone to tapp my phones during the very sacred election process,” Mr. Trump wrote on Twitter early on in his presidency, employing his idiosyncratic spelling and citing no evidence. In a separate tweet, he compared the situation to McCarthyism. \nIn Attorney General William Barr, the president has found an ally willing to legitimize his theories. Mr. Barr has assigned John Durham, a longtime Justice Department lawyer and now United States attorney for Connecticut, to investigate the steps the F.B.I. took during the early stages of the Russia investigation.\nThe good news about Mr. Durham’s appointment is that he is a career government lawyer with a history of investigating improprieties in the national security apparatus, across several administrations. He may well complement the work of the Justice Department’s inspector general, Michael Horowitz, whose own inquiry into how certain warrants and informants were deployed in the early days of the Russia investigation is nearly complete.\nCNN reported on Tuesday that Mr. Barr is also working with Gina Haspel, the C.I.A. director, and Dan Coats, the director of national intelligence, to assess whether the F.B.I. ran afoul of any rules or protocols during the origins of the Russia investigation. \nChristopher Wray, the F.B.I. director, also is cooperating with Mr. Barr. Last week Mr. Wray defended the bureau from accusations that investigators had engaged in unlawful “spying” in the lead-up to the election — a charged word that the attorney general himself used during congressional testimony in April. \n“That’s not the term I would use,” Mr. Wray told a Senate panel last week, adding that he had seen no evidence of illegal surveillance of the Trump campaign.\nRobert Mueller’s report on Russian election interference detailed at least 140 contacts between Mr. Trump’s campaign and Russian nationals, WikiLeaks or their associates, but it did not establish a criminal conspiracy. \nBut what isn’t criminal may still raise valid national security concerns — and the F.B.I. has long viewed Russian efforts to meddle with American democracy as a counterintelligence matter. Ron DeSantis, the Florida governor, said on Tuesday that the F.B.I. confirmed with him that Russian hackers had managed in 2016 to infiltrate two county voter databases in the state. They used techniques similar to those used by Kremlin operatives to hack emails from individuals at the Democratic National Committee and the Hillary Clinton campaign.\nThe F.B.I. has well-founded concerns that Russia will continue to meddle in American elections. So once the Trump administration is done investigating the investigators, it should turn its attention to ensuring the sanctity and security of the nation’s ballot boxes.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/opinion/john-durham-william-barr.html#commentsContainer", "tags": "national f.b.i investigation russian campaign investigators investigates russia barr general attorney"}