{"title": "The professor, his wife and the photo everyone is talking about", "content": "A photograph of a Scottish academic with his Ghanaian wife has provoked a conversation on social media about interracial relationships.\nOn 26 December, the Honorary Consul for Ethiopia in Scotland, Professor John Struthers, shared an image on Twitter of himself and his wife Justina attending the Queen's garden party in Edinburgh in July. \nThe image shows Professor Struthers, wearing a kilt, standing beside his wife in a dress made from traditional Ghanaian Kente cloth, and was accompanied with a post about fighting racism.\n\"I thought I would share. We've had disapproving looks, 'We are full', 'Is that your wife?' and many more actions questioning our relationship over the last 40-plus years,\" he tweeted.\n\"We haven't wavered! The best way of fighting racism is living your life, standing tall and educating. #Diversity\" \nProfessor Struthers' words about being in an interracial relationship have resonated with thousands of people, generating 17,000 retweets and more than 52,000 likes.\nCommenting on the reaction he said: \"Responses to the tweet have been heart-warming and overwhelming.\" \nYou may also like:\nThe post has particularly struck a chord with other interracial couples and mixed-race families. Michael Brown in Rocky Hill, Connecticut, posted an image from his wedding day to his wife Kehinde, who is Nigerian: \"So true living a full happy life is the best weapon against hate,\" he commented.\nPhotographs of Jay Smith's grandparents provoked a warm reaction. The couple lived in the Toxteth area of Liverpool. Jay from Durham said his grandmother \"chose love over ignorance and bigotry\".\nJeff Price met his wife in Abuja, Nigeria, when he was stationed there in 2010. The family now live in El Dorado, Sacramento. Mr Price responded to the post by commending the Struthers for their bravery: \"I can honestly say that in our nine years together, we have never experienced a hint of racism. \n\"That is not a boast, it's a thank you!\" he commented.\n\"People like you and your wife have paved the way for us, by standing tall, by educating, and living diversity.\"\nWill, in north London, responded with an image of his family and said Professor Struthers' post was \"inspirational\".\nBy Rozina Sini, BBC's UGC and Social News Team", "date": "30 December 2017", "href": "https://www.bbc.co.uk/news/uk-scotland-42510187", "tags": "struthers interracial living standing image everyone post talking photo racism professor wife"}