{"title": "The Guptas and their links to South Africa's Jacob Zuma", "content": "South Africa's President Jacob Zuma has been accused of having a corrupt relationship with members of the Indian-born Gupta family, and even letting them interfere in ministerial appointments. \nAlthough both Mr Zuma and the Guptas deny any wrongdoing, these allegations are one of the main reasons people want him to resign. \nSo who are the Guptas and how close are their links to President Zuma?\nBrothers Ajay, Atul and Rajesh (also known as Tony) Gupta, all in their 40s, relocated to South Africa from India's northern state of Uttar Pradesh in Saharanpur in 1993, just as white minority rule was ending and the country was opening up to the rest of the world. \nFamily spokesman Haranath Ghosh told the BBC by email that their father, Shiv Kumar Gupta, sent Atul to South Africa, believing that Africa was about to become the \"America of the world\"  - the world's land of opportunity.\nIt is said that when Atul arrived in what was then Africa's largest economy and he set up the family business Sahara Computers, he was amazed at the lack of red tape compared to India.\nThey were small businessmen back home but their parent company Sahara Group - which has no links to the Indian giant of the same name - now has an annual turnover of about 200m rand ($22m; £14.3m) and employs some 10,000 people.\nAs well as computers, they have interests in mining, air travel, energy, technology and media. \nAtul says they met President Zuma more than 10 years ago \"when he was a guest in one of Sahara's annual functions\".\n• Bongi Ngema-Zuma, one of the president's wives, used to work for the Gupta-controlled JIC Mining Services as a communications officer. The family reportedly paid for her 3.8m rand Pretoria mansion. They have denied this\n• Duduzile Zuma, his daughter, was a director at Sahara Computers. She began working for them six months after her father was elected as ANC president. She has since resigned\n• Duduzane Zuma, a son, was a director of some Gupta-owned companies but stepped down in 2016 following public pressure\nAlthough they do not figure on any continental rich list, there is no doubt that they are extremely wealthy. \nTheir heavily guarded family Sahara Estate in Johannesburg's affluent Saxonwold suburb comprises at least four mansions which can be seen from the tree-lined avenue. The estate is now valued at about 52m rand ($3.4m; £2.3m). \nThe complex even boasts a helicopter pad, while the family enjoys the services of five personal chefs and regularly travels with bodyguards. \nThey also own the former Cape Town home of Sir Mark Thatcher, son of former UK Prime Minister Margaret Thatcher.\nThe family is accused of wielding enormous political influence in South Africa, with critics alleging that it is trying to \"capture the state\" to advance its business interests. \nThe perception grew in March 2016 when Deputy Finance Minister Mcebisi Jonas said that a member of the family had offered to promote him to the minister's post in 2015. \nThe Guptas denied making the offer, just as they denied an allegation by former ANC MP Vytjie Mentor that she was offered the key post of public enterprise minister during a meeting at their Saxonworld mansion in 2010.\nShe said that Mr Zuma was at the mansion when the offer was made, while the president says he has no memory of her at all.\nBut as much as they are alleged to have influenced the hiring of ministers, they are also accused of trying to fire ministers who may have got in the way of their business interests.\nOne of the highest profile among the suspected Gupta-linked firings was former Finance Minster Pravin Gordhan, who later accused the family of being involved in \"suspicious\" transactions worth about $490m (£400m), which they deny. \nA report in South Africa's Sunday Times newspaper which said the Guptas once demanded to be given diplomatic passports suggests they too believed they had political clout.\nThe family argued for the passports on the basis they regularly travelled with President Zuma on business trips abroad \"promoting South Africa\", but the request was rejected. \nThe Department of International Relations and Co-operation did not deny the story, while a Gupta spokesman said the reports were \"a determined drive to malign the family\". \nIt is not clear how much money, if any, the Guptas have donated to the governing party because political parties are not obliged to disclose donations, especially from private sources. \nThe Guptas were first mired in controversy in 2013 after it emerged a family plane carrying wedding guests had landed at the Waterkloof Air Base near Pretoria - a military base normally reserved for visiting heads of state and diplomatic delegations. \nThe governing African National Congress (ANC) concurred with the opposition Democratic Alliance (DA) that this was a blatant abuse of power. \nAtul Gupta, while insistent that the family  had done nothing wrong, issued an apology. \nHe added that his family was \"simply trying to give [our] daughter... a memorable wedding on South African soil\".\nThe wedding was between Vega Gupta, daughter of the brothers' sister Achla, and Aakash Jahajgarhia, 24, a Delhi businessman.\nThe 200 guests, in a convoy of luxury vehicles, were given a police escort to the famous Sun City holiday resort in the North West province.\nSo what gave the Gupta family the confidence to even think of requesting to land their chartered Airbus A330 at a military air base? \nSome believe it is because of their close links to Mr Zuma and various family members.\nAnd it was only later that the allegations about how the wedding was paid for emerged.\nIn May 2017, leaked emails purported to reveal detailed allegations about the ties between the Guptas and the government.\nLater, a preservation order obtained by the high court showed millions of dollars worth of public money which was intended to support poor farmers was directly deposited into Atul Gupta's personal account. He is yet to comment on the this.\nThe order revealed there was no justification for any payment, as Atul had no interest in farming nor did he provide any farming services to the project.\nSome claim the money was used to fund the Sun City wedding, something the family deny. \nInvolvement from high level politicians, like ANC Secretary-General Ace Magashule who co-signed the project, was also noted in the report.\nOne of Britain's leading PR firms found itself at the heart of the scandals surrounding the family after it was accused of pushing the idea of \"white monopoly capital\".\nBell Pottinger, which  was founded by Margaret Thatcher's advisor Lord Bell, also created fake Twitter pages which emphasised the power of white businesses, and used the hashtag #whitemonopolycapital to - as the opposition Democratic Alliance party pointed out - inflame racial tensions in a country where the white minority still wields considerable economic power.\nBut why did they do it? Allegedly, to divert attention away from corruption claims being made against the Gupta family and their close relationship with President Zuma. \nThe PR firm was reportedly paid £100,000 a month by Oakbay Investment - a company owned by the Guptas. \nFollowing an uproar over the campaign, the Bell Pottinger was expelled from the PR trade body and went into administration.\nThe Guptas courted his predecessor's administration as well but ex-President Thabo Mbeki played a guarded game with the Guptas and the relationship did not go far. \nAnd former DA leader Helen Zille has also enjoyed a \"delicious\" meal at the Guptas' compound and received a donation for the party.\nThe Economic Freedom Fighters (EFF) party has called on the family to leave South Africa, saying the country could not be held to ransom by a \"corrupt cartel\" with \"mafia\" tendencies.\nHowever, the family has been strongly defended by some of Mr Zuma's close allies. \nThe Gupta family rarely speak in public. However, in an interview with his lawyer last year, Ajay Gupta said he was not a shareholder of any company or any assets \n\"I don't have any share, any board [position], any property, any fixed property, whatever you call that,\" he said. \"Maybe one car or something, I only have that one room my father used to sleep.\"\nDeputy Defence and Military Veterans Minister Kebby Maphatsoe was quoted by South Africa's City Press newspaper as saying that the Guptas owned less than 1% of the Johannesburg Stock Exchange, and should be left alone. \n\"We met them and asked serious questions [of them], and they responded. These are South Africans, they are not whites. They do not take profits out of the country; they invest,\"  Mr Maphatsoe said.\nIn August 2016, the family said it would sell all its shareholdings in South Africa because this would be in the \"best interests of our business, the country and our colleagues\". \nIf they family thought this would remove them from the limelight, they were wrong. ", "date": "14 February 2018", "href": "https://www.bbc.com/news/world-africa-22513410", "tags": "atul gupta president zuma one links africa guptas south jacob family"}