{"title": "The Golan Heights Was Once an Arab Rallying Cry. Not Anymore.", "content": "ERBIL, Iraq — In 2010, President Bashar al-Assad of Syria asked President Barack Obama in a private letter to sponsor new peace talks between Syria and Israel, a diplomatic chimera for a string of American presidents.\nThe major sticking point was control of the Golan Heights, a rocky, strategic plateau at the flammable juncture between the modern states of Syria, Israel, Jordan and Lebanon, which Israel had seized in the Six-Day War of 1967.\nThe talks never took off, and in 2011 a civil war erupted in Syria that would destroy the country and reshape the regional order to such an extent that when President Trump on Thursday called for the United States to recognize Israeli sovereignty over the Golan, the shift was met across much of the Arab world with a shrug.\nToday, the Gulf countries are more interested in partnering with Israel against Iran than in standing up for abstract notions of Arab dignity, and unrest and economic troubles have left other Arab countries more concerned with their own affairs.\nAs for Syria, its own war has left the country so weak and ostracized that few care what it wants.\n“The Golan was always seen as the carrot that Israel would cede for peace with Syria, and now peace doesn’t matter, Syria doesn’t matter and maybe Syria doesn’t exist at the table as the legitimate owner of the land,” said Kareem Sakka, editor in chief of Raseef22, an Arabic news site.\nThe Golan Heights is a stunningly beautiful and strategic area that gives whoever controls it a distinct military advantage over the surrounding region. The Syrian military used it to shell the Galilee, and Israel seized it as a strategic asset that it considered necessary for its own security, displacing tens of thousands of the area’s Arab inhabitants in the process.\nIt was a stinging slap to the Arabs, who saw the Israeli occupation as yet another example of an international order that failed to enforce its own rules. Syria launched a failed attempt to take it back in the 1973 war, which ended with an armistice that brought in international observers but left most of the territory under Israeli control.\nIn 1981, Israel effectively annexed the territory, a move rejected in a United Nations Security Council resolution based on the principle that “the acquisition of territory by force is inadmissible.”\n“The Israeli decision to impose its laws, jurisdiction and administration in the occupied Syrian Golan Heights is null and void and without international legal effect,” the resolution read.\nBut little was done to enforce it, and decrying the occupation became a staple talking point for President Hafez al-Assad, the current president’s father. In a country where nonsanctioned political activity was banned, rallies for the Golan were common and schoolchildren were taught to chant for its liberation.\nDespite this, it often remained the forgotten piece of the “occupied territories.” Sinai was returned to Egypt as part of a peace deal, and the fate of the West Bank and Gaza became the focus of peace talks between Israel and the Palestinians.\nThe Golan was different. Its original inhabitants were not Palestinians, but Arabs from the Druze sect who mostly retained Syrian citizenship and avoided politics. The area has avoided the violence that has riled the Palestinian territories. Israel offered the Arab residents citizenship, but few have accepted it.\nOver time, Israel built dozens of settlements there, bringing the Jewish population to about 26,000 people and outnumbering the 22,000 Arabs. The settlers built orchards, wineries, boutique hotels and a ski resort, turning the area into an Israeli vacation spot.\nVarious American presidents tried to revive Syrian-Israeli peace talks, ending with the effort by Mr. Obama and his secretary of state, John Kerry. But the Syrian civil war changed everything. With all of its resources dedicated to defeating rebels and jihadist groups, the Syrian government let the Golan slip down the priority list. As the war eroded the Syrian state, Israel built quiet relationships with rebels near the Golan, bringing some into Israel for medical care.\nSyrians who opposed the government noted that Mr. Assad had no trouble bombing his own cities and gassing his own citizens to keep power, while he had done almost nothing to “liberate” the Golan.\nMocking the government’s impotence in responding to Mr. Trump, Asaad Hanna, an antigovernment activist, joked on Twitter on Thursday that the Syrian government called on its people to perform a folk dance across Syria “to respond to the brutal aggression” toward the Golan.\n“He who doesn’t throw his heart into it, may God break his legs,” Mr. Hanna wrote.\nMr. Assad’s brutality has left him with few in the region willing to take his side on an issue of international law, said Hussein Ibish, a senior resident scholar at the Arab Gulf States Institute in Washington.\n“The public, when they think about Syria, will be more concerned with the death and suffering than with the official loss of something that has been gone for a long time,” he said.\nBut Mr. Trump’s recognition of the seizure of one state’s land by another could make it harder for the United States to push back when strongmen carry out land grabs.\n“The notions of international order and international law are going to take a big hit here,” Mr. Ibish said. “Right now, what would we say to Saddam Hussein in Kuwait? ‘We don’t want you to be there.’ ‘O.K., on what basis?’”", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/world/middleeast/golan-heights-israel-syria.html", "tags": "syria heights peace israel ” arab cry war syrian golan rallying anymore"}