{"title": "The Independent Group: Who are they and what do they stand for?", "content": "So far, eight Labour MPs and three Conservative MPs have quit their parties and joined forces as the Independent Group.\nFrom Labour, Chuka Umunna, Luciana Berger, Mike Gapes, Chris Leslie, Angela Smith, Ann Coffey, Gavin Shuker, and Joan Ryan have all left.\nIt wasn't long before Conservative MPs Anna Soubry, Heidi Allen and Sarah Wollaston followed.\nHere we answer some of your biggest questions about what is now the fourth-largest group in Parliament.\nJeremy Corbyn has said the Labour MPs who have quit the party should \"resign and put themselves up for election\". \nIn a video posted on Twitter, the Labour leader said it was the \"decent and democratic thing to do\" because the MPs wanted to \"abandon the policies on which they were elected\". \nIf an MP changes or leaves the party they were elected under, there does not automatically have to be a by-election.\nThis is because at the ballot box voters chose the individual they wanted as their MP, not the party they wanted running the country.\nHowever, the defectors could trigger a by-election by resigning as MPs.\nThey could then immediately stand for election in the same constituency - that's what Conservative Zac Goldsmith did in 2016. (He lost his 23,015 majority and was ousted).\nBut these MPs don't want to face a by-election right now.\nVoters can also call for a petition to recall their MP - and trigger a by-election.\nBut this can only happen under specific circumstances, such as an MP being convicted of an offence and receiving a custodial sentence. And none of these conditions apply to the members of the Independent Group.\nAs it stands, if they were to run in a by-election (or any general election) the name the Independent Group wouldn't appear on the ballot paper because they're not registered as a political party.\nOn their website, the group of MPs say they are \"supported\" by a company called Gemini A Ltd, which was set up last month by Labour defector Mr Shuker.\nSince they launched, they have been crowd-funding via their website.\nBut because they are not a registered political party, they don't have to play by the rules of the Electoral Commission and disclose their financial backers.\nHowever, they say they intend to do so anyway and will publish all donations over £7,500 alongside donors' names.\nIf the group registers with the commission, the MPs would be entitled to \"short money\" - that is funding given to opposition parities in Parliament to support them in their parliamentary business, expenses and costs of running.\nBecause it is not a political party - yet - the Independent Group does not have to have a leader.\nChuka Umunna, who briefly stood to be leader of the Labour Party, is seen as the driving force behind the Labour MPs. \nBut he has been named as the group's spokesman and said: \"We are not a political party and therefore do not have a leader, but the roles and responsibilities we have assigned recognise that all the members of our group have the right to be heard and a responsibility to provide leadership.\"\nThe group has assigned roles for all its members but Mr Umunna said: \"Our structure is designed to be flexible to accommodate any changes as the group evolves and grows.\"\nThe group has not published a manifesto - but it does have a list of 11 \"values\", which it claims the main political parties have forgotten.\nTop of the list is the belief that Britain is a \"great country of which people are rightly proud\" - and the government must do \"whatever it takes\" to protect national security.\nNotably, there is no sign of Brexit on the list, although it mentions \"maintaining strong alliances with our closest European and international allies on trade, regulation, defence, security and counter-terrorism\".\nOn inequality, the group calls for the \"barriers of poverty, prejudice and discrimination\" to be removed - and says everybody should make a contribution to society.\nIt also says it believes that:\nIt remains to be seen which policies the Independent Group would adopt to enact their values.\nThe Independent Group have bonded over their shared desire to prevent a no-deal Brexit.\nSome of them have been working together for months as members of the cross-party People's Vote campaign for another EU referendum.\nFormer Conservative Heidi Allen said they had been \"clinging to each other like on a shipwreck\" during the \"chaos\" of Brexit, and had begun to realise they had \"quite a lot in common\" with each other.\nThey do come from different sides of the traditional political divide - and there may be tensions over issues such as austerity and the privatisation of public services.\nLast year, Luciana Berger, then a Labour MP, blamed austerity for having a \"devastating cumulative impact\" on her constituents and Chuka Umunna has said austerity \"failed\" and \"disproportionately hit the poorest\".\nAnna Soubry - a minister in the Conservative/Lib Dem coalition government - has defended then Chancellor George Osborne's public spending cuts and welfare freeze.\nBut Heidi Allen has been highly critical of welfare cuts too, and Universal Credit in particular.\nAsked on BBC Newsnight if they could all agree on issues such as this, Ms Allen said \"probably not, but it doesn't matter because this is a fresh start\". \nAll 11 have signed up to the broad principles in their founding statement - and share a socially liberal outlook and a belief in a \"mixed economy\" with free markets and publicly-owned services.\nWith 11 members, they are the fourth largest group of MPs - behind the Conservatives, Labour and the SNP, and equal to the Lib Dems.\nThey are bigger than Plaid Cymru and the DUP - the party on whom Theresa May depends to pass legislation.\nAs the BBC's political editor Laura Kuenssberg explains: \"When a government has no majority on its own, even shy of a dozen MPs can wield political strength.\n\"The defections change not just the official arithmetic in Parliament, but its alchemy and atmosphere.\"\nIf they were to surpass the SNP's Westminster cohort - which would require 24 more MPs - the party would become Parliament's third largest.\nThat would then entitle them to various privileges, including getting a guaranteed two questions at Prime Minister's Questions.\nIn terms of the parliamentary votes, it won't. These MPs were defying their former party whips on Brexit long before they quit.\nBut if enough Tories leave, Mrs May's slim majority will be wiped out, throwing her plans to get a tweaked version of her Brexit deal through Parliament into even more doubt.", "date": "1 March 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47305860", "tags": "independent mp party parliament political mps group labour stand"}