{"title": "The secret world of Russia's North Korean workers", "content": "North Korean leader Kim Jong-un is preparing for his first-ever summit with Russian President Vladimir Putin.\nRussia is currently home to thousands of North Korean migrant workers whose future remains in the balance - UN sanctions passed in 2017 require them to leave by the end of this year.\nBoth the workers and the companies that employ them are watching to see if progress on the diplomatic front might open a way for them to stay.\nTucked away in the courtyard of a discount shopping mall not far from the city centre is one of Moscow's more unlikely tourist attractions - Koryo, a North Korean restaurant.  \nOwned and staffed entirely by North Koreans it offers adventurous diners a little taste of Pyongyang.\nThere's North Korean music playing on TV, and kimchi and cold noodles on the menu.\nOn the eve of Kim Jong-un's meeting with Vladimir Putin in Vladivostok the place is heaving.\nMany of the tables are pushed together to accommodate big groups.\n\"Is today a North Korean holiday?\" I ask the waitress.  \"No,\" she says in faltering Russian. \"It's just an ordinary day.\"\nThe staff at Koryo are just some of the 8,000 or so North Korean migrants employed by businesses across Russia. \nThis latest figure was confirmed recently by Russia's Foreign Ministry and it marks a significant drop on the up to 40,000 who were working in the country until two years ago.\nThe majority have been forced to leave in order for Russia to comply with UN international sanctions prohibiting the employment of North Koreans because of the North's nuclear programme.\nSince the UN sanctions resolution - which came into effect in September 2017 in response to a North Korean missile test - the only North Koreans who have been able to come to Russia to work are those whose employment contracts were signed before that date, the Ministry of Labour press office told BBC Russian.\nAccording to Ministry of Labour statistics, more than 85% of North Korean migrants work in construction.\nThe rest are involved in a range of jobs from garment work and agriculture, to logging, catering and traditional medicine.\nFor poverty-stricken North Koreans landing a job in Russia is a dream ticket, said Professor Andrey Lankov, a North Korea expert at Seoul's Kookmin University.\n\"It's impossible to find a job in Russia without paying a bribe [in North Korea].\" \nThat's despite the sub-standard accommodation and conditions often akin to slave labour which have been endured by many migrants.\nIn a well-documented case in 2015, immigration officials in Nakhodka in Russia's Far East found three highly-qualified North Korean agronomists clearing snow on the roads.\nTheir employers - a Russian-North Korean company - claimed it was a one-off departure from their main job monitoring the harvest, but the authorities were unconvinced. All three were deported.\nAccording to Russia's labour ministry, North Koreans are paid on average $415 a month, 40% less than the average salary in Russia.\n\"You have to hand over half your pay to the [North Korean] state,\" Prof Lankov told BBC Russian.\n\"But what's left is still far more than you could earn at home.\"\nRussian companies wishing to employ North Koreans must apply to the Ministry of Labour for a \"quota\" and  permission to employ a foreign worker costing the equivalent of about $200 per person.\nMany are in the Russian Far East where Kim Jong-un and Vladimir Putin are meeting this week.\nWith local populations shrinking, it's a region with a labour shortage, but despite this sanctions have had an impact on the numbers of North Korean workers.  Last year a quota of 900 was issued, a big drop on previous years.\nLabour ministry figures for 2018 showed North Koreans were working all over the country, with 40% of all licences issued to businesses in Moscow and St Petersburg regions. \nIn St Petersburg it was widely reported that North Korean construction workers were involved in building a football stadium for last year's World Cup.\nAnother St Petersburg company, the BTC Group which makes uniforms for the Russian army, had a licence to employ 270 North Koreans in 2017 - although a spokesman denied any had actually been offered jobs. In 2018, BTC applied for licences to employ Vietnamese workers instead, according to labour ministry data.\nIn Karachay-Cherkassia in the North Caucasus, the Yuzhniy agricultural company in 2018 had licences for 150 North Koreans on its books growing vegetables for its supermarket supply business.\nAnd in Sverdlovsk in the Ural region, there were even six North Korean trainers working at a factory table-tennis club in 2017.\nThe largest employers of North Koreans in Russia are North Korean-owned companies.\nData from Russia's Spark business information system suggests there were about 300 registered to operate by the beginning of 2018.\nMore than half are involved in construction, like the Enisei company in Krasnoyarsk, in Siberia, which recently built a new prison.\nThe national airline, Air Koryo, is registered to operate flights from Vladivostok, and there's also branch of the North Korean Foreign Trade Bank. Neither responded to BBC calls this week.\nThe majority of North Korean companies in Russia are owned by private individuals.\nIt's a sign, says Andrey Lankov, of how decentralised North Korean business has become. \n\"The Foreign Trade Ministry is at best a first among equals, but ministries, departments, parties, small organisations and entrepreneurs can also start businesses abroad.\n\"The owner of a private company could be a government official, someone from the security services, or just a North Korean entrepreneur with money and good contacts.\"\nThe UN sanctions have been very unwelcome news for many businesses in Russia.\nIn Vladivostok, on the Pacific Coast, the Yav-Stroi construction company used to be one of the biggest employers of North Korean migrants, with licences for 400 in 2017.\n\"We can't manage without migrants,\" a company spokesman, who asked to remain anonymous, told the BBC soon after sanctions were introduced.  \nIn Moscow the Eastern Medicine Clinic used to employ 10 North Korean doctors. In 2018 the quota was reduced to just four.\n\"If they have to leave our patients, many of whom are disabled children, will lose their treatment,\" then director Natalya Zhukova told the BBC when sanctions were introduced. \nThe UN sanctions also prohibit joint ventures, but there have been some exceptions. \nRasonkontrans was given special exemption in the UN resolution - it's a high-profile Russian-North Korean company involved in a major rail and port project in the Russian Far East.\nIt's clear Russian officials would like to find ways to ease the sanctions against North Korea.\nAt a rare summit with his North Korean counterpart in Moscow in April 2018, Russia's Foreign Minister Sergey Lavrov said the two sides had discussed ways to boost economic ties while complying with the UNSC resolution.\n\"The possibilities to do so exist,\" he said.\nThis month a delegation from Russia's parliament visited North Korea with very much the same aim in mind.\n\"We are neighbours, we are bound by friendship and great victory, and we must help each other,\" MP Kazbek Taysaev told the BBC after the visit.\n\"Especially because of the sanctions imposed on North Korea for the past 70 years, and the sanctions under which our country now finds itself. We are soul mates.\"\nBack at the Koryo restaurant in Moscow the staff are reluctant to talk to the BBC about what the future will hold. \nBut diners looking for a taste of North Korea might be advised to take the chance while they still can. \nAdditional reporting by BBC Russian's Petr Kozlov and Anastasia Golubeva ", "date": "25 April 2019", "href": "https://www.bbc.com/news/world-europe-43802085", "tags": "company sanctions world korean secret russian koreans bbc ministry workers russia north labour"}