{"title": "The Indian animal trainer who became a circus legend", "content": "During a circus performance in Shanghai in 1927, a writer stepped into a cage to interview a legendary animal trainer from India. They had five tigers and four leopards for company.\nThis was an extraordinary setting for an interview. But then nothing about Damoo Dhotre was ordinary. \nAlthough only 25, he had already become famous for his daredevil circus acts. And he wanted the writer to observe first-hand how effortlessly he controlled wild animals. \nAlthough Damoo went on to become one of the greats of the circus world, very little is known about him in India.\nHis grandson, Mahendra Dhotre, has researched his grandfather's life and wants young people to know about his achievements. \n\"His story is remarkable,\" Mr Dhotre says. \"He started his career in colonial India and became a legend at a time when it was difficult for a brown person to reach the top position in any profession.\"\nDamoo was born in the western city of Pune in a middle-class family. He started visiting his maternal uncle's circus when he was only 10 years old.\nHe was fascinated with wild animals. He would observe the trainer closely and then he would mimic his routine outside the cage.\n\"One day the cage was open and he entered it and managed to keep the animals calm. It was only for a few minutes but everybody in the circus realised that he was special,\" says Mr Dhotre.\n\"This incident showed that he was fearless. He had this attitude throughout his career. He was fearless and brave, and used these attributes to create drama inside the ring.\"\nNoticing Damoo's interest, his uncle agreed to train him. This angered Damoo's mother who was horrified at the thought of her son entering a cage that held wild animals.\nShe relented after her brother assured her Damoo would be safe. And that's how the legendary trainer Damoo Dhotre was born.\nIn 1912, Damoo dropped out of school and travelled with his uncle for the next four years. But he missed his mother and felt homesick. So, he returned to Pune.\nHis heart still belonged to the circus. He also wanted to earn money to help his parents.\n\"He started performing stunts on a bicycle. This made him popular and some local newspaper named him the 'boy wonder',\" Mr Dhotre says.\nDamoo continued to perform stunts across Pune - he would also freelance as an animal trainer whenever he found the opportunity.\nHe was 22 when he applied for a job as a motorcycle stunt rider with a Russian circus. He got the job and convinced the owners to let him work as a ring master. His big moment came when he travelled to China with the circus.\n\"He was an instant hit in China,\" Mr Dhotre adds. \"I think people liked his daring attitude. He could easily work with dozens of animals inside a cage.\" \nThe ringmaster's attire also drew crowds. Back then, people were used to seeing ring masters fully clothed and using protective gear. Damoo always entered the ring bare-chested, wearing a pagadi, the traditional Indian headgear.\nHe was a master of creating drama inside the ring. One of his famous acts involved a goat riding on the back of a tiger. It almost defied logic because tigers and leopards typically prey on goats. \nMr Dhotre says this was possible only because of Damoo, who somehow managed to gain the trust of wild animals. \nDespite his popularity, Damoo felt the Russian circus was too small for his ambitions. He decided to advertise in European newspapers. A French circus owner saw his ad and asked him to go to Europe. \nHe travelled to France in January 1939 but the journey cost him all the money he had earned.\nWhen he arrived, he was relatively unknown in Europe. But it wasn't long before he became famous in France. He started earning well too.\n\"By this time he was married and had three sons. He started sending money back home and it made him very happy,\" Mr Dhotre says.\nBut his success didn't last long. World War Two had engulfed Europe by the middle of 1940 and soon circuses were banned because of the security risks.\nDamoo was heartbroken, his grandson says. \n\"He was stuck alone in Europe and he was jobless. Those were difficult days for him.\" \nThen the French circus decided to travel to the US, and invited Damoo to join them. He was excited because the US was home to Ringling Brothers circus - the biggest and most famous one at the time.\nAfter reaching the US, he contacted officials at Ringling Brothers and asked them for a slot. He was hired and went on to become a huge hit.\n\"People in the US had not seen such fearless acts and they loved him. His place as a legend in the circus world was now cemented,\" Mr Dhotre says. \nBut the US entered the war in late 1941 and circuses were banned. Damoo was enlisted as a US army corporal, before rejoining the circus when the war ended in 1945. \nHe quit Ringling Brothers in 1949 due to ill health and went back to Europe. Two years later, he returned to India as his health worsened. \nBy then, his wife had been diagnosed with cancer. She died before he arrived home. He decided to take a break from the circus and, eventually, he quit because he had become asthmatic and could no longer work with animals. \n\"But he was too attached to the circus world. So he started to train and help others who wanted to become ring masters,\" Mr Dhotre says.\nIn 1971, Damoo was inducted into the International Circus Hall of Fame. He died two years later.  \n\"Damoo's story is not widely known in India. There is a lot we can learn from him. He taught us that you can achieve anything if you believe in your dreams,\" Mr Dhotre says.\n\"There can't be another Damoo Dhotre because circus is a dying craft and the use of animals is now banned. So it's important to remember his legacy.\"\nMr Dhotre, however, agrees that some may consider Damoo's circus acts cruel.\n\"I think that in today's context the use of animals in circuses is cruel. But Damoo existed in another time when there weren't many sources of entertainment. He just followed his passion and became a legend and that's how I want people to remember him.\"", "date": "23 October 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-45950132", "tags": "us dhotre cage animals damoo started circus became says legend indian trainer animal ring"}