{"title": "The story not being talked about in Myanmar", "content": "Looking from Yangon, you would never know that a major humanitarian crisis has been unfolding for more than a month in Myanmar's western region of Rakhine.\nMore than half a million Rohingya Muslims have fled across the border to Bangladesh since militants attacked police posts on 25 August, unleashing a massive military crackdown.\nThe Burmese authorities have been under mounting pressure to end the violence, address instability in Rakhine, and grant humanitarian access.\nBut the country's biggest city is a picture of calm on the surface, with clean roads, plenty of greenery and orderly - if congested - traffic. Well-dressed men and women get on with their daily lives. \nPeople here don't use the term Rohingya. They are portrayed in the media as \"Bengali Muslims\" and some even describe them as illegal Bengali immigrants from Bangladesh.\nWhen I have raised the Rohingya issue, people were either forthright in their opinion or tried to gloss over the topic, saying \"there are many other issues in this country\".\nThis includes senior journalists, like U Aung Hla Tun, vice-chairman of the Myanmar Press Council. \n\"The problem is the political motive behind the term [Rohingya]. I used to have a number of Bengali friends when I was young. They never claimed they were Rohingya… They first coined the term a few decades ago,\" he said.\n\"They [Rohingya] do not belong to the ethnic minorities [of this country]. This is a fact.\"\nRohingya and others dispute that.\nWhile the crisis has dominated headlines around the world for weeks, newspapers here have hardly any mention of the plight of Rohingya now living in squalid conditions in camps in Bangladesh.\nInstead, articles have given prominence to reports of the army finding mass graves of Hindus allegedly killed by Arakan Rohingya Salvation Army (Arsa) militants. \nAt the University of Yangon I wondered if I would find a different mood among students. Their links with the outside world through social media are much better than those from earlier generations.\nIn the university café some students were reluctant to talk. Some did not want to give their names. But when I broached the Rakhine issue, the response was instant.\n\"This issue is seen from outside as a religious problem. But it is not. The violence is an act of terrorism. The international community is getting wrong information about the situation in the Rakhine state,\" a female student said. \n\"From abroad, you think you are right, but from our side we are right.\" \nSimilar views were expressed by two of her friends.\nA few days later I went to a commemorative event marking the 10th anniversary of the 2007 pro-democracy protests. Thousands of Buddhist monks joined the demonstrations, which became widely known as \"the Saffron Revolution\". \nThe pictures of saffron-clad monks revolting against the military junta caught the world's imagination.\nThe anniversary event was held inside a monastery in southern Yangon, decorated with banners recalling the momentous protests. Buddhist monks, pro-democracy activists and union members who took part in the 2007 protests turned out in large numbers.\nI was expecting that as many of them were former political prisoners, who had been jailed for supporting human rights and democracy, there would have been a divergent view on the Rohingya issue. \nShwe Toontay Sayar Taw was one of the leading monks in the Saffron Revolution. I asked him as a young democracy, isn't it Myanmar's responsibility to treat all communities, including the Rohingya, equally?\n\"In democracy all are equal,\" he said, adding \"but not terrorists\".  \n\"If they take up terrorism [then] all the people of the world should unite to destroy terrorism. Otherwise they will destroy our generation.\"\nNo doubt the Rohingya Muslim issue has boosted support among the majority Burmese for Aung San Suu Kyi, whose protracted silence over the issue has drawn condemnation from around the world. \nRallies are held in front of the city hall in Yangon supporting the country's de-facto leader. \nSenior UN officials have described the violence against Rohingya Muslims as \"ethnic cleansing\" - a charge denied by the Myanmar government. \nMyanmar has witnessed the mass exodus of people before. In the 1960s, soon after the military seized power, it ordered tens of thousands of people of Indian origin to leave the country. \nThe Indians had lived in Burma for centuries, and many had been brought to the country by colonial rulers when the country was part of British India, during the 19th and early 20th Centuries. \nIt is estimated that more than 300,000 people were forced to leave and their properties and lands were nationalised. The Burmese Indian refugees went back to India.\nI wondered whether Yangon and the mainstream Burmese media is in a state of denial about the violence against Rohingya Muslims. \nA senior editor and a former political prisoner who did not want to be named gave me the answer.\n\"Everyone is scared and everyone is reluctant to touch on this issue. First, there is security problem in going there [Rakhine state]. So, much of the reporting is based only on official press releases,\" he said.\nHe pointed out that there is also public pressure. \nIf you go against the mainstream views, he said, \"even your relatives and friends will dislike you\". ", "date": "9 October 2017", "href": "https://www.bbc.com/news/world-asia-41510635", "tags": "myanmar country world story yangon issue talked muslims rakhine rohingya"}