{"title": "The Met Gala 2019: Everything You Want to Know", "content": "Officially, it’s the Metropolitan Museum of Art Costume Institute benefit, a black-tie extravaganza held the first Monday in May to raise money for the Costume Institute (a.k.a., the fashion department).\nUnofficially, the night’s festivities have been called many things, including “the party of the year,” “the Oscars of the East Coast” (mostly because of the star quotient and the elaborate red carpet, where guests pose on the grand entrance stairs to the museum) and, somewhat pointedly, “an A.T.M. for the Met,” the last by the publicist Paul Wilmot.\nThe party signals the opening of the Costume Institute’s annual blockbuster show, and it is known for its celebrity and fashion hosts. This year the exhibition is “Camp: Notes on Fashion,” a play on the famous Susan Sontag essay “Notes on Camp.” \nThe hosts are Anna Wintour (the magical manipulative Wizard of Oz for this particular event) and the holy trinity of sartorial kookiness: Alessandro Michele, the creative director of Gucci, who once had a show in which models carried lifelike casts of their own heads as well as “dragon puppies”; Harry Styles, the pop star who flouts gender stereotype (and muse of Mr. Michele); and Lady Gaga, who needs no explanation.\nAlso the tennis star Serena Williams, for reasons that are not entirely clear in the context of the exhibition’s theme — her tennis tutu? — except that Ms. Wintour is a famous tennis fan, and hey, she’s Serena. Wouldn’t you want to go to a party she was hosting?\nThat’s the first definition in Merriam-Webster. Read on down to definition No. 2: “a style or mode of personal or creative expression that is absurdly exaggerated and often fuses elements of high and popular culture.” And this can be best seen in … clothes! \nThat said, camp is an awfully slippery concept to pin down. One person’s camp is another person’s kitsch is another person’s tongue in chic. Sontag herself had 58 different musings on what it could mean, and Andrew Bolton, the curator in charge of the Costume Institute, said that by the time he was finished putting the show together, he thought “everything” was camp. \nOf course, the gala itself is, in many ways, the apotheosis of camp, because attendees are encouraged to dress in theme.\nNot exactly — but almost. It isn’t stated that attendees have to dress in the style of the exhibition, but it is encouraged. Just as it isn’t stated that, if celebrities are invited to the gala by a brand, they have to wear clothes from that brand, but it’s really part of the deal.\nThis encourages said brands to get the best stars, because they can act as an advertisement for a house. It is also why, whenever designers are photographed on the red carpet, their dates are almost always famous people. \nIn 2018, for example, Nicolas Ghesquière brought Emma Stone, Michelle Williams, Alicia Vikander, Justin Theroux and Laura Harrier. It is also why the galas have been seeing increasingly exaggerated, paparazzi-catching looks (and, sometimes, related faux pas).\nIn 2016, the show was “Manus ex Machina,” which meant almost the entire Jenner-Kardashian clan was in sparkling Balmain motherboards. In 2017, for the Rei Kawakubo exhibition, Helen Lasichanh, wife of Pharrell Williams, gamely entered into the spirit of the evening in a red Comme des Garçons jumpsuit that flattened and haloed the body but had no armholes, meaning the eating thing became a little complicated.\nLast year, for the celebration of “Heavenly Bodies: Fashion and the Catholic Imagination,” things got really extreme. Rihanna came as the pope. Katy Perry wore such enormous angel wings that she practically knocked over a fellow guest. And Sarah Jessica Parker had an entire nativity scene on her head.\nIt is. The Met gala is always full of artifice, exaggeration, theatricality and — to quote Sontag — “failed seriousness.” Which does raise the question: Is it even possible to get any more camp, or will the whole thing simply tip over into absurdity? \nWe will have to wait and see, but I can tell you this: Many designers I have been speaking to have been struggling with the dress code on the invitation. Which is “studied triviality.”\nProbably not. (She doesn’t like to repeat herself.) But she could wear a TV dinner dress, straight from Moschino’s most recent runway. Viktor & Rolf, in its last couture show, produced a bouquet of titanic tulle confections with meme-friendly messages like “No” and “Go to hell”(at least one of the frocks made it into the exhibition itself) that would be on theme. \nAnd there’s always Olivier Rousteing’s first Balmain couture, in which women got swallowed by giant pearls. The revenge of the oysters! Maybe next year we’ll go back to little black dresses again.\nGood luck. Unlike other cultural fund-raisers, like the New York City Ballet gala or the Frick Collection Young Fellows Ball, the Met gala is invitation only, and there is a waiting list. \nQualifications for inclusion have to do with buzz and achievement (and beauty), a.k.a., the gospel according to Anna, more than money. Ms. Wintour has final say over every invitation and attendee, which means that even if a company buys a table, it cannot choose everyone who sits at its table: It must clear the guest with her and Vogue and pray for approval.\nThis year, about 550 Chosen Ones. In the past the guest list has been a secret guarded with all the obsessive secrecy of the Illuminati members roll, but this year for the first time — maybe to offset those rumblings about brands sitting it out — Vogue released the names on the host committee. \nIt is … very long. Kimye are on it! So are Hailey and Justin Bieber! Sean Parker! Lots of designers! RuPaul! Cam Newton! I could go on, but that would ruin the surprise.\nTickets are $35,000 apiece, and tables range from $200,000 to $300,000. The party and exhibition are sponsored, this time by Gucci (and as is usual, by Condé Nast). \nAll of the money from ticket sales goes to the Costume Institute, which is necessary because it is the only one of the Met’s curatorial departments that has to fund itself, fashion having been an iffy proposition as an art form when the institute was established.\nMs. Wintour, the editor of American Vogue and the artistic director of Condé Nast, became chairwoman in 1995. She took over annual leadership in 1999. Since then, she has been instrumental in transforming a local philanthropic event into the ultimate global celebrity/power cocktail: Take a jigger of famous names from fashion, add film, politics and business, and mix.\nThis year some brands appear to be chafing, and rumor has it Dior, Ralph Lauren and Calvin Klein are downsizing their presence.\nStill, the gala remains the gold standard of parties, and that by which other benefits are measured. It’s such a heady combo that President Trump proposed to Melania during the event in 2004. (No, they are not expected this year.) It is among the hardest party tickets of the year to get.\nIt’s another secret. For the last three years, posting on social media has been banned after the red carpet. \nWhat I can tell you is this: There is a receiving line inside with the hosts, usually next to some towering floral arrangement by Raul Avila that pretty much takes over what is normally the Great Hall’s central information booth. Guests file by, air kiss Ms. Wintour and Co., and then tour the exhibition on their way to the cocktail party, so they are theoretically forced to experience some culture.\nAfter cocktails, they are called in to dinner, and there is always some form of entertainment. Last year, it was Madonna (which was not a big surprise, given the theme). This year it could be Mr. Styles or Gaga, but the betting money is on Cher. I got you, babe.\nIt’s reality TV at its most glamorous; the All-Star Game of Entrances. Who cares about sitting down? Who cares about food? And let’s be honest with ourselves: Who can resist? \nFor the best view, tune in to our red carpet slide show, produced in real time as soon as the hosts make their entrance around 6 p.m.", "date": "May 4, 2019", "href": "https://www.nytimes.com/2019/05/04/fashion/what-is-the-met-gala-and-who-gets-to-go.html", "tags": "know want exhibition fashion gala show camp party ” everything institute year — met"}