{"title": "The Donald J. Trump Foundation, Explained ", "content": "On Thursday, the New York State attorney general sued the Donald J. Trump Foundation, charging it with “improper and extensive political activity, repeated and willful self-dealing transactions, and failure to follow basic fiduciary obligations or to implement even elementary corporate formalities required by law.”\nThe lawsuit follows years of scrutiny of President Trump’s charitable activities and adds to the president’s extensive legal challenges, amid a continuing investigation by special counsel Robert S. Mueller III.\nMr. Trump established the Donald J. Trump Foundation in 1987, when he was a New York City real estate mogul, with the stated mission of collecting and maintaining money “exclusively for charitable, religious, scientific, literary or educational purposes,” either directly or by donating to other organizations. It is a private, nonprofit corporation. In its most recent I.R.S. filing, reporting as of Dec. 31, 2016, it had approximately $1 million in assets.\nMr. Trump served as the foundation’s president from its start until Jan. 23, 2017, three days after he was inaugurated as president. Mr. Trump’s daughter Ivanka Trump also stepped down from her position on the foundation’s board of directors. His sons, Eric Trump and Donald Trump Jr., are still members of the board.\nIn October 2016, then-Attorney General Eric T. Schneiderman ordered the Trump Foundation to cease soliciting donations in New York, after reporting by The Washington Post revealed a host of confirmed and potential legal violations.\nMr. Trump admitted to using the foundation’s money to contribute to political causes. He was also accused of diverting funds to settle disputes involving his businesses, failing to disburse funds to charities to which he said he had given large amounts of money, and publicly claiming credit for donating funds that had actually come from other groups.\nAfter the election, Mr. Trump announced that he would dissolve the foundation to avoid any appearance of conflict of interest, a move the attorney general’s office said would require its approval, given the continuing investigation.\nAccording to the lawsuit, the Trump foundation’s board “knowingly permitted” it to be “co-opted by Mr. Trump’s presidential campaign.”\nIn January 2016, Mr. Trump hosted a nationally televised charity fund-raiser in Des Moines, Iowa, to raise funds for veterans’ organizations. The fund-raiser collected $5.6 million in donations, including $2.8 million directly to the Trump Foundation. \nBut the fund-raiser was planned, organized, financed and directed by campaign staff, according to the attorney general’s petition; and afterward, campaign staff took control of the funds, “directing the timing, amounts and recipients of the grants.”\nThe Trump Foundation also failed to disclose that it had donated $25,000 in 2013 to a candidate for Florida’s attorney general seat, in violation of law that prohibits private foundations from making political contributions. \nMr. Trump and the foundation were accused of a wide array of “self-dealing transactions,” or transactions that were designed to serve himself rather than the foundation’s intended beneficiaries. \nAmong those transactions were several payments of foundation funds to settle legal disputes involving Mr. Trump’s businesses, including a $100,000 payment in 2007 to settle claims against Mar-a-Lago and a $158,000 payment in 2012 to settle claims against the Trump National Golf Club.\nThe foundation also paid $5,000 in 2013 to a Washington, D.C., charitable organization to feature Trump International Hotels in its charity event programs, and $32,000 in 2015 to a land use organization to cover costs related to a Trump property.\nIn 2014, the foundation paid $10,000 to the Unicorn Children’s Foundation for a painting of Mr. Trump that hung at the Trump National Doral Miami golf resort.\nThe suit accused the foundation of being “little more than an empty shell.” It has no employees, and the board has not met since 1999. \n“In the absence of a functioning board,” the petition says, “Mr. Trump ran the Foundation according to his whim, rather than the law,” individually approving grants and disbursements with no oversight from board members.\nThe suit seeks to bar Mr. Trump from serving on the leadership of any charitable organization operating in New York for 10 years, and to bar his eldest children, Eric Trump, Donald Trump Jr. and Ivanka Trump, for one year.\nIf successful, it would force Mr. Trump and the three children to pay $2.8 million in restitution and damages. It would also force Mr. Trump to repay the foundation for up to double the amount of benefits he obtained after July 1, 2014 — a sum of millions. And it would dissolve the Trump foundation and require it to cooperate with the attorney general’s office in disbursing any remaining funds it possesses.\n(Mr. Trump had already announced his intention to dissolve the foundation, and he has already paid more than $330,000 in reimbursements and penalty taxes since 2016.)\nThe attorney general also sent referral letters to the Internal Revenue Service and the Federal Election Commission for possible further action.\nIt is unclear whether or how the suit could affect the investigation by Mr. Mueller into possible foreign interference in the 2016 election. Mr. Mueller is looking into a $150,000 payment made to the foundation by a Ukrainian steel magnate in exchange for a Trump appearance during the campaign.", "date": "June 14, 2018", "href": "https://www.nytimes.com/2018/06/14/nyregion/attorney-general-trump-lawsuit.html", "tags": "also “ explained trump donald board attorney general foundation j. funds"}