{"title": "The Indian woman using her body to fight for equality", "content": "Imagine a young woman beginning a performance standing naked on a stage. In conservative Indian society, it is very hard to imagine but for playwright and actor Mallika Taneja, the body is the most powerful tool in the battle for women's equality. She told the BBC's Ayeshea Perera what motivates her. \n\"The first time I performed naked in a truly public space ...it was great fun. \n\"There was a camera person there and if you watch his footage you can see a jerk when the lights come on because he literally fell over in shock. And someone in the audience said 'Aiyo!',\" Mallika Taneja recalls, laughing.\nBut although it is the most talked about aspect of her play, the 33-year-old says nudity is not the point of her piece. \nThoda Dhyan Se (Be a little careful) is meant to provoke people into thinking about whether women's clothing really has any correlation with sexual violence. \nIt is also, in a sense, an expression of something she says motivates a lot of her work - the impact of a single body in any given situation. \n\"What does it take for a group to be dispersed? Just one person dissenting. \n\"A single body can stand in the middle of a crowd and bring it to a halt,\" she says. \n\"For example, if a group of people are running one way, all it takes is just one person running the other way to disrupt the flow.\" \nThe opening scene - where she stands naked and looks at her audience for a full eight minutes - is an example of that.\nIn every performance she has done in the last four years, she says, those first minutes have been met with a silence that \"fills the room\".  \nIn that moment, Ms Taneja adds, as she watches her audience watch her, she is aware that although outnumbered, she is the most powerful body in that space. But she is also the most vulnerable.\n\"As a woman in particular, I find the entire concept fascinating. What is it about our bodies that terrifies people so much, that it always has to be hidden away and regulated?\"\nPerforming naked on stage is still an unnerving experience for her. She is very strict about not allowing mobile phones and other recording devices inside the hall. Notably, in the four years that she has performed the play, not a single photograph or video of her nudity has surfaced online.  \nAs the play goes on, Ms Taneja wears more and more clothes, even putting on a helmet at some point, each time explaining to her audience that as a woman, she needs to \"be a little careful\".\n\"Be a little careful\" is a phrase which though often used with concern, is still a subtle form of victim shaming in cases of sexual assault. Women are often asked why were they out that late at night? Why were they alone with men? Why were they dressed a certain way? They are constantly told that if something happens to them, then they are also partially responsible, that they should have \"been a little careful\". \nIt is this attitude that Ms Taneja is attempting to challenge, using her own body as a weapon. \n\"Women identify with the piece easily, but what is important is that many men say it has been an eye-opener for them. Some of them say that after watching the play, they feel horrible about being male. But that is not the point of my piece, it's not to make them feel bad, it's to start conversations.\" \nHer preference for solo work is partly inspired by her own lifestyle. Ms Taneja is unmarried, lives by herself and does not work a regular nine-to-five job but pays her own bills through her theatre work.\nShe concedes that success, and the financial security that has come with it, has given her a lot more power to resist. \n\"No-one - not my father, no-one in my family - questions my lifestyle or my work,\" she says. \nThis sort of fiercely independent existence is not as rare as it once was, but is still by no means the norm in India. If unmarried, many women would be expected to continue living in their parental homes. \nBut it is exactly this type of rebellion - unseen yet significant - that is seeing so many young Indian women come out of the shadows and assert their rights. And this is what Ms Taneja says she also tries to capture in her work. \n\"We do have the power to say no. Yes there will be consequences, and it is easier for some of us to do it than others, but finally it is up to us. If we don't say no to the things happening to us, who will?\"\nIf a woman says no even once, she adds, then they will have made their contribution to the cause of equality. And while she acknowledges the importance of larger movements to bring people together, she reiterates that finally, change will only happen when the individual has decided to take a stand. \nIn 2012, India saw that happen. The horrific Delhi gang rape prompted hundreds of thousands of women to come out on to the streets, shouting that they had put up with enough. India's tough new rape laws and a complete change in the way rape was reported and talked about, were direct consequences of that anger.\nMs Taneja's play was prompted by her own anger towards a similar case that took place a year later in Mumbai when a photojournalist was gang-raped while on assignment.\n\"What is the fight for? Our bodies and everything they carry,\" she says.  \nShe does get asked some tough questions though. \nA lot of women who have watched her play ask her if she would have performed the piece if she had not been slim. \n\"I don't know the answer to that. This is the body I have always had. All I can say to them is 'I hope so'. But having said that, I am aware that I have a type of body that is more 'acceptable' to society,\" she says thoughtfully. \nShe concedes that with every performance it has become easier, and standing in front of strangers is always better than seeing someone she knows in the audience. But there are still off days. \n\"Sometimes I just don't feel good. Sometimes I have my period. But I still have to go out there, stand up straight and do it,\" she says.\n\"But it is my body and I refuse to lose control of it.\" \nThis story is part of a series about Indian women fighting for equality", "date": "21 December 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-42349844", "tags": "work ms taneja audience equality using woman say says indian women fight play body still"}