{"title": "The Trump-Kim Summit Was Unprecedented, but the Statement Was Vague", "content": "SINGAPORE — In a day of personal diplomacy that began with a choreographed handshake and ended with a freewheeling news conference, President Trump deepened his wager on North Korea’s leader on Tuesday, arguing that their rapport would bring the swift demise of that country’s nuclear program.\nMr. Trump, acting more salesman than statesman, used flattery, cajolery and even a slickly produced promotional video to try to make the North Korean leader, Kim Jong-un, a partner in peace. He also gave Mr. Kim a significant concession: no more military drills between the United States and South Korea, a change that surprised South Korea and the Pentagon.\nAfter hours of face-to-face contact, in which Mr. Trump even gave Mr. Kim a peek inside his bulletproof presidential limousine, he said he believed that Mr. Kim’s desire to end North Korea’s seven-decade-old confrontation with the United States was sincere.\n“He was very firm in the fact that he wants to do this,” Mr. Trump said at the news conference before leaving for home. While cautioning that he could not be sure, Mr. Trump said, “I think he might want to do this as much or even more than me.”\nStill, a joint statement signed by the two after their meeting — the first ever between a sitting American president and a North Korean leader — was as skimpy as the summit meeting was extravagant. It called for the “complete denuclearization” of the Korean Peninsula but provided neither a timeline nor any details about how the North would go about giving up its weapons.\nThe statement, which American officials negotiated intensely with the North Koreans and had hoped would be a road map to a nuclear deal, was a page and a half of diplomatic language recycled from statements negotiated by the North over the last two decades.\nIt made no mention of Mr. Trump’s longstanding — supposedly nonnegotiable — demand that North Korea submit to complete, verifiable, irreversible denuclearization. It made no mention of North Korea’s missiles. It did not even set a firm date for a follow-up meeting, though the president said he would invite Mr. Kim to the White House when the time was right.\n“This is what North Korea has wanted from the beginning, and I cannot believe that our side allowed it,” said Joseph Y. Yun, a former State Department official who has negotiated with the North. “I am quite simply surprised that months of negotiations produced so little.”\nOn Wednesday morning, Mr. Trump said on Twitter that there was “no longer a Nuclear Threat from North Korea.” He added, “President Obama said that North Korea was our biggest and most dangerous problem. No longer — sleep well tonight!”\nIf the summit meeting’s outcome was short on substance, it still helped replace the fears of a nuclear showdown with diplomacy. For Mr. Trump, the spare joint statement seemed almost beside the point. He said the meeting was successful because it had reduced tensions.\nMr. Trump said he had taken Mr. Kim’s measure during three hours of meetings — plus a lunch of prawns and crispy pork — and found him genuine in his desire to lead North Korea out of a spiraling confrontation with the United States.\nThe president claimed two immediate results from the summit meeting. He said Mr. Kim volunteered to dismantle a facility that tests engines for ballistic missiles. For his part, the president agreed to halt joint military exercises with South Korea, part of what the South Korean government views as a bulwark of its alliance with the United States.\nMr. Trump said the exercises — he referred to them as “war games” — were costly and needlessly provocative to North Korea.\nAmerican officials said the vague language in the statement did not mean the United States had softened its denuclearization demand. Secretary of State Mike Pompeo is to resume negotiations with the North Koreans next week on the details.\nBut there is no time frame for those negotiations. And if the North Koreans refused to offer concessions under the pressure of a looming summit meeting — one that Mr. Kim eagerly wanted — it is unclear why they would do so now, especially with Mr. Trump acknowledging that it will take a long time for North Korea to disarm.\nThe president has pivoted almost entirely from sticks to carrots on North Korea. Before his news conference, White House aides showed a short film, which Mr. Trump had commissioned and screened for Mr. Kim on an iPad during their meeting. With a thumping soundtrack and images of the two leaders as benevolent peacemakers, the video offered an inspirational view of a thriving North Korea, if only it would forsake its nuclear weapons.\n“I think he loved it,” Mr. Trump said.\nNorth Korea, he said, might choose not to invest in high-speed trains and other technological marvels displayed in the film. But at the least, it should exploit its strategic location and idyllic beaches, which Mr. Trump said could be lined with hotels and condos instead of artillery batteries.\n“Think of it from the real estate perspective,” the property developer-turned-president said. “South Korea and China — and they own the land in the middle.”\nLoose and ebullient, Mr. Trump took questions for 75 minutes, as his aides fidgeted in their chairs. It seemed a fitting end to a summit meeting that, from the start, resembled a reality TV show more than a serious diplomatic exercise. Mr. Kim was overheard remarking to Mr. Trump that people would think they were watching a science fiction movie.\nOr, more precisely, a buddy movie: After a formal introduction, the two quickly seemed at ease with each other. Mr. Trump put a hand on Mr. Kim’s back as they walked on a balcony of the hotel where the meeting was held. Mr. Kim spun a pair of reading glasses in his hand and smiled occasionally as he listened to the president.\nLater, Mr. Trump heaped praise on Mr. Kim, saying he was talented, loved his country and knew more about its nuclear program than the people who actually ran it.\nMr. Trump said he raised North Korea’s human-rights abuses with Mr. Kim, though it was hardly a priority. “It is a rough situation over there,” he acknowledged, but then added, “It’s rough in a lot of places.”\nAt one point, Mr. Trump took a quick detour to show Mr. Kim his armored limousine, “the Beast,” which is flown around the world on a military cargo plane. Mr. Kim had to borrow a Chinese jet to get to Singapore.\nFor all of Mr. Trump’s showmanship, however, Mr. Yun and other diplomatic veterans who have dealt with North Korea said it was Mr. Kim who emerged from the meeting as the winner. As the leaders signed the joint statement, Mr. Kim declared that they had “decided to leave the past behind.”\nBut on Wednesday, North Korea’s official state media offered a very familiar formulation, saying that Mr. Trump and Mr. Kim had agreed that the two sides should take “step-by-step and simultaneous” actions, rather than insisting on North Korea’s quick unilateral nuclear disarmament.\nIt also said that Mr. Trump had expressed his intention to “lift sanctions” against the North when relations improved.\nAmong the most glaring omissions in the joint statement after the summit meeting, said Daniel R. Russel, a former diplomat who worked on North Korea for President Barack Obama, was the lack of reference to North Korea’s ballistic missiles. Mr. Kim’s offer to destroy the testing facility came as a late add-on, according to the president.\nThe statement was similarly vague about what security guarantees the United States would offer North Korea. Reducing the number of American troops in South Korea is not currently on the table, Mr. Trump said. But he repeated his desire to bring troops back from Korea and other distant deployments.\nHe also repeated his determination to keep imposing sanctions on the North until it abandons nuclear weapons. But he confirmed that China, the North’s largest trading partner, had eased a clampdown on cross-border trade in recent weeks — a reversal he attributed partly to the trade tensions between China and the United States.\nStill, the president said he did not plan to return to bellicose threats like “fire and fury,” which fueled tensions last year and helped drive South Korea to seek a diplomatic overture to the North.\nAppearing to accept the views of his predecessors, as well as most of his own military commanders, Mr. Trump said he could not imagine a war in a country where the largest city, Seoul, is only 35 miles from the border where the conflict would likely erupt.\nFor Mr. Trump, averting such massive bloodshed justified the risk of meeting with Mr. Kim. He bridled at critics who said he had elevated a brutal dictator by agreeing to meet, and had extracted little in return.\n“If I have to say I’m sitting on a stage with Chairman Kim and that gets us to save 30 million lives — it could be more than that — I’m willing to sit on the stage,” Mr. Trump said. “I’m willing to travel to Singapore.”\nStill, as ever, the president hedged his bets.\n“I think, honestly, I think he’s going to do these things,” Mr. Trump said. “I may be wrong. I mean, I may stand before you in six months and say ‘Hey, I was wrong.’ I don’t know that I’ll ever admit that, but I’ll find some kind of excuse.”", "date": "June 12, 2018", "href": "https://www.nytimes.com/2018/06/12/world/asia/north-korea-summit.html", "tags": "summit unprecedented trump-kim vague ” meeting statement kim north — korea"}