{"title": "The sacrifice at heart of May’s Brexit deal", "content": "If you are one of the thousands of firms - and millions of jobs - that rely on the £423bn annual trade in goods between Britain and the EU, today you may be feeling a little brighter.\nYes, it is still far from clear that the EU will even go part of the way to accepting the government's offer of a \"common rule book\" on that goods trade.\nOr, in a technologically indistinct future, whether it ever allow a \"third country\" to be responsible for collecting its own customs tariffs.\nBut the White Paper on UK-EU relations has at least put that goods relationship at the heart of attempts to secure a future trade deal.\nThe Government has said it will be willing to fully abide by EU rules and regulations, even though after March 2019 it will have no formal say in how those rules are constructed.\nBusiness groups that rely on goods trade have been supportive.\nThe EEF manufacturers' group described it as a \"further step forward\".\nYet when it comes to the UK's £1.4 trillion services sector - which makes up 80% of the economy - it is a very different matter.\nHere the Government has called for \"regulatory flexibility\" out of the EU services single market and admitted that \"this means that the UK and the EU will not have current levels of access to each other's markets\". In other words, there are costs attached. \nThat has brought strong words of protest from the financial services sector, and more specifically the City, which relies on friction-free access to the EU for much of its business.\n\"Today's Brexit white paper is a real blow for the UK's financial and related professional services sector,\" said Catherine McGuiness, head of policy for the City of London Corporation.\n\"With looser trade ties to Europe, the financial and related professional services sector will be less able to create jobs, generate tax and support growth across the wider economy. It's that simple.\"\nIt seems the Government has made a calculation. If there is no agreement on regulatory alignment on goods, chaos at the ports - and economic damage - could ensue.\nEssential supply chains - such as those used to produce millions of cars - will be disrupted. \nAnd there will be no solution to the \"no hard border\" on the island of Ireland. That has to be headed off.\nOn services, the risks are less clear. In sectors such as finance, law and legal - Britain is a global leader, the government says. As such, its services enjoy high levels of global demand.\nThe City has a large trade surplus with the EU, and the Bank of England, for example, has always made it clear it believes the EU needs Britain more than Britain needs the EU when it comes to governments and businesses raising finance across the continent.\nThe huge growth markets for financial, technology, legal and business support services are China and the rapidly growing emerging economies of south-east Asia, as well as America and India.\nThe government believes Britain can make progress on services trade deals outside the EU, where services trade grew by more than 73% between 2007 and 2017.\n\"Essentially the UK has accepted it will not have access to the single market in services,\" Michael Gasiorek of the UK Trade Policy Observatory at the University of Sussex told me.\nHe said that asking for single market access for goods and services together would \"almost certainly\" be rejected by the EU as \"cherry picking\" - particularly as the government has rejected free movement of people, a third principle of the single market.\n\"Because single market access in goods is needed to resolve the Irish border issue, the UK government is accepting no single market access in services. Instead the government wants to negotiate services access in particular sectors,\" Dr Gasiorek said.\n\"This is analogous to the approach taken by the EU in its [free trade] deal with Canada. Given that services comprise around 80% of the UK economy, and over 40% of UK exports, inevitably this will have a negative impact on services trade and consequently investment.\"\nThe UK appears to want a close deal on goods - and is willing to sacrifice services to get it.\nRead more from Kamal Ahmed here", "date": "12 July 2018", "href": "https://www.bbc.com/news/business-44813273", "tags": "brexit may uk goods eu market services heart access sacrifice britain trade government single deal"}