{"title": "The manufacturers fighting Trump's tariffs", "content": "Rick Huether's family has run a manufacturing company in Maryland since the 1940s. So he knows a bit about keeping blue-collar jobs in America.\nBut now he, like many other manufacturers in the US, is worried.\nIn March, President Donald Trump announced steep tariffs on foreign steel and aluminium, citing the need to protect those industries.\nBut the move has left hundreds of other firms, including Mr Huether's Independent Can Co, exposed.\nHis firm, which employs more than 400 people and takes over $100m (£77m) in annual sales, relies on tin-plated steel from Europe and Canada to make specialty products such as biscuit tins and coffee cans.\nThe tariffs are expected to add about $1.5m in surprise expense this year. And Mr Huether says they have already cost him one long-time customer, who turned to China amid the uncertainty.\n\"We need a strong steel industry - no question about it,\" he says. \"But I don't think they've thought through the ramifications.\"\nTo assuage business concerns, the Commerce Department said it would allow firms to apply for exemptions from the tariffs. \nThe department rules on the request after a comment period, during which metal producers can object.\nInstead of calming debate, however, the procedure has triggered new turmoil, after companies overwhelmed the department with requests.\nAbout 800 businesses, including Independent Can, submitted more than 34,000 petitions, citing issues such as as quality flaws, delivery delays and lack of production in the US.\nAs of 10 September, officials had decided on more than 4,300 of the requests, approving about 55%. \nBut the majority of the applications are still pending, leaving Independent Can and many others in limbo.\n\"It's very frustrating. If we could buy domestic, we would buy everything domestic,\" says Mr Huether, who submitted more than 30 requests and estimates he has spent about $100,000 trying to navigate the process. \n\"We only went overseas because quality issues domestically forced us.\"\nThe decision lag has led to fierce lobbying and complaints from Republicans and Democrats alike about a lack of transparency and bureaucratic micromanagement.\nNor has it escaped notice that many of the denials appear to be prompted by objections from steelmakers - an industry with close ties to the administration. \nFor example, Commerce Secretary Wilbur Ross used to own steel companies, while the head of steelmaker Nucor advised Mr Trump during the 2016 presidential election.\nThe Commerce Department has twice revised its process, bringing on more staff and expanding the opportunities for manufacturers to respond to the objections, but their frustration remains high.\n\"There's no criteria,\" says Chad Bown, senior fellow at the Peterson Institute for International Economics.\n\"So of course it opens up a huge can of worms and concerns that for anybody who gets [a waiver], it's favouritism or corruption or just not transparent.\"\nUS Steel, one of the firms that opposed Mr Huether's requests, declined to comment on how the administration is handling the process.\nBut a company spokeswoman said its expansion plans - it has already restarted one blast furnace and is preparing to restart another - showed it had the ability to meet US demand.\nPeter Morici, an emeritus professor at the University of Maryland business school, says politicians are dramatising the problems ahead of US congressional elections in November.\nAs US steel and aluminium makers boost capacity, the kinds of issues cited by manufacturers should subside, he adds.\n\"In the near term, there's an adjustment problem,\" Mr Morici says. \"In the longer term, there's no steel that we can't make here.\"\nBut many firms can't afford to wait, especially as the surging demand for US-made metals has led to higher prices, says Christine McDaniel, a senior research fellow at the Mercatus Center, a pro-free market think tank housed at George Mason University, who has analysed the requests.\n\"Eventually this does come out of the bottom line of firms, of shareholders or of consumers. You can't escape it,\" she says. \"And small and medium-sized manufacturers are the ones that are feeling the brunt of this right now.\"\nCompanies in Missouri, Indiana, Illinois and elsewhere have announced hundreds of layoffs already. Other firms have scaled back expansion plans or said they will shift work overseas.\nIndependent Can raised prices in September, breaking with its custom of setting prices at the start of the year. \nIt is looking to automate lower-skilled jobs, often filled by temporary workers, to reduce expenses. \nMore from the BBC's series taking an international perspective on trade:\nMr Huether says he's not optimistic about winning waivers, especially since the department denied some already after objections from steelmakers.\nHe's hoping the administration will still work out a deal with allies, like Canada, but the odds of that happening quickly aren't great, says the Peterson Institute's Chad Bown.\nThe trade deals that Mr Trump has renegotiated - such as the revised North American Free Trade Agreement - have left the tariffs in place, Mr Bown notes.\nIndependent Can got its start in 1929 when a booming steel industry spawned a cluster of metal-related firms around the port in Baltimore - and is one of the few from that era still standing.\nMr Huether, whose family took it over two decades later, says he shares Mr Trump's goal of reviving blue-collar work, but tariffs aren't the right tool. \n\"This isn't what they were trying to do,\" Mr Huether says. \"We're a casualty.\"", "date": "11 October 2018", "href": "https://www.bbc.com/news/business-45594143", "tags": "requests us fighting independent steel department huether trump says firms tariffs manufacturers"}