{"title": "The Liberal Establishment Suddenly Sounds Very Ambitious On Health Care", "content": "A prominent liberal think tank just put out an ambitious new health care proposal. \nThat doesn’t sound like news, until you consider which think tank it is ― and exactly what it’s proposing.\nThe think tank is the Center for American Progress, which is based in Washington and has close ties to the Democratic Party establishment. The proposal, which its authors call “Medicare Extra for All,” would create a new public program, based on Medicare, that would be open to anybody.\nThe proposal, which Ricardo Alonso-Zaldivar of The Associated Press first reported Wednesday evening, also calls for automatically enrolling the uninsured, among others, in this new program ― in the hopes of finally achieving universal coverage.\nSome will call this plan a single-payer proposal, because it’s easy to imagine, someday, everybody being part of this new version of Medicare. Some will say it’s not a single-payer proposal, because it envisions a permanent, potentially large role for private insurance ― as a provider of highly regulated plans that would function more or less the way private plans for seniors on Medicare operate today.\nBut whatever the proposal’s label, it’s plainly a more ambitious ― and more progressive ― health plan than the Democratic Party’s most influential thinkers have embraced in the past. And that’s what makes it noteworthy.\nIt’s a reflection of how far the party’s internal conversation has shifted in the direction of government-run insurance ― even since the 2016 presidential campaign, when Sen. Bernie Sanders (I-Vt.) made a pure single-payer system the cornerstone of his Democratic primary run. It’s also a leading indicator of how Democrats plan to approach health care as they start thinking about the 2020 presidential campaign.\nThe shift is real ― and an outgrowth of changing circumstances in politics and policy. For most of the last few years, and especially in 2017, Democrats were preoccupied with trying to defend the Affordable Care Act from repeal at the hands of the Republicans. \nThe architects of the 2010 health care law, including President Barack Obama, understood that it didn’t go far enough ― that it didn’t cover enough people and that it didn’t offer sufficiently good coverage to enough people. \nThey had hoped to revisit and improve the law, but never had the chance. Instead, they’ve ceded power to President Donald Trump and the Republicans, who, unable to wipe Obamacare off the books, have tried to undermine it instead. Amid that environment, many of the program’s problems have lingered ― and some have gotten worse.\nBut with the threat of full repeal receding, at least for the moment, Democrats are starting to think about what comes next. And increasingly they are thinking about public insurance as a supplement or substitute for private insurance. \nDiscussions are underway among wonks and scholars, including a group that the Century Foundation and American Prospect magazine convened last month for a day of intense policy discussion in Washington.\n Discussions are also taking place in Congress, where some Democrats have proposed opening up Medicaid to more people, others are talking about doing the same for Medicare and a third of the Democratic caucus endorsed the latest proposal from Sanders ― which would actually eliminate private insurance altogether and give everybody a more generous version of Medicare.\nNow comes the Center for American Progress, known for reflecting and shaping the Democratic Party’s consensus, with a proposal that would be among the more ambitious ideas out there ― while still less sweeping than what Sanders has in mind.\nCAP’s plan envisions a public insurance program that looks vaguely like Medicare but with a more generous benefit structure. (Medicare doesn’t have a limit on out-of-pocket expenses, for example.) The new program would eventually absorb, through some kind of automatic enrollment, all Americans who have no insurance, are in Medicaid or buy private coverage on their own through HealthCare.gov or directly from insurers.\nEmployers could continue to offer coverage and, because of the plan’s structure, it’s likely most would ― at least for the short- to medium-term future. But employers would have the option to buy coverage from the new Medicare plan and, critically, individual employees could opt into the new plan even if their employers were offering coverage.\nIn these respects, CAP’s proposal bears more than a small resemblance to some other plans in circulation ― including one that Yale political scientist Jacob Hacker and the Economic Policy Institute first sketched out in 2007, as well as a scheme that writer Jon Walker put forward in the pages of Shadowproof just a year ago.\n“There is a broad consensus within the broad progressive debate that health care is a right and that everybody should have health care,” Neera Tanden, president of CAP, told HuffPost. “And we recognize the virtue of a strong public plan available to all the people.”\nThe center’s plan has other provisions ― including a call to limit payments to the providers and producers of health care ― that would ultimately raise some of the same questions Sanders plan did during the campaign. \nCutting those payments too dramatically can cause major disruptions in the health care industry, but without those dramatic cuts, any plan can quickly become too expensive.  \nCAP’s idea does not envision everybody with private insurance giving up their current coverage, as Sanders has proposed, but at least some people would end up losing their existing coverage. If the experience with the Affordable Care Act proved anything, that transformation is frequently a traumatic experience ― for the people who go through it and for the political system as well.\nThe center’s plan is still just a vague framework, which means it leaves lots of unanswered questions ― starting with the exact financing mechanism. And to conservatives, of course, it would be exactly the wrong way to approach health care ― increasing spending, regulation and taxes, rather than decreasing all three.\nBut this may be a case in which a plan’s details matter less than the signal it sends ― about the future of the Democratic Party and maybe about the health care system as well. ", "date": "\n02/22/2018", "href": "https://www.huffpost.com/entry/liberal-health-care-proposal_n_5a8e4385e4b0161d431869d1", "tags": "establishment plan coverage sounds suddenly proposal medicare ― insurance liberal ambitious new care health"}