{"title": "The Story Of 2 Families And The Real-life Impact of Obamacare Repeal", "content": "RALEIGH, N.C. ― Jennifer and Keith Gibbs say the Affordable Care Act has hurt their family, sticking them with soaring premiums and out-of-pocket costs. Claire and Allen Secrist say the law has helped them and their young daughter, making it possible to get life-changing medical care while avoiding financial ruin.\nThe two families live 30 miles apart, and have never met each other. But their stories show how the 2010 health care law has created both “winners” and “losers” ― and what the changes Republicans support would mean for each.\nThe heart of the GOP campaign has been a promise to improve things for people, like Jennifer and Keith, who feel the Affordable Care Act has hurt them. “I’ve met with so many victims of Obamacare,” President Donald Trump said recently, during a speech in Nashville, Tennessee. “We will replace Obama­care and make health care better for you and your families.”\nBut amid questions about what repeal would actually entail, Republicans have also made promises to families like the Secrists, who are among the 20 million people depending on the health care law. “Nobody will be worse off financially,” Tom Price, Trump’s secretary of health and human services, claimed in a March television interview.\nThis is not a vow Republicans can fulfill. And there’s a very simple reason for that. In the GOP Obama­care narrative, the Affordable Care Act imposed regulations that made insurance more expensive for families like the Gibbses ― and then it spent a bunch of taxpayer money in ways that don’t actually help them.\nThat narrative is more or less correct. It is also incomplete. Specifically, it leaves out the part about how those same regulations, and that same government spending, have put decent coverage within reach for families like the Secrists. Take away the rules and the money, as Republicans propose to do, and families like the Gibbses might feel better off. But the Secrists, just as surely, would suffer.\nThe American Health Care Act, the bill that GOP leaders tried and failed to get through the House in March, is the proof. Had it become law, a family like the Gibbses would have ended up spending less on their health insurance premiums, most likely, in exchange for a policy that would have covered less. The family would also have benefited from substantial new tax breaks the GOP proposal promised to make available to them. But a family like the Secrists would have struggled to find a policy with the comprehensive benefits they require, and even if they had found one, they would not have been able to afford it. They would probably have ended up uninsured, struggling to get medical care they desperately need.\nThis outcome isn’t inevitable. There are ways to help the ACA’s “losers” without hurting its “winners.” But those alternatives would involve different choices and trade-offs than Republicans have considered.\nThe Gibbses are in their 40s, with two teenage daughters. Keith runs a business advising pharmaceutical and biotech companies that he started a few years ago, in part so he could have more control of his schedule and spend time at home. Jennifer works part-time for a nonprofit organization that helps former prisoners. Their neatly decorated, two-story house sits in a fast-growing neighborhood, popular with people who work in the area’s “Research Triangle.”\nThey buy coverage on their own, rather than through an employer. In 2013, before the main provisions of the ACA took effect, they paid about $7,200 for a policy from Blue Cross Blue Shield of North Carolina. The plan they had was relatively generous, because it included things like inpatient rehabilitative services that employer plans routinely included but many “non-group” plans did not. \nBut the plan was cheap for a reason. It had limited mental health benefits, and it didn’t cover maternity benefits at all. It also had a lifetime limit on how much it would pay out, which meant that if somebody in the Gibbs family ended up with an illness requiring years of intensive treatment ― say, an aggressive cancer ― it was possible their bills could hit that ceiling, and then they’d be on the hook for the rest.\nMost important of all, that Blue Cross plan wasn’t available to everybody. At the time, Blue Cross, like other insurers, practiced “medical underwriting.” It would charge higher premiums, withhold benefits or deny coverage to people whose histories suggested they were at high risk of illness. About 25 percent of people trying to buy individual policies in North Carolina in 2013 were turned down, according to a study by HealthPocket.com. That number almost surely understates the proportion of people who wouldn’t have been able to buy it if they’d tried, because many people with pre-existing conditions knew that applying for coverage was futile. \nBack then, the list of conditions that insurers cited to justify higher premiums, benefit exclusions or outright denials included everything from Crohn’s disease and cancer to diabetes and epilepsy. Roughly 27 percent of the population has a condition that qualified as uninsurable under the old criteria, according to a December study from the Henry J. Kaiser Family Foundation. Around 17 percent of people who tried to buy coverage on the individual market in the days before the Affordable Care Act were rejected, according to the same study.\nThe Affordable Care Act’s consumer protections, particularly the promise of coverage for pre-existing conditions, are among its most popular features. They also made insurance a lot more expensive, because it meant insurers were covering large medical expenses for people they never had to cover before. \nWhen Blue Cross announced the new rates, it told subscribers that, taking account of the law’s financial assistance, it expected that about two-thirds of its customers would pay the same or less for insurance, while one-third would face “substantial increases.” In a prepared statement, the company’s chief actuary explained that the law “will make coverage available to many who have never had it and will enhance benefits for most consumers. These are good things, but they come at a cost.”\nFor the Gibbses, the cost brought their premiums up to $9,600 a year, a hefty increase but not one that seemed outrageous. A year later, however, Blue Cross discontinued the plan altogether. Jennifer shopped on healthcare.gov and found a UnitedHealthcare plan. But it was about $12,000 a year, Jennifer says ― and, one year later, the price went up again. \nLike many insurers across the country, North Carolina’s were realizing they had badly misjudged the market. Healthy people weren’t signing up in the numbers they’d hoped, and the newly insured needed more care than they’d anticipated, leading to huge losses. This past year, UnitedHealthcare pulled out of the state altogether, leaving most of North Carolina with just one carrier. \nThat sent Jennifer back to healthcare.gov, where, she says, plans similar to her old one had premiums of nearly $20,000 a year, which would be more than their mortgage. And that didn’t include out-of-pocket costs that could exceed $10,000 if serious medical problems struck. The cheaper options had networks without their doctors, or they were “bronze” plans with even higher out-of-pocket costs.\n“Twenty thousand dollars is a lot of money to us,” Jennifer says. They would have still been able to pay their bills, but it would have meant cutting back or giving up on extras like eating out, taking family vacations or replacing one of the family cars. (Their minivan is 13 years old.) Eventually, they found a way to qualify for a small-business plan, which Blue Cross sold them directly for a premium of $16,000 a year. It was still a lot more money than they had paid before the ACA. \nJennifer knows that her family has been fortunate in many ways, with good health except for one daughter’s asthma. She believes strongly in what the Affordable Care Act was trying to accomplish. “I do like the idea that, if you can’t afford insurance, then you should be able to have it — that is something the government should absolutely provide,” she says. But she feels the administration “went about it the wrong way.” “I really didn’t imagine it would affect us this much,” she said.\nThe Secrists live on the other side of Raleigh-Durham, in a townhouse-style apartment that is part of a development alongside one of the area’s main highways. Their living room has all the appurtenances of young parents with a young child, from the stack of compact discs on the floor to the stray crayon marks on the wall. \nThe Secrists pay a lot less for their coverage than the Gibbs family does — and they depend on it a lot more. In 2013, Claire Secrist became pregnant and developed pre-eclampsia. She went through a difficult delivery, severely injuring her pelvic bone and losing so much blood that she required a transfusion. Afterward, she needed surgery, rehabilitation and extensive medication. Their 3-year-old daughter, Holly, has battled severe health problems since birth — including retinoblastoma, cancer of the eye. Eventually doctors had to remove Holly’s eye and replace it with a prosthetic. Allen, for his part, has a congenital condition that predisposes him to skin cancer and requires constant monitoring, including semiannual biopsies. \nWhen Claire was pregnant, the Secrists still had employer coverage through the pathology lab where Allen worked as a technical assistant. After she gave birth, he lost the position in a round of layoffs and the Secrists lost their insurance with it. Holly qualified for coverage under North Carolina’s version of the Children’s Health Insurance Program, a federal-state program for kids who live in households with relatively low income. But for the next two years, while Allen was driving for Grubhub and taking on other part-time jobs, and Claire was working for a school-testing company while she studied for a degree in library sciences, the couple got insurance through the Affordable Care Act. \nAt the time, their combined income was around $30,000 ― not nearly enough to pay for a comprehensive policy on their own, given that necessities like food, rent and gas gobbled up most of their disposable income. They were, however, eligible for the Affordable Care Act’s tax credits, which the government applied in advance in order to discount their premiums. By design, the law’s tax credits are greater for people with lower incomes or higher insurance costs. For a family like the Secrists, who had both, it worked out to about $10,000 a year in assistance. \nThe Secrists’ income also qualified them for assistance with out-of-pocket costs ― money, again, that the federal government paid directly to the insurers. Altogether, Claire figures, they ended up spending less than $3,000 a year on medical care, despite having so many conditions requiring ongoing, otherwise expensive treatment.\nThe coverage was hardly perfect. Coventry, the insurer they had for the first year, kept refusing to authorize Claire’s surgery. The network for the policy they got the following year didn’t include a therapist she was seeing for postpartum depression. But the plan included all of the family’s other doctors, including several specialists at nearby Duke University Medical Center. More importantly, Claire says, it covered their panoply of medical bills except for small out-of-pocket expenses here and there. \nThe coverage has been “really helpful,” Claire says ― expressing a sentiment a lot more common than critics of the Affordable Care Act tend to concede. The majority of people buying private policies through the law are satisfied with them, surveys by the Commonwealth Fund and the Kaiser Foundation have found. And the coverage seems to make a difference, improving access to care and reducing financial strain from medical bills, according to several studies published in the last two years.\n“We simply wouldn’t be able to maintain our current level of decent health” without the insurance they have now, Claire says. “We would likely try to get some care ― like vaccinations ― at community health centers. But otherwise, I guess we would just be in a lot of trouble.”\nIf Republicans ever managed to repeal the law and replace it with a conservative alternative, all of this would change. \nThe American Health Care Act is a good example what Republicans would do. The bill proposed to redirect the financial assistance the Affordable Care Act provides ― eliminating the ACA’s tax credits, which provide more assistance to people with low incomes or high insurance costs, and replacing them with flat credits that would be available to everybody except people with very high incomes. These credits were to vary by age, but not enough to keep up with higher prices that insurers could charge older consumers. Unlike the Affordable Care Act, the American Health Care Act included no extra assistance with out-of-pocket costs.\nRepublicans have also made clear they would like to eliminate or at least weaken most of the Affordable Care Act’s insurance regulations ― by allowing insurers to cover a smaller portion of medical bills, and to stop covering services like mental health. Even the bill’s (popular) guarantee of coverage for people with pre-existing conditions is up for debate: Republicans think it should apply only to people who maintain “continuous coverage.” Everybody else would lose guaranteed access to coverage, or at least be subject to substantially higher premiums.\nThe American Health Care Act did not include all the regulatory changes Republicans want, because inserting those provisions would have complicated their effort to push repeal through the budget reconciliation process, where they could pass it without Democratic support. The bill did, however, call for immediate withdrawal of the individual mandate, which incentivizes healthy people to sign up for insurance by imposing a financial penalty on people who do not. For that reason, the Congressional Budget Office predicted that, for the first two years, the Republican proposal would have actually caused premiums to rise.\nAfterward, CBO predicted, less comprehensive plans would come to dominate the market, while older people, who would find policies both less generous and more expensive, would drop coverage altogether. As a result, premiums would grow at a slower rate, eventually dipping down below where they would be if the Affordable Care Act had stayed in place. And they’d come down even more if Republicans found a way to further weaken regulations, through either executive action or future legislation ― two things that they have promised.\nOver time, they’d probably be spending less on premiums than they would if the ACA had stayed on the books. Of course, they might also have higher out-of-pocket costs, which could mean bigger bills if somebody got seriously ill.\nThe bigger savings for the Gibbs family would have come from the redirection of subsidies. They make just a little too much money to qualify for the Affordable Care Act’s financial assistance. That’s why they are paying full price. But they would have been eligible for the tax credits in the Republican plan, because everybody would have been, regardless of income. The two kids were in line for tax credits of $2,000 each, the two parents $3,000 ― and so, altogether, they stood to get $10,000 a year, no matter where their premiums ended up.\nUnder the Republican bill, many other Americans were likely to get bigger tax subsidies than they would under the Affordable Care Act. That includes people who get only a little financial assistance now, but still face premiums they find difficult to pay. The GOP plan could have made those premiums easier to afford ― although, again, those people could also end up with less comprehensive coverage.\nFor a family like the Secrists, these changes would work out very differently. They need the kind of financial assistance that the Affordable Care Act provides — and that Republicans would take away. Under the Republican bill, Allen and Claire, who are slightly younger than Jennifer and Keith, would each have qualified for a $2,500 credit, or $5,000 between the two of them. That’s a lot less than the nearly $10,000 the Affordable Care Act would make available to the couple.\nTo get the kind of coverage they have today, with the same kinds of benefits, they would probably have ended up paying about $6,000 a year in premiums. That would be two to three times what they pay now, and almost certainly beyond their ability to pay ― particularly since, without the Affordable Care Act, they wouldn’t have the extra protection from out-of-pocket costs.\nA skimpier policy with fewer benefits would be cheaper, and that might be the only kind of policy the market offered them anyway if insurer regulations became weaker. But as heavy users of medical care, the Secrists would almost surely end up owing even more money in out-of-pocket expenses, thereby saddling them with precisely the kind of “unusable” insurance that Republicans insist Obamacare has given everybody.\nOne other possibility for the Secrists would be a so-called “high-risk pool” ― a special insurance program that, under Republican legislation, the state government could set up to help people with serious medical problems. But high-risk pools existed before the Affordable Care Act and they rarely ended up with many enrollees, either because limited funds forced states to cap enrollment or because the coverage itself was not very attractive. North Carolina had one such program. It had premiums up to twice as high as regular commercial rates, and it wouldn’t pay for treatment of pre-existing conditions for the first year of enrollment.\nFaced with those kinds of options, the odds are good that the Secrists would do what families in that situation usually have done ― prioritize other spending, go uninsured and hope for the best. That’s part of why the CBO expected the ranks of the uninsured would swell by 24 million within a decade of the American Health Care Act becoming law.\n“We really don’t know what we’d do, honestly,” Claire told me in an email. “What’s worse, is that eventually we’ll get our financial/job situation together, but it’ll certainly will be much harder if our health issues are out of control. That would be bad for us, but I think it would be even worse for Holly. We have to be reasonably healthy if we want to improve all of our lives, and give her what she needs for her unique situation.”\nRick Ramey, the Raleigh-based insurance agent who handles coverage for Jennifer and Keith Gibbs, has found that attitudes about the Affordable Care Act are roughly split ― with those getting the subsidies generally a lot happier than those who don’t. He says he understands both points of view. In his experience, the new system really does make coverage available to many more people, and it really has pushed up premiums for people who had cheap coverage before.\nPart of the problem, Ramey has found, is that few Americans grasp how much insurance really costs. The standard most people expect is the insurance that large companies provide to workers ― with almost everything covered and moderate out-of-pocket spending. But because employers pay most of those premiums directly, employees don’t realize how much their plans actually cost. When they suddenly have to pay the whole bill on their own, they feel sticker shock.\n“A high percentage of the population has no idea, I think,” Ramey says. “Here in North Carolina, you can use about $400 per employee per month as a rough figure for a group plan ― maybe $500 if it’s rich, $350 if it’s high deductible with a health savings account... Most people when they see that, they think it’s ridiculous. They think they’ve been paying just $50.”\nA goal of the Republican repeal plan is to allow the individual market to revert to something like pre-Obamacare prices even if that means accepting pre-Obamacare policies and all the ways they would fail families like the Secrists. That is not the only option, however. State and federal officials have the power to help families struggling with premiums and out-of-pocket costs in ways that wouldn’t hurt the people for whom the law has provided such valuable protection. It’s just a matter of making different policy choices ― and accepting different trade-offs.\nOne reason that insurance got so expensive for the Gibbses is that they happen to live in North Carolina, a state where premiums for people in the individual market are among the highest in the country. (If the Gibbses lived in suburban Detroit, for example, they could get a comparable policy for between $11,000 and $14,000 a year.) North Carolina’s problems reflect a variety of factors, including its status as one of the more rural states in the country. Rural areas are always tough for insurers, because they can’t play doctors and hospitals off one another in order to negotiate prices. \nBut some of the problems in North Carolina are a direct result of decisions by state policymakers. High on the list is Republican legislators’ decision not to expand Medicaid. That put more sick people onto North Carolina’s private plans, driving up premiums. Simply expanding Medicaid would probably help stabilize the market and, going forward, keep premium growth in check. The same is true for other states, like Arizona and Tennessee, experiencing similar trouble. Overall, premiums in expansion states are 7 percent lower than in non-expansion states, according to a Department of Health and Human Services study that controlled for factors like demographics.\nAt the federal level, lawmakers could provide some money that would help insurers cover the costs of their most expensive consumers, so that insurers could stop charging their customers so much. The Affordable Care Act originally had two programs designed to serve this function, but both were temporary and one never paid out the money it owed ― because Republicans, led by Sen. Marco Rubio (R-Fla.), attacked it as a “bailout” and successfully lobbied to kill its funding.\nReinstating those programs, temporarily or permanently, would help keep markets stable and hold premium inflation in check. As it happens, the American Health Care Act actually had such a provision tucked in amid the more radical changes. It’s a “state and patient stability” fund that states could have used, among other things, for reinsurance that would essentially reimburse insurers for their most expensive beneficiaries.\nAn easier, more direct solution would be to make the existing financial assistance more generous and available to slightly more people. This is actually what the architects of the Affordable Care Act originally intended. Early versions of legislation anticipated more generous tax credits and phased them out more slowly, so that people at higher incomes would be eligible for them. Adding that money now would give families a little extra cash to cover premiums, or perhaps out-of-pocket costs, and that would be enough to get more people enrolling. As they did, premiums for all would come down. \nOne advantage of this approach is its recognition that, in the world of health care policy, “winners” and “losers” are fluid categories. Healthy people get sick. Young people get old. If the Republicans get their way, people who save money because of lower premiums could end up paying more, later on, because of higher out-of-pocket costs. \nThe complication, as politics and as policy, is that these steps would also require additional government spending — which, as conservatives rightly point out, would mean a bigger burden for America’s taxpayers. The Affordable Care Act has actually come in under budget, though, so there’s an argument that the money was already allocated. Or the federal government could cut spending elsewhere. Or it could always do what Hillary Clinton proposed during her presidential campaign, and pay for new assistance by raising taxes on the very wealthy. \nEither way, the precursor for taking these steps would be agreeing to leave Obamacare in place. That is not something Republicans want to do. But strengthening the existing health care law, rather than tearing it down, is the preferred choice even for some people who aren’t happy with it ― and that includes the Gibbses. “I’m all for the Affordable Care Act, which sounds kinda crazy when I’m sitting here complaining about the cost,” Jennifer said to me. “I think it’s absolutely necessary.”\nThis article has been updated to reflect that House Republicans did not vote on the American Health Care Act. \nCORRECTION: The article originally described research findings about insurance denials as specific to the Gibbs policy. The finding was actually an average for all policies. Language has also been amended for consistency to reflect that a government study on Medicaid expansion found that premiums were lower in expansion states, not higher.\nSign up for the HuffPost Must Reads\nnewsletter. Each Sunday, we will bring you the best original reporting, long form writing and breaking\nnews from The Huffington Post and around the web, plus behind-the-scenes looks at how it's all made.\nClick here to sign up!", "date": "\n03/19/2017", "href": "https://www.huffpost.com/entry/obamacare-repeal-premiums_n_58cc4cc0e4b0be71dcf4dba4", "tags": "story “ obamacare real-life repeal ― act affordable families premiums impact care health"}