{"title": "The Indian journalist jailed for a year for Facebook posts", "content": "On the afternoon of 27 November, half-a-dozen plainclothes policemen in a couple of vehicles arrived at the two-storey home of a journalist with a cable news network in Manipur, a hilly north-eastern state on the border with Myanmar (Burma).\nThe policemen told Kishorechandra Wangkhem, 39, that the city's police chief wanted to have a word with him. \n\"Nothing is going to happen, don't worry,\" Mr Wangkhem's wife, Ranjita Elangbam, remembers a policeman telling them. \nMr Wangkhem was getting ready to shower and join his wife and two daughters, aged five and one, for lunch. He asked whether he could call his lawyer. They denied his request, asked him to get ready quickly and left with him in five minutes. \nMs Elangbam and her brother followed them in a separate car. \nAt the police station, they waited for nearly five hours while Mr Wangkhem was questioned. As the early evening chill set in, Ms Elangbam went home to pick up some warm clothes. When she returned she was told that her husband had been taken away to a high security prison on the outskirts of the state capital, Imphal.\n\"I was shocked. After initially refusing to meet us, the chief inspector of the police station told us that my husband had been detained. They told us to get some warm clothes and blankets for him. It was only [after reading] the next day's papers that we found out why he had been held,\" Ms Elangbam, an occupational therapist, told me.\nMr Wangkhem's crime: he had posted four videos and comments on his Facebook page on 19 November, criticising the local government led by the Hindu nationalist Bharatiya Janata Party (BJP) - he described the Manipur chief minister as a \"puppet\" of Prime Minister Narendra Modi's federal government. \nHe had also noted that the government had ignored Manipur's own fight against colonial rulers in a recent celebration.  \"Don't betray, don't insult the freedom fighters of Manipur,\" he said in one of his posts. \nPolice inspector K Bobby wrote in his report that while surfing Facebook, he found that the videos \"bring or attempt to bring into hatred or contempt, or excites or attempts to excite disaffection towards the government\".  He also wrote that Mr Wangkhem used \"unconstitutional and invective words and with middle finger gesture...\".\nIt was not the first time Mr Wangkhem had been picked up for his Facebook posts. \nHe was arrested in August and put in prison for four days for two posts in which he mocked the BJP as a 'Budhu Joker Party' (a party of fools). The police said they had found these posts inflammatory. \nMr Wangkhem was again picked up on 20 November, a day after posting four \"offending videos\" and some comments criticising the government. \nAfter spending six days in police custody, he had been produced before a magistrate with the police seeking further remand. But the judge dismissed the plea and set Mr Wangkhem free because he found the so-called \"seditious\" posts to be a \"mere expression of opinion against the public conduct of a public figure in a street language\".\nFrustrated by the courts, the police issued a fresh detention order the very next day, and arrested Mr Wangkhem. This time, they had used a 38-year-old draconian national security law, which has been frequently used by successive governments to stifle free speech and dissent. \nThe National Security Act allows for detaining a person considered to be a threat to public order or the security of the state for up to one year without framing formal charges in court or conducting a trial. \nIt is unclear how Mr Wangkhem's posts violated public order and state security since they led to no public disturbance or trouble.  \nTo be true, Manipur has been a cauldron of insurgency stoked by ethnic rivalries, and demands for independence and affirmative action for local tribespeople, for more than four decades. But, while acquitting Mr Wangkhem earlier, the judge had clearly said his statements \"do not seem to be an attempt to disturb peace\".\nThe harsh law has long been used by successive governments to target civil rights activists -  in one case for publishing booklets promoting sexual health that apparently scandalised a local community - for protesting against human rights abuses by the army and the government.  \nIn the BJP-ruled northern state of Uttar Pradesh, this law has been used to arrest 160 Muslim men in the past  year. Critics of the law say it is discriminatory and leads to human rights violations.\nMr Wangkhem seems to be the latest journalist to face harassment in India, which ranks 138th in the World Press Freedom Index run by Reporters without Borders. Most recently, a Delhi-based defence specialist and columnist was picked up in October. Abhijit Iyer-Mitra was put in prison for 44 days for posting five satirical tweets.  \n\"All  this is nothing but an official abuse of power by the government and an attack on free speech,\" Mr Wangkhem's lawyer, Chongtham Victor, told me.\nMs Elangbam says she has met her husband in prison twice since he was jailed. \"He's being very brave and confident. He's trying to console me, and telling me everything will be all right.\n\"But we are worried. Very, very worried. And my elder daughter keeps asking, Where's my papa disappeared?\"", "date": "22 December 2018", "href": "https://www.bbc.com/news/world-asia-india-46631911", "tags": "security elangbam wangkhem jailed manipur facebook year indian told police government state posts journalist"}