{"title": "The Mueller Report Really Didn't Change Much At All- Poll", "content": "The Mueller report has bolstered President Donald Trump’s critics in their conviction that the president committed wrongdoing, but has otherwise done little to jostle deeply polarized public opinion, a new HuffPost/YouGov poll suggests.\nThe survey was conducted immediately following the release last Thursday of special counsel Robert Mueller’s redacted report on the Trump campaign’s relationship with Russia. The report did not find coordination between Trump’s campaign and Russian officials to influence the 2016 election, and Mueller declined to determine whether the president had obstructed justice because the special counsel apparently didn’t believe it was his job to do so. But the report clearly laid out several instances in which Trump attempted to undermine the Russia investigation ― and didn’t succeed only because his staffers refused to carry out his orders.\nIf the report is something less than the clear-cut condemnation many of Trump’s opponents believe is warranted, and falls far short of the complete exoneration that the president’s allies have claimed it to be, that is reflected in the polling. Views of Trump’s behavior are, reliably, more negative than positive, but Americans remain divided over what to make of the report’s findings, with a substantial minority still unclear on what to think.\nBy a 10-point margin, 45% to 35% percent, people who’ve heard at least something about the report’s release say it does not entirely clear Trump. Another 20% aren’t sure.\nThirty-one percent who’ve heard at least something about the report say the information contained shows Trump is unfit to be president, with 18% calling it damaging but not disqualifying, and 31% saying it reveals nothing damaging. \nWhat people make of the report, for the most part, tends to coincide neatly with their pre-existing political views. Only 1% of Trump voters say they think the report shows that Trump is unfit for the presidency, while only 2% of Hillary Clinton voters say they don’t find it at all damaging.\nHere’s a one-sentence summary of the Mueller report’s findings, as offered by a Clinton voter whose news sources included MSNBC: “Not enough evidence to show conspiracy with Russia; plenty of evidence to suggest obstruction of justice, but that is Congress’s call.”\nFrom a Trump voter, whose sources included Fox News: “President did not collude and there isn’t enough evidence to prove he obstructed, just was upset by it.”\nAnd from a non-voter, who followed the story mostly online: “All government sucks no matter who they are or where they are from.”\nAmericans as a whole say, 43% to 34%, that they believe Trump attempted to obstruct Mueller’s investigation, with the rest unsure. By a 5-point margin, 40% to 35%, the public wants Congress to hold further hearings rather than ending the investigation. (Responses to this question, it’s worth noting, appear particularly susceptible to differences in wording ― last month, one poll found Americans broadly in favor of future investigations, another found them broadly in favor of moving on to other issues, and a third showed a roughly even split between those positions.)\nThe results require a few caveats. First, the survey was taken immediately after the Mueller report’s release, when even many politically engaged Americans who planned to dig into the takeaways hadn’t yet had a chance to do so. That leaves some room for change as opinions solidify. \nSecond, it’s only one poll. As additional surveys from other outlets are released in the coming days, they’ll help to provide a fuller picture of how Americans view the report and what they want to see happen next.\nWith that said, a few more details from the survey:\nDespite the fanfare surrounding the report’s release, public opinion regarding the investigation has remained, in many respects, unaffected.\nMueller’s approval rating ― 44% approve, 28% disapprove ― is virtually unchanged from late March, as are perceptions about the accuracy of his report. Last month, before the redacted report was released, 22% of Americans reported that they understood Mueller’s findings very well. In the latest survey, that number was exactly the same.\nWhat has changed, meanwhile, looks largely like a reversion to form. After Attorney General William Barr first summarized the report, Clinton voters’ convictions that it would prove damning dropped, although it did nothing to improve their overall view of the president. In a February HuffPost/YouGov survey, 73% of Clinton voters believed that, based on Mueller’s findings, the Trump campaign’s relationship with Russia was a very serious problem. In March, that number fell to 44%; in the latest survey, it rose back to 61%. \nOpinions among Trump voters and non-voters barely budged over that time.\nIn March, 62% of Clinton voters said they believed Trump had personally committed crimes; in the latest poll, that number rose to 79%.\nThe other most notable change comes in Clinton voters’ increasing enmity toward Barr. In March, 37% of that group strongly disapproved of his job performance as attorney general. Now, 58% do.\nJust 14% of Americans say they’ve personally read any of Mueller’s report. (Since survey respondents tend to be more civically engaged than the average Americans, and since some people are also likely to overstate their own attention, this figure is, if anything, probably a little high.) Thirty-seven percent planned to read at least part of the report eventually, while the rest were unsure or had no plans to do so.\nThe vast majority, 86%, say they’ve heard at least a little news about the report’s release, with 44% saying they’ve heard a lot about it ― nearly identical to the level of attention paid when Mueller announced the report’s completion in March. A majority of both Clinton and Trump voters have heard a lot about the report, while only about a quarter of nonvoters have paid similarly close attention.\nOf those who’ve heard at least something, 44% got at least some of their news about the report online, 38% from cable TV, 35% from a national broadcast network, and 34% from local TV. Younger Americans following the story were likely to get their news online or from social media, while older adults relied more heavily on televised sources. \nMore than three-quarters of Trump voters who followed the story on cable news said they got at least some of their news from Fox, a number not matched by any single news source across the aisle. (For comparison, a little less than half of Clinton voters who followed the story on cable watched MSNBC, with a similar share choosing CNN.)\nThe HuffPost/YouGov poll consisted of 1,000 completed interviews conducted April 18-19 among U.S. adults, using a sample selected from YouGov’s opt-in online panel to match the demographics and other characteristics of the adult U.S. population.\nHuffPost has teamed up with YouGov to conduct daily opinion polls. You can learn more about this project and take part in YouGov’s nationally representative opinion polling. More details on the polls’ methodology are available here.\nMost surveys report a margin of error that represents some but not all potential survey errors. YouGov’s reports include a model-based margin of error, which rests on a specific set of statistical assumptions about the selected sample rather than the standard methodology for random probability sampling. If these assumptions are wrong, the model-based margin of error may also be inaccurate. Click here for a more detailed explanation of the model-based margin of error.", "date": "\n04/22/2019", "href": "https://www.huffpost.com/entry/mueller-report-poll-trump-russia_n_5cbe0ee3e4b00b3e70cd9cef", "tags": "much report really news clinton voters poll change all- survey americans mueller least"}