{"title": "The story that highlights an ugly American tribalism", "content": "There've been a lot of sex stories recently. Or rather a lot of sexual harassment stories. Not surprisingly they are all quite grubby and they tend to show the worst in human nature. \nTake the news in Alabama this week - it's a textbook case. An older guy in a powerful position is accused by women of molesting them when they were teenagers. One of the women says she was only 14. \nRoy Moore is now 70 years old and running to be the next US senator for the state of Alabama. Some polls suggest he could win. \nThere is also a report in the New Yorker magazine that Mr Moore was banned from visiting a local shopping mall because of his tendency to badger teenage girls there. It takes quite a bit to be banned from a shopping mall. \nThere have now been a slew of these types of stories. I sincerely hope they do change our culture, especially for all the women who work in industries where the men aren't famous and so are less likely to be outed, and for the women who are so financially dependent on their jobs that they can't afford to turn down their lecherous bosses. \nBut the story of Judge Roy Moore in Alabama has revealed something else that has nothing to do with sex and harassment. It's a story of tribalism. \nOver the past few days Mr Moore has been widely condemned by many top Republican politicians in Washington who say he should drop out of the Senate race. \nThey say they believe the accusers' stories over Mr Moore's denials. But the reaction in Alabama itself has been quite different. \nThere, several state Republican officials and local Republican party committees have come to Judge Moore's defence.\nEd Henry, a Republican state representative, suggested it's the women who accused Mr Moore who should be prosecuted, for not coming forward with their stories sooner and so allowing an accused predator to roam free. Seriously. \nAnd Jerry Pow, the Republican chairman of Bibb County, Alabama, told a reporter he'd vote for Roy Moore even if the allegations are true, and he did commit a sex crime against a teenager.\nTake a breath and let that sink in for a moment - it's 2017 and an Alabama Republican official says he'd vote for a paedophile. \nWhat's so revealing in the context of tribalism is Mr Pow's reasoning. He'd vote for Moore, he says, because he can't bring himself to vote for the Democrat in the race. \nJerry Pow believes any Democrat is de facto worse than any Republican - even if that Republican molested girls and then lied about it. \nThis is a whole step beyond the realm of fake news. This is taking facts, chucking them out with the trash and quite happily forming your own opinions based on nothing more flimsy than pure prejudice. \nTo the extent that tribalism comes from the top, it's worth noting President Trump has been conspicuously quiet on the subject of Republican Roy Moore, but tweeted scathing comments about Democrat Al Franken. \nThe Republican Governor of Alabama has added her voice to those saying she believes the women but will vote for Mr Moore nonetheless, to get another Republican in the Senate. \nAnd here's the kicker. According to researchers, we are all prone to doing just that. You, me, our friends, our kids, our news editors, and yes, the good people of Alabama. \nPolitical scientists have known this about us for years. In 2010, a landmark study by two psychologists showed that facts fail to sway our opinions. Indeed, Brendan Nyhan and Jason Reifler argued that fact-checking can actually make us more entrenched in our political biases. \nWhen someone presents us with evidence contrary to our beliefs, we feel under siege and dig in our heels. That is what seems to be happening this week in Alabama.  \nIn the context of Donald Trump, political scientists have recently discovered that voters aren't stupid - they are actually quite capable of recognising that a politician is lying. But it doesn't change the way they feel about him.\nThis is getting more extreme because politics has become not just polarised but tribal. We hunker down in groups of like-minded people and then we fight to protect that group.  \nAs the political atmosphere grows more toxic, fuelled by social media that has made the debate more personal and vicious, we feel we have to fight even harder to protect our crowd. \nThat means relentlessly attacking the opposing camp and refusing to budge from our opinions in the face of inconvenient truths, like the possibility that someone we support is actually a child molester.\nI want to think Jerry Pow, the Alabama state representative, was being disingenuous and that he doesn't really believe a Republican paedophile is better than any Democrat. \nI want to think that because the alternative is just too alarming, for all of us, whatever our beliefs. ", "date": "19 November 2017", "href": "https://www.bbc.com/news/world-us-canada-42031670", "tags": "american us moore alabama story roy stories highlights republican women tribalism ugly vote quite"}