{"title": "The Bollywood factor in India's election", "content": "\"India will not fear terror,\" we hear the flag-waving strongman say, as he leads followers and soldiers in the snowy terrain of Kashmir before they come under a hail of bullets from militants. \"Terror will fear India.\"\nThe man portrayed is Prime Minister Narendra Modi and the scene is the most memorable of a two-and-a-half minute film trailer that has caused a political storm in the country ahead of the forthcoming election.\nThe slick biopic, titled PM Narendra Modi, is due for release on 5 April, days before India's weeks-long voting period begins. It has elicited a furious reaction from the opposition Congress party, which sees it as a nakedly political move with links to the governing Bharatiya Janata Party (BJP).\nThe party is not involved, but lead actor Vivek Oberoi is a noted Modi supporter. At the launch of a trailer earlier this month, he repeated a BJP election slogan - \"Modi Hai to Mumkin Hai (Modi makes it possible)\" - in response to a question.\nSenior BJP politicians have also been involved in events promoting the film, but PM Narendra Modi's producers have told India's Election Commission, which is examining if any election rules have been broken, that only their personal funds were used for its production.\nProducer and writer Sandip Ssingh said in an interview that he wanted to tell the story of a \"great human being\" to \"inspire the people\" of India.\n\"I have nothing to do with politics or politicians or any party,\" he told the BBC, adding: \"If [opposition politicians] are so scared of a film, aren't they confident of their work which they have done for their country and their respective states?\"\nEven though only the trailer has been released, the film has already been derided by some critics as unsubtle propaganda.\n\"The timing is incredibly suspect. It started shooting in January and in April it's coming out… Releasing it before the election smacks of desperation to cash in on the image [of Modi] and whatever image this film can [convey],\" Raja Sen, a film critic for the Hindustan Times newspaper, told the BBC.\nPM Narendra Modi chronicles the prime minister's journey from selling tea on local trains as a child through his time in the right-wing Hindu RSS organisation and nearly 13 years as chief minister of western Gujarat state. Much of the BJP's popularity stems from Mr Modi's personal appeal and image as a tough, Hindu nationalist leader.\nFor many critics, the most galling moment in the trailer is where Mr Modi is seen looking disturbed and upset during the 2002 Gujarat riots, when more than 1,000 people, mostly Muslims, were killed.\nThe riots occurred under Mr Modi's watch and he has been accused of doing little to stop them. He was once treated as a pariah in the West and denied US visas over what happened. The 68-year-old prime minister has always denied wrongdoing.\n\"This is a fictionalised tale of Mr Modi's life,\" said Nilanjan Mukhopadhyay, a journalist and the author of a 2013 biography, Narendra Modi: The Man, The Times. \n\"On the contrary, he's been accused that the chief minister's office did not respond to distress calls [during the riots].\"\nHe said the dramatic scene set in Kashmir, where Mr Modi and the soldiers come under fierce attack on a bridge while he waves a gigantic Indian flag, was an attempt to fit elements of the leader's past into his party's contemporary political narrative.\nIn 1992, as a BJP party worker, Mr Modi joined then party president MM Joshi on a protest march that traversed India from south to north, ending with the hoisting of an Indian flag in the Kashmir valley.\nMr Mukhopadhyay said the convoy did come under fire - but from Sikh militants in Punjab state, not militants in Kashmir, which is contested by India and Pakistan.\nAnti-Pakistan sentiment and a tough Kashmir policy are at the forefront of Mr Modi and the BJP's election campaign, and so showing the prime minister on the frontline of the battle against terrorism in the disputed region would play well with much of the country, he said.\n\"His past is being distorted to suit the present.\"\nMr Ssingh admits that elements of the film, while based on real events, are \"a little bit fictionalised\".\n\"We have to make sure that the audience like the situation and the scene and the film and the character,\" he said.\nCongress and other parties have argued that the film should not be released during the election period.\nIf the Election Commission decides in their favour, the ruling could affect a separate web series based on Mr Modi's life. The 10-episode Modi: Journey of a Common Man is due for an April release on streaming platform Eros Now.\nBoth the web series and the film PM Narendra Modi are just two of several overtly political features that have been released in the lead-up to the vote.\nThe Accidental Prime Minister - a biopic of Mr Modi's predecessor Manmohan Singh - was released in January and largely panned by critics, some of whom saw it as an attempt to attack a Congress icon.\nAnother film - Uri: The Surgical Strike - dramatised India's 2016 covert military action in Pakistani-administered Kashmir after a militant attack on an army base. The patriotic war film has bolstered Mr Modi's nationalist reputation. Six weeks after its January release, India carried out air strikes in Pakistan following another mass-casualty attack on Indian troops in Kashmir.\nThe phrase \"surgical strike\" is now a slogan among BJP supporters. At his first rally of the campaign season, on Thursday, the prime minister said that only he had \"the courage to conduct surgical strikes on land, in air, as well as in space\".\nBut filmmakers are not only fawning over the incumbent government. My Name is RaGa, a film about the life of Mr Modi's main competitor, Congress leader Rahul Gandhi, has been promoted by its director as an inspiring \"comeback story\". There have been a clutch of other films this year about powerful regional politicians.\nFor decades India's film industry was tightly controlled by the censorship board and explicitly political films used to be rare. The flurry of releases in recent months is \"absolutely unprecedented\", said Mr Sen.\nThe problem, in his view, with films like PM Narendra Modi is that while they might be mocked by urban elites and panned by the media, \"the Twitter liberal echo chamber aren't the only people voting\".\n\"But the point is that [outside the cities] and in less-educated parts of the country, they might be somewhat swayed by the vision of this megalomania that is presented to them directly.\n\"The perception is that they can't show it in a movie unless it's true.\"", "date": "31 March 2019", "href": "https://www.bbc.com/news/world-asia-india-47743376", "tags": "film minister election india party kashmir narendra factor modi bollywood"}