{"title": "The impact of trade tariffs on two US firms", "content": "New trade tariffs are raising costs for US businesses, testing their power to pass on the expenses to consumers. \nUS equipment maker Caterpillar on Monday said strong demand had allowed it to hike prices to offset $100m-$200m in higher steel and aluminium costs.\nBut while higher prices are shielding some firms, others are under strain.\nOn the same day, food processor Tyson Foods cut its profit forecast, saying retaliatory duties on US pork and beef exports had lowered US meat prices.\nIt said it expects adjusted earnings per share in the range of $5.70-$6 for its 2018 financial year due to a surplus in US supply caused by the tariffs. That was down from its earlier $6.55-$6.70 forecast.\nLower prices for beef and pork have also reduced demand for chicken, the firm added.\n\"The combination of changing global trade policies here and abroad, and the uncertainty of any resolution, have created a challenging market environment of increased volatility, lower prices and oversupply of protein,\" said Tom Hayes, Tyson Foods president and chief executive officer. \nThe updates were the latest from businesses explaining how trade disputes are raising costs and shifting demand for products that range from cars to beer.\nIn March, the US announced tariffs on steel and aluminium, prompting China, the European Union, Mexico and other places to retaliate with import taxes on US products such as pork, wine and whiskey.\nSeparately, the US and China have also imposed tit-for-tat tariffs of $34bn on the other country's goods, in a row over intellectual property practices and state subsidies.\nWhile some firms, including Caterpillar, have said they will pass on higher costs to consumers in the form of higher prices, others are more constrained.\nBMW, for example, has said it would raise prices in China by 4%-7% on two SUV models, which are US-made. But the rise will not completely absorb the cost of China's new taxes on US vehicles, the firm warned.\nHarley Davidson told investors it plans to shoulder the cost of European tariffs on US-made motorcycles in order to remain competitive. It is also grappling with higher steel and aluminium prices.\nOverall, analysts expect the duties to have a relatively modest impact.\nAnalysts at US bank Wells Fargo estimate that the US tariffs so far will boost inflation in the US by 0.1%, but said that the rise could be softened by price declines for products targeted by other countries for retaliation.\nThe changes come as higher fuel and labour costs fuel stronger inflation in the US.\nThe index for producer prices climbed 3.4% over the 12 months to July, the strongest annual gain since November 2011, according to figures from the US Labor Department.\nThe consumer price index increased 2.9% over the 12 months to June.\nWith wage growth still relatively slow, economists say it's not clear how many increases households can handle before they reduce spending.", "date": "30 July 2018", "href": "https://www.bbc.co.uk/news/business-45011587", "tags": "us china costs steel prices demand tariffs higher two trade impact firms"}