{"title": "The North Korean spies who want to go back home", "content": "North Korea's growing diplomatic activities are being closely watched by one small and intriguing group, writes the BBC's Laura Bicker - former North Korean spies who hope it could mean they finally get to go home. \nKim Young-sik was in his early twenties when he felt he could not watch his country suffer anymore. \nHe wanted to rid both Koreas of the foreign powers he believed had divided them. \nIn 1962, he headed south on a North Korean spy boat as a radio engineer. \n\"I hated that outside forces were splitting my country and making our people fight each other,\" he says. \n\"I was young and I was very much in love with my family in North Korea. We were inseparable and had a lot of fun. \n\"But despite all that I came to the South because my country was suffering.\" \nThe spy boat took the long route to Ulsan to try to remain undetected, almost getting all the way to Japan before turning to make their way to the south east coast of South Korea. \nBut before he could carry out his mission, his ship was captured and he was put in prison. He served 26 years in a South Korean jail. He is free now, and he's been given South Korean citizenship. But to him it has never felt like home.\n\"Prison life was really hard. In South Korean society, you needed to convert your ideology. But since I said I would not, they kept torturing me for any small reason.\"\nOther North Korean spies also claimed they were tortured to force them to confess to being communists. This was during the decades South Korea was under authoritarian rule.\nMr Kim is one of 19 former North Korean spies in South Korea who want to go home. \nThey see the recent sequence of summits involving North Korea as perhaps their only hope. \nAt one point Mr Kim gets swept away as he lectures me on the benefits of Marxism. He is in his late eighties now, but his passion still drives him.\n\"If you go to the border, they put barbed wire fences all throughout. Did we make those barbed wire fences? The foreign powers divided us, built fences, and stopped us from being able to travel freely,\" he says. \nHe is talking about an agreement in 1953 to create a demilitarised zone which divided the Korean Peninsula in half. The armistice was signed by North Korea, China and the United Nations.\n\"How can you say this is good? Even when I die, I'll always say this is terrible,\" he says.\n\"Talk about denuclearisation, pfff…. The foreigners came and divided us and made us fight each other. So that's why we created nukes. If they were nice to us and helped us, why would we create nukes?\"\nYang Soon-gil is also pleading to go North, despite it not being his home. \nAfter the Korean War truce left the Koreas divided - but still at war - he took a trip to Pyongyang with his brother. \nSouth Korea carefully controls contact with the North, and on his return home, Mr Yang was arrested for violating national security laws. He maintains he was not a spy. He served 37 years in prison.\nMr Yang has a wife and a family in South Korea, and yet given the chance, he would leave them to live in North Korea. \nI shake my head when he tells me this. I have met so many people desperate to bring their families south. This is the first time I have heard two gentlemen plead to go north. \nBut he says I don't understand. \n\"My home is where my convictions lie. I wish to live in a place that shares my ideals. I want to bury my bones there,\" he tells me.\n\"A man knows his own mind and he should stick to his principles and proceed with one conviction. You may say I am brainwashed by socialism, but I am a voluntary communist, and my convictions grew further when I was in jail. \"\nShortly after our interview, the two men held a protest outside the Ministry of Unification in Seoul, which oversees interactions with the North.\nThey want their case to be included in the discussions between the two Koreas in the hope an agreement can be reached to send them home. \nThey have had no response yet from the ministry. But they remain hopeful they will see North Korea again.\nThis kind of fervent communist ideology is what worries many right wing conservatives in the South. Anti-communism is deeply ingrained in South Korean society. \nThe National Security Law was put in place as a legal mechanism to counteract those fears. \nIn 1975 under Park Chung Hee, dozens of so-called dissidents were rounded up under the law and charged with taking part in communist activities - eight of them were executed within a day.\nThe majority of South Koreans are now more moderate, but even they may find North Korea's brand of communism frightening. \nThey have fought hard to win their current democratic values. They protest passionately, they give their opinions freely and they value their capitalist economy which has become the fourth largest in Asia. \nNorth Korea remains a secretive state, where speaking out against the ruler can can earn you time in prison. There is no press freedom and current economic conditions remain uncertain.\nThe two sides have waited so long for peace. No doubt there will be celebrations on both sides of the heavily militarised border if they do manage to sign a long-awaited peace treaty to finally end the Korean War.\nBut even if one day the barbed wire and the landmines are removed, the social and ideological gap between North and South may be much harder to overcome.", "date": "5 June 2018", "href": "https://www.bbc.com/news/world-asia-44351808", "tags": "us want go spies korean home divided back one says south north korea"}