{"title": "The GOP's New Pre-Existing Conditions Promise Is A Fraud", "content": "Making sure people who have pre-existing health conditions don’t get screwed by health insurance companies is very popular. So popular that a bunch of Republican senators who are freaked out about the party’s electoral prospects have introduced legislation to guarantee that no Americans may be denied coverage because of their medical history.\nAt least that’s what the senators say it will do. Here’s the thing, though: That’s bogus. \nThe debut of this phony bill Friday is the latest installment in Republicans’ long-running campaign to make the health care system worse for anyone who has ever been sick while loudly proclaiming they are doing the opposite. \nCongressional Republicans spent a good chunk of last year trying to repeal all or most of the Affordable Care Act, for instance, which already dealt with the problems of people with pre-existing conditions being shut out of health coverage or charged exorbitant rates. Against all evidence, these lawmakers constantly denied what they were doing, so we’ve seen this before.\nAt first glance, the new legislation mimics the Affordable Care Act’s provisions for people with pre-existing conditions. And that’s what the bill’s sponsors — GOP Sens. Thom Tillis (N.C.), Lamar Alexander (Tenn.), Chuck Grassley (Iowa), Joni Ernst (Iowa), Lisa Murkowski (Alaska), Bill Cassidy (La.), Roger Wicker (Miss.), Lindsey Graham (S.C.), Dean Heller (Nev.) and John Barrasso (Wyo.) — want you to believe.\nRight there in the text, it says health insurance companies would not be allowed to deny an individual coverage or charge extra because of “health status, medical condition (including both physical and mental illnesses), claims experience, receipt of health care, medical history, genetic information, evidence of insurability (including conditions arising out of acts of domestic violence), disability, [or] any other health status-related factor determined appropriate by the Secretary [of Health and Human Services].”\nBut it’s what the bill doesn’t say that makes the above mostly meaningless.\nYes, insurance companies wouldn’t be allowed to refuse to offer coverage to someone who, for example, has a history of cancer or is pregnant. But they could sell someone a policy that doesn’t cover cancer treatments or the birth of a child. \nSure, premiums wouldn’t be allowed to vary based on health status or pre-existing conditions. But prices could dramatically vary based on age, gender, occupation and other factors, including hobbies, in ways that are functionally the same as basing them on medical histories. Insurance companies have a lot of experience figuring out that stuff.\nThere’s no need to speculate about how insurance companies would respond to this, because this is how the system worked for people who bought individual policies before the Affordable Care Act. Insurers don’t make money paying claims; they make money by avoiding claims or refusing the pay them. If they’re allowed to keep the most expensive people and treatments off their books, they will.\nBefore the Affordable Care Act, it already was illegal for health insurance companies to reject customers with pre-existing conditions or charge them more based on their medical histories if they got coverage through a group plan, like from an employer. And insurers and employers are limited in how much they could refuse to pay for treatments related to a pre-existing condition for group policyholders. The Affordable Care Act extended similar protections to people who buy their health insurance directly or via the exchanges the law created.\nWith Obamacare repeal off the legislative agenda ― for now, at least ― why would these senators write legislation to solve a problem that doesn’t exist? Because their party is the middle of unsolving it.\nRepublican officials from 20 states are asking a federal judge in Texas to overturn the entire Affordable Care Act, which would include its provisions guaranteeing access to insurance for people with pre-existing conditions.\nPresident Donald Trump’s Justice Department decided not to defend the law in court, which is not the normal way the department handles cases challenging federal laws. The administration, however, doesn’t want to throw out the whole law ― just the parts that protect people with pre-existing conditions. Some Democratic state officials have stepped to take the federal government’s place and fight the lawsuit.\nIt’s a head-scratching political move. During an election year that’s shaping up to be a disaster for the Republican Party, its national leader and prominent officials around the country are taking a strong stand against enabling sick people to go to the doctor.\nAccording to a poll conducted last month by the Henry J. Kaiser Family Foundation, 64 percent of Americans surveyed said they do not want the courts to do this, with 62 percent of respondents saying a candidate’s position on pre-existing conditions is “very important” or the “most important” factor in whom they will support.\nAt the same time, the administration is loosening regulations on certain types of health insurance policies to allow insurers to refuse coverage for pre-existing conditions. That’s part of Trump’s ongoing campaign to sabotage the Affordable Care Act’s health insurance markets.\nSo in that context, it makes sense that these senators would want to have a bill they can cite as evidence that they don’t think people with pre-existing conditions should be excluded from the health care system. The legislation doesn’t actually do that, but it’s enough for a campaign ad.\nFurthermore, some of the Republicans involved in this pre-existing conditions mess are particularly vulnerable.\nHeller, for example, is facing a major challenge to his re-election in large part because of his flip-flopping on Affordable Care Act repeal and eventual support for the last version of the legislation to replace it. That bill was the brainchild of Cassidy and Graham and absolutely would have weakened pre-existing condition protections.\nWest Virginia Attorney General Patrick Morrisey (R), one of the officials who brought the lawsuit, is running for Senate — which the state’s Sen. Joe Manchin (D) never tires of bringing up. Likewise, Sen. Claire McCaskill (D-Mo.) also is more than happy to talk about how her opponent, state Attorney General Josh Hawley (R), also one of the leaders in that case.\nVoters will have to decide what’s more believable: That 10 Republican senators are standing up for Americans who have pre-existing conditions or that this is a sham being perpetrated by the party that has spent the past two years trying to do the opposite.", "date": "\n08/24/2018", "href": "https://www.huffpost.com/entry/gop-pre-existing-condition-promise-fraud_n_5b8053bfe4b0cd327dfc8a1c", "tags": "promise coverage health pre-existing gop companies conditions insurance act affordable new care fraud"}