{"title": "The Many Problems With the Barr Letter", "content": "On Sunday afternoon, soon after Attorney General Bill Barr released a letter outlining the Mueller investigation report, President Trump tweeted “Total EXONERATION!” But there are any number of reasons the president should not be taking a victory lap. \nFirst, obviously, he still faces the New York investigations into campaign finance violations by the Trump team and the various investigations into the Trump organization. And Mr. Barr, in his letter, acknowledges that the Mueller report “does not exonerate” Mr. Trump on the issue of obstruction, even if it does not recommend an indictment. \nBut the critical part of the letter is that it now creates a whole new mess. After laying out the scope of the investigation and noting that Mr. Mueller’s report does not offer any legal recommendations, Mr. Barr declares that it therefore “leaves it to the attorney general to decide whether the conduct described in the report constitutes a crime.” He then concludes the president did not obstruct justice when he fired the F.B.I. director, James Comey.\nSuch a conclusion would be momentous in any event. But to do so within 48 hours of receiving the report (which pointedly did not reach that conclusion) should be deeply concerning to every American. \nThe special counsel regulations were written to provide the public with confidence that justice was done. It is impossible for the public to reach that determination without knowing two things. First, what did the Mueller report conclude, and what was the evidence on obstruction of justice? And second, how could Mr. Barr have reached his conclusion so quickly?\nMr. Barr’s letter raises far more questions than it answers, both on the facts and the law. \nHis letter says Mr. Mueller set “out evidence on both sides of the question and leaves unresolved what the special counsel views as ‘difficult issues’ of law and fact concerning whether the president’s actions and intent could be viewed as obstruction.” Yet we don’t know what those “difficult issues” were, because Mr. Barr doesn’t say, or why Mr. Mueller, after deciding not to charge on conspiracy, let Mr. Barr make the decision on obstruction.\nOn the facts, Mr. Barr says that the government would need to prove that Mr. Trump acted with “corrupt intent” and there were no such actions. But how would Mr. Barr know? Did he even attempt to interview Mr. Trump about his intentions? \nWhat kind of prosecutor would make a decision about someone’s intent without even trying to talk to him? Particularly in light of Mr. Mueller’s pointed statement that his report does not “exonerate” Mr. Trump. Mr. Mueller didn’t have to say anything like that. He did so for a reason. And that reason may well be that there is troubling evidence in the substantial record that he compiled.\nFurthermore, we do not know why Mr. Mueller did not try to force an interview with the president. The reason matters greatly. Mr. Mueller could have concluded that interviews of sitting presidents for obstruction matters are better done within the context of a congressional impeachment investigation (perhaps because a sitting president cannot be indicted, the Barr letter says this legal argument didn’t influence Mr. Barr’s conclusion but again is pointedly silent as to Mr. Mueller). \nOr Mr. Barr could have concluded that the attorney general, not a special counsel, should carry out such an interview. The fact that Mr. Barr rushed to judgment, within 48 hours, after a 22-month investigation, is deeply worrisome. \nThe opening lines of the obstruction section of Mr. Barr’s letter are even more concerning. It says that the special counsel investigated “a number of actions by the president — most of which have been the subject of public reporting.” That suggests that at least some of the foundation for an obstruction of justice charge has not yet been made public. There will be no way to have confidence in such a quick judgment about previously unreported actions without knowing what those actions were.\nOn the law, Mr. Barr’s letter also obliquely suggests that he consulted with the Office of Legal Counsel, the elite Justice Department office that interprets federal statutes. This raises the serious question of whether Mr. Barr’s decision on Sunday was based on the bizarre legal views that he set out in an unsolicited 19-page memo last year. \nThat memo made the argument that the obstruction of justice statute does not apply to the president because the text of the statute doesn’t specifically mention the president. Of course, the murder statute doesn’t mention the president either, but no one thinks the president can’t  commit murder. Indeed, the Office of Legal Counsel had previously concluded that such an argument to interpret another criminal statute, the bribery law, was wrong.\nAs such, Mr. Barr’s reference to the office raises the question of whether he tried to enshrine his idiosyncratic view into the law and bar Mr. Trump’s prosecution. His unsolicited memo should be understood for what it is, a badly argued attempt to put presidents above the law. If he used that legal fiction to let President Trump off the hook, Congress would have to begin an impeachment investigation to vindicate the rule of law.\nSometimes momentous government action leaves everyone uncertain about the next move. This is not one of those times. Congress now has a clear path of action. It must first demand the release of the Mueller report, so that Americans can see the evidence for themselves. Then, it must call Mr. Barr and Mr. Mueller to testify. Mr. Barr in particular must explain his rationale for reaching the obstruction judgment he made.\nNo one wants a president to be guilty of obstruction of justice. The only thing worse than that is a guilty president who goes without punishment. The Barr letter raises the specter that we are living in such times.\nNeal K. Katyal (@neal_katyal) was an acting solicitor general under President Barack Obama and is a law professor at Georgetown. He drafted the special counsel regulations under which Robert Mueller was appointed.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 24, 2019", "href": "https://www.nytimes.com/2019/03/24/opinion/barr-mueller-report.html", "tags": "letter report problems ” barr many obstruction mueller"}