{"title": "The Shutdown Made Sara Nelson Into America’s Most Powerful Flight Attendant", "content": "Seven hours before the State of the Union address, Sara Nelson went to Capitol Hill to visit Senator Bernie Sanders. She waited in the reception area of his office until the independent from Vermont emerged, cracked a grin and bear-hugged her: the most powerful flight attendant in America.\nMs. Nelson had introduced Mr. Sanders at an event on the 2016 presidential campaign trail, when the candidate was in the habit of having working people warm up his crowds. But in the weeks leading up to the State of the Union speech, Ms. Nelson had become something of a celebrity in her own right — harnessing the chaos of the government shutdown to certify her image as a rising star of the labor movement.\nMs. Nelson, the president of the Association of Flight Attendants union, used social media and cable TV appearances to warn, loudly and effectively, of the dangers of not paying airport workers. As aviation unions met behind closed doors, Ms. Nelson advocated for an aggressive response. Working together, the labor groups produced a series of increasingly alarming statements.\nAt an A.F.L.-C.I.O. gathering on Jan. 20, Ms. Nelson called for a general strike, an idea so radical that it has scarcely been invoked in public by the head of a national union in generations. The suggestion drew commentary in publications as diverse as The Atlantic and Teen Vogue, and the liberal-leaning Salon put her in the same frame as the phenom congresswoman Alexandria Ocasio-Cortez: “The single most important pro-labor speech of the shutdown was not given by AOC,” read a headline.\nOn Jan. 24, Ms. Nelson spoke at Reagan National Airport in support of federal workers at airports. “Many of these people are our veterans,” she said, her voice wavering. “Many of these people are fighting for our country right now, and we are not paying them.” The clip, with Ms. Nelson in her United Airlines uniform and Senator Tim Kaine of Virginia over her shoulder, blanketed the lefty internet.\nThe next day, a handful of air traffic controllers on the East Coast did not show up to work, briefly grounding flights in New York. Hours later, President Trump announced a deal to reopen the government.\n“Between you and me, that’s what ended the shutdown, you know,” Senator Sanders told Ms. Nelson in his office. “When planes looked like they weren’t taking off.” After they taped a video together, an aide named Jake appeared with an envelope containing her ticket to the State of the Union address, as the senator’s guest.\nFew people had a better shutdown than Ms. Nelson. “How many moments have there been when labor leaders have taken over social media in that way?” said Lane Windham, a labor historian at Georgetown University. “People love flight attendants, and they have a special affinity and affection for her.”\nDistinctly aware that adversaries may believe that her skills extend only to closing overhead bins, Ms. Nelson, 45, has turned that miscalculation to her advantage. Whether she is in the basic economy cabin or the MSNBC greenroom, she endures commentary on her looks and dismissive clucking about how she is “emotional.” In both settings, she plasters on a tight smile and drives her point home. Her chosen profession, after all, has been a master class in getting disorderly people to do what she wants.\nMs. Nelson says she is convinced that, while a vanishing fraction of Americans belong to unions, workers are increasingly fed up with their lot and amenable to the idea of taking on their bosses directly. After she gave the speech calling for a general strike, a labor historian asked her whether it was too dangerous to talk about publicly. “Strike, strike, strike, strike, strike, strike, strike,” Ms. Nelson told him. “Say it — it feels good.”\nHer vision reflects the restless energy upending the Democratic Party today and the populist fury that drew many blue-collar voters to Mr. Trump. It is also what has some union leaders hoping she’ll gun for labor’s top job as the leader of the nation’s largest federation of unions, the A.F.L.-C.I.O., the next time it opens up.\nIn Senator Sanders’s office, Ms. Nelson said she had been initially hesitant to attend that night’s address “and listen to a bunch of lies,” but had come around to the idea. “It would be really good to be standing there and feeling like I was on equal ground,” she told me. With whom, I asked. She didn’t hesitate. “With all the powers that be, up to and including the president of the United States.”\nMs. Nelson grew up in Corvallis, Ore., a city with small-town vibes. Her parents, a music teacher and a lumber worker, were Christian Scientists — a religion established by a woman who espoused gender equity. The church, Ms. Nelson said, taught her that “male and female qualities can be expressed by anyone.”\nEarly dreams of working as an actress didn’t pan out, and Ms. Nelson graduated from a Missouri college with about $45,000 in student debt. She spent nearly a year holding down four jobs — waiting tables, selling linens, substitute-teaching and temping at an insurance company. When she found out United had openings for flight attendants in 1996, she drove 300 miles to Chicago to audition.\nBy then, United had generally stopped making applicants step on a scale to meet a weight requirement. The airline did measure Ms. Nelson’s height (an acceptable 5-foot-4), and when she got the job, they checked her hair (wispy and blonde) to make sure it did not rebel against an updo.\nShe spent six weeks in training, which included a “makeup day” when the men took the day off and the women learned how to apply mascara. This was helpful to Ms. Nelson, “a granola from Oregon,” she said, who had never worn any.\nAfter an early dispute over her pay, she became a union agitator. As United barreled toward bankruptcy in 2002, the union representing the airline’s flight attendants tapped Ms. Nelson, then 29, to become its chief of communications. A few years later, when United moved to cut workers’ pensions, Ms. Nelson developed a public relations strategy. She made it clear that her members were prepared to strike, but she kept the details secret, so the airline could not plan for contingencies.\n“We don’t ever announce when or where,” Ms. Nelson told The Los Angeles Times in 2005. “We might strike Paris. We might strike Texas.” In the end, the flight attendants accepted steep wage cuts, but got United to pay more for a pension replacement plan.\nFive years later, Ms. Nelson was elected vice president of the Association of Flight Attendants, representing 50,000 workers at 20 airlines. In 2014 she became the group’s leader. She still maintains her certification as a flight attendant, but only works perhaps one flight per year, and in early February, when we boarded a United plane to Newark, she was not in uniform. We sat at the back of the plane, near the bathroom, and when a flight attendant began the safety announcement, Ms. Nelson made us stop talking. “I’m sorry,” she said. “I have to.”\nAt her union, Ms. Nelson has made a priority of building connections to other labor groups. In speeches to miners and postal workers, she has pushed workers to band together to fight for better contracts, higher wages and more benefits, often leading crowds in chants of “I’ve got your back.”\nHer opponents have taken notice. “She kind of scares me,” said Jonathan Ornstein, the chief executive of Mesa Airlines, where Ms. Nelson’s union represents more than 1,000 workers.\nIn a congressional hearing in 2017 as the two sides were preparing for contract negotiations, Ms. Nelson called Mr. Ornstein’s airline a “bottom feeder” in terms of wages.\n“I read that, and I’m like, ‘Oh man, that’s old school,’” he recalled. Eventually they agreed to a contract; one night, over dinner, Ms. Nelson won a provision that flight attendants would be allowed to picket the airline. “I think she is truly one of the most effective labor leaders I have ever met,” Mr. Ornstein said.\nStill, Ms. Nelson must put up with the usual indignities of being one of the few women at the top of her field. At a recent meeting of labor leaders — Ms. Nelson declined to identify the gathering — a union head announced to the group that he would be “sitting next to the pretty lady” before plopping down at Ms. Nelson’s side. In 2013, she met with Senate officials to argue against allowing knives on planes; a senior staff member leaned over, patted her arm and said he knew it was “an emotional issue” for her.\n“I thought in my head, ‘I could stab you right now, but they took my knife when I stepped through the security checkpoint for your workplace,’” Ms. Nelson said.\nMs. Nelson has learned that it can be useful for men to think you’re a stupid girl. “There have been some rooms I have been able to get into because people didn’t take me seriously,” she told me. “I have used that.”\nAnd when colleagues or adversaries react to Ms. Nelson’s appearance — in all honesty, she looks like a young Catherine Deneuve — she politely directs their attention to her policy outlook.\nAs the representative of workers who have been groped and harassed so often it was practically considered a job duty, Ms. Nelson has spoken out about eradicating sexual assault from the workplace. In one particularly humiliating episode 15 years ago, Ms. Nelson said, a male passenger approached her in the galley, rubbed her hips, exclaimed “No girdle!” and asked how she could “look that good” without one.\n“Even today, we are called pet names, patted on the rear when a passenger wants our attention, cornered in the back galley and asked about our ‘hottest’ layover,” she told Congress in a hearing last year.\nAfter Mr. Trump shut down the government in late December, cracks began to spread through the aviation system. Federal safety inspectors were furloughed, removing a layer of redundancy that’s supposed to make doubly sure that every plane that takes off is not a risk. Transportation Safety Administration agents stopped showing up for work.\nAfter years of dealing with Washington, Ms. Nelson was well positioned to respond. At an industry conference of unions and trade groups in early January, she encouraged her colleagues to put coordinated pressure on lawmakers. The associations sent an anxious letter to the president and congressional leaders on Jan. 10: “This partial shutdown has already inflicted real damage to our nation’s aviation system. We urge you to act quickly.”\nMs. Nelson followed up with a more strenuous memo from her union and another group representing flight attendants at American Airlines. “Our members and the traveling public are flying within a system that is less safe and secure,” she wrote. “Do not put flight attendants, other aviation workers and the traveling public at risk any longer.”\nMajor airports started to close check-in lines. By Jan. 20, one in 10 screeners nationwide was failing to show up for work, the Transportation Security Administration said. That night, Ms. Nelson delivered her general strike speech.\nMs. Nelson asked a colleague at the A.F.L.-C.I.O. to convene an emergency meeting of aviation unions that week. Before they met, she drafted the group’s most frightening statement yet. The air traffic controllers and the pilots made edits and then signed on.\n“We cannot even calculate the level of risk currently at play, nor predict the point at which the entire system will break,” the statement read. “It is unprecedented.”\nTwo days later, La Guardia Airport in New York halted incoming flights. Ms. Nelson, who knows how to pick her moments, blasted a fresh news release: “Do we have your attention now, Leader McConnell?”\nOn the flight to Newark, a flight attendant had just asked us to lock our tray tables when Ms. Nelson began arguing that the revolution is coming. Not the actual revolution, of course, but a revitalization of American labor. Ms. Nelson is most likely in the minority, but she believes that across fields, workers are primed to transition into a more confrontational relationship with management.\nConditions, she said, are ripe. Wage growth has been anemic for years; benefits have collapsed; young people who were told to get a college degree to vie for “good jobs” have graduated with piles of debt. A Gallup poll in August found that people 18 to 29 viewed socialism as positively as capitalism.\n“You’re looking at your world, dying,” Ms. Nelson said, gesticulating into the aisle. “People are ready to be asked, ‘What are you willing to do to fight for what’s important to you?’”\nThe flight attendant asked for our trash. Ms. Nelson squared her shoulders at the woman, smiled broadly and handed her a cup.\nI was skeptical about her view on labor’s vitality. It took weeks of the shutdown for unions to raise hell. In France or Greece, workers would have been on the streets approximately 20 minutes after learning that the government expected them to work for free. I asked Ms. Nelson if she truly thought that even her fellow flight attendants would walk off the job if she officially called for a strike.\nMs. Nelson paused, watching New Jersey come into view through the window. “Yes,” she said finally — if she could convince them that the risk was worth it. “You can’t ask people to do something that is extraordinary if they don’t understand why.”\nOn the jetway, waiting for her checked bag, Ms. Nelson suddenly began talking about what it would mean if she were to become the head of the A.F.L.-C.I.O.\nWhether and when the position will become available is an intensely complicated question. Richard Trumka, the current president, has more than two years left in his term. It’s widely believed that he will not seek another, but any handicapping of the campaign to succeed him is premature. What is clear, interviews with half a dozen current and former labor leaders suggest, is that Ms. Nelson’s media-savvy performance during the shutdown has made her a contender for the job.\nMs. Nelson said that the first time she pictured herself in Mr. Trumka’s role was after Mr. Trump won the election, with a campaign that railed against the plight of blue-collar workers.\n“Trump took up so much of the airwaves because he was off-script,” Ms. Nelson said. Unions, stuck in a defensive crouch, barely participated in the conversation.\n“If we had someone who could bring a different vision of what a union leader is,” she said, “it could have been a moment that was really powerful.”", "date": "Feb. 22, 2019", "href": "https://www.nytimes.com/2019/02/22/business/sara-nelson-flight-attendant-union.html", "tags": "labor america union ” sara nelson attendant strike flight workers ms. shutdown made powerful"}