{"title": "The Southern Charms of Spain and Portugal", "content": "I was at the official end of the world, standing among yellow wildflowers on the edge of a craggy cliff, looking out over the chromatic waters of the Atlantic — endless ceruleans and captivating cyans in every shade imaginable.\nThe end of the world, that is, before we knew the earth was round: Before Vasco da Gama reached India by sea and before Magellan circumnavigated the globe, the southwesternmost point of what is now Portugal was considered the end of the known world. The Romans supposedly called Cape St. Vincent Promontorium Sacrum (Holy Promontory), believing that the water quenched the sun every evening, as the ball of fire set into the ocean.\nI had arrived here via Seville, in Spain, a superb jumping-off point for exploring Andalusia and, across the border, southern Portugal. Just a few hours in the car can transport you to the beautiful whitewashed buildings of Vejer de la Frontera, or to a sherry bodega, learning the intricacies of winemaking in the so-called Sherry Triangle, with immaculate beaches and stunning cliffside views not far away.\nWith the dollar still relatively strong, there’s no better time to tour this welcoming part of the world and enjoy what it has to offer — with a little planning, your pocketbook will hardly be worse for wear.\nMy gracious hosts in the small Portuguese town of Carrapateira were a Spanish couple, Ignacio and Ángela Ybarra, friends of mine who keep a vacation home there. Ignacio explained why they loved vacationing in southern Portugal: It’s beautiful, cheap and still relatively undiscovered. “It’s like how Spain used to be,” he said.\nCarrapateira, less than a three-hour drive from Seville, is perfectly situated between two excellent beaches: Praia do Amado and Praia da Bordeira. The former is more of a conventional beach, with surfing, food vendors and great people-watching among big crowds.\nBordeira, though, is where you want to be if you’d like a relaxing, meditative beach experience. After taking in the breathtaking cliffside scenery on Estrada da Praia, we forded the Ribeira da Carrapateira to reach the beach (easy enough — it was only a trickle). Ignacio and I walked the entire length of Bordeira, roughly two miles.\nAfter the first mile or so, we didn’t encounter a single person on the perfect white sand beach, save a couple of campers in a tent pitched near a grotto. The only evidence anyone had been on the beach at all was the odd washed-up fisherman’s buoy, which Ignacio scooped up and put into a plastic bag.\nThe rest of Carrapateira is modest but charming. Nearly all the houses are painted white or off-white, and it offers some decent housing options for tourists (I stopped into the cute Pensão das Dunas, with doubles from 25 to 55 euros — $28 to $62 — per night, depending on the season) and at least one very good place to eat, Restaurante do Cabrita. Seafood is the specialty, naturally, and while it offers dishes like grilled bass (€13.80) and fried cuttlefish (€10.50) for reasonable prices, we were looking for something more out of the ordinary.\nWe found it: The waiter put a steaming platter of some of the strangest seafood I’d ever seen onto the table. They were perceves, or gooseneck barnacles (€45 per kilo), with black-orange tubular bodies and grayish bulbous, pointed tips. A delicacy in Portugal, the locally harvested creatures resemble an alien life form but taste briny and slightly sweet, with a texture like a chewy scallop.\nOn my way out of Carrapateira I went south and took in the beautiful vistas at the aforementioned end of the world — the town of Sagres and Cape St. Vincent, with its active lighthouse. Stopping for gas, I grabbed a huge and filling eggplant sandwich (€4) from aSagres Restaurant and did a little souvenir shopping at Artesanato A Mó (mugs and cute ceramic refrigerator magnets are €2.90).\nWith many charming towns and Instagrammable beaches dotting Portugal’s southern coast, it’s tough to go wrong. Stopping through Lagos is a good bet, however. I parked near the harbor on Avenida dos Descobrimentos and did a little window-shopping among the many street vendors hawking towels, jewelry and handbags made from local cork (small purses were in the €5 to €10 range). From there I strolled down the narrow lanes of Lagos’s city center, with its red-tiled roofs, and fell in love with one particularly beautiful building near Luís de Camões Plaza: Bedecked in bright emerald-green tile, the eye-catching structure would not have been out of place in the Emerald City in Oz.\nAfter picking up a quick €2.50 chorizo sandwich from the fast-food favorite A Merendeira, I drove south for roughly a mile to Ponta da Piedade for more jaw-dropping panoramas of jagged cliffs plunging into limpid blue waters. I hiked around for an hour or two on a few of the surrounding coastal trails, some of which can get a bit precarious — use caution when taking photos.\nIf you haven’t had enough of the beach (is such a thing possible?), I recommend stopping in Albufeira, roughly an hour’s drive east of Lagos. While the parking situation is a little dicier and the beach slightly coarser, it’s still a pleasant place to dip your toes.\nFarther down the coast, the town of Tavira, which straddles the Gilão River, is rich with Old World charm. Near the amphitheater-like main plaza on the Roman Bridge, to which bunches of palm leaves were attached (it was near the end of Holy Week), a man with an accordion sat playing “O Sole Mio” — just a touch too perfect but difficult to resist while gazing out over the water and feeling the cobblestones under your feet.\nA couple of miles away, I had dinner at Casa do Polvo, the first and only octopus-specialty restaurant I’d ever been to. In whatever form you could possibly want to consume octopus, it’s on the menu: croquettes, pies, skewers, boiled, burgers. I opted for a more classic grilled octopus (€13.50) — it was tender and yielding and tasted of onions and herbs.\n\nSouthern Portugal’s appeal, while great, is certainly matched by that of Seville’s surrounding Andalusian towns. And none are more intriguing, perhaps, than Jerez de la Frontera, Sanlúcar de Barrameda and El Puerto de Santa María. The three towns, each no more than a half-hour from the others, comprise what’s known as the Sherry Triangle. The popular fortified wine must be produced within the triangle to be officially considered sherry under Spanish law. (The grapes, however, may be grown outside the triangle.) The city of Jerez (the Spanish word for sherry) is the home of the González Byass winery and its most famous brand, Tio Pepe.\nVisitors can tour the bodega (€14 with two wines; €20 with four wines and tapas), which dates to 1835, learning about the winemaking process and exploring the cool, musty soleras, where the hulking sherry barrels are kept. The different varieties of sherry are fun to learn about (and taste), from the fino variety, which resembles a dry table wine, to the Pedro Ximénez variety, which is aged until thick and dark, and tastes like a mouthful of liquid raisins. Tours are available in Spanish, English and German.\nSherry isn’t the only thing to focus on in Jerez — just 10 minutes away is one of the more singular spectacles I’ve taken in on my travels, a horse-dancing exhibition at the Royal Andalusian School of Equestrian Arts.\nThe school’s highly competitive dressage program, which lasts four years, accepts just a handful of students. The dancing exhibition (€21 for adults; €13 for children) is difficult to describe — this isn’t your typical equestrian event. Rather, it’s a highly stylized, very choreographed set of dance steps, for lack of a better term. The horses gamboled with rhythmic precision in a way I’ve never seen animals move.\nIn the Sherry Triangle, though, one is never far from its namesake wine — it practically flows through the streets. In Sanlúcar de Barrameda, which sits at the mouth of the Guadalquivir River (the same river that runs through Seville), bodegas like La Cigarrera and La Gitana specialize in manzanilla, another variety of sherry.\nOne afternoon, after making the 60-mile drive down from Seville, my friend Claudia García Aguado and I maneuvered our way through the busy Plaza del Cabildo and nabbed a table at Barbiana, where I had a small glass of the town’s famous manzanilla (for a mere €1.20). It was powerfully dry and just slightly bitter, a perfect accompaniment to our tapa of papas aliñá con melva, possibly the best thing I ate during my time in Spain. The dish was a small bed of warm potatoes, flavored with onion, parsley, olive oil and chamomile vinegar, on which sat a couple of pieces of flaky mackerel. It was simple, hearty and almost unreasonably inexpensive at €2.\nAbout an hour south of Jerez lay a town that, while not famous for any particular alcoholic beverage, burned itself into my memory by virtue of its sheer elegance. Vejer de la Frontera, one of Andalusia’s famous pueblos blancos (white towns) sits atop a hill overlooking the Barbate River, and is unquestionably one of the more picturesque places I’ve visited. Nearly all the town’s buildings are whitewashed and take on a chalky bluish color in the late afternoon — the uniformity creates a delicate simplicity (and provides for some wonderful photo opportunities).\nThere’s even a chance to semi-splurge at a reasonably priced Michelin-recommended restaurant, El Jardín del Califa. From the town’s main plaza, entering the restaurant’s awe-inspiring 16th-century building felt like descending into a castle dungeon. Once we passed through and made it onto the patio, though, it felt like sitting in a caliphate’s gardens.\nClaudia and I shared a chicken tagine (€13) and spicy Palmyra salad with eggplant and black garlic (€8.90). While the food was quite good, it was the environment, and Vejer’s exceptional beauty, that made me feel as if I’d been granted a glimpse of something truly special.", "date": "June 14, 2017", "href": "https://www.nytimes.com/2017/06/14/travel/spain-sherry-portugal-triangle-budget-travel.html", "tags": "like world sherry town end de one portugal beach southern charms — spain"}