{"title": "The new port trying to fulfil our shopping obsession", "content": "Just five years ago, DP World London Gateway was still being dredged from the Thames. Now the UK's newest port is trying to lure the world's biggest ships to its quayside to get us our shopping quicker. \nYou browse online, click on something you fancy, and lo and behold often as little as 24 hours later it's on your front door step. \nThis seemingly magical process - a relatively recent phenomenon - is being made possible by one of the oldest industries on the planet - shipping. \nMost of us don't spend a lot of time thinking about how what we buy gets to us. Yet most of the clothes you wear, much of the food you eat, the TV you watch, your phone and even the materials for the house you live in will have come to you via a ship. \n\"You can put anything in a box more or less,\" quips James Leeson, head of port commercial, at DP World London Gateway. \nThe boxes here mostly contain frozen foods such as chicken and beef, and fruit such as bananas. Occasionally they may contain the lifelong belongings of a family moving overseas, expensive cars, or even, as was the case recently, Virgin founder Richard Branson's yacht.\nThe port officially opened for business just four years ago.\nThe windswept, vast space has literally redrawn the Essex landscape. Situated 20 miles down the River Thames from London, in Thurrock, Essex, the port sits on a bed of sand and silt dredged from the Thames on the site of a former oil refinery. \nThe £1.5bn construction saw a staggering 350,000 animals moved off site into new habitats. At one stage DP World's office building on the site homed tanks of great crested newts before they were moved into newly created ponds. \nIt was planned long before the financial crisis when the world economy was booming and ports were struggling to handle the sheer volumes of goods coming in. \nThe two busiest container ports in the south east are Hutchison Whampoa's Felixstowe, in Suffolk, and DP World's other port in Southampton. \nAnd so far the number of containers London Gateway has handled in its short existence has been dwarfed by its rivals. \nLast year, Felixstowe handled almost six times as many containers as London Gateway.\nMr Leeson is undeterred - saying the company is in it for the long term. \n\"It takes a bit of time to get moving. Shipping volumes are up and we've got big names signing up to leases in logistics park,\" he says.\nThe port's deep channels means it can handle the latest biggest ships, the so called Neo-Panamaxes. These giants, equivalent to the width and length of three football pitches laid end to end, are increasingly the way goods are shipped.\nIts other big advantage is that most of the port's operations are automated. In a space which is twice the size of the City of London  just 500 people are employed. \nThis means faster \"frictionless trade\", says Mr Leeson. It is this that London Gateway believes will help it to gain more customers. \nIncoming trucks have to pre-register and are scanned on arrival, before being sent to a specific bay where an automated crane removes or adds their container, meaning they can be in and out in half an hour. \nThe containers themselves are organised by huge cranes which stalk the landscape like Star Wars At-Ats. Like an oversized game of Jenga, where each container goes is carefully organised to make sure that the boxes which need to unloaded or loaded first are near the top. \nA sophisticated computer system continually tracks where the containers are in the port.\nMr Leeson says this is crucial.\n\"It used to be that your box would arrive at port and you'd have no clue what happened. Now you can track it through port and see when it's ready for collection. Consumers are more and more demanding and we had to respond to that,\" he says. \nBut it is the scale of its logistics park which DP World is betting on to be London Gateway's biggest lure.\nCurrently most of the goods imported into the UK are taken by road, and some by rail, to big distribution centres in the Midlands, the traditional logistics hub for the country.\nThis means shipped goods are often driven from the south, up north to be packaged or priced, and then driven back to the south where the majority of items are bought and sold.\nDP World believes the space it is offering will enable firms to process goods immediately after arrival, speeding up their deliveries to shops and to consumers increasingly used to Amazon Prime's 24-hour delivery promise.\nEnvironmentally it will cut carbon emissions, but crucially DP World also expects it to cut costs. \nSo far, parcel giant UPS and discount supermarket Lidl have taken space, with Dixons Carphone also reported to soon be opening up a warehouse.\nAnd fruit importer SH Pratt Group is getting ready to build a giant refrigerated facility for its new venture Halo, which will package chilled and frozen goods. \nCurrently, the space is a muddy patch of wasteland, but Halo's managing director Gavin Knight says it will be up and running by next summer.\nHe says the decision to choose London Gateway was \"quite simple\".\n\"As soon as you put a container on wheels it adds cost. [This way] we're saving time, food miles and money,\" he says.\nMore from the BBC's series taking an international perspective on trade:\nBut Neil Davidson, shipping consultancy Drewry's senior analyst for ports and terminals, says firms will have to weigh up the advantages against the potentially higher cost of renting space and hiring staff in the south east.\nWith the shipping market growing \"steadily but not hugely\", the only way for London Gateway to succeed will be to steal market share from its local rivals, Mr Davidson says.\nIt's something that London Gateway has already started to do, albeit on a small scale.\nBut Mr Leeson is confident its growth will continue,\n\"We built London Gateway as  a future proof model for future trade,\" he says.\nAnd its other big advantage as Brexit looms is that 99% of its trade comes from outside the EU.\n\"We are confident that whatever happens we will see an upturn in trade,\" he says. ", "date": "2 November 2017", "href": "https://www.bbc.com/news/business-41829864", "tags": "goods world shopping port gateway obsession space says fulfil dp trying leeson new london"}