{"title": "The GOP Crusade Against Obamacare Is Shifting To State Capitals", "content": "Republican efforts to roll back “Obamacare” were wildly unpopular and a big reason that they lost their majority in the U.S. House of Representatives last November. But Republicans are still at it, especially in state capitals where they still have full control of legislatures. \nThe latest effort is unfolding in Kansas, where GOP leaders propose to bring back the kinds of insurance policies that the Affordable Care Act sought to eliminate ― policies that frequently had much lower premiums, but only because they excluded key benefits or weren’t available to people with serious medical problems. \nThe legislature is looking at several proposals, all of which would create new options for residents of Kansas. The most controversial, and potentially most consequential, is a bill that would allow the Kansas Farm Bureau to sell “health benefits coverage” that would not, by law, count as a form of insurance. \nThe distinction is not really about substance. The plans would still collect payments from subscribers, pay medical bills and set up doctor networks, just like traditional insurance plans do. But with the special status under the proposed law, the Farm Bureau’s plans would be exempt from the Affordable Care Act’s regulations ― which would mean, for starters, no guarantee of coverage for people with pre-existing conditions.\nThe Farm Bureau plans would also be outside the jurisdiction of the state’s department of insurance. Customers looking to challenge treatment denials or make other complaints would have to appeal to the state attorney general’s office, rather than the agency who have expertise in handling the insurance industry.\nThe bill’s political outlook is unclear. Although it passed the Senate easily last month, it has run into more resistance in the House. The committee with jurisdiction tabled the bill on Wednesday, though it may take it up again on Monday, according to local political operatives who spoke to HuffPost. Eventually, the bill would need the signature of Laura Kelly, the Democratic governor who just won her election, in part, by focusing on improving access to health care.\nBut Kelly has declined to take a position on the measure, and there’s a lot of political pressure to pass it, especially from the Farm Bureau, which hopes to follow in the footsteps of Farm Bureau chapters in Tennessee and Iowa that offer plans under similar auspices.\nIowa’s started selling its version just last year, following a political battle that looks a lot like the one now taking place in Kansas. North Carolina’s Farm Bureau had hoped to launch its own plan, but the state legislature just voted down a bill to authorize it.\nMore such fights are likely to come. With the Trump administration weakening federal restrictions on how states manage their insurance markets, the affordability and quality of health insurance are increasingly in the hands of state officials. \nSome want to build on the Affordable Care Act’s reforms, by finding ways to lower premiums that leave protections for people with pre-existing conditions in place. But that’s not the approach GOP leaders in most of the states prefer ― and it’s not the approach they’re talking about in Topeka.\nNobody disputes the need for action. Federal tax credits available through HealthCare.gov can discount insurance deeply, and it’s one reason that the number of people without insurance plunged, in Kansas and the U.S. as a whole, after the Affordable Care Act took full effect in 2014. \nBut those tax credits aren’t available for people in households where income is more than four times the poverty line, which works out to roughly $49,000 a year for an individual and $100,000 for a family of four. And without financial help, premiums can be prohibitively expensive for some people ― especially in rural areas, where a paucity of doctors and hospitals make it difficult for insurers to bargain down prices.\n“We’ve got the emails; we’ve got the letters; we’ve talked to people in the halls,” Rob Olson, the Republican who sponsored the state Senate’s version of the legislation, said during the floor debate. (He declined to answer questions directly from HuffPost.) “They can’t afford the health care, their premiums are skyrocketing.”\nTim Franklin, who grows corn and wheat on a farm that’s been in his family for four generations, testified during committee hearings that the plan he purchased for himself, his wife and his three kids this year will cost $24,000. If somebody got seriously ill, he said, they could owe as much as $7,000 in additional out-of-pocket expenses.\nFranklin later told HuffPost that his family makes too much to qualify for financial assistance, but not by much, making the costs a significant burden. “Our coverage has gotten worse, our deductibles got higher, our premiums went higher,” he said. “I’m looking for options.”\nThe Farm Bureau estimates its policies would cost about 30 percent less than standard HealthCare.gov plans, on average, which means a member like Franklin really could see his monthly payments go down. But whether a family like his would actually end up saving money in the long run is an open question.\nFarm Bureau officials have said they intend to model their policies on the ones in Iowa and Tennessee, which are relatively generous. One reason the bill is as popular as it is, partisans on all sides agree, is that the Farm Bureau name carries a lot of weight in Kansas, with people accustomed to relying on it for everything from business training to travel discounts. Simply put, they trust it.\nBut even the existing Farm Bureau plans have limits, like the $3-million cap on lifetime benefits in Iowa. The tiny handful of people such a threshold could affect would be the ones with the medical conditions that require the most intensive, expensive therapies. \nAnd the Farm Bureau would be under no legal obligation to keep the promises its officials are making today. At any time, it could impose limits, like $7,500 caps on prescription drugs, that exist in other non-compliant plans around the country. “If you get an MS diagnosis, you will blow through that $7,500 in your first month,” Kari Rinker, an advocacy manager at the National Multiple Sclerosis Society, said\nPeople who already have serious medical problems would face a more straightforward challenge. Chances are they couldn’t even buy a Farm Bureau policy. At best, they would have to pay a great deal more or accept a rider that excluded treatments for whatever conditions they already had.\nThe application for Iowa’s Farm Bureau plans requires people to provide five years of medical records and disclose virtually any medical issue within that time frame. And it’s not just serious conditions like cancer. “Ear, nose or throat” ailments is one of the categories. A section in the 13-page application for Tennessee’s plan asks about 66 different health conditions, including everything from autoimmune disorders to allergies. Just to be safe, question 67 asks about “any other disease, disorder, medical condition, spells, symptoms or treatment not previously listed on this application.”\n“It’s not an option for everybody, but it’s an option for a lot of people” Susan Wagle, the Republican Senate president, said during the floor debate. (Like Sen. Olson, she declined to respond to questions from HuffPost.) Supporters of the legislation also like to point out that, in Tennessee, the Farm Bureau reports denying only 15 percent of applicants. \nBut that figure doesn’t account for all of the people who never even bother applying, because they know or have been told by agents that their conditions make them ineligible. And with healthy people flocking to the cheaper, skimpier Farm Bureau plans, prices for traditional coverage could get more expensive. \n“People that are currently receiving care in Kansas are at risk of being priced out of the care,” says Rinker, who lives in Kansas and whose father died of MS. “You’re pitting Kansans against each other.”\nTerry Holdren, CEO and general counsel for the Kansas Farm Bureau﻿, says that a study his organization commissioned from a Kansas-based actuarial firm showed that the new policies would have little effect on premiums for traditional coverage, primarily because people most likely to buy Farm Bureau plans are people who would shirk pricey Affordable Care Act policies anyway. \nThat jibes with what Franklin has seen among his friends, many of whom now belong to Christian health sharing ministries that, like the proposed Farm Bureau plans, are cheap because they are not subject to Affordable Care Act requirements. “I think there’s already a lot of people out of the marketplace,” Franklin said.\nBut the Farm Bureau won’t make public its study on the impact of its proposed policies, while actuaries have said repeatedly that making non-compliant plans even more available than they are today could destabilize markets. In Tennessee, the state where Farm Bureau plans have the largest membership, many experts believe they have made comprehensive coverage more expensive ― “making Tennessee’s already sick insurance market even sicker,” as a 2017 report in Stat put it.\nSarah Lueck, a senior policy analyst at the Center on Budget and Policy Priorities, says the danger may be even bigger than it seems because anybody who joins the Farm Bureau could get a plan and membership is open to non-farmers.\n“We already know the Farm Bureau plans won’t be limited to people who work in agriculture or farming, and in Iowa, the Farm Bureau recently expanded marketing of its unregulated plans to people who are offered employer coverage,” Lueck said.\nFarm Bureau officials bristle at the notion they are promoting legislation to make money or boost membership. “Our goal is not to make a lot of money but to serve our members,” Holdren said.\nBut whatever the motives, Lueck said, the implications for non-members could be detrimental. “I have every reason to expect that Farm Bureau plans would set out to enroll a significant number of people in Kansas, and this is very likely to negatively affect the risk pool and people’s premiums for individual-market plans.”\nThat possibility helps explain why the state’s biggest insurer, Blue Cross Blue Shield of Kansas, is among the proposal’s biggest critics. That has produced an unlikely alliance between the insurer and patient advocacy groups ― and, more recently, a fight on Twitter in which the Blue Cross and Farm Bureau hurled accusations of bad faith and dishonesty at one another.\nBlue Cross has not said much about other measures on the legislature’s agenda, including bills that would make it easier for people to buy other forms of coverage (such as so-called short-term/limited-duration coverage and Association Health Plans) that would not be subject to the same regulations as Affordable Care Act plans ― and which, thanks to regulatory changes from the Trump administration, allows states to open wider enrollment. One possible reason for the different tone: Blue Cross could sell these sorts of plans.\nTo Sandy Praeger, all of these options sound like a bad idea. Praeger is both a card-carrying Republican and the state’s former insurance commissioner. Although well aware of the Affordable Care Act’s shortcomings, she remembers what it was like before the law took effect. \n“I’m just amazed at how quickly we forget,” Prager told HuffPost. “There were a lot of people out there left out of the markets because they had pre-existing conditions; they couldn’t get comprehensive coverage for what they needed, and the only way to really solve the problem is to make the same rules apply to everybody.”\nPraeger is among those who would prefer to see Kansas lawmakers find solutions that help all customers, not just those presently in good health. One possibility would be to start a “reinsurance” program that, in effect, would reimburse insurers for the high-cost customers that drive up premiums. \nSeven states, including Alaska, Minnesota, and Wisconsin have done this and just this week the consulting firm Avalere released a study showing that premiums fell by nearly 20 percent as a result. During the floor debate, Dinah Sykes, a Democratic state senator, asked Olson if GOP leaders would consider passing reinsurance instead. She got no response. \nA more ambitious policy answer would be the one California is now considering. That state has proposed bolstering the tax credits for insurance buyers so that they are available to more people and provide more assistance to people who get them. If successful, that effort would make the Affordable Care Act look more like many of its architects originally intended, before political pressure to contain the cost of the program forced lawmakers to reduce the assistance that insurance buyers would get.\nBut either of these approaches would require Kansas to put up some money of its own. The same would be true for expanding government insurance plans, up to and including the creation of a single-payer system.\nThe idea of increasing government spending, even the kind of modest investment a straightforward reinsurance program would need, isn’t something GOP leaders seem willing to consider. And so Republicans are left to push ideas like the Farm Bureau plans, which could certainly save some people money but threaten to leave others, including the most medically vulnerable, worse off than before. ", "date": "\n03/14/2019", "href": "https://www.huffpost.com/entry/obamacare-pre-existing-kansas-farm-bureau_n_5c893fbae4b038892f49cd06", "tags": "kansas crusade obamacare farm shifting gop bureau plans ” state capitals like insurance"}