{"title": "The human cost of China's economic reforms", "content": "Luo Yanli is worried about the bad smell from the electric car factory over the road and what the fumes might be doing to her baby and toddler.\nMr Yu is worried that millions of workers the Chinese government plans to lay off from failing state owned companies will be \"abandoned\" like he says he was 15 years ago.\nMark Weinberger is worried about China's mountain of national debt, the possibility of bankruptcies and - ultimately - what it might mean for the thousands his multinational firm employs in China.\nAll three tell me they support reforms to overhaul China's mammoth economy; but their stories, from three very different parts of China, reveal the consequences and anxieties associated with the changes.\nThe early autumn nights are still warm and humid in Shenzhen where Yanli lives in the south of China. But she doesn't open the windows in her apartment because of the strong smell from the sprawling BYD electric car factory.\n\"Before we bought the apartment the developer told us the plant would move elsewhere\" she says. \"After we moved here little seems to have changed.\"\nThe factory was inspected last year after protests. Airtight seals were installed to contain the fumes. When we visited locals told us some production had been moved to another site.\nWith her baby boy on her lap and her daughter playing with a plastic fork beside her, Yanli says: \"The smell is very strong and it has severely affected out lives\". \nThey don't know if it's dangerous but, like most of their neighbours, they have plants in their apartment in the hope they'll absorb the smell seeping in.\nThe complex is home to the world's biggest manufacturer of electric cars. BYD is a global leader in a technology that China hopes it can dominate; electric vehicles, and specifically the batteries that power them.\nThe big push towards electric isn't just about industrial strategy, it's about trying to tackle China's immense pollution problems - the most obvious of which is dirty air.\nWith incentives for infrastructure and aggressive quota demands for, mostly foreign, manufacturers, this is part and parcel of Beijing's effort to make China's economy less focused on government investment and cheap exports -  and instead to one that is technologically advanced, with a sustainable base and driven by consumer spending.\nSo is a bad smell and worries about fumes a price worth paying for this progress, I ask Yanli? Yes it is, she intimates. The windows are firmly shut, though.\nAlmost 3,000km (1,800 miles) away in Shenyang, taxi driver Mr Yu points to where the lead smelting plant used to stand, where he worked. It's long gone, replaced by car dealerships and apartment blocks. You can buy a Cadillac where he used to walk through the now demolished main gate.\nIt's 15 years since he was laid off in the wave of liberalising economic reforms with compensation of just over a year's salary - about $5,000 (£3,700). \nDespite the years he gets visibly emotional when I ask if there's any part of the city that's still recognisable from his time as a steel worker.\nHe says he was \"abandoned\" by the government. There was no training for a new job, no support aside from the pay-off. But two children and a taxi licence later he's a believer in reforms that bring competition to the market place.\n\"I think the rule 'survival of the fittest' should apply\", he says as we drive around, \"baggage should be cast aside\" he adds. But there is also this, \"isn't it true that the people should be properly settled?\"\nThey know a lot about \"settling\" workers in Shenyang. It's the capital city in China's weakest performing province. \nLiaoning was once the manufacturing heartland. Now it's trying to rescue the towns and cities around the coal mines and steel plants that help make up this country's \"rust belt\" and is about to get its first privately owned bank, called the \"revitalisation\" bank.\nAway from car dealerships and the mega malls we go to Linsheng on Shenyang's outskirts. Food and rubbish is dumped in piles on its main street. One ground floor apartment in a housing estate has a home-made pigeon coop in a bay window. Parts of the building are decaying. It's home for the workers at the nearby coal mine.\nAs China tries to tackle chronic over-capacity in its traditional industries it's also moving away from dirty coal to heat homes and power its economy. Many mines are being mothballed.\nA bus driver outside Linsheng's pink-painted community hospital tells me he used to do 17 trips to the mine every day, now it's just seven. \"A lot of people have retired but the company is not able to hire new employees - nobody wants to come because the salary is low.\"\nAs the sun goes down a woman who runs a fruit stall says her business had taken a 30% hit in the last two years, which she puts down to workers' salaries falling.\nThe market boss claims people are buying pork and making it last for two or three days instead of buying daily. A retired miner, who like most of the people we talk to in Linsheng doesn't want to go in front of a microphone, says income for some is down 50%.\nSo what of taxi driver Mr Yu's call for \"survival of the fittest\"? President Xi Jinping shows little sign of going that far. It looks like his government's early pledge to enhance market forces - giving them a \"decisive role\" has remained just that, a pledge.\nThousands of factories have been closed but that's as much about their polluting effect than their productive inefficiency. \nThere have been consolidations in various sectors of the myriad state-owned enterprises. The (almost all state-owned) banks have come in with debt for equity deals - something close to a bail out - for the most troubled companies.\nBut there hasn't been a wave of bankruptcies. Preserving social stability is likely to be the main reason for this. A wave of concentrated unemployment could see protests that could threaten order.\nIndeed 2016 actually saw increased cheap credit and a boost in government spending. Rather than an assault on inefficient state-owned entities, many going, only with increased - and cheaper - debt.\nStill, the world's second largest economy continues to grow, at rates many in the developed world would envy; 6.7% last year, but the rate of growth is slowing, a plateau is approaching.\nDebt and risk are the two things that some think will combine to produce an economic catastrophe in China - but not Mark Weinberger, the CEO of EY, one of the big four accountancy firms. \n\"I don't see an impending catastrophe,\" he says, when we met in Shanghai: \"The growth is still there to be able to pay off debt\". \nSuch optimism is perhaps not surprising from a man who advises the mayor of China's second city. But Mr Weinberger warns nobody should be complacent: \"When the debt gets so large it crowds out growth because of the cost of that debt - that becomes a problem\".\nAnd China's debt is huge; it is currently about 260% of annual economic output and is predicted to rise. What makes it particularly worrisome is that the bulk of this is held by state-owned corporate entities. \nRisky practice has been growing too, particularly around the so called \"shadow banking\" sector. So much so that Beijing cracked down on the insurance market in particular, and went after some of China's best known private firms who were deemed too risky in the way they raised money.\nFirms who owned or had stakes in New York's Waldorf Astoria, Deutsche Bank, Club Med and Wolves FC were all targeted. It's steadied the boat, but that appears all.\nOther far more significant reforms have not yet happened; financial market reforms, substantial rural land reform, changes to the internal passport-like hukou welfare system.\nOne thing that is happening though is a deepening of the role of \"the party\" at the top of China's state firms. There were reports this summer that foreign owned firms or joint ventures have been asked to give the Communist Party equal say over their major corporate decisions.\nXi Jinping faces a multitude of challenges in his country's economy as he embarks on his second term at the top. Strengthening the party's hold on the means of production is one of Beijing's responses.", "date": "18 October 2017", "href": "https://www.bbc.co.uk/news/business-41605843", "tags": "debt china electric cost one economy apartment reforms economic human says government smell"}