{"title": "The Young Suicide Bomber Who Brought India and Pakistan to the Brink of War", "content": "For the past few decades, Kashmir has largely been referred to in news reports and policy papers as a “low-intensity conflict,” as if someone were leisurely making a lamb stew. But for those of us who call the region home, it means living with the constant ache of our painful history, a despair and rage about an oppressive present, and an uncertain future.\nPolitical discontent has simmered in Kashmir since the partition of India in 1947. India and Pakistan, which each control parts of the region and claim the whole, have fought three wars over it. India eroded the autonomy of the part of Kashmir it controlled by imprisoning elected leaders and appointing puppet administrators. After a rigged local election in 1987, Kashmiris began a secessionist armed uprising with support from Pakistan.\nIndian military presence rose to half a million, and by the mid-1990s Islamist militants from Pakistan began to dominate the insurgency. Fighting ebbed by the 2000s, but not before it exacted a high price: Around 70,000 people have been killed, several hundred thousand displaced, 10,000 more are missing since being arrested.\nHalf a million Indian troops remain in the region. In the 2000s, Kashmiris turned to street protests — either peaceful or armed with nothing more than stones — against the military occupation. Indian troops responded with bullets, and more recently, with pellet guns, completely or partially blinding hundreds of protesters.\nIndia and Pakistan blame each other, each country obsessed with proving itself better than the other, but they share the responsibility for reducing Kashmir to a ruin and destroying generations of Kashmiri lives. In the past several years, the phrase I often recall when I think of my home is “dying invisibly in ones and twos.” Every death is another knife into a bloodied body.\nI have been thinking about all of this quite a bit over the past two weeks. On Feb. 14, a suicide attack on a convoy of Indian paramilitary forces in Kashmir killed at least 40 soldiers. The bomber was a young Kashmiri who had joined a Pakistani militant group.\nAfter the bombing, India’s hypernationalist television networks and social media warriors relentlessly screamed for revenge. A nationalist tide baying for the blood of Kashmiris rose across India. College students from Kashmir were attacked by mobs; fearful for their safety, more than 2,000 reportedly have returned home. A journalist from Kashmir who has worked in New Delhi for about 25 years found his home circled by a mob. He was there with his wife and son, writing a column. “I thought this was the last column I was writing,” he messaged me. His neighbors saved him.\nAs strongman rulers tend to do, India’s prime minister, Narendra Modi, set to convert the nationalist surge into votes  in an election that begins next month. He promised to avenge the tears. On Tuesday, India carried out airstrikes on a militant camp in the Balakot area in northwestern Pakistan — the first time Indian warplanes had crossed the border since 1971.\nIndia’s top diplomats hailed the strikes in wickedly obtuse language as “pre-emptive nonmilitary strikes” and the giddily compliant news media were told by official sources that more than 300 militants had been killed. Security analysts in India credited the airstrikes with destroying the illusion that nuclear deterrence can keep India from hitting terrorist infrastructure inside Pakistan.\nBut Mr. Modi’s plan didn’t go as intended. Independent reporting showed that the Indian jets had hit some trees, a field — and not much else. The next morning, Pakistani fighter jets dropped some bombs inside Indian-controlled territory, which did no damage, restored Pakistan’s national pride and showed its willingness to escalate beyond Indian expectations.\nA dogfight between Pakistani and Indian jets ensued. An Indian plane was shot down in Pakistani territory and its pilot, Wing Cmdr. Abhinandan Varthaman, was captured. Pakistan released a video of the pilot: an athletic man with a luxurious mustache on his bruised, bloodied face. He was filmed drinking a cup of tea offered by his captors. A civil and graceful conversation followed between him and his interrogator. It was a moment filled with a hint of hope, as the Indian and Pakistani militaries are notorious for shredding the Geneva Convention to bits: chopping off heads on the border and burning bodies of insurgents.\nThe Indian pilot’s capture seemed to deflate Mr. Modi’s bluster; the prime minister and his colleagues stayed silent for a while. On Thursday, Imran Khan, the prime minister of Pakistan, announced his decision to release and return the pilot, following it up by offering peace talks. Mr. Modi, according to Indian press reports, refused to engage until Pakistan did more against the terror groups based in the country and patronized by its military establishment.\nWing Commander Varthaman returned home on Friday. But great anxiety remains about Mr. Modi’s next move, as jingoistic cheerleaders haven’t stopped their clamor for war. Videos of tanks and military vehicles being moved toward the border with Pakistan filled Indian social media. At the Delhi airport on Thursday, I watched hundreds of soldiers quietly stand in long lines to board flights, possibly heading toward the border with Pakistan.\nMr. Modi suggested on Thursday that the airstrikes on Pakistan were a hint of more to come: “Now the real one has to be done; it was practice earlier.” Those are words pregnant with catastrophe, the words of a strongman who can’t afford to be seen as having failed to subdue an enemy he loves to hate.\nAnxiety about the next fatal step, the cries of revenge and war, and the military escalations all will continue haunting India, Pakistan and the broader world as long as everyone insists on looking away from the issue driving the crisis: the long, bloody dispute over Kashmir.\nAs fighter planes circled overhead and several thousand more Indian troops were sent to Kashmir, the sense of panic increased. In a renewed crackdown, hundreds have been arrested. But the necessary question is ignored: What led that young Kashmiri man, Adil Ahmad Dar, to become a suicide bomber who brought South Asia to the brink of war? The last suicide bombing in Kashmir — and the first — was 19 years ago.\nHandlers from the Jaish-e-Muhammad, the Pakistani terrorist group behind the attack, exploited the young man raised in a pitiless war. But the structural violence and political repression in Kashmir are equally responsible for turning Mr. Dar into a weapon.\nAfter dropping out of high school in a small village, he had worked at a neighbor’s sawmill, and did other odd jobs to support his family. His father told a reporter that he often spoke about the day a group of policemen stopped him on the way back from school and made him circle their vehicle while rubbing his nose on the ground. During mass protests in Kashmir in 2016, when Indian troops killed about 100 protesters and blinded several hundred, Mr. Dar was shot in his leg. After he joined the militants in March 2018, his family told reporters, Indian troops raided their home, locked them inside and set it on fire.\nBasharat Peer (@BasharatPeer) is a staff editor in the Opinion section and the author of “Curfewed Night,” a memoir of the conflict in Kashmir, and “A Question of Order: India, Turkey, and the Return of Strongmen.”\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 2, 2019", "href": "https://www.nytimes.com/2019/03/02/opinion/sunday/kashmir-india-pakistan.html", "tags": "suicide india young pakistan home kashmir bomber brought ” pakistani war brink indian —"}