{"title": "The Hypocrisy Of Trump Saying Rep- Ilhan Omar Should Resign Over Anti-Semitism", "content": "No stranger to hypocrisy, President Donald Trump told reporters Tuesday morning that Rep. llhan Omar (D-Minn.) should either resign from Congress or step down from a House committee assignment over recent tweets some lawmakers decried as anti-Semitic.\nHis sharp criticism of Omar is ironic given how many times Trump has made anti-Semitic comments or hesitated to denounce such rhetoric in the past. Here are some of the most egregious examples. \nTrump notably did not call on Rep. Steve King (R-Iowa) to resign after the congressman questioned what was so offensive about “white supremacy,” the ideology at the heart of the Holocaust and other anti-Semitic movements throughout history, during a January interview with The New York Times. \nTrump’s silence came despite many top House Republicans calling for the Iowa lawmaker to step down. Few were willing to give King the benefit of the doubt, given his long history of racist sentiments and links to neo-Nazi movements. \nDuring his 2016 campaign, Trump tweeted a blatantly anti-Semitic image featuring a picture of Hillary Clinton pasted over a backdrop of $100 bills with a six-pointed star — the Jewish Star of David — alongside her face.\nCritics quickly raised alarm over the image. Using the symbol over a pile of money, they said, is blatantly anti-Semitic and reinforces hateful stereotypes of Jewish greed.\nThough Trump insisted that the photo was harmless and was supposed to be seen as a sheriff’s badge ― not the star that Nazis forced Jews to sew onto their clothing during World War II ― some internet sleuthing by Mic revealed that the image was actually created by white supremacists and had appeared on a neo-Nazi forum shortly before Trump tweeted it. \nAfter a massive white supremacist rally in Charlottesville, Virginia, left one counter-protester dead in August 2017, Trump took more than 48 hours to denounce the violence and initially said there was an “egregious display of hatred, bigotry and violence on many sides.” \nWhite supremacists celebrated Trump’s reaction as a victory. On The Daily Stormer, a neo-Nazi website, users wrote that “Trump comments were good” and claimed he “said he loves us all.”  \nTrump’s hesitant response was no surprise given how long it took him to denounce the support of his presidential candidacy by former Ku Klux Klan Grand Wizard David Duke, an admitted anti-Semite. ", "date": "\n02/12/2019", "href": "https://www.huffpost.com/entry/trump-ilhan-omar-anti-semitism-hypocrisy_n_5c63358de4b08da0ec7fbfd1", "tags": "anti-semitic given saying many denounce anti-semitism image neo-nazi omar white trump resign ilhan rep- hypocrisy"}