{"title": "The young Austrian leader sharing power with the far right", "content": "\"Sebastian Kurz is a rock star,\" according to the US ambassador to Germany.   \nIn a recent interview shortly after his arrival in Berlin, Richard Grenell told the alt-right Breitbart News website that he was \"a big fan\" of the youthful Austrian chancellor from the conservative People's Party.  \nHe is not the only one.\nMr Kurz's harsh anti-migrant message has proved to be a winner at the ballot box in Austria - and now he is taking it to the European level. \nThe millennial chancellor, 31, with his slicked-back hair and sharp suits, who formed a coalition with the far-right Freedom Party, says fighting illegal migration is a top priority for Austria's presidency of the EU, which starts in July.\nMr Kurz wants to shift the focus from the controversial issue of relocating asylum seekers inside the EU to defending Europe's outer borders, an area where he says there is much more agreement among EU countries.  \nHe is in favour of setting up asylum-processing centres outside the EU and of a much tougher mandate for the EU's border agency, Frontex.  \nHe has sided with Bavaria's Christian Social Union (CSU) which is rebelling against the German Chancellor Angela Merkel's migration policies, and has found allies in Italy's new populist government. \nPaul Schmidt from the Austrian Society for European Politics says the hard line on migration may make it difficult for Austria during its EU presidency. \n\"Austria will need to take one step back and not put their own national interests on the agenda. They are the ones that have to mediate between the different positions.\"   \nDuring the migrant crisis of 2015 and 2016, Austria took in a number of migrants equivalent to about 1% of its population, but since then the number of asylum applications has dropped dramatically. \nThat is due, in part, to the closure of the West Balkan route - something that Mr Kurz claims credit for - and, arguably more significantly, to the refugee deal that Chancellor Merkel negotiated with Turkey in 2016. \nBut despite the sharp decrease in the number of asylum seekers, concerns about migrants remain widespread. \nIn 2015, many of the refugees and migrants crossed into Austria at Nickelsdorf, a little town on the Hungarian border, on their way to Vienna and Germany.  \nIn the town today, opinions on refugees are mixed, but there is general agreement that the circumstances of 2015 should not be repeated.  \n\"I think everybody has a right to come here, especially refugees, but I think it should never happen again like in 2015, because it was very uncontrolled immigration,\" says Lisa, a student. \"It was dangerous for the refugees; it was dangerous for us.\"\nWalter, a pensioner, takes a tougher view. \"No-one should be let in without controls,\" he says. \"That's the law. Anyone who crosses a border should have to show ID.\"\nThe leader of the far-right Freedom Party, Austria's Vice-Chancellor Heinz-Christian Strache, recently visited fellow hardliner Italian Interior Minister Matteo Salvini in Rome. \nThe Freedom Party said the visit was about strengthening \"an axis of the willing against illegal migration\" - a phrase also used by Mr Kurz.  \nReacting to objections that the word \"axis\" had echoes of the Nazi alliance in World War Two, Mr Kurz told German media it was part of his normal vocabulary. \"I found the fuss about that strange,\" he said.\nAnti-migrant policies have been a vote winner for populist right-wing parties for years. But these days, some think Mr Kurz is beating the far right at its own game.  \nPolitical analyst Thomas Hofer says some populist politicians are celebrating Mr Kurz \"as a kind of poster boy for the far right\".\n\"The harsh message [against migrants] is a winning strategy, especially in Austria,\" he says.\n\"However there is a risk... that Mr Kurz is perceived as a far-right politician, which he never was.\n\"But of course, taking this harsh position there is a risk that that he is drifting to that side. And I'm not sure if that's the image he really wants for himself in the long term.\"", "date": "30 June 2018", "href": "https://www.bbc.com/news/world-europe-44644099", "tags": "austria austrian young eu migration chancellor party right migrants says sharing leader power refugees far kurz"}