{"title": "The New Senate Health Care Bill Is Still An Assault On The Safety Net", "content": "The new Senate Republican health care bill is out. It’s basically the same as the old one.\nNew legislative language unveiled by Senate Majority Leader Mitch McConnell (R-Ky.) Thursday does include some notable changes, including leaving in place Affordable Care Act taxes on wealthy individuals and giving in to conservative demands that health insurance be further deregulated, according to a summary.\nAt its core, however, the revised version of the Better Care Reconciliation Act ― which McConnell pulled two weeks ago because too few Republican senators planned to vote for it ― remains a vehicle for massive cuts to Medicaid, less financial assistance for people who buy private health insurance, and the return of skimpy junk insurance policies and discrimination against people with pre-existing conditions. Taxes on the rich would remain, but health care companies would enjoy a major tax cut.\nThe Congressional Budget Office projected the original bill would result in 49 million Americans being uninsured by 2026, compared with 28 million if the Affordable Care Act were left in place. Senate rules governing the legislative process McConnell is using to consider the bill require a new Congressional Budget Office score be completed before he can bring the measure to the floor. McConnell has said he wants to pass the legislation next week.\nWhile the changes to the bill may bring that number of uninsured down, the modified GOP legislation still seeks to significantly scale back federal support for health coverage programs. The bill cuts overall Medicaid funding by more than 30 percent, eliminates the Affordable Care Act’s expansion of that program and replaces Obamacare’s tax credit subsidies with smaller ones that would be available to fewer people.\nGOP senators met Thursday morning to review the new legislation, and McConnell still faces an uphill path to the 50 votes he needs to advance the bill.\nThe Kentucky Republican can afford to lose just two of the 52 Republican senators; in his constitutional role as president of the Senate, Vice President Mike Pence can cast a tie-breaking vote, if needed. Already, GOP Sens. Rand Paul (Ky.) and Susan Collins (Maine) have all but definitively declared they won’t support the bill.\nAs happened when the House debated and ultimately passed its American Health Care Act in May, the core disputes between the more conservative wing of the GOP conference and “moderate” lawmakers are proving difficult to resolve.\nTo appease Sen. Ted Cruz (R-Texas) and other conservatives, McConnell included new provisions that would create a two-tiered health insurance market. Insurers would be able to offer plans that exclude people with pre-existing conditions or charge them higher rates ― or to market plans without comprehensive benefits ― just as long as they sell at least one plan with more comprehensive coverage that is available to everybody at a uniform price.\nThe health insurance industry warns this system would fail because healthy customers would flock to the deregulated market, leaving sicker people behind in the Affordable Care Act-regulated market and leading to high costs and unaffordable premiums, especially for those who earn too much to qualify for tax credits to defray their costs.\nThis part of the bill is in addition to the sweeping changes the underlying measure would make to the health insurance system, including allowing insurers to sell policies with less coverage but higher deductibles and other out-of-pocket costs than are permitted under the Affordable Care Act.\nThe bill also would repeal the law’s individual mandate that most Americans obtain health coverage or face a tax penalty and its requirement that large employers offer health benefits to workers.\nStates would be allowed to waive that law’s requirements for coverage of core benefits ― such as hospitalizations, prescription drugs, maternity care and mental health. This would undermine protections for people with pre-existing conditions, who could be offered plans that don’t cover medical services and products needed to treat their ailments. People whose health coverage lapses for more than 63 days would be locked out of the insurance market for six months.\nAnd insurers could charge older customers five times what they charge younger people, up from three times under the Affordable Care Act.\nAnother set of provisions in the Better Care Reconciliation Act would permit small businesses to band together to buy health benefits for their workers through “association health plans” sponsored by trade organizations. This may allow these companies to save money by offering skimpier plans, but they also risk further unbalancing the market for people who buy their own insurance because healthier people would be absorbed into association health plans.\nRepublican senators in the “moderate” camp, including Collins, Dean Heller (Nev.) and Lisa Murkowski (Alaska) appear to have gotten little in the rewrite that might win their votes, particularly since they identified the Better Care Reconciliation Act’s enormous Medicaid cuts as their chief concern ― and the new bill retains them. That’s in spite of a new provision that would help Alaska’s exceptionally high-cost health insurance market.\nIn addition to adopting a form of the insurance deregulation provisions favored by Cruz, the new bill includes other changes, according to the bill text and summary. They include: \nJonathan Cohn contributed reporting. This article has been updated with additional details from the new bill.", "date": "\n07/13/2017", "href": "https://www.huffpost.com/entry/new-senate-health-care-bill-is-still-an-assault-on-the-safety-net_n_596791a5e4b0a0c6f1e69c3c", "tags": "market safety mcconnell net insurance act senate bill new still care assault health"}