{"title": "The White Terror Crisis In Portland", "content": "PORTLAND, Ore. ― It’s easy to understand why Imam Mikal Shabazz doesn’t feel like Portland always loves people who look like him.\nHe remembers when cops choked an unarmed black man to death and then distributed T-shirts bragging about it. He lived here when a gang of neo-Nazis brutally murdered an Ethiopian student on the street. And he was here during the Northwest Imperative movement, when white supremacists moved to the Pacific Northwest to set up a white Utopia, terrorizing cities like Portland.\n“All of that wasn’t too long ago in my time, on my calendar,” said Shabazz, 66. Portland, he said, shouldn’t think of that kind of terror as distant history. It’s very much still happening.\nLast Friday, a white supremacist stabbed three men on the MAX train, two fatally, as they tried to protect a black teenage girl and her Muslim friend from his bigoted, anti-Muslim threats.\nThe murders grabbed national headlines with many asking: Portland? That liberal, progressive city in a blue state?\nWhat people forget is that Portland is in Oregon, a “white state where most white people almost never interact with people of color,” Shabazz said.\n“At the same time, there’s always been some of us here,” he added, referring to himself and other minorities.  \nShabazz is an imam at the Muslim Community Center of Portland, which has almost completed a new one-story mosque just a few miles northeast of where the stabbing occurred. On Tuesday afternoon during Ramadan, the Muslim holy month dedicated to fasting and reflection, the sounds of construction could be heard inside the mosque as a typical soft Northwest rain fell outside.\nWhen one of the contractors there to install a security system walked through the prayer room with his shoes on ― a no-no at mosques ― one of the parishioners asked him kindly to take them off.\n“I’m not taking them off,” the contractor, a lumbering middle-aged white man, replied sternly.\nShabazz defused the situation, like he always does, and said, “It’s okay. We’ll clean it up. We’ve done it before.”\nPortland, depicted in recent years as a quirky progressive urban Eden ― especially in the TV show “Portlandia” ― has a long history of racism. In the wake of Friday’s murders, America has rediscovered the city as a haven for hate, while local leaders like Shabazz try to reassure a very frightened community.\nOregon’s history reads like a timeline of white supremacy. Its indigenous peoples were massacred. The state’s original constitution had a complete ban on blacks living in the state. It became a home to thousands of KKK members in the 1920s. It was the scene of Japanese-American incarceration during World War II. In the Jim Crow era, whites-only signs adorned storefronts just as they did in the South. This history created conditions ripe for the evolution of a robust neo-Nazi culture in the 1980s and ‘90s.\n“In the eyes of a skinhead, Portland, Oregon, looks like the city of the future,” Time magazine wrote about the movement in 1993. The article went on to describe the Northwest Imperative, which drew hundreds of white supremacists to the region to found a whites-only city. \nEric Ward, a longtime civil rights strategist and program officer for the Ford Foundation, lived in Oregon during this era and later worked with the Northwest Coalition Against Malicious Harassment. He remembers a constant stream of terror back then, he said. Organized neo-Nazi groups repeatedly attacked minorities.\nOne such example was in November 1988, when members of East Side White Pride beat 28-year-old graduate student Mulugeta Seraw to death with a baseball bat. \nNow, Ward says, it feels like it’s happening all over again.  \nHe says whenever people talk to him about Portland, they always ask about “Portlandia.”\n“They want to know if it’s true and is it really that quirky? Is it really that progressive? Is the food amazing? And all of those things are actually true.”\nBut, Ward continued, “there’s another ‘Portlandia,’ and the other ‘Portlandia’ isn’t funny. It is a ‘Portlandia’ that has a white terror crisis.” \nA series of horrifying hate crimes have occurred over the last year and a half in the Portland area. Earlier this month, a Latino family found both of their cars’ windshields smashed in. In one of the cars was an explosive device. Their neighbor’s car was also vandalized and contained a note that said, “#Trump AT ICE—See you soon—Sorry bout that—Sorry not sorry.”  \nIn March, an Iranian refugee returned home to find a slew of anti-Muslim death threats written in all caps all over his house. “Terrorist” was written on the kitchen cabinet; “Fuck you terrorist” on a wall; “Muslim” and “Kill you” in the bedroom; “Die” on a mirror; and “Hate” on a door.\nThe day after the presidential election, just east of Portland, three men hit a black woman with a brick and beat her. One of the men reportedly said, “We got a president who finally feels how we feel and we’re going to make America great again by getting rid of n****rs like you.”\nTwo months before, a man on a bike pepper-sprayed a black family and screamed a racial slur at them. In the Portland suburb of Gresham, a member of the neo-Nazi prison gang European Kindred ran down a 19-year-old black man with his car, killing him. The list goes on. \nThere have been other unnerving developments, too: A KKK imperial wizard from Mississippi moved to the area, neo-Nazi fliers and swastikas have proliferated in public spaces, and a then-unknown Nazi-saluting Trump-supporter appeared at a rally earlier this month ― the stabber from Friday.  \nRandy Blazak, a professor and head of the Oregon Coalition Against Hate Crime, said this resurgence of white supremacist activity is undoubtedly linked to the political climate. White nationalists in Oregon and across the country have cheered Donald Trump’s rise.\nThe hate “was always there,” Blazak said, “but now it’s been given new permission.” \nThis latest wave of hate is different for a few reasons, Blazak said. It’s less structured than in the ‘80s and ‘90s, a time when he knew the locations of all the skinhead houses around Portland, where the neo-Nazis lived together and partied and fought. \nIt’s not as cohesive as it was back then, he said. White supremacists are largely radicalized online now, and the hate has a new flavor: It is increasingly directed at Muslims, something that began after 9/11. \n“It’s become the convenient bigotry,” he said.\nNow he’s nervous about an upcoming event: another alt-right rally on Sunday, where there’s set to be a showdown with sometimes violent anti-fascist protesters. Portland Mayor Ted Wheeler has called on the federal government to revoke the protesters’ permit, which provoked the ire of free speech defenders like the American Civil Liberties Union.\nA “March Against Sharia” organized by the local chapter of the anti-Muslim hate group Act for America, scheduled for June 10, was canceled after public pressure and relocated to Seattle.\n“It’s going to be another long, hot summer,” Blazak said. \nTo prepare, Imam Shabazz says he’s telling Muslims to be extra vigilant and for women not to leave the mosque unescorted. \nStill, he’s also confident that the example set by the heroes on the train last Friday will inspire others to act similarly. \n“Their lives certainly have not gone in vain, because now they have triggered in other people the same idea,” Shabazz said. “People can stand up for what’s right and refuse to give in under extraordinary circumstances.”\nAs the sun set Tuesday night over the Hollywood and 42nd Street station, people from all over Portland stopped by to pay their respects to Ricky John Best, 53, and Taliesin Myrddin Namkai-Meche, 23 ― who gave their lives protecting their neighbors ― as well as Micah Fletcher, 21, who survived.\nSmall children drew hearts in chalk on the station’s winding walkway up to the tracks. Adults wrote messages like, “This will not stop us” and “Your sacrifice will ignite change” and “wear your hijab with pride.” A middle-aged man in a suit pulled up in his car, laid down flowers, stood silently for a minute observing the scene and then just as quietly drove off.\nA man who appeared down on his luck struggled to find the right words, until finally saying what was on everyone’s mind: “Muslims are good people, man.” \nOthers lit candles, and looking up at the sprawling memorial in its totality, almost everyone cried. \nA young African-American man who would only give his first name, Mike, had tears streaming down his face. His girlfriend, Anna, who is white, hugged and consoled him. \n“They were made of steel,” Mike said of the three heroes.\nCORRECTION: An earlier version of this story misstated the city where 19-year-old Larnell Bruce was killed. \nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n05/31/2017", "href": "https://www.huffpost.com/entry/portland-oregon-white-terror_n_592ef9cbe4b09ec37c31055b", "tags": "like portland hate ” white ― shabazz terror crisis"}