{"title": "The horsemen making a living on Lagos beach Nigeria", "content": "Residents of Nigeria's commercial hub, Lagos, take to the beach to get away from the stress of the city. \nThey paddle, picnic, play football and party. The more daring might pay to take a ride on a horse - with the help of the beach horsemen.\nQuadri Raji, 19, is a phone repairer during the week, but works with the horses on Atican beach at the weekend.\nHe had to stop secondary school when his mother had her leg amputated after an accident. \nNow he takes care of her and hopes to earn enough money to write his final school exams.\n\"I would like to continue my schooling but for now this is all I have to do to survive,\" he said.\nOn the beach, Quadri can earn about $28 (£22) a day, but he has to give some of that to the horse's owner.\nHis horse, Jack, used to perform as a dancing horse at traditional festivals, but Quadri has been training him to work on the beach.\nNevertheless Jack can still do tricks.\nTunde Sanni (left), 28, has been riding on the beach for more than 13 years and is now the chairman of the Atican Horse Rider Association.\nBoth his parents died in 2008 and he also works as an iron welder.\n\"Horse riding has stopped me from stealing,\" he said.\nTunde has a scar on his forehead from when he was knocked off his horse by a car while riding it to the stables in 2010.\nStone is one of his three horses. He also owns Prince and Pale.\nLanre, 30, has been working with the horses on the beach for three years. \nHe also works as a livestock farmer selling goats and turkeys at the local market. At the weekend he takes his horse, Spaghetti, to the beach to make some extra money. \n\"I have a wife and two kids to feed so I just come to make any extra for the family.\"\nAdebowale Dada's horse, Jerry, used to work as a racehorse. He bought him from the northern city of Kano last year for $700 (£535).\n\"This is my only work and I have to take care of my wife and save for my children's school fees,\" he said.\nRides cost between $1.40 and $2.80 and customers are always accompanied by one of the horsemen. \nThis was Favour Eric's first time on a horse. \"The experience was scary, but it was worth it,\" she said.\nThe horsemen here typify many in their generation who have to find creative ways to make money or supplement their income as well-paid jobs are in short supply.\nPictures by the BBC's Grace Ekpu", "date": "17 January 2019", "href": "https://www.bbc.com/news/world-africa-46890783", "tags": "living works making lagos take quadri horses school nigeria beach money horsemen horse"}