{"title": "The trick that turned seven bags of cocoa into 25", "content": "Digital technology is helping to transform the lives - and profits - of farmers. From apps to the blockchain technology behind bitcoin, farmers and smallholders are discovering new ways of doing business.\nTake Muhammed Adams, a cocoa farmer from Sefwi Madina in the remote western region of Ghana, who has been growing cocoa in the same way for 25 years.\nOver the last couple of years, however, the Olam Farmer Information System (OFIS) run by commodities giant Olam, has helped him more than triple output - and reduce reliance on pesticides.\n\"Before I received my OFIS farm development plan I was harvesting seven bags of cocoa,\" Mr Adams says. \"But last year I managed 25 bags thanks to the changes I've made.\"\nThe Olam technology puts him in direct contact with advisers. When, for example, Mr Adams has an outbreak of disease, he's learning that resorting to chemicals is not the only answer. \n\"The training I have received has showed me I don't need to spray my cocoa so much with pesticides, saving me a lot of money and helping me grow more cocoa,\" he says.\n\"The technology has really helped to bring the world closer to me.\"\nIt's a heartening tale, given the World Economic Forum's prediction that food production must rise by 50-100% by 2050 to keep pace with population growth.\nBut with farming in crisis in many parts of the world, can technology really help the agricultural sector meet this seemingly unfeasible target?\nSimon Brayn-Smith, head of cocoa sustainability at Olam, thinks so: \"We have really been focusing on digital initiatives over the last 18 months.\"\nThe OFIS app collects farm data, and uses algorithms to make personalised recommendations to farmers about how to increase their yields. \nOlam apps allow products to be tracked when leaving the farm, and farmers can check cocoa prices and trade online, achieving a better price for their crops.\nSays Mr Brayn-Smith: \"Olam Traceability is digital-payment enabled, so we can pay farmers direct into their mobile money wallets.\n\"And Olam Direct, currently being piloted in Indonesia, allows us to offer farmers a much better daily price at which they can sell, say, 50kg of cocoa to us direct.\"\nBut there is still a long way to go before smallholders can harness all the perks of the digital economy.\nMost Olam apps can be run using text messaging. But \"internet coverage is still a challenge in some parts of the world, as is building local infrastructures so farmers can buy supplies digitally,\" says Mr Brayn-Smith.\nFor farmers in the developing world, securing a better price is not the only benefit of linking to the digital economy.\nBeing paid digitally also offers smallholders the opportunity to use banking services such as savings accounts and micro-loans for the first time.\nBut blockchain could soon prove an even more powerful weapon in the fight against financial exclusion and exploitation, thanks to its ability to provide banks with the verifiable sales and pricing data they need to make informed lending decisions.\nIn Russia, farmers in Kolionovo, a town near Moscow, are already using blockchain technology. \nUnder the leadership of local banker-turned farmer Mikhail Shlyapnikov, they have embraced a cryptocurrency called the kolion, which is earned by helping residents with farming or construction work.\nMr Shlyapnikov started issuing paper kolions in 2014 as a means of circumventing the 12% interest charged by the banks he approached for a loan.\nWhen a Russian court banned paper kolions in 2015, he started working on a cryptocurrency version, raising $500,000 in an initial coin offering in April 2017.\nToday, there are about $2m (£1.52m) worth of kolions in circulation, backed by a reserve of 500 bitcoins (worth about £2.4m at current prices).\nFor most farmers, however, the full benefits of blockchain will take time to unlock.\nChristian Ferri, chief executive of BlockStar, a blockchain investment adviser, says: \"There are endless possibilities, but the technologies required might be beyond the reach of some farmers. \n\"The good news is that I believe we will see the cost of these technologies decrease as adoption spreads.\"\nFarmers in developing countries are not the only ones struggling to make ends meet. \nThe US Department of Agriculture predicts net farm incomes will fall 8.3% in 2018. And in the UK, farmers have long-complained about supermarkets squeezing their incomes.\nRowie Meers, who runs Purton House Organics, in Swindon, south west England, says: \"Supermarkets are continuously driving prices down, causing many smaller farms to go out of business.\"\nBut technological innovations can also help farmers in developed countries to get a better deal.\nMs Meers uses Farmdrop, a food delivery app that uses mobile technology to link farmers directly to consumers. Producers can get 70% of the retail price, about twice the share they get from supermarkets.\nFarmdrop founder Ben Pugh says: \"The app sends real-time customer orders to 300 or so producers, who let us know what they have available and in what quantities.\n\"Daily harvest lists are then sent through by midday, so the producers can get the food to our hubs later that day.\n\"After quality control and packing, the produce is then delivered to customers' homes the following day.\"\nFor Ms Meers, this means not having to market produce, chase payments or face the stress of unreasonable deadlines. It also means higher profits.\n\"We can concentrate on what we do best, growing and producing fabulous food that is genuinely freshly picked or made within hours of delivery to the end consumer,\" she says.\nBut the end-consumer has to be prepared to pay the price for fresh, traceable produce.\nCurrently only available in Greater London, Bristol and Bath, Farmdrop is estimated to be about 5% more expensive than Ocado and 10% more expensive than Sainsbury's.\nHowever, Mr Pugh, who is planning further expansion, argues that this is the model we must adopt to help farmers. \n\"It's all about using technology to return our food system to its sustainable origins.\"\nMr Brayn-Smith agrees. \"I think the supply chain will be fully digitised in 10 years,\" he says. \n\"But to achieve the uplift in incomes required to ensure cocoa farmers, for example, have a viable future, tech needs to do more than just link them to the global market. \n\"It needs to help them improve productivity and encourage sustainable practices, too.\"", "date": "3 July 2018", "href": "https://www.bbc.com/news/business-44642175", "tags": "food cocoa world turned farmers seven blockchain olam price says bags trick technology"}