{"title": "The Episodes of Potential Obstruction of Justice by Trump in the Mueller Report", "content": "Robert S. Mueller III, the special counsel, examined an array of actions President Trump took in office that could have constituted obstruction of justice. Ultimately, Mr. Mueller declined to make a decision about whether Mr. Trump broke the law and Attorney General William P. Barr stepped in to clear the president of wrongdoing. Regardless of whether Mr. Trump should have been prosecuted, the episodes show a president seeking to use his power to insulate himself from a sprawling investigation that examined ties between his campaign and Russia. Yet his aides often refused to heed his commands, protecting Mr. Trump from causing significant damage to the investigation. \n2016 CAMPAIGN\nMr. Mueller examined episodes dating back to Mr. Trump’s candidacy and showed how he misled the public on the campaign trail. During the election, Mr. Trump cast doubt about whether Russia was behind the release of emails hacked from Democrats. But according to the report, his campaign was seeking more information about how the anti-secrecy group WikiLeaks planned to release more batches of emails. \nAt the time, Mr. Trump insisted he had no ties to Russia. But the report said that was false because “as late as June 2016 the Trump Organization had been pursing a licensing deal for a skyscraper to be built in Russia called Trump Tower Moscow.”\nFeb. 14, 2017\nLess than a month after taking office, Mr. Trump cornered the F.B.I. director, James B. Comey, in a one-on-one encounter in the Oval Office. He asked Mr. Comey to end an investigation into his first national security adviser, Michael T. Flynn. Mr. Trump called Mr. Flynn a good guy who had been through a lot, according to a memo Mr. Comey wrote at the time documenting the encounter. Mr. Comey demurred, and Mr. Flynn later pleaded guilty to lying to investigators and agreed to cooperate with Mr. Mueller. \nmarch 2017\nThe report shows Mr. Trump’s obsession with having someone loyal to him overseeing the Russia investigation. After Mr. Trump learned that Attorney General Jeff Sessions was considering recusing himself from the investigation because of his role in Mr. Trump’s campaign, the president sought to prevent it from happening. \n“The president told White House counsel Donald McGahn to stop Sessions from recusing,” the report said. “And after Sessions announced his recusal on March 2, the president expressed anger at the decision and told advisers that he should have an attorney general who would protect him.” \nmarch 2017\nDespite Mr. Sessions’s recusal, Mr. Trump continued to lean on him. The weekend after Mr. Sessions recused himself, Mr. Trump cornered him in a meeting at Mar-a-Lago, the president’s club in Palm Beach, Fla., asking him to “unrecuse” himself from the investigation. \nIn the weeks and months that followed, Mr. Trump sought to pressure Mr. Sessions to reassert control over the investigation. Despite the pressure, Mr. Sessions never went along with Mr. Trump’s wishes. Mr. Sessions fell out of favor with the president, who then began an effort to get Mr. Sessions to resign. \nmarch 2017\nThe report shows how Mr. Trump tried to use all the instruments at his disposal to protect himself. After Mr. Comey testified before Congress in March 2017 that the F.B.I. was investigating links between Mr. Trump’s campaign and Russia, the president pushed his top intelligence officials — including the C.I.A. director, Mike Pompeo — to put out the word to knock down the notion that his campaign coordinated with the Russians. \nAround that time, Mr. Trump also reached out to Mr. Comey, despite guidance from Mr. McGahn that the president should avoid talking directly to Justice Department officials. “The president asked Comey to ‘lift the cloud’ of the Russia investigation” by saying publicly that he was not under investigation, the report said. Mr. Comey refused.\nMay 9, 2017\nMr. Trump struggled to get Mr. Comey to say publicly that he was not under investigation. Those frustrations finally came to a head in May 2017 when the president decided Mr. Comey needed to be fired. \nThe president first said he fired Mr. Comey because of how he handled the investigation into Ms. Clinton’s emails, but he soon strayed from that explanation. Within days, Mr. Trump appeared to say in an NBC News interview that Russia was on his mind when he dismissed Mr. Comey; at another point, he told senior Russian officials in the Oval Office that, by firing Mr. Comey, he had relieved great pressure on himself. \nThe report said that even though the White House relied on so-called independent recommendations for the dismissal from Mr. Sessions and deputy attorney general, Rod J. Rosenstein, Mr. Trump had decided to fire Mr. Comey regardless of what they said. “The day after firing Comey, the president told Russian officials that he had ‘faced great pressure because of Russia,’ which had been ‘taken off’ by Comey’s firing,” the report said. \nJune 17, 2017\nAfter learning in May 2017 that Mr. Mueller had been appointed, Mr. Trump told advisers that it was “the end of my presidency” and demanded Mr. Sessions resign. Mr. Sessions submitted a resignation letter to Mr. Trump, who began carrying it around and asked advisers what he should do with it.\nIn the weeks after Mr. Mueller began his work, Mr. Trump tried to force Mr. McGahn to have the Justice Department fire Mr. Mueller, citing what the president perceived as conflicts of interest. Mr. McGahn thought the president’s assertions carried little weight and refused to follow his instructions, he has told investigators. \nOn Saturday, June 17, 2017, Mr. McGahn said, the president called him at home and insisted he have Mr. Mueller fired. Fed up with the repeated directive, Mr. McGahn drove to the White House, packed up his office and told senior White House officials that he planned to quit. They advised Mr. McGahn to ignore Mr. Trump, and the lawyer remained in his post another year.\nMr. McGahn told investigators he would rather resign than “trigger what he regarded as a potential Saturday Night Massacre.”\nJuly 8, 2017\nFlying aboard Air Force One with aides as he returned to Washington from a Group of 20 summit meeting in Europe, Mr. Trump thrust himself into the crafting of a response to a New York Times article about a campaign meeting arranged by his son Donald Trump Jr. with a Russian lawyer promising damaging information on Hillary Clinton. \nOver his son’s wishes, Mr. Trump wanted the statement to give as little information as possible; his lawyers told Mr. Mueller’s team that the president “personally dictated” the response. The initial statement said only that the meeting had been “primarily” about adoptions, without acknowledging the part about Mrs. Clinton.\n \nJULY 2017\nMr. Trump made two attempts to have Corey Lewandowski, his former campaign manager, influence the behavior of Mr. Sessions, according to the report. In a meeting at the White House on June 19, 2017, the president “dictated a message” for Mr. Lewandowski to deliver to Mr. Sessions, the report said. \n“The message said that Sessions should publicly announce that, notwithstanding his recusal from the Russia investigation, the investigation was ‘very unfair’ to the president, the president had done nothing wrong,” the report said, adding that Mr. Sessions was to announce he would let the special counsel investigation on election interference continue. \nA month later, in another meeting on July 19, 2017, Mr. Trump asked Mr. Lewandowski about the status of the message, and Mr. Lewandowski said it would be delivered soon. Hours later, Mr. Trump criticized Mr. Sessions in an interview with The Times. Mr. Lewandowski was “uncomfortable” delivering the message, the report said, and he asked a White House official, Rick Dearborn, who had worked previously with Mr. Sessions, to do it. Mr. Dearborn chose not to.\njan. 26, 2018\nMr. Trump asked aides to disavow a Times article reporting that investigators had learned of the president’s attempt to fire the special counsel and threatened to fire Mr. McGahn if he refused to rebut the news publicly. The president insisted he had never given the firing directive, and when Mr. McGahn disagreed, Mr. Trump said he did not remember it that way.\napril 2018\nThe special counsel included Mr. Trump’s various interactions with his former personal lawyer, Michael D. Cohen, as part of his obstruction review. That included praise for Mr. Cohen early on, as well as Mr. Cohen’s false testimony to Congress about the length of time that a possible Trump Tower project in Moscow was being worked on during the 2016 campaign. \nMr. Cohen, according to the special counsel, said he was told by a personal lawyer for the president to “stay on message.” The president’s aides had said the project discussions ended before the Iowa caucuses in January 2016. They also noted that Mr. Trump publicly called Mr. Cohen a “rat” after he cooperated with prosecutors.", "date": "April 18, 2019", "href": "https://www.nytimes.com/2019/04/18/us/politics/trump-obstruction-of-justice.html", "tags": "sessions report comey investigation justice trump ” potential obstruction episodes mueller"}