{"title": "The Dollar Is Still King. How (in the World) Did That Happen?", "content": "LONDON — A cursory assessment might find the United States a less than ideal candidate for the job of managing the planet’s ultimate form of money.\nIts public debt is enormous — $22 trillion, and growing. Its politics recently delivered the longest government shutdown in American history. Its banking system is only a decade removed from the worst financial crisis since the Great Depression. Its proudly nationalist president provokes complaints from allies and foes alike that he breaches the norms of international relations, setting off talk that the American dollar has lost its aura as the indomitable safe haven.\nBut money tells a different story. The dollar has in recent years amassed greater stature as the favored repository for global savings, the paramount refuge in times of crisis and the key form of exchange for commodities like oil.\nThe enduring potency of the dollar gives force to President Trump’s mode of engagement. It has enabled his Treasury to find buyers for government savings bonds at enviably cheap rates, even as his $1.5 trillion worth of tax cuts added to the debt. It has reinforced Mr. Trump’s authority in imposing his foreign policies on an often-reluctant world by amplifying the power of his trade sanctions — especially against Iran and Venezuela.\nBecause banks cannot risk jeopardizing their access to the plumbing of the dollar-based global financial network, they have taken pains to steer clear of nations and companies deemed pariahs in Washington.\n“There is no alternative to the dollar,” said Mark Blyth, an international political economist at Brown University. “We’re stuck with the dollar, which gives the United States astonishing structural power.”\nIn a clear indication that the American currency has been gaining power, dollar-denominated lending to borrowers outside the United States, excluding banks, soared between late 2007 and early 2018, according to the Bank for International Settlements. It increased to more than 14 percent of global economic output from less than 10 percent.\nThis has played out despite a chorus predicting after the financial crisis that the dollar might finally surrender some of its dominance; that, in an age of pushback to American exceptionalism, it was time for someone else’s money to have a turn.\nChina has sought to elevate the role of its currency, the renminbi, to reflect its stature as a world power. Over the last decade, it has set up foreign-exchange arrangements with scores of countries, including Canada, Britain and Brazil. President Xi Jinping has championed China’s $1 trillion collection of global infrastructure projects, known as the Belt and Road Initiative, in part as a means of expanding worldwide use of the renminbi. Last year, China set up a trading system in Shanghai allowing oil to be purchased in the Chinese currency.\nBut China’s unfolding economic slowdown, concerns about its soaring debts and unease from neighbors that its investment is really a new form of colonialism have combined to moderate its infrastructure plans.\nThe Chinese government’s restrictions on taking money out of the country and its alarming detentions of foreigners — often in parallel with geopolitical scrapes — have tested the appeal of holding money embossed with the image of Chairman Mao.\n“What about China?” Mr. Blyth asked, rattling off possible alternatives to the dollar. “I could go there and disappear. This doesn’t inspire confidence. Once you start that kind of politics, you cannot be serious as a global currency.”\nThe most formidable competitor to the dollar has long been the euro. In September, the president of the European Commission, Jean-Claude Juncker, devoted part his final State of the Union address to lamenting that the bloc was paying for 80 percent of its energy imports in dollars, though just 2 percent came from the United States.\n“We will have to change that,” Mr. Juncker declared. “The euro must become the active instrument of a new sovereign Europe.”\nBut the most trusted euro-denominated investment, German government bonds, are in chronically short supply. With a deep cultural aversion to debt, Germany has been reluctant to finance spending by selling bonds. As a result, investors seeking ultrasafe places to stash savings have very few options in the euro currency. By comparison, American savings bonds are in virtually limitless supply.\nA series of crises within the 19 countries that share the euro has provoked more animosity than unity, revealing a foundational defect: The euro is a common currency lacking a common political structure that can guarantee a robust response when trouble arises.\n“The problems with the euro are problems with governance,” said Catherine Schenk, an economic historian at the University of Oxford. “It has been deeply flawed from the outset. It doesn’t look like a very safe haven to go to from the U.S. dollar.”\nBy contrast, the dollar looks like a uniquely rare creature on the global landscape — a currency free of existential fears.\nIn recent years, the Federal Reserve has increased interest rates as it has phased out the cheap money it unleashed to attack the financial crisis. Higher rates have enhanced the appeal of the dollar for investors by lifting the rate of return on dollar holdings. More money has washed up on American shores.\n“Even with Trump in the White House, and all he has done so far to undermine American leadership in the world, still the dollar is the dominant global currency and doesn’t seem to be waning,” said Nicola Casarini, a senior fellow at the Institute of International Affairs in Rome.\nThe certain endurance of the dollar has been a foundational truism in global affairs since the end of World War II. Perhaps counterintuitively, that notion was only strengthened by the global crisis that began in 2008.\nThe conflagration centered on the terrifying possibility that global banks would not be able to find enough dollars to avoid a reckoning with dollar-based debts. The Fed — essentially the central bank for the world — unleashed an unfathomable gusher of dollars. The system survived.\nBetween the beginning of 2008 and late 2018, the share of reserves that central banks worldwide held in dollars remained roughly constant, dipping to 62 percent of the total from 63 percent, according to the International Monetary Fund. This, at a time when total reserves — the money that central banks hold on their balance sheets — expanded by more than half.\nOver the same time, reserves entrusted to the euro have slipped to 20 percent from 27 percent. Much of this shift reflects the euro’s loss of value against the dollar. China’s currency makes up only 2 percent of total reserves, according to the I.M.F.\nThe supremacy of the dollar has enhanced Mr. Trump’s ability to dictate key foreign policy aims.\nHis decision to revoke American participation in an antinuclear deal with Iran and resume sanctions has brought consternation from key American allies in Europe. Germany, France and Italy had looked to Iran as a source of new trade, while banking on the deal as a means of preventing its nuclear reach.\nStill, Europe abided by the sanctions, for the simple reason that its banks cannot survive the prospect of severing their access to a global financial system dominated by dollars.\nFor a global bank, “the inability to operate in dollars is effectively a death sentence,” said Brad Setser, a former United States Treasury official and now a senior fellow for international economics at the Council on Foreign Relations in New York. “The United States has been able to leverage that.”\nA similar power has been applied to Venezuela, as Mr. Trump tries to oust President Nicolás Maduro. The sanctions have been effective, paralyzing oil exports and the banking system in a matter of days.\nThe supremacy of the dollar has also intensified pressure on Russia. Amid the possible motives for Russian interference in the American election of 2016 was President Vladimir Putin’s eagerness to gain relief from United States sanctions — especially for his cronies. Years of sanctions have restricted their movement of money in the global banking system. The dominance of the dollar has made such limits easier to enforce.\nThere are no forevers in the global economy, making this era no more permanent than any other. Some see in the Trump administration’s use of the dollar the makings for a backlash.\nFrance, Germany and Britain recently formed a trading company aimed at allowing European and Iranian firms to exchange food and medicine, relying on a barter system to get around sanctions.\nIn a speech last week, Benoît Cœuré, a member of the governing board of the European Central Bank, accused the United States of wielding the dollar to force its policies on others.\n“Being the issuer of a global reserve currency confers international monetary power, in particular the capacity to ‘weaponize’ access to the financial and payments systems,” he said. In face of such “hard power,” Europe had an imperative to raise the “global standing” of the euro, using the currency as “a tool to project global influence.”\nChina, too, has its own notions about the rightful course of history.\nThe network of rail, highway and maritime projects it is financing from Asia to Europe is in part about enabling the transport of Chinese goods free of dependence on shipping lanes policed by the United States. Its championing of the Asian Infrastructure Investment Bank is about creating an alternative source of capital.\nBut while that may be the future, the dollar for now remains what it has long been — the closest approximation to a sure thing in a volatile global economy.", "date": "Feb. 22, 2019", "href": "https://www.nytimes.com/2019/02/22/business/dollar-currency-value.html", "tags": "american world currency united states ” happen global dollar money king — still"}