{"title": "The Tech Stock Fall Lost These 5 Companies $800 Billion in Market Value", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________\nWall Street’s turn against big tech is adding up.\nAs investors have dumped shares of Facebook, Amazon, Apple, Netflix, and Google-parent Alphabet, $822 billion in value has been wiped off their combined market value since the end of August.\nBased on the losses from each company’s high point in recent months, more than $1 trillion in value has been erased. Facebook, Apple and Amazon have endured the greatest declines, all down $250 billion or more from their respective peaks.\nThat is a marked reversal for one of the most popular trades on Wall Street. Investors piled into shares of the largest tech companies, betting their revenue would continue to grow strongly as these behemoths upended industries from retail to communication to media.\nBy the end of August, the market value of Apple and Amazon had each surpassed $1 trillion, and Alphabet was flirting with $900 billion. The combined market value of the five had reached $3.6 trillion.\nBut worries about global economic growth as well as lackluster earnings and outlooks the past two quarters have shaken investors’ confidence. In particular, concerns have mounted about how many new iPhones Apple will manage to sell. Facebook has spent much of the year mired in scandal, raising the specter that the United States government will tighten regulation of big tech. All of that has investors questioning whether the values of these big tech companies have become too lofty.\n[Technology stocks drove a slump that erased November’s gains, as concerns about growth and privacy issues took an increasing toll.]\nOf course, Facebook, Amazon, Apple, Netflix, and Alphabet have faced steep sell-offs before, only to bounce back quickly. Just this year, the combined market value of those five companies has tumbled 7 percent or more during three separate periods. In each instance, the stocks resumed their march to fresh highs within weeks.\nThe question now, though, is whether this time will be different.", "date": "Nov. 20, 2018", "href": "https://www.nytimes.com/2018/11/20/business/dealbook/5-tech-stocks-combined-lost-800-billion.html", "tags": "market billion companies value tech investors facebook alphabet stock fall apple lost amazon big"}