{"title": "The baby born in a bank queue in India's cash crisis", "content": "A mother who was forced to give birth while standing in line to withdraw money at a bank during the cash crisis has changed the face of crucial elections in India's most populous state. The BBC's Geeta Pandey visits the family at the centre of the incident.\nHe sleeps a lot and cries a lot, he wakes up only when he's hungry, and he likes to be held all the time.\nMeet Khazanchi Nath, exactly two months and 11 days old, and an unlikely star of Chief Minister Akhilesh Yadav's poll campaign.\nMr Yadav invokes the child's name at every political rally, while criticising the federal government's decision in November to ban 1,000 and 500 rupee notes, insisting that the currency ban has hurt the poor most.\nKhazanchi, which means \"treasurer\", was born on 2 December as his mother, Sarvesha Devi, stood in a bank queue to withdraw cash in Uttar Pradesh state.\n\"I had left home at 09:00 to go to the bank in Jhinjhak town to withdraw money,\" Sarvesha Devi told me when I visited her home in Sardar Pur village.\nThe heavily pregnant 35-year-old mother-of-five had walked 3km (1.8 miles) to get to the bank, accompanied by mother-in-law Sashi Devi and her eldest child, 10-year-old daughter Priti.\nThe family belongs to the Baiga tribe, which is among India's most poor and deprived communities. Her husband, a snake charmer, died last August, wasted away by tuberculosis.\nA few months ago, Sarvesha Devi had qualified for a government scheme meant to build homes for the poorest of the poor, and had gone to the bank to withdraw 20,000 rupees ($299; £239).\nAt 10:00 when the bank opened, the family took their place in the cash queue.\n\"There were hundreds of people there. There was a separate queue for women but even that was far too long. There were dozens in front of me, and there were dozens behind me,\" she says.\nIn the afternoon, she began getting contractions and her labour pains started.\n\"We begged the bank officials to give us our money quickly so we could leave,\" says Sashi Devi.\n\"I told them that my daughter-in-law was pregnant and that she was in pain, but they didn't care. They said everyone makes these excuses. And then her water broke. She was very embarrassed.\"\nRealising that there was no time to waste, Sashi Devi took her daughter-in-law to a corner near the stairs. Priti was made to hold up her mother's shawl to create a makeshift curtain, and within minutes, the baby arrived.\n\"If my mother-in-law wasn't there, I would have died,\" Sarvesha Devi tells me.\nSashi Devi is not a trained midwife, but she is not a novice either - she has over a dozen grandchildren and she has delivered almost all of them, including all of Sarvesha Devi's earlier babies.\n\"I was very angry. I told the bank officials to show some compassion. My daughter-in-law had just delivered a baby. I said people could die in the queue.\"\nThat's when, says Sashi Devi, bank officials gave them the money they had come to withdraw. \"They took Sarvesha's thumb impression since the account is in her name and handed me the money.\"\nBank manager SK Chaudhary told the BBC the staff had no clue how serious the situation was until the baby was actually born.\n\"There were hundreds of people in the bank. It was so crowded, you could only see the tops of people's heads,\" he said.  \n\"There was no way any of us could have known that there was a pregnant woman in the crowd, about to deliver a baby.\"\nMr Chaudhary said he went to check on the family as soon as he heard about it and \"was so relieved to see that the baby and the mother were doing fine\".\nHe tried to call an ambulance, \"but they began asking too many questions, so we informed the police\".\nThe police arrived quickly and took Sarvesha Devi and her baby to a local health centre and after they were checked by a doctor, they were driven home in a police vehicle.\nLocal journalist Ramakant Gupta, who was among the first reporters to get to the scene, says he was impressed by Sarvesha Devi's courage.\n\"Soon after giving birth, Sarvesha Devi walked down these steps to get into the police jeep. I salute her strength,\" he says. \nSince the baby was born in the bank, the village council chief suggested he be named Khazanchi Nath.\n\"We hadn't decided on a name so we agreed,\" says Sarvesha Devi, laughing.\nThe tiny baby with the big name has also brought his family some luck - even before he turned a month old, Chief Minister Akhilesh Yadav awarded his mother 200,000 rupees ($2,990; £2,394).\nMr Yadav's opponents have described the move as politically motivated, done with an eye on the state elections, but Khazanchi's family are happy that their new baby \"has become world famous\".\n\"The chief minister told me to take good care of Khazanchi Nath. I promised him I would,\" says Sarvesha Devi.\n\"I want him to go to school, get a good education, take up a job. We have dreams, but then it's his kismat [fate].\"", "date": "13 February 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-38932631", "tags": "mother india withdraw bank sarvesha khazanchi says money queue cash family crisis baby born devi"}