{"title": "The Wonderful Weirdness of Netflix’s First Great Sketch Comedy Show", "content": "If a certain kind of big-tent comedy (the network late-night talk show, the mass audience sitcom, the movie blockbuster) is in decline, the last of this endangered species will surely be “Saturday Night Live.”\nThe resilient institution still feels like a weekly national event, one made by committee that aims at the most popular targets assisted by the biggest stars. But it’s also why the most successful alternatives in sketch comedy, like “Key and Peele” or “Inside Amy Schumer,” have typically drawn a sharp contrast to that format with a specific, idiosyncratic sensibility.\nIn the last year, the best examples seem to be going even further in that direction, rejecting topicality and embracing the obscure and the absurd. The excellent recent season of “Documentary Now!” spoofed the rarefied worlds of 1970s musical theater, jazz and performance art. (Has there been a better comic performance this year than Cate Blanchett’s sendup of Marina Abramovic?) The subject matter of “I Think You Should Leave,” the first great sketch show released by Netflix, is less highbrow, but its wonderful weirdness has escapist pleasures you don’t see coming.\nThe show is a museum of oddities, consisting of six short episodes (20 minutes or less) of surreal and often scatological cringe comedy, most starring Tim Robinson (who co-created the show with Zach Kanin). The premises of the sketches are less memorable than the moments that upstage them.\nAs the show’s anchor, Robinson, who had a brief stint as a cast member on “Saturday Night Live,” is a sweetly vulnerable, baggy-eyed presence whose typical pivot moves from banal boredom to infinite exasperation. He has an intensity suited for the macabre, but he tunes it to a comic frequency. Turn the sound off and you can still tell that his sad sacks are doomed, from his variety of slumps, a perpetually furrowed brow and, often, a ludicrous fake mustache.\nThe roots of his breakout were planted two years ago when Netflix presented “The Characters,” a series of showcases for comedians, including 30 minutes of Robinson, who played fragile neurotics with anger issues. He did a wonderful impression of the abrupt and operatic unraveling of a Sinatra-like charmer who turns into a sniveling, despairing depressive after a single lost bet. But his most affecting character was a melancholy worker bee completely undone by a crank call from a colleague. Robinson made this seem real and ridiculous, poignant and preposterous. In his new show, he returns to the theme of minor jokes causing major wounds with sketches in which a magician’s banter and a whoopee cushion prove to be nearly existential.\nHe specializes in men completely unable to roll with the punches. Instead they get angry and stubborn, digging in and completely ignoring the message in the title, “I Think You Should Leave.” This may sound like a parody of emotional snowflakes, but Robinson isn’t out to mock his characters (the show actually makes you sympathize with them) so much as to summon humor in just how frustrating small embarrassments can feel.\nThe show is produced by the comedy troupe the Lonely Island (one of its members, Andy Samberg, stars in an episode). But its comedic aesthetic owes much less to Lonely Island’s slick musical parodies than to the gonzo grotesqueries of “Tim and Eric Awesome Show Great Job” (Tim Heidecker, half of the team behind that Adult Swim hit, stars in one of the more conventionally funny sketches in “I Think You Should Leave,” playing the world’s most insufferable charades player). “Tim and Eric” DNA shows up in the squishy sound design, the rapid-fire editing and throwback graphics as well as some of the casting, which mixes actors with people who look as if they had stumbled off the subway.\nRobinson benefits from many star cameos, including a superb scene in an airplane in which Will Forte, satirizing a certain horror trope, plays an ominous, vaguely threatening older man who terrorizes his seatmate. In another gem, Vanessa Bayer badly fails at coming up with self-deprecating comments to accompany Instagram photos of friends. She always ends up with insults that are far too brutal, hitting on the theme of how easily jokes can wound.\nAnd there are some fake ads that could fit easily into an episode of “Saturday Night Live,” albeit ones that would probably run after midnight, like the fantastic commercial geared to men who want to abandon their toupées without the embarrassment of an abrupt move to baldness. (The secret: 500 little wigs, to ease your way to a new hairstyle.)\nBut the most distinctive sketches are far more unpredictable, leaning on violent shifts in tone, like the one about a guy stuck in traffic (played with unhinged glee by Conner O’Malley) who is triggered by a bumper sticker that reads “Honk if you’re horny.” This begins on a silly note, turns horrific and somehow ends in musical tenderness. It’s a mess, and yet, somehow, that’s the point.\nThe sketch that has really gone viral is one that gets hijacked by an 81-year-old Cuban actor named Ruben Rabasa, who plays a flamboyant member of a focus group for a new car model.\n Whereas other participants bring up mundane suggestions like extra cup holders, he proposes, in an accent so thick it’s hard to understand him, a steering wheel that “doesn’t fly off your hand while you’re driving.” The group looks confused, and then he offers another suggestion delivered with the brio of a showman: “What about if it is stinky inside?”\nJust when you think the point is that this man is the anomaly of the group, the dynamic shifts — and then the sketch gets truly odd. The funniest moments have nothing to do with the plot twist or the characters, but with the look on the face of this actor delivering preposterous lines like a 19th-century stage star milking a death scene.\nHis comedy has a maniacal energy that can’t be scripted or even explained. Like the best moments of this sketch show, the disruptive performance provides a respite from normalcy and coherence. Silliness has its own logic.", "date": "May 12, 2019", "href": "https://www.nytimes.com/2019/05/12/arts/television/the-wonderful-weirdness-of-netflixs-first-great-sketch-comedy-show.html", "tags": "wonderful robinson sketch think first great comedy show ” one less like weirdness netflix"}