{"title": "The children growing up in a ‘motherless village’", "content": "In eastern Indonesia there are areas where almost all young mothers have gone to work abroad. Indonesians refer to these communities as the \"motherless villages\". The BBC's Rebecca Henschke went to meet the children left behind.  \nEly Susiawati was 11 when her mother left her in the care of her grandmother.\nHer parents had just split up and in order to provide for her young family her mother, Martia, took a job as a domestic helper in Saudi Arabia.\nWhen I first met Ely, she was in her final year at school. She told me how miserable she had been after her mother left - and it was clear that the separation still hurt.\n\"When I see friends with parents around at school it makes me very bitter. I long for my mum to come home,\" she said.\n\"I don't want my mother to have to keep going away. I want her home, looking after my siblings.\" \nIn Ely's village - Wanasaba, in East Lombok - it's accepted that working abroad is something young mothers have to do in order to give their children a better life.\nMost of the men here work as farmers or labourers, earning a fraction of what the women can make as domestic workers or nannies overseas.\nThe village is made up of tightly packed houses close to the road, separated by alleyways just wide enough for motorbikes to pass and then behind them are seemingly endless rice paddies.\nWhen mothers leave, extended families and husbands step in to take on the childcare - and  everyone here watches out for each other's children.\nBut it's painful for any child to say goodbye to a parent.\nKarimatul Adibia's mother left when she was one year old, so she cannot even remember a time when they lived together.\nIt wasn't until she had nearly finished primary school that her mother was able to travel home to see her.\nBut by this stage Karimatul looked upon her aunt, the woman who had raised her, as her mother.\n\"I was so confused,\" Karimatul says.\n\"I remember my mum was crying. She said to my aunt, 'Why doesn't my daughter know she is mine?'\nLeft Behind on BBC World Service's The Documentary tells the story of families and communities living in the wake of emigration\nListen on BBC World Service on Sunday 12 May at 03:06 and 14:06 BST, and on Wednesday 15 May at 09:06 BST. Or catch up on iPlayer\nYou can also download The Documentary podcast\nKarimatul's aunt replied that they had no photograph of her, and that all Karimatul knew about her mother was her name and address, so it was no wonder she was finding it all hard to understand.\n\"I felt this overwhelming feeling that I had really missed her, but at the same time I felt kind of angry that she had left me since I was young,\" Karimatul says.\nNow, at 13, she video-calls her mum every night and they message each other often but it's still a difficult relationship.\n\"Even when my mum comes home for breaks now, I want to stay with my aunt. She asks me to stay with her but I just say I will come later.\"\nHer aunt, Baiq Nurjannah, has brought up nine other children too, just one of whom is her own. All the others are the children of her siblings who went abroad to work.\n\"I get called the elder mummy,\" she says with a laugh.\nNow in her 50s, she smiles often and says alhamdulillah, Praise be to Allah, in almost every sentence.\n\"I don't treat them any differently,\" she says. \"They are like siblings and if they are unwell or need anything, alhamdulillah, I can be there for them.\"\nWomen started travelling abroad to work from this part of Indonesia in the 1980s.\nWithout legal protection they are vulnerable to abuse. There are stories of people coming home in coffins. Others have been so badly beaten by employers that they have sustained serious injuries. Some have been sent home unpaid. \nAnd sometimes mothers come home with more children, born from forced or consensual sexual relationships.\nThese are often referred to as the anak oleh-oleh - the souvenir children.\nBeing mixed-race, they stand out in the villages.\nEighteen-year-old Fatimah says sometimes she likes the attention.\n\"People often look at me in surprise. I do look different. Some say, 'Oh you're so beautiful, because you have Arab blood.' That makes me happy,\" she says with a nervous laugh.\nBut migrants' rights groups say souvenir children are often stigmatised and teased at school.\nFatimah never met her Saudi Arabian father but he did send her mother money, enabling her to remain at home with her children. Then, not long ago, he died. After that, life became tough, so Fatimah's mother has just left again for another job in Saudi Arabia.\n\"What made my mother decide to leave was that my little brother was always saying, 'When are we going to be able to afford a motorbike?' And when he saw people using a new mobile phone he would say, 'When can we have one like that?'\" Fatimah says.\nShe continues, tearfully: \"If my mum hadn't left for Saudi Arabia we wouldn't have enough money to live.\"\nAs the evening call to prayer rings out across the village, children rush from the mosque into a spacious old house built by the Dutch when Indonesia was a colony, leaving a pile of colourful sandals on the steps.\nIn each case, one or both of their parents work abroad, and they are here for an after-school club, run by local women and a migrant rights group.\nAs the children file in, in their bright headscarves and checked sarongs, the teacher lists the countries where their parents are. \"Malaysia, Saudi Arabia, Singapore, this one Arab, this one Malaysia,\" she says. \nThe house belongs to Suprihati, who went away to work in Saudi Arabia when her two sons were toddlers.\nIt was an emotional gamble that paid off, she says.\n\"I faced my share of hardships but it turned out for the best.\"\nShe was able to save enough money to put her sons through high school and now lives a comfortable life. She no longer has to work as her sons support her.\nBut knowing how tough it is, she set up this support group in the hope of creating a replacement family for the children left behind.\n\"Growing up being looked after by a relative is very different from having your mother around. It's a different kind of love. The children tend to become withdrawn and lose confidence,\" she says.\nThe after-school classes at her home have made a difference, she says.\n\"We support them with their homework and we see that they really want to learn. We call it the smart class and now they are the same as all the other kids at school. We see they are really thriving.\"\nYuli Afriana Safitri arrives late to tonight's class - she has five siblings and has just cooked dinner for them.\nHer grandmother, who used to help out, has died, so it's usually her that cooks, she says - or occasionally her dad.  \nHer mum left when her youngest sister was less than a year old and for a while she sent money. Then all communication stopped - though they don't think she has experienced any misfortune.\nUnlike other children in Wanasaba, Yuli Afriana Safitri doesn't seem to be suffering from the pain of separation.\n\"I really hate it when people feel sorry for us. I really don't like it when people say, 'Oh you poor thing your mum is not around.' I am here and I am looking after my young siblings and we don't feel like we are missing out on anything at all!\" she tells me.\n\"My young siblings don't remember mum at all and they never cry for her - they always turn to dad. He cooks and washes the dishes. If he is not working we do the housework together.\"\nShe tells me proudly that in school she is always top of her class and she wants to join the Indonesian navy.\nMore than two-thirds of Indonesia's migrant workers are women, and the money they send home means the next generation is able to dream things they never could have before.\nEly Susiawati hasn't seen her mother for nine years, but her mother's wages mean she is now the first in her family to go to university.\nShe is studying Islamic finance at a university in the regional capital, Mataram, and says she has come to understand the sacrifice her mother has made. \n\"If she hadn't gone, I wouldn't have been able to study. She makes it possible to live this life. I am always proud of my mum. She is a wonder woman! There is no stronger woman than my mum.\"\nThey talk all the time now on WhatsApp or Facetime.  \n\"I always tell her where I am, and ask permission from her to go out. We don't meet in person but we are in constant contact. Mum knows everything about what's happening in my life.\"  \nOn the veranda of the city's grand mosque she video-calls her mum so I can talk to her. \nMartia says that things are fine in Saudi Arabia. The family she works for is kind and they pay her a good salary and on time.\n\"Things haven't been easy for our family and we have had to struggle,\" she tells me.\n\"Of course I miss Ely, but the reality of our situation means we have had to be separated. I am so incredibly proud of her, the way she studies very hard.\"\nShe says she will come home when Ely has finished her degree. That will be in about three more years, Ely adds in with a smile.\nI tell her that Ely said she is a wonder woman.\n\"Oh that makes me so happy to hear that,\" she laughs, and I think I see tears in her eyes.\nPutting down the phone, Ely insists her career path will be different.\n\"Lack of education meant that our parents had to leave and that's a big slap in the face - a constant wake-up call. If I end up working abroad, I won't be sent there - I will go and do business deals!\" \nAdditional reporting by Rohmatin Bonasir\nPhotos by Haryo Bangun Wirawan", "date": "12 May 2019", "href": "https://www.bbc.com/news/stories-48188986", "tags": "left mother ‘ work growing home saudi says village children motherless school mum ely"}