{"title": "The eccentric MP who is Australia's new powerbroker", "content": "A tough-talking politician with a fondness for guns and sing-a-longs has reluctantly agreed to lend his support to Australia's Prime Minister Malcolm Turnbull. \nMr Turnbull's Liberal-National coalition may not win the 76 seats it needs in Australia's lower house to form a majority government and needs support from independent politicians to maintain confidence and supply. \nBob Katter, the 71-year-old member for Kennedy in the far north of Queensland, said he had decided to support Turnbull \"with no great enthusiasm\" at a press conference on Thursday. \nIt was a typically blunt statement from the veteran politician. Mr Katter has a colourful reputation and he is not afraid of playing up to it. \nHe shot his major-party rivals dead in this election's most controversial campaign ad. He once serenaded his supporters with a self-composed song about the excellence of his character. \nWhen The Beatles touched down in Brisbane during their 1964 tour of Australia, Mr Katter was among a group who pelted them with eggs as \"an intellectual reaction against Beatlemania\". \nBut it would be a mistake to underestimate the political veteran. \nCan Malcolm Turnbull form a government?\nCartoon: Planet of Forbidden Prime Ministers\nThe massive scale of Australia's election\nWho's who in Australia's 2016 federal elections?\nAs a National Party member, in the 1980s Katter served in the Queensland state government led by the controversial and conservative Sir Joh Bjelke-Petersen.\nElected to federal parliament in 1992, Katter quit the Nationals in 2001 after becoming disillusioned with globalist, free-trade policies. He has retained the seat of Kennedy at all subsequent elections. \nHe now leads Katter's Australia Party, which focuses on rural issues and holds two seats in Queensland's state government.  \nSocially conservative, Katter opposes gay marriage and once said he would \"walk backwards from Bourke\", a town in far-western New South Wales, to Queensland if a single homosexual constituent could be found in his electorate. \nMany of his policies emphasise the importance of Australian industry - he advocates support for the agriculture and manufacturing industries, and is opposed to foreign ownership of Australian land. He was particularly vocal about the proposed sale of Australia's enormous Kidman cattle empire to Chinese concerns. \nAt his press conference Katter said he wouldn't be a \"rubber stamp\" for the government. \n\"If there is the slightest hint of union bashing, and I can assure you all bets are off,\" Katter said.\nEven if the government reaches 76 seats without Katter, the Queensland MP is confident that he will still have a strong voice in parliament. \n\"You try running a Government with one vote up your sleeve,\" he said. \n\"Don't have your mother die because you can't go to the funeral,\" he added, presumably referring to the need to keep a majority in the house when votes are called. \"Don't go to the bathroom.\"", "date": "7 July 2016", "href": "https://www.bbc.com/news/world-australia-36722063", "tags": "support powerbroker australia eccentric mp seats katter turnbull new government queensland"}