{"title": "The 5 Victims of the Capital Gazette Newsroom Shooting in Annapolis", "content": "A nimble writer of editorials. A columnist with a keen eye. A jack-of-all trades reporter. A kind, young sales assistant. And a dedicated community chronicler.\nThe five victims of a shooting on Thursday afternoon at the Capital Gazette newsroom in Annapolis, Md., held a wide range of roles at the newspaper. The youngest was 34. The oldest was 65.\n[Read our coverage of the Annapolis shooting here.]\nTom Marquardt, a former executive editor and publisher of the The Capital who came to the newspaper in the 1970s and retired in 2012, knew and worked with four of the victims and said that they all shared a dedication to the newspaper. Their decision to remain there despite the adversity it faced, he said, “says something about their love of journalism.”\n“That’s what makes the tragedy all that much worse,” he said. “These are people who just stayed there and never expected that something like this would happen.”\nGerald Fischman was the editorial page editor for The Capital, according to a biography on the newspaper’s website. He had been an editorial writer for the paper since 1992.\nMr. Marquardt described Mr. Fischman as the “perfect editorial writer” — one who could take five imperfect bullet points from overzealous editors and publishers and transform those thoughts into a sharp, intelligent and fair editorial.\nAlways showing up to the office in a tie and a cardigan sweater, Mr. Fischman was a sort of shy, “nerdy guy” who had tried out for “Jeopardy!” twice.\n“I don’t remember a time that he had to correct anything he wrote in an editorial, and we’re talking about thousands of editorials,” Mr. Marquardt said. “He could have gone to a major metropolitan paper, but he was very content being at a small newspaper.”\nIn a December 2017 column, Mr. Fischman wrote that the newspaper editorial page “may be the best way to read a community’s mind.”\nMr. Fischman, though, was not only the voice of The Capital’s editorial page but also a scrupulous copy editor with a habit of making his colleagues laugh by dropping dry one-liners in the newsroom, said Steve Gunn, the Capital Gazette newsroom’s editor from 2013 to 2015. “He would say the funniest lines and not crack a smile,” Mr. Gunn said in an interview.\nHe was also devoted to his job, working 12 hours a day or more and making himself known in the town as someone who had influence through his writing. “The important people in the community absolutely knew his name,” Mr. Gunn said. “The power brokers knew to bend the ear of Gerald Fischman.”\nRob Hiaasen was an editor and a features columnist, according to the newspaper’s website. He was hired as the assistant editor of The Capital in 2010, according to the biography, and was previously a reporter for The Palm Beach Post and The Baltimore Sun.\n“He was dedicated to journalism,” his brother, the writer Carl Hiaasen, said. “He spent his whole life as a journalist.”\nAs a veteran of The Sun, Mr. Hiaasen arrived at The Capital “with the reputation of being a very gifted writer,” Mr. Marquardt said. Mr. Hiaasen mentored a number of young reporters, working with them to improve their writing.\nHe “treated new reporters like his own children,” said Elisha Sauers, a journalist at The Virginian-Pilot who reported for The Capital until 2016.\nMr. Hiaasen was also a creative journalist who was attached to finding the narrative arc of a story, Ms. Sauers said in an interview. Mr. Hiaasen would go on long walks to clear his mind and come back with small details he noticed that he would spin into columns, she said.\n“He was an observer of humanity,” Ms. Sauers said. “He had this attitude of capturing these precious moments of life. And that really showed through his writing.”\nMr. Marquardt noted that Mr. Hiaasen’s “great sense of humor” also came through in his columns. Some of the most recent included: “How to find your spirit animal,” “Have you tried snow snorkeling?” and a column about his mother, which Carl Hiaasen called “profoundly moving, but also funny and wise — which is what he was.”\n“He was most passionate about doing hometown news at a time when good local journalism is struggling so much,” Carl Hiaasen said. “He made a long commute from Baltimore everyday. He loved that paper; he loved the reporters.”\nJohn McNamara held a wide range of jobs for the Capital Gazette newsroom over a career there that spanned more than 20 years.\nMr. McNamara, who has published two books on University of Maryland sports, was a longtime sports reporter and editor, according to his LinkedIn page and people who worked with him. More recently, Mr. McNamara covered news in Bowie, Md., a town west of Annapolis, on a daily basis, and was an editor of two of the Capital Gazette’s local weekly newspapers.\nSheila Padgett, a resident of Bowie and friend to Mr. McNamara, said he single-handedly informed the city’s residents about the community’s news and politics.\n“He was the only game in town,” Ms. Padgett said.\nSean Burns, 36, first met Mr. McNamara when he had been fresh out of college and was working in the newspaper’s sports department.\n“He had that kind of old-school journalist mentality,” Mr. Burns said of Mr. McNamara.\n“Sure, John could be rigid,” Aaron Gray, 38, who had been the high school sports editor, added. “But you know, when it’s 11:35 on a Friday night, he definitely got the job done. I’d like to think he made the young writers around him better through his editing.”\nDavid Elfin, a sports journalist who worked with Mr. McNamara on a book, said he made his presence felt outside the newsroom, too.\n“He would ask a quiet question more than being out front,” Mr. Elfin said. “But believe me, all the coaches of the teams he covered knew John was there.”\nG. Frederick Robinson, the mayor of Bowie, said he spoke with Mr. McNamara about twice a week.\n“He knew the right questions to ask,” Mr. Robinson said.\nRebecca Smith was a recently hired sales assistant at the newspaper. She lived in Baltimore County with her fiancé, according to The Baltimore Sun.\nMs. Smith started her job at the Capital Gazette in November 2017, according to her Facebook page.\n“She was a very thoughtful person,” Marty Padden, the paper’s advertising director, told The Baltimore Sun. “She was kind and considerate, and willing to help when needed. She seemed to really enjoy to be working in the media business.”\nMr. Padden added that Ms. Smith worked in health care before joining the newspaper and played field hockey while growing up in the Baltimore area.\n“She was a very kind person,” he told The Sun. “She was very likable, and she had a good sense of humor.”\nWendi Winters covered local news for The Capital and also wrote recurring columns like “Home of the Week,” according to the newspaper’s website. She had previously worked in public relations in New York.\nMr. Marquardt said that editors at one point began looking for good writers who were willing to cover the sort of local stories some reporters scoffed at. Ms. Winters was first hired as a freelancer, and her byline became so prolific — and her writing so popular among readers — that her freelance fees soon exceeded what a salaried reporter was making, Mr. Marquardt said.\n“My accountant would come up and say, ‘We can’t do this,’” he said. So she was eventually hired.\n“She knew every human being in Anne Arundel County,” Mr. Gunn said. “In the end, she was the heart of The Capital. Her community coverage was just remarkable, and it’s what people talked about.”\nMr. Gray, who also worked with Ms. Winters, said she tirelessly covered community events and “did such a great job at it.”\n“The paper had such a strong vision about community news,” he said, and Ms. Winters “encompasses what that newspaper was about.”", "date": "June 29, 2018", "href": "https://www.nytimes.com/2018/06/29/us/victims-capital-gazette-shooting.html", "tags": "victims shooting newsroom hiaasen gazette annapolis ” mcnamara capital editor ms. newspaper said"}