{"title": "The impact of Iran sanctions - in charts", "content": "Uncertainty is hanging over the future of the Iran nuclear deal following the US decision to withdraw.\nUnder the 2015 agreement, Iran agreed to curb its nuclear activities in return for the lifting of sanctions imposed by the UN, US and EU.\nPresident Donald Trump's announcement that the US will leave the deal means that Washington will begin reinstating sanctions. \nBut what will the economic impact be on Iran and its trading partners?\nThe US Treasury has said that there will be wind-down periods of 90 and 180 days before sanctions are implemented.\nThe first deadline, on 6 August, will affect the purchase of US dollars, trade in gold and certain other metals, as well as aviation and the car industry.\nThe next wind-down period will end on 4 November and will target Iran's financial and oil institutions. \nAt the end of the 180 days, sanctions will also be reinstated against individuals who were previously on the US Treasury sanctions list.\nIran is one of the world's largest oil producers, and the export of oil and gas is worth billions of dollars each year.\nBut both the country's oil output and its GDP fell noticeably under international sanctions.\nAnd while the US itself is not a major customer, foreign companies and other countries that continue to deal with Iran after the wind-down periods will face US sanctions if they fail to reduce or end their trade.\nEuropean oil companies could be particularly hit - French company Total signed a $5bn deal with Iran after the agreement, while BP has a joint venture to operate the Rhum gas field with Iran's state oil company.\nThe sanctions will have an impact on other industries too.\nUnder the announcement, companies selling commercial aeroplanes to Iran will be particularly hit.\nCompanies such as Airbus and Boeing - which had agreed deals with Iran to sell 100 and 80 aircraft respectively after the 2015 deal - stand to lose billions of dollars because of the use of US-made parts in construction.\nTourism in Iran had also benefited from the nuclear deal, with visitor numbers increasing from 3.8 million visitors in 2012 to over 5 million in 2015, and this could also be affected by renewed sanctions.\nThere is still some hope for Iran's trading partners, as the other parties to the 2015 nuclear agreement - the UK, France, China, Russia and Germany - have pledged their continuing support for the deal. \nThe US government has said that exemptions for those dealing with Iran are possible, although it has not yet given any details about which companies could benefit.\nIf that fails, the EU could also use a blocking statute to protect companies conducting business with Iran from US sanctions, as it did when it lifted its own sanctions on Cuba.", "date": "10 May 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-44052734", "tags": "agreement sanctions iran charts us nuclear companies oil could impact also deal"}