{"title": "The Spectacular Catastrophe Of Charlottesville Rally Organizer's Lawsuit For A Unite The Right Sequel", "content": "CHARLOTTESVILLE, Va. ― “I want to know what’s going on. What is the point of this?”\nThese are the exasperated words of U.S. District Judge Norman K. Moon, directed at a crack team of lawyers for white supremacist rally organizer Jason Kessler, in federal court on Tuesday. Minutes later, Kessler’s lawyers abruptly withdrew their case against the city — filed after he was denied a permit for a 36-hour sequel to last year’s Unite the Right rally in Market Street Park (formerly Emancipation Park) on Aug. 11 and 12. One person was killed, and dozens of others were injured in violence surrounding that rally.\nBringing a federal judge to his breaking point today was no easy task; Kessler’s team really had to work for it.\nHe and one of his lawyers, James Kolenich, were 45 minutes late to their hearing. Kolenich told reporters matter-of-factly, “I am anti-Semitic,” called Pope Francis a “clown” and said he represents the National Socialist Movement (when he’s not totally blowing it as Kessler’s attorney). And yet none of these alone begin to capture how off the rails the hearing was from beginning to end.\nIt all started with white supremacist defense attorney Elmer Woodard ― scraggly white mutton chops, bowtie, pinstripe suit and all ― who seemed surprised that his co-counsel and Kessler weren’t there.\nKolenich, he said, was on a flight from Cincinnati, trying his best to show up.\n“He’s late. He’s now in a cab, on the way here,” Woodard said to Moon. Woodard didn’t seem to have an explanation for Kessler’s absence.\n“The ball is in your court,” Moon replied.\nWoodard warbled his way through opening remarks, declaring that the denial of Kessler’s permit was unconstitutional. Among other wacky statements, Woodard said he prepared a mathematical analysis for the court, arguing that the city couldn’t deny Kessler on the basis of Market Street Park’s capacity.\n“We did the math,” Woodard said, and given the “square footage of the park versus the square footage of an average person ... 10,000 people could fit.” \nHe added, “We’re only asking for a few hundred people for a few hours.”\nAt several points, Moon held his forehead in his hand. When Woodard offered that maybe Kessler could have, oh, let’s say two hours to rally with a few hundred people on Aug. 12, Moon started losing his cool. He wasn’t here to decide what time the rally was.\n“I don’t have a dog in this fight. I’m not going to be there. What is he [Kessler] asking for?” Moon asked.\nLater, the city’s attorney, John Longstreth, spoke. “It’s hard to know where to start,” he said, as a few giggles rang out from the spectators.\nThe city’s counterclaim was relatively simple. “He is going on the internet, trolling around in the darkest corners of it,” Longstreth said of Kessler. “If he were granted a permit, he would invite everyone who wanted to come ... It’s a redo of one of the darkest days in Charlottesville’s history.”\nIn the middle of Longstreth’s statement, Kolenich finally showed up, interrupting only to admit that he didn’t have any of the fact-finding paperwork that Moon had asked for.\n“What is the point of this?” Moon said. “Mr. Kessler isn’t even here.”\nKolenich lamented that his flight was canceled late Monday night, his child fell ill and Kessler was nowhere to be found.\n“I can’t control American Airlines,” Kolenich said. “I’ll fly in the day before next time.”\n“Your client’s not here, you were not here, and I want to know what’s going on,” Moon said.\nJust as Kolenich and Woodard were about to admit defeat, Kessler showed up, in a white shirt and blue jeans, smirking as he entered the courtroom. His team recessed to talk, and when they returned, Kolenich abruptly withdrew his request for an injunction. He told reporters afterward that Kessler wouldn’t be pursuing the permit anymore for “various tactical reasons.”\nReporters swarmed Kolenich after the hearing, asking him to state repeatedly that Kessler wouldn’t be holding a rally in Charlottesville on Aug. 11 or 12. Apparently, he would not. But when a reporter asked Kolenich if he was anti-Semitic, given the people he represents, he went off.\n“I am an anti-Semite because I’m a Roman Catholic,” he said. “Not a Nazi.”\nHe said he has been trying to clean up Kessler’s image by ordering him to denounce Nazis publicly on Twitter. Kolenich also said he represents the National Socialist Movement in court. Then he reiterated that he’s Roman Catholic, “a real Roman Catholic, unlike that clown who calls himself the pope.”\nReporters and gawkers were shaking their heads in disbelief while outside there was a small celebration happening. Prominent members of the black community in the city said they’re excited that Kessler withdrew but aren’t getting their hopes up that Aug. 11 and 12 will be a Nazi-free weekend in Charlottesville.\n“This whole thing was a joke,” said Tanesha Hudson, a Charlottesville native. “You think I could have walked into court 45 minutes late in jeans? I would have been held in contempt.”\nShe and City Councilman Wes Bellamy, who was at the Unite the Right rally last year and in court today, said that the lawsuit was a smokescreen tactic and that white supremacy hasn’t gone away just because Kessler failed to get a piece of paper.\n“They’re coming back,” Hudson said. “Even if it’s a pop-up tiki-torch-lighting event, they’re coming,” she said.\nIt is unclear whether Kessler will in town on Aug. 12 this year. He said on Twitter after the hearing that he’s focusing on a rally that he did get a permit for on that date in Washington, D.C.", "date": "\n07/24/2018", "href": "https://www.huffpost.com/entry/jason-kessler-charlottesville-rally-lawsuit_n_5b578171e4b0de86f4915e07", "tags": "lawsuit spectacular unite court city ” rally catastrophe organizer charlottesville sequel right kessler kolenich moon woodard"}