{"title": "The Bizarre Brains of Nightmare TV", "content": "ON first viewing, the comedy sketches on “Tim and Eric Awesome Show, Great Job!” can seem like outtakes from a public-access channel that’s broadcast only in hell. They are full of shoddily produced, sloppily edited talk shows about acne and commercials for utterly unnecessary gadgets, and populated by people who should never stand within 50 feet of a camera lens.\nWhen these elements appear in a typical television program, they’re usually a result of accidents, budgetary restrictions and bad choices. When they appear on “Awesome Show,” they’re intentional.\n“We have a very strict set of rules of what we think is funny,” said Eric Wareheim, who created and stars in the series with Tim Heidecker.\n“And,” Mr. Heidecker added, “I guess those would be, in no particular order: darkness, discomfort, confusion and things that shouldn’t exist.”\nLovingly described by its architects as “the nightmare version of television,” “Awesome Show” (which returns to the Cartoon Network’s after-hours Adult Swim lineup Sunday night for its third season) revels in an aesthetic of awkwardness. It favors quick sketches about pathetic office workers and desperate on-air pitchmen, and music videos for scatological songs. It elevates people recruited from the streets of Los Angeles to the status of celebrities and treats the celebrities who appear on the show as unwanted extras.\nIf, as its creators argue, there is humor in aberration, then “Awesome Show” is their vision of a nonstop laugh riot. “You know you’ve got something great,” Mr. Heidecker said, “when it makes you say out loud, ‘Why is this on TV?’ ”\nSince meeting as film students at Temple University in the 1990s, Mr. Heidecker and Mr. Wareheim, both 32-year-old Pennsylvania natives, have noticed that their comedic sensibilities differed greatly from societal norms. At college they created short films that anticipated their “Awesome Show” milieu — e.g., a sloppily edited promotional trailer for a cat film festival — and eventually grew brave enough to send their reel (and an invoice for $50) to the comedian Bob Odenkirk, the co-creator of the influential sketch series “Mr. Show With Bob and David.”\nMr. Odenkirk did not pay the enclosed bill, but he enjoyed Mr. Wareheim and Mr. Heidecker’s shorts enough to become their mentor. “My first question to them was, ‘What scene are you in?’ ” Mr. Odenkirk recalled in an interview. “I thought maybe they knew everyone in New York and played their films in the clubs. And they were like, ‘What are you talking about?’ ”\n“It occurred to me,” Mr. Odenkirk added, “that they aren’t being influenced by anybody. They’re in their own little world, and that’s why they’ve gotten good at this.”\nWith Mr. Odenkirk’s help, Mr. Heidecker and Mr. Wareheim found an agent and struck a deal with Adult Swim to produce an animated show, “Tom Goes to the Mayor,” about a hapless inventor and the small-town politician who constantly ruins his plans. The cartoon was canceled after two seasons, but in their occasional live-action experiments for the series — fake advertisements and infomercials; a behind-the-scenes video podcast — the two men developed the funhouse-mirror sensibility that would eventually inform “Awesome Show.”\nOn “Awesome Show” (which made its debut with a 10-episode season in February 2007) Mr. Wareheim and Mr. Heidecker sometimes appear as themselves, but more often they play various grotesque characters: a tacky, overly affectionate husband-and-wife team of television news anchors; a facially disfigured singer and his garishly attired brother. “There’s nothing less funny than someone who looks cool,” Mr. Wareheim explained. “There’s nothing more unappealing.”\nTo populate their twisted universe they frequently cast average-looking actors (and nonactors) recruited from Web sites like Craigslist, who bring an additional layer of deliberate amateurishness to their skits. The roster of real-life characters on “Awesome Show” now includes David Liebe Hart, a puppeteer and public-access television host, and James Quall, an aspiring comedian who specializes in inadvertently terrible voice impressions.\n“We know that it’s not good,” Mr. Heidecker said. “We’re not idiots. But to James Quall he’s doing a great job. And he’s on TV. So everybody kind of wins.”\nAuthentically famous people can also appear on “Awesome Show,” as long as they fit into the producers’ skewed notion of fame and are willing to poke fun at themselves. The actor Tom Skerritt has been featured in a skit in which Mr. Heidecker and Mr. Wareheim hope to revitalize his career by composing an idiotic jingle for him. And John C. Reilly, the Oscar-nominated star of “Chicago” and “Boogie Nights,” frequently appears as the wild-haired Dr. Steve Brule, a self-styled health and fitness expert who knows alarmingly little about the subjects.\nThe Brule character has proved so popular that he is being given his own six-episode spin-off show, tentatively titled “Check It Out!,” starring Mr. Reilly and produced by Mr. Wareheim and Mr. Heidecker. “So much happens in a day of him improvising and us throwing stuff at him that you want to use it all,” Mr. Heidecker said of Mr. Reilly.\nMr. Wareheim and Mr. Heidecker are also developing a game show for Adult Swim that would star  the comedian Neil Hamburger. Mr. Wareheim described it as “a mixture of a Japanese bizarre game show and ‘The Price Is Right.’ ” And like everyone in Hollywood they would eventually like to make feature films. (“We’d like our first movie to be a pretty pure Tim and Eric vision,” Mr. Wareheim said, “before we get sucked into the Apatow system.”)\nOn the Web the duo can be seen with the comedian Zach Galifianakis in a series of viral videos promoting Absolut Vodka,  not to be confused with the satirical videos Mr. Wareheim and Mr. Heidecker made last summer, in which they appeared, without irony or fright makeup, to promote the release of “Shrek the Third.”\n“People really thought we got paid by DreamWorks to do that,” Mr. Heidecker said. “We lost some fans that way. ‘We thought you guys were cool, but you sold out.’ ”", "date": "JULY 27, 2008", "href": "https://www.nytimes.com/2008/07/27/arts/television/27itzk.html", "tags": "brains tv show ” heidecker wareheim appear bizarre nightmare like awesome"}