{"title": "The Human Wedge in a Fracturing U.K. Conservative Party", "content": "LONDON — Red-faced and almost vibrating with anger, Mark Francois rose from the green leather benches of the House of Commons after his fellow lawmakers had voted to delay Brexit, torpedoing his dream of a no-deal plunge out of the European Union.\n“Forgive them, father,” he boomed, “for they know not what they do.”\nMr. Francois, until recently an obscure backbench lawmaker, has emerged as the id of the increasingly embattled and discredited hard-line Brexiteers in Parliament, an emblem of the wedge that has lodged itself in the heart of Britain’s Conservative Party.\nHe embodies the anti-Europe, working-class ethos that Prime Minister Theresa May once hoped would cement the Conservatives’ hold on power in the era of Brexit. Now, divisions over Europe look more likely to splinter the party, as it undergoes an epic falling out amid plunging poll numbers.\nArch-Brexiteers in Parliament are imploring Mrs. May to resign next month and are discussing a change in party rules to let them kick her out. Local Conservative leaders are promising to boycott upcoming European election campaigns. And a former cabinet minister defected over the weekend to a pro-Europe party because he said the Conservatives were being captured by “an English nationalist outlook.”\n“This is now a rupture within the fabric of the Conservative Party,” said Alan Wager, a research associate at The U.K. in a Changing Europe, a research organization.\nEven onetime allies of the anti-Europe absolutists in Parliament now blame them for what could turn into a generational slump in support for Conservatives. And no one currently speaks more loudly for them than Mr. Francois.\n“It’s morphing from a battle between Leave versus Remain into a battle between the people and the establishment,” Mr. Francois said in an interview last week in his Westminster office, where a life-size target from a military firing range stood in the corner. “And the people increasingly just want to get out of Europe, and the establishment want to keep us in.”\nWith Britain’s divorce from the European Union knocked back until as late as October, some fear that Brexit — at least the complete break that the self-described “Spartans” in Parliament champion — may inexorably be slipping away. Lawmakers generally concede that Parliament would sooner reverse Brexit than let Britain crash out of Europe without a deal.\nThat has so dispirited some Brexiteers that they say they have given up on leaving the European Union at all. But it has also set the stage for the hardest of the hard-core pro-Brexit lawmakers, like Mr. Francois, to mount a high-profile campaign against what they describe as months of subterfuge by pro-Europe elements in Mrs. May’s office, the Civil Service and the news media, among others.\nThe anti-elite message is catching on among voters. More people are spurning the Conservative Party, turning instead to the far-right U.K. Independence Party or the single-issue Brexit Party, which together are pulling in more support than the Conservatives in polls for the coming European elections.\nThings are looking just as dire on the domestic front. One projection showed the Conservatives would lose enough Parliamentary seats in a general election that the opposition Labour leader, Jeremy Corbyn, would become prime minister.\nAll this has left Brexiteers like Mr. Francois looking increasingly lonely, and searching for new ways — like threatening to muck up the European Union’s business — to achieve a no-deal exit.\nA voluble 53-year-old who once served in the volunteer reserve force of the British Army, Mr. Francois resembles perhaps better than any other politician the boomer generation of pro-Brexit voters now stewing with anger over the delay.\nHe has stood outside Parliament and ripped up a letter from a German aerospace executive warning about the effects of Brexit. In the interview, he harked back to the wartime imagery that has become a touchstone for Brexiteers, saying of his father, a World War II veteran: “He never submitted to bullying by any German. Neither will his son.”\nAnd he drew acclaim from Brexiteers and ridicule from left-wing journalists for getting into a staring match with a novelist on television over accusations of racism among Leave voters after the two of them squabbled offscreen about Mr. Francois’s manliness.\nIn recent weeks, seeing their Brexit dreams slipping away, even hard-liners like Jacob Rees-Mogg and Boris Johnson have expressed support for Mrs. May’s thrice-rejected Brexit plan. Not so Mr. Francois, who has spared no insult for the deal, describing it as “rancid” and “wretched,” and saying he would still refuse to vote for it “if they put a shotgun in my mouth.”\nThat has resonated in his constituency, about 35 miles east of London, where voters chose overwhelmingly to leave Europe in the 2016 referendum.\n“He’s an Essex boy,” said John Hayter, a retired lawyer from the area who won almost a quarter of the vote as a candidate from the U.K. Independence Party in 2015. “He talks like an Essex boy.”\nBut Mr. Francois’s narrative of the people versus the elites has alarmed analysts who worry that the attacks on lawmakers and members of the Civil Service are doing long-term damage to British institutions.\nAnalysts say ideas about seeking consensus and drawing on a common set of facts are losing currency in Britain.\n“A lot of people will buy into this ‘We were betrayed’ narrative, which will only become stronger as the crisis deepens,” said Nina Schick, a political commentator. “That’s the danger, that you undermine the fundamental conditions that are needed for a parliamentary democracy to thrive and work.”\nMrs. May has been forced to shelve her Brexit plan, for now at least, by arch-Brexiteers in Parliament who believe that it would be a Brexit in name only, keeping Britain tied indefinitely to a customs union with the bloc, preventing it from making its own trade deals.\nBut analysts say Mrs. May herself opened the door to the arguments now being voiced by Mr. Francois and others like him, including Nigel Farage, the former U.K.I.P. leader who has just formed the hard-line Brexit Party.\nIn a recent speech to rally Britons behind her Brexit deal, Mrs. May pitted the public against their representatives, saying, “I am on your side.” And months after the 2016 Brexit referendum, she set the stage for negotiations by attacking what she described as the “citizen of nowhere,” a class of “international elites” at odds with “the people down the road.”\nThat, said Tim Bale, a professor of politics at Queen Mary University of London, has poisoned the discourse.\n“She has really handled these negotiations through a series of slogans that have legitimized attitudes and language that otherwise, I think, would have been kept where they belong,” he said. “In other words, in a box that few responsible politicians would have wanted to open.”\nBritain’s two main political parties have traditionally tried to placate lawmakers on the fringes. The last Conservative leader, David Cameron made Mr. Francois a lead lawmaker on European Union issues, despite the two holding radically different views.\nBut Brexit has broken that big-tent approach, forcing rival Conservative factions to confront the tangled reality of leaving the European Union. For hard-liners, any compromise amounts to humiliation.\n“We voted to take back self-government,” Mr. Francois said, “and there are lots of people who are desperately trying to stop us.”\nWith that, Mr. Francois, who has taken to using solemn bits of oft-quoted poetry in his speeches, began reciting the last lines of a Robert Frost verse.\nThen he pulled from his shelves thick, dog-eared copies of a European Union treaty and Mrs. May’s Brexit deal, tossing them theatrically onto the table before leafing through Post-its outlining his objections.\n“Some people write me off as a bit of a hick from an Essex council estate, I realize that,” he said. “But I can read.”", "date": "April 17, 2019", "href": "https://www.nytimes.com/2019/04/17/world/europe/britain-brexit-mark-francois-theresa-may-conservatives.html", "tags": "brexit fracturing european may francois party union ” u.k. conservative wedge human"}