{"title": "The Trump Administration's Congressional Stonewalling Is Unprecedented", "content": "President Donald Trump’s threat to fight “all the subpoenas” from Congress marks a presidential refusal to cooperate with the legislative branch that is unprecedented in its scope and justification.\n“By that announcement yesterday, he has gone beyond where any prior president that I’ve seen has gone in saying no information will go over,” said Nelson Cunningham, who previously served as counsel in the Clinton White House and the Senate Judiciary Committee and is currently president of McLarty Associates, a corporate strategic advisory firm.\nMembers of Congress are seeking documents and testimony from Trump administration officials on a range of issues, from the president’s alleged corrupt acts to his purge of immigration enforcement officials. Trump’s vow to refuse all subpoenas could inaugurate a new era of interbranch warfare ― one in which Democrats could even threaten to fine or arrest administration officials to defend their constitutional turf.\n“This is a massive, unprecedented, and growing pattern of obstruction,” Rep. Elijah Cummings (D-Md.), chair of the House Oversight Committee, said Wednesday.\nTrump often says things that actually do not reflect administration policy, but his administration has already resisted congressional efforts to obtain special counsel Robert Mueller’s unredacted report, the grand jury evidence used in that report, and the president’s tax returns. And this week, the White House directed former White House counsel Don McGahn, former security specialist Carl Kline and current White House adviser Stephen Miller not to comply with subpoenas or testify before congressional committees.\nAll presidential administrations clash with Congress over document requests and assertions of executive privilege over those documents. What makes Trump’s defiance different from past administrations is the blanket assertion that all subpoenas and requests are of a political nature.\n“These aren’t, like, impartial people,” Trump said of congressional investigators. “The Democrats are trying to win 2020.”\nPoliticians are supposed to want to win elections. Power was divided into three different branches of government in the United States so that one politician’s ambition would counteract another’s for the good of the country. It’s unprecedented for a president to categorically reject oversight because “Democrats are trying to win.”\n“That, to me, takes it outside of the realm of individual determinations of legal propriety and takes it straight up to a presidential refusal to acknowledge the power ― any power of the Congress,” Cunningham said.\nHistorically, an administration that doesn’t want to hand over documents has negotiated with lawmakers about the terms and conditions for allowing Congress to see them. In 2011, Republicans subpoenaed the Justice Department for documents and testimony about the “Operation Fast and Furious” gun trafficking investigation that had gone awry. Then-Attorney General Eric Holder resisted the subpoena but still testified and turned over thousands of pages of documents.\n“In normal course, a president says discrete categories of information are privileged and then there’s negotiation or some kind of accommodation is reached,” said Neil Kinkopf, who teaches constitutional law at Georgia State University College of Law.\nA spokesman for Republicans on the Oversight Committee pointed out that two of Democrats’ subpoena targets, Carl Kline and Justice Department official John Gore, have been willing to testify ― just not about some of the things that Democrats want to ask them.\nOn Friday, Rep. Jim Jordan (R-Ohio), the top Republican on the committee, invited Kline to testify voluntarily “to de-escalate Chairman Cummings’s orchestrated inter-branch confrontation.” But Cummings has said Kline previously indicated he wouldn’t discuss some of the White House security clearance problems that Democrats wanted to ask him about, so Jordan’s letter might not mollify anyone.\nPresidents have usually sought accommodation with Congress because they need the legislature to fund the government and pass other legislation.\n“You sort of go back and forth because, as the game theorists would say, it’s a repeat player game,” said Phillip Bobbitt, Columbia Law School professor and former counsel for the Senate Iran-Contra Committee. “You’ve got to work with this guy next week when you want your budget adopted.”\nStill, Republicans didn’t get everything they wanted in the Fast and Furious case and later filed a lawsuit against the Department of Justice demanding documents related to Holder’s conversations with the White House. And for the most part, federal courts said they were entitled to more material. But appeals dragged the case into 2017, when a new Congress and new administration had taken power and the case had lost most of its political relevance.\nRepublicans had also cited Holder for contempt of Congress and referred him to the U.S. attorney for the District of Columbia for prosecution, but for the past few decades, administrations have refused to prosecute their own people just because Congress asked.\nThe shortcomings of using either the contempt process or federal courts to force compliance prompted House Judiciary Committee Chairman Jerry Nadler (D-N.Y.), who has subpoenaed the full Mueller report, to suggest another strategy to his fellow Democrats earlier this month, according to a Bloomberg report.\nIn the old days, Congress used something called “inherent contempt” to extract information from the executive branch without having to ask for help from either the judicial or executive branch. With inherent contempt, Congress itself could fine or jail a recalcitrant administration official. Nadler reportedly suggested that Democrats should consider locking people up, though acknowledged doing so might be a tad unrealistic. A spokesperson for the Judiciary Committee did not respond to a request for comment.\nBut Congress hasn’t invoked this power in 85 years. In 1927, Congress jailed the brother of one of the conspirators in the Teapot Dome scandal, in which the Interior secretary handed out oil leases in exchange for bribes, when he refused to produce documents. When Mally Daugherty challenged his arrest in court, the Supreme Court ruled that Congress had the power to compel witnesses to comply with its orders.\n“Experience has taught that mere requests for such information often are unavailing, and also that information which is volunteered is not always accurate or complete; so some means of compulsion are essential to obtain that which is needed,” the court declared.\nThe last time Congress used its power to detain someone for refusing to comply with congressional orders was in 1934 when William MacCracken, a former assistant Commerce secretary, and three others were arrested. MacCracken and another man were ultimately found in contempt of Congress and sentenced by the Senate to 10 days in prison. The Supreme Court upheld Congress’ right to jail people for failing to comply in 1935.\nSince then, Congress has only threatened to use its inherent contempt power. In 1973, Sen. Sam Ervin (D-N.C.), the chairman of the Senate Watergate Committee, threatened to issue fines or arrest Nixon aides after the president initially refused to let them testify. The White House ultimately caved to congressional demands.\nThe Congressional Research Service, an independent think tank for members of Congress, said in a recent report that inherent contempt is still constitutionally valid. If Congress directed its sergeant-at-arms to detain an executive branch official, however, “a standoff might occur with executive branch law enforcement tasked with protecting that official” ― though the same problem exists for U.S. marshals enforcing a court order. An alternative would be for Congress to use inherent contempt to impose fines instead of locking people up. \nReinvigorating inherent contempt would be politically fraught, according to John Bies, a former deputy assistant attorney general in the Office of Legal Counsel during the Obama administration and current chief counsel at the liberal anti-corruption nonprofit American Oversight. But Trump could force Congress to go there. \n“If the executive branch is changing its approach and essentially resisting across the board, it does make sense for Congress to consider whether it has ways to respond that address the issue at a global level,” said Bies.", "date": "\n04/26/2019", "href": "https://www.huffpost.com/entry/trump-subpoena-congress_n_5cc34150e4b08e4e3481df9c", "tags": "administration democrats committee unprecedented ” trump congressional stonewalling house congress contempt"}