{"title": "The Jeremy Kyle Show axed by ITV after death of guest", "content": "The Jeremy Kyle Show has been axed by ITV after the death of a guest who took part in the programme.\nSteven Dymond was found dead on 9 May a week after filming the show, during which he took a lie detector test.\nCarolyn McCall, ITV's CEO, said: \"Given the gravity of recent events we have decided to end production of The Jeremy Kyle Show.\"\nITV had initially suspended filming, and the prime minister's spokesman called the death \"deeply concerning\".\n\"Given the gravity of recent events we have decided to end production of The Jeremy Kyle Show,\" McCall said.\n\"The Jeremy Kyle Show has had a loyal audience and has been made by a dedicated production team for 14 years, but now is the right time for the show to end. \n\"Everyone at ITV's thoughts and sympathies are with the family and friends of Steve Dymond.\"\nThe broadcaster added: \"The previously announced review of the episode of the show is under way and will continue.\n\"ITV will continue to work with Jeremy Kyle on other projects.\"\nITV had already suspended both filming and broadcasting of The Jeremy Kyle Show, adding that the episode featuring Mr Dymond would never be screened.\nA spokeswoman for Portsmouth coroner's office said an inquest into Mr Dymond's death would be likely to be opened within the next few days, following the result of the post-mortem investigation.\nThe show was the most popular programme in ITV's daytime schedule, with an average of one million viewers and a 22% audience share.\nOn Wednesday, a former president of the Royal College of Psychiatrists described it as \"the theatre of cruelty\".\nAll previous episodes have been taken down from the channel's catch-up service, ITV Hub. Episodes will not air on ITV2 either.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "15 May 2019", "href": "https://www.bbc.com/news/entertainment-arts-48279613", "tags": "kyle end show death production jeremy axed guest filming itv dymond"}