{"title": "The 'Game Of Thrones' Season 8 Premiere Was Good- But Why Wasn't It Great-", "content": "Halfway through the premiere episode of the eighth and final season of “Game of Thrones,” Jon Snow (Kit Harington) rides a dragon. It’s a moment fans of the HBO show, and George R.R. Martin’s “A Song Of Ice and Fire” book series, have been anticipating for years: Aegon Targaryen, the true heir to the Iron Throne, confidently mounts the dragon named after his father and fiercely protects Winterfell against the army of the dead.\nExcept it doesn’t happen that way. In actuality, Aegon Targaryen timidly mounts Rhaegal for a humorous glide through the northern landscape with his boo Daenerys Targaryen (Emilia Clarke) and her favorite child, Drogon. It’s the perfect wintertime date.  \n“It’s cold up here for a southern girl,” Jon tells Dany in front of an icy waterfall. “So keep your queen warm,” she responds before they share an over-the-top kiss in front of their embarrassed dragons. (“Ew, mom,” I imagine Drogon saying.)\nFor starters, this moment truly disappointed. I’ve been waiting years to see Jon ride a dragon ― “dracarys” rolling off his tongue. Instead, at the premiere event in New York City earlier this month, I thought to myself, “Am I watching ‘Enchanted’?!” The cheese was melting off the screen, and most members of the audience at Radio City Music Hall gobbled it up. \nBut that’s the goal of “Game of Thrones,” isn’t it? To entertain its mass audience. Everyone from my brother to my mom watches this show ― one vigilantly looking out for clues to confirm a theory, the other half-paying attention while pouring another glass of wine. And as the seasons have gone by, surpassing the brilliance of Martin’s dense novels, showrunners David Benioff and Dan Weiss have somehow satisfied those wine guzzlers’ needs and left the perhaps overly invested viewers wanting a bit more depth. Long gone are the sharp back-and-forths between Jaime Lannister (Nikolaj Coster-Waldau) and Brienne of Tarth (Gwendoline Christie). Forgotten is the mental sparring between Arya (Maisie Williams) and Tywin Lannister (Charles Dance), or the eloquence of Tyrion’s (Peter Dinklage) plea before the court of King’s Landing. Slow-burning scenes are a thing of the past.\nAs someone who’s obsessively watched the show since the first season aired in 2011, my expectations for the Season 8 debut were high. After waiting nearly two years for new episodes, and parsing through every theory I could find, I was convinced David and Dan would not let me down: The final season’s premiere would be iconic and would surely call back to the gripping scenes that started it all.\n“Winter Is Coming,” the pilot episode, featured an opening scene that left me shivering with fear, and excitement. While one brother of the Night’s Watch patrols the outskirts of the Wall, he finds a bevy of frozen, dead Wildlings ― their severed body parts forming a symbol. When he brings his companions back to the gravesite, the bodies are mysteriously gone and a pair of blue eyes appear behind them ― blue eyes we now know belong to the undead, a White Walker. Ramin Djawadi’s theme song kicks in as the opening credits begin. Before long we’re introduced to the Stark boys ― Jon (Harington), Robb (Richard Madden), Bran (Isaac Hempstead Wright) and Rickon (Art Parkinson) ― who are practicing their archery skills in front of their parents, Ned (Sean Bean) and Catelyn (Michelle Fairley). Then we meet their sisters Sansa (Sophie Turner) and Arya (Williams) ― the former a talented needlepointer, the latter a natural assassin. \nThe Season 8 premiere, however, had no creepy opening, despite the oncoming threat of the Night King. We’re immediately thrust into Winterfell as we witness the arrival of power couple-in-love Jon and Dany. We see reunion after reunion (after reunion), all of which happen as fast as you can say, “Wow, Gendry’s a fantastic runner.” We see Cersei (Lena Headey) impulsively let Euron (Pilou Asbæk) into her bed, Theon (Alfie Allen) rescue Yara (Gemma Whelan) with no issues, and Sam (John Bradley) get oddly weepy about the fiery death of his asshole dad, Randyll Tarly (James Faulkner), and standoffish brother, Dickon (Tom Hopper).\nInstead of building up the ominous energy ahead of the Great War, the premiere was much more lighthearted than expected, with Tyrion continuing to joke about Varys’ (Conleth Hill) lack of balls to Arya poking fun at the Hound (Rory McCann) and flirting with Gendry (Joe Dempsie). The only person who is concerned about the army of the dead is Sansa, who is trying to band the North together after Jon betrayed their trust and bent the knee to the dragon queen. She seems to be the only one with her head in the game, even outsmarting Tyrion during their long-awaited, post Purple Wedding meet-up. \n“I used to think you were the cleverest man alive,” she tells him. (Same, Sansa.)\nIt’s not the story but the writing that’s gotten a bit fan service-y. Although Martin has consulted with the team, since Season 5 the HBO series has functioned without his books. (Books he promises to finish.) Like we saw with Season 7, the dialogue is now seemingly aimed at making viewers chuckle instead of analyze. Take “Beyond the Wall,” for example, when Tormund (Kristofer Hivju) and the Hound are making small talk. Or Ed Sheeran’s cringey cameo in the Season 7 premiere. Moments like these, as “fun” as they are, only make the rushed final seasons feel slightly uninspired. \nThis is “Game of Thrones,” though, and, partly due to its sizable budget, it never fails to impress. There are a handful of moments in the Season 8 premiere that live up to expectations: Sam (John Bradley) telling Jon about his true parentage, Beric (Richard Dormer) and Tormund discovering a new Night King symbol, Bran coming face-to-face with Jaime Lannister. Those scenes were incredibly satisfying and set up significant storylines for the end of the show.\nBut my mind still floats back to that fanciful dragon scene, something I’ll never forget for all the wrong reasons. \n“We could stay here for a thousand years and no one could find us,” Dany tells Jon in a moment reminiscent of a certain cave rendezvous with his first love ― foul-mouthed Wildling Ygritte (Rose Leslie). \nThe lovey-dovey stuff worked then, but with the undead now marching south, let’s leave the cheap tricks at the door. (But, like, hold the door, because I’m still coming in.)  ", "date": "\n04/14/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-season-8-episode-1_n_5caf5976e4b0308735d62a53", "tags": "great- game dragon premiere show season ” good- ― jon years thrones"}