{"title": "The Bride Was a Dream in a Dirndl, but Putin Stole the Show", "content": "President Vladimir V. Putin of Russia has always shown a mastery for playing to the cameras, whether posing bare-chested on horseback, dancing with Tartars or riding Harleys with bikers.\nOn Saturday, that command was on display again, this time as the Russian leader made a brief personal appearance in the Styrian Alps at the wedding of Austria’s foreign minister, before continuing north to Germany where he was to hold talks with Chancellor Angela Merkel.\nMr. Putin’s brief visit — he stayed for an hour and 20 minutes — created a buzz throughout the alpine nation and beyond. Not all of it was positive.\nOpposition politicians and Ukranian leaders said the Russian president’s presence could harm Austria’s foreign policy at a time when it holds the European Union’s rotating presidency.\n“How should the E.U. council presidency meet the demand to build bridges and act as an honest broker if the foreign minister and the federal chancellor are so obviously on one side?” said Andreas Schieder, parliamentary leader of Austria’s Socialist Party.\nBefore the Kremlin announced that Mr. Putin would attend the wedding of Austria’s foreign minister, Karin Kneissl, 53, in a vineyard in Gamlitz, the festivities had already taken on the sheen of a political event.\nAmong the other guests were Chancellor Sebastian Kurz of Austria and Heinz-Christian Strache, leader of the country’s far-right Freedom Party and vice chancellor, along with other members of the Cabinet.\nMs. Kneissl’s ministry said the event was a private affair and insisted that it would not influence the country’s foreign policy.\nAn independent, Ms. Kneissl was nominated to her post after the Freedom Party joined Mr. Kurz’s government as the junior partner in December.\nA year earlier, Mr. Strache and leading members of his party had traveled to Moscow to sign a cooperation agreement with Mr. Putin’s United Russia Party. They have called repeatedly for an end to the economic sanctions against Russia, enacted in response to its annexation of Crimea from Ukraine in 2014.\n“I don’t normally comment on high society, but if Austria’s Ministry of Foreign Affairs is forced to justify itself and assure that its foreign policy course will not change in light of this ‘private’ visit, then things have taken on an interesting new form that brings a sad smile to my face,” wrote Pavlo Klimkin, the foreign minister of Ukraine on Twitter.\nThis year, Austria declined to join a coordinated effort of Western countries in expelling Russian diplomats in response to the poisoning of a former Russian spy and his daughter in Britain, citing the country’s longstanding neutrality.\nMr. Putin drew most of the attention on Saturday, though he was only one of about 100 people invited to the ceremony, held on a terrace overlooking the steep, leafy vineyards on the southern side of Austria’s Alps.\nIn keeping with local custom, the bride wore a white dirndl, a traditional dress common in southern Germany and Austria with a tight bodice and full skirt. She and her groom, Wolfgang Meilinger, 54, arrived in an open carriage adorned with bunches of sunflowers that matched her own bright yellow wedding bouquet.\nAfter the ceremony, the deep voices of a Cossack choir that the Russian president flew in with him as a wedding gift, could be heard ringing across the rolling hills of the Southern Alps.\nThe couple — whose “just married” poster, on the back of a white Volkswagen Beetle, was signed by the Russian president — were not the only ones celebrating on Saturday.\n“The international advertising for Austria and the Styria as a tourist destination is priceless,” Mr. Strache, the vice chancellor, wrote on Facebook, insisting that Mr. Putin’s presence would strengthen Austria’s position as a bridge-builder. “You couldn’t have a better advertisement for Austria and its wonderful nature, it’s heavenly countryside and its friendliness to guests!”", "date": "Aug. 18, 2018", "href": "https://www.nytimes.com/2018/08/18/world/europe/putin-austria-wedding-foreign-minister.html", "tags": "austria bride show stole russian chancellor party ” dream foreign dirndl putin"}