{"title": "The Uninsured Rate Has Never Been Lower- Don't Get Used To It-", "content": "A larger share of Americans had health insurance coverage last year than ever before. Get ready for that trend to reverse.\nOn Monday, the Centers for Disease Control and Prevention published its most-recent survey report on the uninsured, which shows 9 percent of the U.S. population, or 28.6 million people, lacked health coverage in 2016. That rate is virtually the same as the previous year’s. The finding is also consistent with surveys from the U.S. Census Bureau, Gallup and others over the past four years.\nThe role of the Affordable Care Act in bringing about this change is clear from the data. Since the law’s coverage expansion began in 2014, 20 million more people have gained insurance, and the national uninsured rate has fallen from 14.4 percent in 2013, the CDC found.\nThe decline in the uninsured was seen across all age groups, all racial and ethnic groups, and in every state, with larger effects in the 31 states and the District of Columbia where policymakers opted to expand Medicaid under the law.\nThe Affordable Care Act caused the biggest expansion in health coverage since the creation of Medicare and Medicaid in 1965. It’s probably over now ― and the trend will begin moving in the opposite direction if President Donald Trump and the Republican-controlled Congress get their way.\nThe House passed the American Health Care Act earlier this month. The Congressional Budget Office had projected that an earlier version of that bill would lead to 24 million fewer Americans having health coverage over the coming decade; there is no score yet of the language the House approved.\nThe legislation would end the Medicaid expansion, reduce overall federal Medicaid spending by one-quarter, and replace the Affordable Care Act’s tax credits for low- and middle-income households with smaller tax credits pegged to age. Senate Republicans are currently working to revise the House’s text, but the general structure of their bill is expected to be consistent with the House version, and thus lead to millions fewer Americans having health coverage.\nAlready there are signs that actions taken by the Trump administration could suppress health coverage even before Congress sends an Obamacare repeal-and-”replace” bill to the White House.\nShortly after Trump became president, the Department of Health and Human Services canceled ads and outreach efforts that the Obama administration had scheduled for the end of the annual sign-up period for coverage through the insurance exchanges. The last sign-up days proved crucial to attracting more customers during the first three open enrollment periods, with reminders of the pending deadline driving procrastinators to HealthCare.gov and the state-run exchanges.\nThis year enrollment on the exchanges was lower than in 2016, and people couldn’t help blaming, in part, the Trump administration halting those efforts to reach people. Gallup found that the uninsured rate ticked up during the first quarter of 2017.\nLooking ahead to the open enrollment period for 2018, which is set to begin in November, other steps taken ― or not taken ― by the administration could further discourage enrollment.\nCombined with the steeply rising prices and diminishing competition predicted in many states before Trump took office, the administration’s approach to Obamacare could result in more uninsured Americans, even if Congress fails to repeal the Affordable Care Act.", "date": "\n05/16/2017", "href": "https://www.huffpost.com/entry/uninsured-rate-low-cdc-report_n_591b616fe4b0ed14cdda481a", "tags": "administration americans coverage used never house act it- rate get uninsured lower- care health"}