{"title": "The Russia Investigation Is Complicated. Here’s What It All Means.", "content": "The basics\nthe major focuses of the investigation \nMr. Mueller is investigating Russia’s efforts to influence the presidential race and sow discord by spreading inflammatory messages on social media and stealing emails from Mrs. Clinton’s campaign chairman and the Democratic National Committee, which were then strategically released to undermine the Clinton campaign. \nInvestigators are examining what Mr. Trump’s aides and associates knew about Russia’s meddling, particularly the release of thousands of stolen Democratic emails, and whether any of them aided Moscow’s effort. \nMr. Mueller is investigating an array of the president’s actions — including the firing of the former F.B.I. director, James B. Comey — to determine whether Mr. Trump sought to impede the investigation into Russia’s actions.\nMr. Mueller is investigating whether Trump associates ran afoul of American lobbying or anti-corruption laws. Two aides to the Trump campaign, including its onetime chairman, were charged with financial crimes related to their work as advisers to a pro-Russia former president of Ukraine.\n— Michael S. Schmidt\ninvestigation results \nKey events\nRussia’s annexation of Crimea in March 2014 prompted international ire, and the United States responded by imposing sanctions and taking other steps designed to isolate Moscow on the world stage.\nOut to restore its own influence, Russia sought to undermine the United States, taking aim at its vulnerabilities — namely domestic political polarization. As early as April 2014, a friend of President Vladimir V. Putin began an operation that included setting up a troll farm to create fake social media posts and sending operatives to the United States to gather intelligence on the political process. The stated goal: “spread distrust towards the candidates and the political system in general.” \nAmerican officials have traced other elements of Russia’s interference, notably the hacking and leaking of Democratic emails, to Russian intelligence agencies carrying out Mr. Putin’s orders. \nDonald J. Trump announced his campaign for president.\nAs he closed in on a stunning victory in the Republican primary, Mr. Trump met in Washington with his foreign policy advisers. One, George Papadopoulos, told the group that he had connections to help arrange a meeting between Mr. Trump and Mr. Putin. Others at the meeting noted that Russia was under sanctions. Mr. Sessions, then a senator from Alabama and a top Trump campaign adviser, quickly shut down the subject and said it should not be discussed again, a former campaign official has said. That conversation fits into the purview of Mr. Mueller’s investigation.\nA London-based professor with ties to the Russian government informed Mr. Papadopoulos that the Russians had thousands of emails that would embarrass Mrs. Clinton. \nDonald Trump Jr. and top campaign officials met with Natalia V. Veselnitskaya, a Russian lawyer, at Trump Tower to discuss what an intermediary promised to be incriminating information about Mrs. Clinton. Paul Manafort, the campaign chairman, and Jared Kushner, Mr. Trump’s son-in-law, were among those also at the meeting, where Ms. Veselnitskaya complained about American sanctions on Russia. The special counsel is investigating.\nCrowdstrike, a cybersecurity firm hired by the Democratic National Committee, announced that it had expelled two Russian hacker groups — called Cozy Bear and Fancy Bear — that had penetrated the D.N.C.’s systems. The groups had gained access to thousands of emails and confidential documents. Just over a month later, WikiLeaks released nearly 20,000 hacked Democratic emails. \nIn light of existing ties between four campaign aides and Moscow, the F.B.I. opened its investigation into the Trump campaign’s links to Russia.\nMr. Trump won the presidential election, defeating Hillary Clinton in an extraordinary upset.\nThen-President Barack Obama announced sanctions against Russia, citing its attempts to interfere with the presidential election. That day, Michael T. Flynn, in line to be Mr. Trump’s national security adviser, discussed the sanctions with the Russian ambassador to the United States. He later pleaded guilty to lying to investigators about the conversations, which undermined existing American policy and flouted a warning from a senior Obama administration official to stop meddling in foreign affairs before the inauguration. \nMr. Trump was inaugurated as the 45th president of the United States.\nMr. Flynn resigned as national security adviser following revelations that he had misled Vice President Mike Pence and other top officials about his conversations in December with the Russian ambassador. The F.B.I. had also asked him about those calls.  \nIn the Oval Office, President Trump privately asked Mr. Comey, the F.B.I. director, to shut down the investigation into Mr. Flynn. \n“I hope you can see your way clear to letting this go, to letting Flynn go,” Mr. Trump said, according to a memo Mr. Comey wrote. “He is a good guy. I hope you can let this go.” Mr. Mueller is investigating the episode as he examines whether the president tried to obstruct the inquiry itself.\nCiting his role as a top Trump campaign adviser and under scrutiny over meetings he had with Russians, Attorney General Jeff Sessions recused himself from all campaign-related matters at the Justice Department, including the Russia investigation. Rod J. Rosenstein, the deputy attorney general, later became the top Justice Department official overseeing the Russia inquiry.\nMr. Trump fired Mr. Comey as the F.B.I. director. Initially, he cited his handling of the investigation into Hillary Clinton’s emails, but later gave varying rationales, saying at one point that the Russia allegations were a “made-up story.”   \nOne day later, Mr. Trump told Russian officials whom he was hosting in the Oval Office that firing Mr. Comey had relieved “great pressure” on him.\n“I just fired the head of the F.B.I. He was crazy, a real nut job,” Mr. Trump said. “I faced great pressure because of Russia. That’s taken off.” Mr. Comey’s firing is also a subject of Mr. Mueller’s obstruction inquiry.\nMr. Rosenstein appointed Mr. Mueller, the former F.B.I. director, to serve as special counsel and oversee the investigation. \nMr. Papadopoulos was charged with lying to the F.B.I. and signed a plea deal two days later. He began cooperating with the investigation. \nMr. Manafort and Rick Gates, his business associate and the deputy campaign chairman, surrendered to the authorities and pleaded not guilty to charges including money laundering and tax fraud.\nMr. Flynn pleaded guilty to lying to investigators and said he had agreed to cooperate with the special counsel.\nThirteen Russians and three companies were charged in a sprawling indictment. Federal prosecutors accused the Russians of stealing the identities of American citizens, posing as political activists and using the flash points of immigration, religion and race to manipulate a campaign in which those issues were already particularly divisive.  \nMr. Gates changed his plea to guilty, admitting that he lied to federal investigators and committed financial fraud, and began cooperating with the special counsel. \nF.B.I. agents raided the hotel and office of Michael D. Cohen, Mr. Trump’s personal lawyer and fixer, based on a referral from the special counsel. \nWho’s Who\nTRUMP, Donald J., Republican candidate for president, later 45th president of the United StatesDonald J. Trump Jr., his sonJared Kushner, his son-in-lawPaul Manafort, his campaign chairmanJeff Sessions, his campaign adviser, later attorney generalMichael T. Flynn, his first national security adviserGeorge Papadopoulos, a campaign adviser on foreign policyCarter Page, a campaign adviser on foreign policyMichael D. Cohen, his longtime lawyer and fixer\nDonald F. McGahn II, the White House counselJay Sekulow, Mr. Trump’s personal lawyerRudolph W. Giuliani, Mr. Trump’s personal lawyerEmmet T. Flood, a White House lawyer who also represented President Bill Clinton during his impeachmentJohn Dowd, resigned in March 2018 as Mr. Trump’s lead lawyer in the inquiryTy Cobb, a White House lawyer who is retiring in May 2018\nRod J. Rosenstein,  the deputy attorney generalRobert S. Mueller III, the special counsel and former F.B.I. directorJames B. Comey, the former F.B.I. director \nFurther reading", "date": "May 16, 2018", "href": "https://www.nytimes.com/2018/05/16/us/politics/russia-investigation-guide.html", "tags": "f.b.i later investigation means trump emails complicated russia campaign mueller"}