{"title": "The puzzle of how many Brits abroad there really are", "content": "The phrase \"Brits abroad\" often conjures up images of retirees enjoying the sun. But the reality is far more complex and even something of a puzzle.\nOfficial figures suggest there are about three-quarters-of-a-million Britons living in the EU and that the majority are not retirees but workers - many of them young.\nOther estimates put the number far higher.\nIt raises the possibility that we don't know how many people there are whose lives abroad will be affected by Brexit - or who they are.\nNevertheless, we know that many are concerned about the future.\nPutting a number on the UK diaspora means using census and registration data from the countries they live in.\nThe most recent official figures suggest 784,900 British citizens live in EU countries, excluding the UK itself and Ireland.\nPublished by the Office for National Statistics, they show nearly three-quarters are aged 64 or under. Seven out of 10 are living in Spain, France and Germany.\nBut these figures only count those who have been in a country for more than 12 months.\nThose living and working overseas for a relatively short period of time - often younger workers - are undercounted. Many are seasonal workers, people on short-term contracts and students studying abroad. \nEven those settled abroad for a longer time can be missed, as registration is not always compulsory. For example, an official at the UK consulate in Spain said there were \"tens of thousands at least under the radar\".\nComing up with a precise figure for the true number of Britons in Europe is difficult, but it could be 1 million to 2.25 million. This includes estimates for temporary residents, those currently not registered and dual nationals.\nSource: The withdrawal agreement - what it all means\nThe other problem with the official statistics is that they don't tell us much about who the Brits in Europe are.\nKnowing more about their education, the jobs they hold and their incomes could help us understand more about their lives abroad - and how they could be affected by Brexit.\nWe have been trying to learn more through the BrExpats research project.\nInterviews with more than 200 UK citizens in France and Spain have been carried out and responses to short surveys collected from a similar number.\nUnsurprisingly, those we spoke to work in a wide variety of roles: from tourism to English language teaching, banking and higher education. \nMore stories like this\nAlthough the withdrawal agreement between the UK and EU says those lawfully resident in another EU member state on 31 December 2020 will have their rights upheld, many are nervous.\nFor example, there were worries among some on fixed-term contracts coming to an end before they qualify for permanent legal status. Some were concerned that without status as EU citizens, no employer would take them on.\nOne sector in which this is a particular problem is academic research, as it is common for researchers to move around Europe on contracts of two or three years. It is also difficult to demonstrate continuous residence for those in hospitality and tourism, a sector of seasonal work demanding high levels of flexibility from workers.\nAnd we don't know how many workers depend upon travelling across EU borders for their work. This could be a problem for those in jobs which take them to more than one country.\nOf course, all of these concerns take on a new dimension if the Brexit deal is rejected and the UK leaves the EU with no deal. \nThe European Commission has urged its 27 remaining member states to take a \"generous\" approach to the residency rights of UK citizens in the event of a no deal Brexit, \"provided that this approach is reciprocated by the UK\".\nNevertheless, concerns have been raised about how these arrangements will be put in place and documents issued by 29 March, when the UK is due to leave. \nA number of countries have already announced plans:\nThe UK government says it will protect the rights of EU citizens who have made their homes in the UK and is expecting about 3.5 million applications.\nSo, these are some of the circumstances in which working-age Britons living in Europe find themselves. \nTheir lives have been made possible by their rights to freedom of movement, but many now wonder whether they will be able to remain once the UK leaves.\nBut there is a twist here. Many of these Britons are used to job markets that demand they are enterprising and flexible. \nSome of those we spoke to for the BrExpats project appear to be quite sanguine about the future - believing that they can adjust to the circumstances of Brexit.\nBut the one thing they all are waiting for is a little more certainty about exactly what the UK's exit from the EU means for them.\nThis analysis piece was commissioned by the BBC from an expert working for an outside organisation.\nDr Michaela Benson is research leader for the BrExpats project at Goldsmiths, University of London. The project is funded by UK in a Changing EU.\nEdited by Duncan Walker", "date": "12 January 2019", "href": "https://www.bbc.com/news/uk-46632854", "tags": "brexit citizens uk eu britons really puzzle number official workers many brits abroad"}