{"title": "The N.R.A. Has Declared War on Andrew Cuomo. He Couldn’t Be Happier.", "content": "When the National Rifle Association brought its Carry Guard insurance program to New York in April of last year, it marketed it as the solution to a pressing concern among its loyal followers, a protection against legal fees that could arise from firing a weapon in self-defense.\nThat solution has now become a new problem: It is the latest fodder in Gov. Andrew M. Cuomo’s long-running clash with the N.R.A., as he seeks to ban Carry Guard not only in New York but across the nation. The powerful gun-rights group, in turn, has sued New York State, casting the battle in life-or-death terms and arguing that if Mr. Cuomo prevails, the N.R.A. could be left “unable to exist.”\nThat existential lamentation created a ready-made political opportunity — and Mr. Cuomo seized on it.\nHe has made the rounds on the morning news shows, mounting a national campaign to encourage other governors to follow his lead in banning Carry Guard. He has rolled out campaign ads promising to take the N.R.A. “to the brink.” He has posted a torrent of pithy posts on Twitter sending his “thoughts and prayers” to the supposedly beleaguered organization.\nHe even sent a letter to President Trump on Tuesday, asking him to tell the N.R.A. to discontinue the insurance program.\nThere is little question that Mr. Cuomo has had a longstanding ideological commitment to gun control. In 2000, as secretary of the Department of Housing and Urban Development, he brokered an agreement with Smith & Wesson, then the country’s largest gun manufacturer, to introduce a host of new safety features; other gun makers were poised to follow suit, he said, until the N.R.A. torpedoed the deal.\nIn 2013, Mr. Cuomo successfully fought for passage of the Safe Act, making New York the first state to enact more stringent gun regulations after the Sandy Hook massacre. He has proudly touted his “F” rating from the N.R.A.\nBut it is also undeniable that in a year when he is facing an aggressive challenge from the left in his bid for re-election, and staving off an increasingly demanding Democratic base, he has recognized — far from for the first time — the potential payoffs of playing up his war on the N.R.A.\nHe has also made no secret of his belief that his actions on gun control have made his state a model for the nation — a handy argument for a politician who has garnered some mention as a possible 2020 presidential candidate.\n“Use New York as a test case,” Mr. Cuomo said in an interview of his gun control measures, including the Safe Act. “The state is a laboratory of democracy where I can say, ‘We passed the law five years ago. Come look at our state.’”\nThe current dispute can be traced to last fall, when the state’s Department of Financial Services began investigating whether several insurance companies that had offered or underwritten Carry Guard were violating state law by offering coverage for acts of “intentional wrongdoing.” The department fined one carrier, Lockton Companies, $7 million; since the investigation began, at least three companies have said they would not renew contracts with the N.R.A.\nIn April, Mr. Cuomo issued a statement urging companies to consider the “reputational risk” of working with the N.R.A., citing the Carry Guard investigation as an example.\nWilliam Brewer III, a lawyer for the N.R.A., said that Mr. Cuomo’s campaign has cost the N.R.A. tens of millions of dollars and infringed upon its First Amendment rights to political speech.\n“It’s not just what the governor did 20 years ago when he was at Housing and Urban Development,” Mr. Brewer said. “He continues to harbor great animus toward the N.R.A.\n“For him to pretend that this is not politically motivated by his anti-N.R.A. agita,” Mr. Brewer said, “we just don’t believe it.”\nMr. Brewer conceded that the N.R.A. was “large and successful” and in no immediate danger of dissolution. But he said that could change if Mr. Cuomo were left unchecked.\nThe regulatory approach bears similarities to the tactics some conservative states have adopted to limit access to abortions, albeit on the opposite side of the ideological spectrum. Twenty-six states restrict coverage for abortions in insurance plans bought through their public exchanges, and 11 of those states restrict it in private plans as well.\nMr. Cuomo denied that there was political gain to be had from taking on gun owners. His stance on gun control has, in fact, cost him before, especially among upstate voters: After passing the Safe Act in 2013, his job-approval ratings plunged 15 points, a drop from which he has never fully recovered.\n“Politically the issue has hurt me. There’s no doubt,” Mr. Cuomo said.\nBut his gun-control record has also given him a ready talking point in fending off Cynthia Nixon, his opponent in the Democratic primary for governor, who, despite repeatedly accusing Mr. Cuomo of chasing the political tailwinds leftward, has shied away from calling him weak on gun safety. The Safe Act, while unpopular in parts of Western and Central New York, tracks far more positively in much of the rest of the state, with a recent poll finding that three-quarters of Democrats supported it and about half of Republicans.\nAnd for all his protestations about the political risks of gun control, the governor is no stranger to jostling for the limelight the topic can bring as well. As Mr. Cuomo took a victory lap after the 2000 Smith & Wesson deal, Eliot Spitzer, then New York’s attorney general, accused him of excluding him from the negotiations in order to keep the credit for himself. (Mr. Cuomo said that he still keeps a pen from the Smith & Wesson signing on his desk.)\nIndeed, the vigor of the N.R.A.’s attacks on the governor in the last weeks before September’s primary is something of an unexpected political windfall for Mr. Cuomo. Until the recent court filing, he had not promoted the Carry Guard investigation with the public relations gusto that he typically applies to hot-button announcements, such as when he toured the state announcing an effort to curb school shootings.\n“This was a very limited action,” Mr. Cuomo said in the interview. “It was about an insurance product.” The governor seemed almost bemused by the tenor of the N.R.A.’s attacks, saying the group was “if anything, the aggressor toward me.”\nWhether Mr. Cuomo is able to turn this public relations campaign into a true blow to the N.R.A., or even into effective material for his re-election campaign, will likely hinge upon the success of the lawsuit, which the state has moved to dismiss.\nDavid Snyder, executive director of the nonprofit First Amendment Coalition, said the premise of the N.R.A.’s argument — that Mr. Cuomo had the power to use his regulatory authority to censor a political opponent — “passes the laugh test.” But the group would need concrete evidence to prove that the governor’s anti-N.R.A. statements had been tied to his regulatory actions, Mr. Snyder said.\nFor Mr. Brewer, with the N.R.A., the political impetus was clear.\n“The N.R.A. is not running for office any place. The N.R.A. has no political motivation,” he said. (The N.R.A. spent more than $203 million on political activities between 1998 and 2017, according to PolitiFact.)\n“If this campaign that has been orchestrated by Governor Cuomo and his colleagues was mounted against any other civil rights organization,” Mr. Brewer continued, “you’d like to hope that everyone would get the point.”", "date": "Aug. 9, 2018", "href": "https://www.nytimes.com/2018/08/09/nyregion/nra-cuomo-insurance-lawsuit.html", "tags": "andrew happier “ declared political n.r.a gun war cuomo state new"}