{"title": "The Mueller Report Has Been Released", "content": "WASHINGTON ― Special counsel Robert Mueller’s report did not exonerate President Donald Trump of obstruction of justice for Trump’s reactions to Mueller’s probe of Russian interference in the 2016 election.\nA redacted version of the report, which Attorney General William Barr made public Thursday, describes 10 instances in which Trump may have obstructed justice by using his authority to interfere with the special counsel investigation. Mueller declined to make a determination about whether the president obstructed justice.\nRead the full report below.\nMueller also found extensive ties between members of the Trump campaign and Russian officials — but he ultimately did not find that any Trump affiliate illegally participated in Moscow’s efforts to influence the outcome of the 2016 election.\n“Because we determined not to make a traditional prosecutorial judgment, we did not draw ultimate conclusions about the President’s conduct,” the report states. “The evidence we obtained about the President’s actions and intent presents difficult issues that would need to be resolved if we were making a traditional prosecutorial judgement.”\n“At the same time, if we had confidence after a thorough investigation of the facts that the President clearly did not commit obstruction of justice, we would so state. Based on the facts and the applicable legal standards, we are unable to reach that judgment. Accordingly, while this report does not conclude that the President committed a crime, it also does not exonerate him,” it says.\nMost of the initial focus was on the report’s troubling revelations of additional instances of Trump’s potential interference in the investigation. But Mueller also laid out extensive evidence of Russian election interference efforts.\n“The Russian government interfered in the 2016 presidential election in a sweeping and systematic fashion,” the report states.\nAhead of the report’s release, Barr went to bat for Trump during a press conference at the Justice Department, where he discussed executive privilege, the DOJ’s interactions with the White House in the past few weeks, and the process for redacting the special counsel’s nearly 400-page report. Barr held the press conference before reporters, Congress or the public could read the report.\nThe disclosure of the nearly 400-page report brings an end to Mueller’s special counsel probe, which began in May 2017 after Trump fired former FBI Director James Comey. \nThe redacted version of Mueller’s report leaves out grand jury material; intelligence information that might reveal sources and methods; information that may affect ongoing investigations; and information that would “infringe on the personal privacy and reputational interests of peripheral third parties.”\nBarr previously released a four-page letter that summarized the “principal conclusions” of Mueller’s investigation. Mueller’s report, Barr wrote, “did not find that the Trump campaign or anyone associated with it conspired or coordinated with Russia in its efforts to influence the 2016 U.S. presidential election.” \nMueller’s investigation found two main Russian efforts to boost Trump’s candidacy: a social media operation that disparaged Hillary Clinton and boosted Trump, and a hacking campaign to obtain emails from the Clinton campaign and the Democratic Party. In his letter, Barr said Mueller uncovered “multiple offers from Russian-affiliated individuals to assist the Trump campaign,” but did not find any conspiracy or coordination.\nIn his letter, Barr also said that he and Deputy Attorney General Rod Rosenstein ― the Trump appointee who became a target of Trump’s ire because he authorized Mueller’s special counsel probe ― concluded that “the evidence developed during the Special Counsel’s investigation is not sufficient to establish that the President committed an obstruction of justice offense.”\nBefore he became attorney general, Barr wrote an unsolicited memo that all but ruled out an obstruction of justice charge against Trump. \nThe attorney general previously told Congress that he had “no plans” to submit the Mueller report to the White House for review before releasing it to Congress and the public.\nHouse Democrats demanded to see a full, unredacted copy of the Mueller report, setting up a court battle over the document. Barr previously said he would testify about the report before the House and Senate Judiciary Committees in early May.\nRedacted Mueller Report by  on Scribd\nThis is a developing story. Please check back for updates.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/mueller-report-read-released-public_n_5ca220c5e4b0fb341d60221d?7um", "tags": "“ report released counsel justice barr special mueller"}