{"title": "The GOP Tax Bill Would -Accidentally- Help Renters", "content": "WASHINGTON ― Controversial provisions abound in the Republican tax plan: a massive corporate tax cut, the repeal of the estate tax, and the end of a tax deduction for medical expenses, for example. \nBut one of the biggest political fights looms over a provision that would hurt rich homeowners — and could help renters.\nHomeowners currently can reduce their taxable income by the amount they pay in interest on mortgages of up to $1 million. The GOP bill would cut that cap in half and make itemized deductions less advantageous in general. \nThe revised mortgage interest deduction would make some homes more expensive to own, which would probably reduce home values. That’s good news for the 36 percent of Americans who aren’t homeowners. But it’s bad news for homeowners, and terrible news for people in the real estate industry, such as agents and homebuilders, whose lobbyists are hopping mad.\n“Tax hikes and falling home prices are a one-two punch that homeowners simply can’t afford,” National Association of Realtors president William Brown said in a statement.\n“The House Republican tax reform plan abandons middle-class taxpayers in favor of high-income Americans and wealthy corporations,” the National Association of Home Builders said on their website. “The plan eviscerates existing housing tax benefits by drastically reducing the number of homeowners who can take advantage of mortgage interest … incentives.”\nNot everyone is so threatened by the changes. The tax benefits of homeownership mostly accrue to the wealthiest households, and falling home values would put downward pressure on rent and also make it easier for renters to buy a home for the first time. \n“Home ownership among people in the top 20 percent of the income distribution should not be a raging public concern,” William Gale, co-director of the Tax Policy Institute, said in an interview. “It’s hard to make a case that [the current mortgage interest deduction] is a good policy.” \nMany liberals might like the idea of taxing rich homeowners more in order to pay for social services — or even middle-class tax cuts. Few seem to like the idea of curbing the mortgage interest deduction as part of an overall tax plan that is primarily about giant tax cuts for corporate America and wealthy individuals. \n“This is a proposal that is probably positive in isolation, to curtail a tax cut that’s tilted toward high income people, but that’s not the tradeoff on the table,” Chye-Ching Huang of the liberal Center on Budget and Policy Priorities said. “The tradeoff on the table is that the revenue from capping the mortgage interest deduction is going to pay for tax cuts that are even more tilted to people at the top. That’s a bad tradeoff.”\nDiane Yentel, president of the National Low Income Housing Coalition, offered Republicans qualified praise for their decision to make enemies with the real estate industry. \n“This is a good and historic first step,” Yentel said in an op-ed on her organization’s website. But she blasted Republicans for using the savings “to pay for highly regressive tax cuts for the richest households and corporations.”\n Yentel also faulted Republicans for including in their bill a provision that would repeal the tax-exempt status of bonds used to finance construction of low-income housing. \nA handful of Democrats have endorsed replacing the mortgage interest deduction with a tax credit targeting lower-income households, but it hasn’t been a huge priority for the party. Rep. Bill Pascrell (D-N.J.), a member of the tax-writing Ways and Means Committee, said undercutting the tax code’s mortgage subsidy would be bad for the economy. \nHomebuilding, Pascrell told HuffPost, is a key “part of productivity and putting money into the economy.” \nAbout 70 percent of taxpayers currently take a set “standard deduction” instead of itemizing for things like mortgage interest and local taxes because the standard deduction is worth more. The Republican plan almost doubles the standard deduction and does away with most other deductions, including for state and local income taxes. Itemizing would only be worthwhile for about 5 percent of taxpayers under the plan, according to several estimates. \nDeductions for mortgage interest and local taxes are a huge tax expenditure, costing the U.S. Treasury more than $100 billion annually, an amount that dwarfs federal spending on rental assistance programs. Republicans have never had a major beef with mortgage interest, however — they just want to simplify the individual side of the tax code and offset the massive revenue loss from their corporate tax cuts. The proposed radical change to housing policy is incidental to that effort. \nAsked about how the GOP plan might improve housing affordability, one Republican sounded like it hadn’t crossed his mind. \n“I’d have to think about that,” Rep. Pat Tiberi (R-Ohio), a senior Ways and Means member, told HuffPost in a brief hallway interview on Monday. “Nobody’s ever asked that question.”", "date": "\n11/07/2017", "href": "https://www.huffpost.com/entry/tax-bill-mortgage-interest_n_5a01c126e4b0368a4e8701ec", "tags": "homeowners renters tax deduction home gop would ” help mortgage interest bill -accidentally- plan"}