{"title": "The Remarkable Comeback of Rahul Gandhi", "content": "India has started to vote in the general elections, a seven-phase process involving 900 million voters, whose results will be known on May 23. Narendra Modi, the prime minister of India, who is leading the campaign for his governing Hindu nationalist Bharatiya Janata Party, is not dwelling on his record in office or his plans for the future, but instead is criticizing opponents, focusing on national security matters, claiming credit for airstrikes against Pakistan and even asking for votes in the name of soldiers.\nA large measure of Mr. Modi’s anxieties has to do with the emergence of Rahul Gandhi, the 48-year-old president of the Indian National Congress, the leading opposition party. Hailing from a family of prime ministers starting with his great-grandfather, Jawaharlal Nehru, grandmother, Indira Gandhi, and father, Rajiv Gandhi, Mr. Gandhi is scripting quite a remarkable political comeback.\nWhen Mr. Modi stormed to power in 2014, the Congress party was reduced to 44 seats in the 542-member lower house of Parliament. Mr. Gandhi seemed reluctant to follow his mother, Sonia Gandhi, as the party president, was known to be an indifferent public speaker and became an easy target for right-wing trolls.\nMr. Gandhi has made a turnaround over the last 18 months with sharp social media campaigns and assured public speaking, interacting with audiences in town hall settings, and making it a point to address press meetings, something that Mr. Modi has refused to do during his five years in power.\nWhile largely focusing on secular messaging, Mr. Gandhi has burnished his Hindu credentials through a stream of visits to temples to fight the Hindu nationalist charge that his party cared for Muslim minority votes and not for the Hindu majority. \nHe led the Congress to victory in three provincial elections in December, demonstrating the ability to win back the support of groups and the gumption to take on Mr. Modi, accusing him of corruption in a major defense deal.\nMr. Gandhi’s resurgence has been made possible by Mr. Modi’s five years in office, which have been marked by economic incompetence, aggressive majoritarianism and institutional decline.\n[Follow coverage of the Indian elections in The New York Times.] \nThe Indian prime minister’s surprise demonetization decision in November 2016, which invalidated major bills that accounted for the majority of currency in circulation and his hasty introduction of a sweeping new sales tax soon after, gravely harmed the agrarian and informal economy and compounded the problem of joblessness. India’s banks are now saddled with nonperforming loans, the country’s higher education is in a state of crisis and there is widespread agrarian distress.\nThe social climate of a diverse country has turned toxic in good measure. The leaders of Mr. Modi’s B.J.P. regularly vilify Muslims to forge a Hindu vote that transcends caste and language divisions. Muslims have been lynched by Hindu mobs on the suspicion of eating beef; this month a Muslim man was beaten and forced to eat pork in the eastern state of Assam.\nA tradition in cities of politely refusing to rent homes to Muslims has now morphed into an active movement of othering them in schools and public places. The police rarely intervene in cases of mob violence or hate speech and the courts fail to deliver justice. While the mainstream media is largely compliant, independent news sites, universities, students and civil society activists are being harassed.\nMr. Gandhi has attempted to counter this with a combination of tactics. He has been in campaign mode for months, deftly uses social media to amplify messages, and is espousing a politics of unity, hope and inclusiveness. He tackles questions on policy seriously, has interests in the interplay of technology and society, emphasizes the importance of public institutions and generally draws a distinction between Mr. Modi’s certitude and his own willingness to learn.\nHe has also made striking policy proposals as well that are likely to resonate with the poor. Mr. Gandhi has announced a minimum income guarantee that will transfer $87 every month to the poorest 20 percent of the population, targeting about 50 million families. The proposed scheme, which has generated a fair bit of interest, is expected by economists to be funded by “reducing the existing subsidies that primarily go to the rich and middle classes.”\nThe Congress party’s manifesto promises to extend a popular public works program to 150 days a year, increase spending on education and health care to 6 and 3 percent of the G.D.P. and review the use of draconian security legislation.\nMr. Gandhi is hoping that a combination offering social peace as a public good, a return to constitutionalism, a surge in institution-building and a strong social democratic policy focus will be enough to upset Mr. Modi. It is an approach that appeals to Indians who are now tired of the violent energies unleashed by Hindu nationalism.\nCritics have mixed feelings about Mr. Gandhi’s party. They have long argued that there is scarcely a pathology in India’s political life that does not have its origins in years of Congress rule. But even they now recognize the value of leaders like Mr. Gandhi, who reaffirm constitutional values and practice a form of politics that seeks to represent all groups — a marked contrast to the Hindu nationalist B.J.P., which aims to handle the demands of India’s diversity by forging a Hindu vote while ignoring the claims of minorities on the state.\nMr. Gandhi faces several challenges. He has to convince skeptics that he is a genuine break from the Congress party’s past. He has to constantly curate a language of support to marginal groups that the Hindu nationalists cannot exploit — and has shifted from silence on anti-Muslim violence in the past to being more indignant about it recently.\nHe is battling Mr. Modi; the Rashtriya Swayamsevak Sangh, the B.J.P.’s influential parent body; elements in big business who back the B.J.P.; a fake news industry that saturates social media with dog-whistles; and a mainstream media that tends to underplay him.\nFurther, Mr. Gandhi’s Congress party controls few of India’s states. Regional parties — in some cases offshoots of the Congress — have eaten into its old base and are worried about the B.J.P.’s monopolistic intent, but are also threatened by the Congress party’s resurgence, which has complicated formation of electoral alliances in certain key states.\nCongress supporters hope that Mr. Gandhi and his charismatic sister, Priyanka Gandhi Vadra, who recently entered politics, can tap into the public mood against Mr. Modi, regardless of the state of party organization.\nFew expect the Congress party or the rest of the opposition to triumph at this stage, but Indian elections are notoriously difficult to predict, partly because the media does not devote enough resources to understand rural India.\nThat uncertainty keeps both Mr. Gandhi and Mr. Modi in the hunt. The results of these elections will reveal if a well-funded muscular right-wing nationalism with the resources of the government at its command can be overcome by progressive politics.\nSushil Aaron, a former associate editor at Hindustan Times, writes about Indian politics.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "April 22, 2019", "href": "https://www.nytimes.com/2019/04/22/opinion/india-election-rahul-gandhi.html", "tags": "public india media party hindu social remarkable comeback modi rahul gandhi congress"}