{"title": "The bean at the heart of America's trade war", "content": " One of the big casualties of the escalating global trade war has been the US soybean sector.\nChina is by far the world's biggest importer of soybeans, but its imposition of hefty tariffs on the product from the US would hit American farmers very hard. \nThe measure was announced in response to tariffs imposed on Chinese products by President Trump.\nHowever, after a recent meeting with EU Commission President, Jean-Claude Juncker, Mr Trump announced that the EU would buy more soybeans from the US, something that American farmers would have been delighted to hear.\nBut how would this be put into practice? And would increased exports to Europe be of any significant help to US farmers?\nIt is also important to ask whether China would be able to satisfy its demand for soybeans from suppliers outside the US. \nIn 2017, soybeans were the United States's single biggest agricultural export to China, which accounts for some 60% of the global trade in the commodity. This is largely to sustain its livestock industry, because the beans are crushed for use in animal feed. \nAware of the likely impact on US producers, President Trump has announced a $12bn plan to help farmers.\nAs a bloc, EU countries are the second biggest buyer of soybeans, but fall far short of China. So with the potential loss of the Chinese market, the challenge for the US is to find enough demand in Europe and elsewhere in the world to absorb US soybean production.\nThe EU has traditionally bought more from Brazil than the US, although the gap has begun to close in the last few years.\nAn EU commission source pointed out to the BBC that they do not have import tariffs on soybeans, so importers in EU countries would be responding to movements in price. \n\"We will be in a position to import more from the US at a cheaper price for market reasons and in quantities that correspond to our needs,\" the Commission told us.\nThe EU has published data showing soybean from the US currently makes up 37% of the total imported by the EU compared with only 9% in July 2017.\nThe commission says it will be monitoring the soybean trade, and reporting back every two months.\nUS soybeans have become cheaper relative to Brazilian and Argentine soybeans, after China announced its plans to retaliate for US tariffs.\nBut that could be of little comfort for US farmers.\n\"What the EU is proposing to buy is a relatively small proportion of what the US had been planning to export to China,\" says Dr Tristen Naylor, of the London School of Economics.\nHe adds that Brazil and other suppliers of soybeans also have the capacity to increase production and distribution fairly quickly if necessary.\nAs for China, it has made it clear that it is already looking elsewhere to meet its need for soybeans traditionally sourced from the US.\nChinese buyers have scrapped orders for US produce in recent months.\nIn June, the Chinese authorities announced they were cancelling or reducing tariffs on some goods, including soybeans, from five Asian countries. \nHowever, the key supplier globally is Brazil, which has become a major producer in recent years, overtaking even the US.  \nBut there are also seasonal factors to consider because Brazil's peak season tends to be earlier in the year, while the US season is from autumn to winter.\nSo Brazil tends to dominate the global market during the spring and summer, and the US later in the year. \nHowever, if Brazil is unlikely by itself to be able to meet Chinese demand, there are other options.\n\"There's adequate supply to meet that demand cheaply from suppliers other than the US,\" says Dr Tristen Naylor of the LSE.\nHe says Argentina is one country that could benefit in the longer term.\nHowever, US-based commodities expert Larry Shover believes there could still be an immediate supply problem for China.\n\"China has an estimated 10-20 million tonnes to buy and there aren't currently enough alternative sources of beans from other major exporters, like Brazil and Argentina,\" he says.\nOne possibility is that China may resort to buying other types of produce like rapeseed or sunflower seeds to meet its needs, he believes.\nAs for American soybean farmers, they face an uncertain future if the trade war with China continues.\nBut it is also possible, as US soybean prices fall - that even with the imposition of punitive import tariffs - American soybeans will be the cheapest option for China. \n\"Despite the 25% tariff on US soybeans, the overall cost for imports of US soybeans into China are almost similar to buying Brazilian soybeans,\" says Stefan Vogel, commodities expert at Rabobank.\nHe adds that as Brazilian supply falls off later in the year, the high level of US supply could allow their farmers to price Brazil and other producers out of the Chinese market - at least temporarily.  \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "2 August 2018", "href": "https://www.bbc.co.uk/news/world-44983950", "tags": "us eu america china farmers heart soybean war soybeans trade bean brazil chinese tariffs"}