{"title": "The QAnon Conspiracy Has Stumbled Into Real Life, And It’s Not Going To End Well", "content": "On June 15, when he packed his AR-15 and drove an armored vehicle onto the bridge near Hoover Dam, Matthew Wright had a mission. He’d gleaned it from a berserk conspiracy theory that circulates mainly online, and now here he was, offline, near a very real dam, with a not-at-all-virtual rifle.\nAs he blocked traffic, he held up a sign. “Release the OIG report,” it read. He wanted the same thing that so many others that subscribe to the all-encompassing QAnon conspiracy theory want: some sort of proof of a “deep state” conspiracy, run by the liberal elite and Hollywood, to commit and then cover up an array of atrocities, from child sex trafficking to false-flag shootings. And they thought they would find at least some damning evidence in the Department of Justice’s inspector general report on the FBI’s handling of the Hillary Clinton email investigation.\nThe report he was looking for had actually been released the day before, and it didn’t have any of the information he and the rest of the QAnon followers sought. Of course, the theory’s adherents believe there’s another inspector general’s report they haven’t seen, one with all the “true” information, and they’ll fight to get it.\nOn the day he was arrested in Arizona on a variety of federal charges, Wright was acting as a soldier for “Q.” That’s the handle of an anonymous poster on equally anonymous message boards 4chan and 8chan and on Reddit since late last year. In letters Wright wrote from jail, intended for President Donald Trump and various government offices, he signed off with the QAnon motto: “For where we go one, we go all.” He also referred to a “Great Awakening,” another likely allusion to QAnon.\nNobody was harmed in the bridge standoff. But Wright’s crusade, along with a handful of other recent incidents, gives us an idea of what QAnon looks like when it emerges from its online cave, blinking in the sun. And it’s a little terrifying.\nAs conspiracies go, QAnon isn’t even faintly plausible. It’s every conspiracy, all at once, an orchestra tune-up of theories. It involves Hollywood, former presidents and the Democratic Party joining up to commit various heinous crimes. And on the other side is an anonymous hero named Q, who claims to have high-level government clearance.\nA surface-level glance at QAnon threads on Reddit, 4chan and 8chan will make you cringe well before it’ll scare you. In one post, commenters wondered whether Q was winking at them by making the lights flicker during President Trump’s White House speech last week. The post reads in earnest: “What if the lights going out during the press conference was... the cue(Q)?” \nIn another, a Redditor used one of Q’s posts to surmise that Barack Obama and Hillary Clinton’s entire family fabricated the Parkland, Florida, school massacre to “advance the anti-2nd agenda.” Commenters agreed and expressed their anger with all the maturity and expertise of a high school film studies class.\n“It’s just like watching V for Vendetta in how the people would trade away their freedom for security,” one commenter wrote.\n“The more I’m reading about the Q posts, the more it brings me back to that movie,” said another. “False flags, under-age exploitation, and a top level conspiracy even among a major religion.”\nThere are hundreds of these posts. Choose any conspiracy you like ― false-flag shootings, underground child sex dungeons run by elite predators, unreleased Justice Department reports that, if made public, would put Hillary Clinton in jail ― and you’ll find them being discussed on QAnon forums.\nThe Daily Beast’s Will Sommer wrote a great primer on the theory. It essentially goes like this: “Q” started posting weird messages on 4chan last November, leaving “breadcrumbs” for the online masses to find evidence that several top Democrats are about to be sent to Guantanamo Bay, special counsel Robert Mueller is actually investigating Hillary Clinton, etc. Nobody knows who “Q” actually is, and there’s no evidence that the person (or persons) posting under that handle has (or have) any high-level security clearance.\nIt’s easy to roll your eyes at the QAnon conspiracy theory, in much the same way it was easy to dismiss Pizzagaters as a bunch of lunatics — right up until the moment one of them, Edgar Welch, showed up in Comet Ping Pong pizza parlor in Washington, demanded to know where the child sex dungeon was and fired an assault rifle.  \nThus ended Pizzagate, the real-world violence shattering the suspension of disbelief that had sustained the theory online. Even after Wright’s arrest in Arizona, QAnon has continued apace, undeterred by the fact that the “OIG report” he demanded had already been released, to the great disappointment of Q’s followers.\nQAnon adherents are on a collective scavenger hunt of sorts ― the goal varies from unearthing conspiracies between politicians and Hollywood brass to finding a group of elite pedophiles in the desert. In Tucson, a group called Veterans on Patrol, with the backing of QAnon online, is hunting for pedophiles after it stumbled on a homeless shelter in May and decided it was a secret site for child sex trafficking. As Motherboard reports, it is not ― police found no evidence of such trafficking ― but the group is patrolling Interstate 19 in Arizona and demands that police declare a state of emergency. It also posted the QAnon 8chan thread to its Facebook page, asking for the internet’s help in finding the elusive, and nonexistent, pedophiles. A QAnon Reddit post says it is “prepping for battle.”\nOf course, another real-life QAnon mission brings another arrest. The founder of Veterans on Patrol, Michael Lewis Arthur Meyer, was collared on Sunday after sheriff’s deputies saw a YouTube video in which he was rifling through private property in his hunt for nonexistent pedophiles. He was arrested on suspicion of trespassing, along with a charge of failure to appear in court on July 17 for an unrelated assault charge. \nMeyer is the perfect QAnon soldier ― committed enough to put his boots on and go LARPing through the desert, unhinged enough to believe that a homeless camp he finds is a child sex-trafficking dungeon and savvy enough to disseminate his findings online to likeminded people. He is too extreme even for some extremists. Meyer and his group were kicked out of the occupation party at a federal building in Malheur National Wildlife Refuge in 2016 after militants accused him of walking in and assaulting a disabled Vietnam veteran.\n“I do believe Lewis [Meyer] is a Paid Provocateur by the Fed’s to divide and destroy,” militant group member Blaine Cooper wrote in a Facebook post at the time. Writer J.J. MacNab points out that Meyer was also tossed off of Cliven Bundy’s ranch in Nevada during the standoff over defaulted grazing fees there.\nAs the Arizona Daily Star reports, Meyer has accused any number of businesses of child sex-trafficking ― various farms and ranches, a building materials company, a mining company, etc. ― their only crime being that they’re in relative proximity to Agua Blanca Ranch, where he uncovered what he thought was a den of illicit activity involving kids.\n“What jumped out at me was their ignorance of what things really were. The cooling towers that they were calling watchtowers. Maps being on the wall, which they called a command center. Children’s rooms — that it was something we had created to hold children in. It just seemed ridiculous,” David Cathcart, caretaker of the ranch, told the Daily Star. “They’ve got a hell of a lot better imagination than I do.”\nFor QAnon, wild imaginations drive the bus. And some of those imaginations are the loudest people on the internet.\nReliable loons Roseanne Barr, former Red Sox pitcher Curt Schilling and Minecraft creator (and Pizzagate supporter) Markus “Notch” Persson have all signed on. Barr and Persson, for instance, tweeted out abbreviations of the QAnon slogan, “Where we go one, we go all,” to millions of followers. And, of course, Infowars’ resident nut Alex Jones is involved ― he said in January that the White House called on him and his team of dinguses to investigate QAnon.\nThere are so many conspiracy theories under the QAnon umbrella now that anything and everything can feel like a dog whistle to its followers. Recently, followers latched on to Hollywood director James Gunn. Gunn was fired by Disney last week after alt-right troll Mike Cernovich helped surface old tweets in which he joked about pedophilia and rape. Underlying the fake-outrage campaign was the QAnon-friendly notion that Hollywood is lousy with pedophiles. Even Sen. Ted Cruz got in on the fun. \n“Q” hasn’t posted anything since July 4, leaving those followers frantic for something to do. If the unhinged LARPing of Wright and Meyer is any indication, that something could easily tip over into violence. \nUPDATE: 12:15 p.m. — “Q” has returned:", "date": "\n07/24/2018", "href": "https://www.huffpost.com/entry/qanon-conspiracy-real-life_n_5b54bbafe4b0b15aba8fe484", "tags": "q going well end stumbled ” one real ― qanon theory life meyer conspiracy wright"}