{"title": "The horror story inside an Indian children's home", "content": "\"The sun rose very slowly for us every morning,\" a girl rescued from a shelter home in India's Bihar state told an investigator recently. She had cupped her hands together forming a small bowl shape and smiled wanly.\nDaylight bled easily into dusk outside, but inside the dank, windowless home, the nights seemed to be without end.\nUnknown visitors, she said, would often appear in the dark and sexually assault her.  \nShe was one of 44 girls aged between seven and 17 who lived in a three-storey house in a fetid lane in Muzaffarpur, a grubby town better known for cheap clothes, lacquered bangles and organised crime. They were orphans, runaways, trafficked and the destitute from one of India's poorest states, where 46% of the population is below 17 years of age.\nOn the afternoon of 30 May, officials arrived at the house and asked the girls to leave. They marched silently into police vans, which drove them to three other homes elsewhere.\nAlarm bells had begun ringing in March when officials received a 100-page report about the condition of shelter homes in Bihar by Tata Institute of Social Sciences (TISS), one of India's top social science schools. \nEight researchers from the Mumbai-based school had spent six months in 38 districts, visiting 110 shelter homes, the majority - 71- of them housing children. (They had also visited old age homes, short-stay homes for distressed women and adoption centres.)\nThe confidential report, parts of which this correspondent has seen, said the conditions at the Muzaffarpur home, run by a local newspaper owner, Brajesh Thakur, were \"deplorable\", and that it was being run in a \"highly questionable manner\". \nThe report said the girls had \"no access to any sort of open space and been literally locked up in their wards except when they went to dining hall to take their meals\".\nMost disturbingly, several girls reported sexual assault and violence inside the home.\nNow the police began questioning them. What they uncovered was a bone-chilling horror story in which it is alleged protectors had turned predators and abused the most vulnerable. \nMost of the inmates were aged between 12 and 16. Investigators were struck by how \"strangely they behaved\". They laughed and burst into tears at once; and then they would fall silent. Fourteen of them appeared to be mentally challenged or were severely depressed.\nThere was sufficient food available at the home, but many of the girls looked famished. They suffered from tuberculosis and skin diseases. Many had inflicted self-harm, slashing themselves with pencil sharpener blades. \"Some girls,\" Jyoti Kumar, one of the investigators told me, \"had 20-25 injuries on their bodies\".\n\"When night fell, our real troubles would begin,\" one girl said.\nIt is claimed caregivers spiked their food with sleeping pills. Men from outside, mostly helped by Mr Thakur, sneaked into their rooms and raped them, the girls alleged. \n\"We would fall unconscious or sleep off quickly. Next morning, we often woke up half naked, with body ache and pain,\" one girl told investigators.\n\"And our aunties (women caregivers) would whisper to each other, 'Look they have finished with her'.\"\nOne girl said whenever she fell sick the caregivers would ask her to \"go to the room of Mr Thakur\" who lived next door and rest there. A fellow inmate said the same man kicked her in the stomach.\nWhen doctors examined the girls, they found 34 of the 42 underage girls \"might have committed sexual intercourse\".\nThe police now moved quickly. Over the next two weeks, they arrested Mr Thakur and nine others. Seven of the accused were women caregivers and counsellors who worked at the home. A child protection officer was also picked up; and the police say they are still looking for one official, who headed the district child welfare committee, and has absconded. Three men, including Mr Thakur, have been charged with rape, sexual abuse of children and criminal conspiracy.\nChief suspect Mr Thakur has denied the charges, describing them as \"frivolous\" and \"politically motivated\".\nBrajesh Thakur is the owner-editor of a little-known Hindi daily newspaper launched by his schoolteacher father in 1982. The paper sold a few hundred copies. Running small newspapers that few people buy is often a murky business in small town India. Owners typically inflate sales to buy cheap newsprint from the government, which they then sell in the black market. \nMr Thakur was also clearly well connected. The 50-year-old counted influential politicians among his close friends. Running on a ticket of a small party, he fought and lost two state elections. His five-year-old non-profit that ran the children's home received four million rupees ($58,250; £45,208) every year from the government for the upkeep of inmates, salaries of employees and the rent of the building.\nMr Thakur was cleared by the federal interior ministry to be accredited as a journalist with India's Press Information Bureau. This meant he had access to events involving the president and prime minister, access to ministries and subsidised healthcare. In Bihar, he was a member of a panel that handed out government accreditations to journalists.\nThe children of the Muzaffarpur home might have reported the most egregious crimes, but conditions in other girls' homes visited by the researchers were not found to be very much better. The inmates told them unspeakable tales of cruelty and mental torture.\nChildren in other homes said they were routinely beaten up. A girl reportedly took her life a year ago, unable to cope with the violence around her. Another lost her \"mental balance\" after the staff refused to get her on the phone with her parents.\nMany girls complained that they were not given clothes, medicines and toiletries. They were served bad food, and made to sleep on the floor. Several homes didn't even stock medicines. \nIn boys' homes, children are said to have been beaten up and abused by security guards and caregivers. The report says employees justified hitting them if they behaved \"naughtily\" or \"tried to escape.\" In one home, it is said the boys were forced to cook and work for the manager, who lived on the same premises. In another, a boy suffering from speech and hearing impairment showed a \"three inch long scar across his cheek from the previous time he was hit by the superintendent when he refused to cook for him\". \nA seven-year-old boy, suffering from hearing and speech impairment, told the researchers that his hearing aid had been taken away by the staff. \"He requested us to ask them back for the aid. We did and he was handed it back but it showed complete lack of sensitivity on part of the concerned staff.\" \nWidespread outrage over the allegations of abuse of children at the Muzaffarpur home has embarrassed the government in Bihar, which the Hindu nationalist BJP runs with a powerful local ally called Janata Dal (United). \nChief Minister Nitish Kumar has promised a thorough reform of shelter homes. He has suspended a dozen officials, and said that the government would take over all the homes run by non-profits. Only seven homes in the state are being run properly, according to an internal correspondence. In Delhi, the federal government has promised an audit of all the 9,000 shelter homes for children in India. \nBy itself this does not inspire enough confidence. \nEvery district in India has a child protection officer, a child welfare panel and a juvenile justice board with judicial powers to place children in homes. Senior district officials are mandated to carry out regular home inspections. \nBy one account, the Muzaffarpur home was inspected dozens of times in the last few years, but no one found anything amiss - or refused to act.\nWhen Pankaj Sinha, a member of Bihar's Child Rights Commission, visited the home last winter, they found the children \"gloomy and listless\". \"The place felt like a prison,\" he told me. \"So we asked the officials to move the children out of the place.\"\nNothing happened. \nThe researchers also found record books in the prisons stacked with forged notes of mandatory meetings with inmates that never took place. Complaint boxes were found stuffed with unopened letters written by inmates complaining of beatings and torture.\nIn Muzaffarpur, two child protection officers - one who the police describe as having absconded - are among the main accused. The wife of the accused childcare officer in custody has alleged that the husband of a state minister would make frequent unchecked visits to the home - the minister resigned from her position this week. \n\"This is how India is failing its children,\" an investigator, who often took children to the shelter home, but was never allowed inside, told me. \"The levels of cruelty, depravity and official collusion in the abuse of children is unbelievable.\" ", "date": "11 August 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-45124802", "tags": "india story home horror one thakur inside girls children indian told homes"}