{"title": "The US cannot crush us, says Huawei founder", "content": "The founder of Huawei has said there is \"no way the US can crush\" the company, in an exclusive interview with the BBC.\nRen Zhengfei described the arrest of his daughter Meng Wanzhou, the company's chief financial officer, as politically motivated.\nThe US is pursuing criminal charges against Huawei and Ms Meng, including money laundering, bank fraud and stealing trade secrets. \nHuawei denies any wrongdoing.\nMr Ren spoke to the BBC's Karishma Vaswani in his first international broadcast interview since Ms Meng was arrested - and dismissed the pressure from the US.\n\"There's no way the US can crush us,\" he said. \"The world cannot leave us because we are more advanced. Even if they persuade more countries not to use us temporarily, we can always scale things down a bit.\"\nHowever, he acknowledged that the potential loss of custom could have a significant impact.\nLast week, US Secretary of State Mike Pompeo warned the country's allies against using Huawei technology, saying it would make it more difficult for Washington to \"partner alongside them\".\nAustralia, New Zealand, and the US have already banned or blocked Huawei from supplying equipment for their future 5G mobile broadband networks, while Canada is reviewing whether the company's products present a serious security threat.\nMr Ren warned that \"the world cannot leave us because we are more advanced\".\n\"If the lights go out in the West, the East will still shine. And if the North goes dark, there is still the South. America doesn't represent the world. America only represents a portion of the world.\"\nThe UK's National Cyber Security Centre has decided that any risk posed by using Huawei technology in UK telecoms projects can be managed.\nMany of the UK's mobile companies, including Vodafone, EE and Three, are working with Huawei to develop their 5G networks.\nThey are awaiting a government review, due in March or April, that will decide whether they can use Huawei technology.\nCommenting on the possibility of a UK ban, Mr Ren said Huawei \"won't withdraw our investment because of this. We will continue to invest in the UK.\n\"We still trust in the UK, and we hope that the UK will trust us even more.\n\"We will invest even more in the UK. Because if the US doesn't trust us, then we will shift our investment from the US to the UK on an even bigger scale.\"\nMr Ren's daughter Meng Wanzhou, Huawei's chief financial officer, was arrested on 1 December in Vancouver at the request of the US, and is expected to be the subject of a formal extradition request.\nIn total, 23 charges are levelled against Huawei and Ms Weng. The charges are split across two indictments by the US Department of Justice. \nThe first covers claims Huawei hid business links to Iran - which is subject to US trade sanctions. The second includes the charge of attempted theft of trade secrets.\nMr Ren was clear in his opposition to the US accusations.\n\"Firstly, I object to what the US has done. This kind of politically motivated act is not acceptable.\n\"The US likes to sanction others, whenever there's an issue, they'll use such combative methods.\n\"We object to this. But now that we've gone down this path, we'll let the courts settle it.\"\nHuawei, which is China's largest private company, has been under scrutiny for its links to the Chinese government - with the US and others expressing concern its technology could be used by China's security services to spy.\nUnder Chinese law, firms are compelled to \"support, co-operate with and collaborate in national intelligence work\".\nBut Mr Ren said that allowing spying was a risk he wouldn't take.\n\"The Chinese government has already clearly said that it won't install any backdoors. And we won't install backdoors either.\n\"We're not going to risk the disgust of our country and of our customers all over the world, because of something like this.\n\"Our company will never undertake any spying activities. If we have any such actions, then I'll shut the company down.\"\nAnalysis - Karishma Vaswani, BBC Asia business correspondent - Shenzhen\nFor a man known as reclusive and secretive, Ren Zhengfei seemed confident in the conviction that the business he's built for the last 30 years can withstand the scrutiny from Western governments.\nMr Ren is right: the US makes up only a fraction of his overall business. \nBut where I saw his mood change was when I asked him about his links to the Chinese military and the government. \nWhile he answered all of my questions, he refused to be drawn into a conversation on this, only to say that these were not facts, simply allegations - and insisted that political connections are not what has led Huawei to be successful today.\nWhen I put to him the reports that his former chairwoman, Sun Yafang, had once worked with China's Ministry of State Security, he told me that her profile was up on the company's corporate website and that he didn't think it was \"OK to suspect or guess where this person used to be\".\nHe also confirmed that there is a Communist Party committee in Huawei, but he said this is what all companies - foreign or domestic - operating in China must have in order to abide by the law. \nRead Karishma's blog: Ren Zhengfei: Reclusive but confident", "date": "18 February 2019", "href": "https://www.bbc.co.uk/news/business-47274679", "tags": "ren company us uk world founder even says huawei meng said crush"}