{"title": "The Uninsured Rate Is Worsening After Years Of Obamacare's Gains", "content": "The uninsured rate is creeping back up.\nAfter several years of dramatic declines in the percentage of Americans who lack health insurance ― a direct result of the Affordable Care Act’s coverage provisions ― the trend is beginning to reverse, according to new data the polling firm Gallup and digital health company Sharecare published Wednesday.\nThe share of Americans without health insurance rose to 12.2 percent last year, up from 10.9 percent at the end of 2016. The 2016 figure was the lowest Gallup recorded since tracking the uninsured rate in 2008. The low uninsured rate two years ago represented a decline of nearly 7 percentage points from 2013, the year before the Affordable Care Act’s Medicaid expansion and subsidies for private health insurance came online and the year with the highest rate in Gallup’s polling history.\nWhat’s more, the uninsured rate increased in 17 states last year, and it was the first year since 2014 that at least one state didn’t experience a decline in those without health insurance, Gallup and Sharecare report. \nHawaii, Iowa, New Mexico and West Virginia saw the largest increases. Massachusetts’ 4 percent uninsured rate was the nation’s lowest, and the highest was in Texas at 22.1 percent, according to the findings of telephone surveys conducted throughout 2017.\nIt’s unusual for the uninsured rate to grow during a period of low and falling unemployment because jobs are the most common source of health coverage. \nBut much higher premiums for those who buy insurance on their own, President Donald Trump’s actions to weaken the Affordable Care Act’s insurance marketplaces and other factors have begun to undo the gains seen earlier this decade.\nIn other words, Trump’s sabotage of the Affordable Care Act appears to be working. There’s reason to believe this trend will continue this year and into the future. \nThe Trump administration has begun approving states’ requests to impose work requirements and other restrictions on Medicaid enrollees, which is expected to  cause an unknown number of low-income people to lose coverage. \nIn addition, Trump and Congress’ repeal of the Affordable Care Act’s individual mandate that most people obtain health coverage or face tax penalties takes effect next year. Premium hikes on the health insurance exchanges are expected to be significant next year, as indicated by early rate requests from insurers in Virginia and Maryland. \nThe Gallup-Sharecare survey is the second this month showing a rise in the number of people without health coverage. According to a Commonwealth Fund report published last week, the share of adults ages 18 to 64 who are uninsured is 15.5 percent, up from 12.7 percent at end of 2016, which the think tank calculates amounts to 4 million fewer people with coverage.\nThe Commonwealth Fund’s numbers are higher than the Gallup-Sharecare data largely because they exclude the elderly and children. Nearly all Americans 65 and over are covered by Medicare, and the uninsured rate for children is less than 5 percent, in part because Medicaid and the Children’s Health Insurance Program provide coverage for low- and middle-income kids.\nGallup and Sharecare’s data don’t explain who is losing coverage or why. But several factors last year made coverage harder to afford.\nThe health insurance exchanges created by the Affordable Care Act have struggled since their debut in 2014, and last year was no different. \nPremiums for those who don’t qualify for subsidies rose by double digits ― and sometimes much higher ― in 2017, presenting major affordability challenges for people who must pay full price for their health insurance because they earn too much to qualify for government subsidies. That continued this year and will happen again next year. \nPart of that is the ongoing trouble insurers on the exchange have experienced attracting enough low-cost healthy people whose premiums offset the expense of people who need high-priced medical care.\nBut Trump took a number of steps that exacerbated these problems. Chief among them was a decision to cut off billions of dollars in payments the federal government owes health insurance companies that serve the lowest-income exchange customers. Insurers responded with rate increases far above what they otherwise would have imposed.\n Exchange enrollment fell in 2017 compared with the prior year, and it declined again this year.\nDuring the open enrollment period for 2017 ― which began in the fall of 2016 under President Barack Obama and ended in 2017 during the early weeks of the current administration ― Trump officials halted advertising designed to encourage people to sign up for coverage.\nDuring the 2018 open enrollment period, the administration went much further, by decimating the advertising and outreach budget, forbidding federal officials from participating in local sign-up efforts and even mounting a campaign against the Affordable Care Act using funds intended to promote enrollment.\nThe uninsured rate is likely to increase further this year and next. \nIt is doubtful that the administration will reverse course and begin putting greater resources toward helping people enroll on the exchanges, based on its conduct in the previous two sign-up periods. \nThe mandate repeal eliminates one reason to buy coverage, especially for those who believe they need it the least. Moreover, the administration is relaxing regulations on forms of health insurance that are more attractive to the healthy, and less attractive to those who need care, that could cherry-pick the most profitable customers from the exchanges, leading to further premium increases for those who remain in that segment of the market. Insurers cite these factors as reasons for their proposed rate hikes next year. \nAnd restrictive Medicaid policies that the administration champions will increase uninsurance among the low-income population.", "date": "\n05/09/2018", "href": "https://www.huffpost.com/entry/uninsured-rate-worsens_n_5af22859e4b0a0d601e7850e", "tags": "care coverage obamacare gains act worsening year years affordable rate uninsured insurance health"}