{"title": "The women looking outside the law for abortions", "content": "Accessing abortion has become increasingly difficult in parts of the US. As a result, a growing number of reproductive rights activists say it is time American women learn the facts about \"self-managing abortion\" with pills.\nKate could tell something was wrong. She'd been feeling nauseous for days and her body just felt different. The 27-year-old massage school student and her boyfriend were supposed to leave on a short road trip together, but before they hit the highway, she asked him to drive to a local drugstore.\nKate, which is not her real name, bought a pregnancy test and took it in the store bathroom. It was positive. \n\"I probably lost all my colour,\" she recalls. \"I was pretty devastated.\"\nOver the six-hour drive that followed, the young couple wrestled with the decision in front of them - to become parents or not. Kate was open to the idea, but as a full-time student doing odd jobs on the side to make ends meet, she was also broke. Her boyfriend told her he wasn't ready to become a father.\n\"I struggle putting food on the table and I'm in debt,\" she says. \"I just didn't see how I could justify putting a kid in that situation.\"\nThe nearest abortion clinic was hours away, and the attendant who answered the phone told her that because she was less than 10 weeks along, she could terminate the pregnancy with pills - one dose of the drug mifepristone to take at the clinic, and a second medication, misoprostol, to take at home. \nShe was also told it would cost nearly $800. Kate was shocked.\n\"It would have taken everything I have. I don't know how I would have paid rent.\"\nSo she did what thousands of women around the globe do every year - she decided to try to have an abortion on her own.\nDespite the fact that abortion is legal in the US, various studies have estimated that hundreds of thousands of Americans have tried to end a pregnancy without the help of a doctor at some point in their lives, whether through medication, herbs, vitamin C, alcohol, drugs or self-harm. Although accurate figures are difficult to come by, one study estimated that in the state of Texas alone, between 100,000 and 240,000 people had attempted a self-induced abortion. \nA New York Times analysis of Google data found that in 2015, there were 700,000 searches from the US for information about self-managed abortion - phrases like \"how to have a miscarriage,\" \"how to self-abort\" and \"buy abortion pills online\".\nWith the confirmation of Judge Brett Kavanaugh to the US Supreme Court, pro-choice activists are preparing for the possible dismantling of Roe v Wade, the landmark 1973 Supreme Court decision which legalised abortion across the country. In this imagined \"post-Roe\" United States, some campaigners are making the case that women need to know the facts about how to \"self-manage\" their own abortions.\n\"This is the next frontier in abortion access,\" says Erin Matson, co-founder of Reproaction, a pro-choice group that has begun hosting public information sessions on self-managed abortion throughout the US. \"Everybody has a right to know information about how to safely and effectively end a pregnancy on their own. It's bigger than this political moment.\"\nAnti-abortion activists say that even if Roe is overturned, it is unlikely abortion would become illegal across the US, and that it's a dangerous argument for women managing their own care.\n\"All overturning Roe v Wade would do is give the question back to the states and allow the states to legislate the procedure,\" says Dr Ingrid Skop, an obstetrician-gynecologist in San Antonio, Texas, and a board member of the American Association of Pro-Life OB-GYNs.\n\"I think that even if restrictions were put in place so that more women could not access the procedure, that many more women would carry their pregnancies to term and probably many of these women would find that what began as an unintended pregnancy would become a desired pregnancy and a desired child.\"\nThough the phrase \"self-managed abortion\" conjures images of coat hangers and disreputable, back-alley abortionists, campaigners say that is not the world we live in anymore, in large part thanks to the development of abortion with pills, which can be used with about 95% effectiveness until 10 weeks into a pregnancy. \n\"A third of all abortions now, you go to the clinic and get pills and go home and do the abortion,\" says Dr Beverly Winikoff, founder and president of Gynuity Health Project. \"Doing an abortion now means swallowing a pill.\" \nSuch was the case for Kate, who quickly found online pharmacies who could ship her mifepristone and misoprostol from India for half the cost. However, she didn't like the look of the websites or trust that the medication would be genuine. That's when she came across a new site called Aid Access, which quietly came online earlier this spring. \nThe reproductive rights advocates behind websites like Women Help Women, Safe2Choose and Women on Web have been sending abortion pills by mail to countries where abortion is illegal or severely restricted for over a decade. \nOne study found that of 1,000 Irish women who received pills by mail using the Women on Web service, 95% ended their pregnancies successfully. But until very recently, none of these services would ship to the US - a wealthy, first-world country where abortion is legal, and the anti-abortion movement is politically powerful and litigious.\nThat changed this spring, when Dr Rebecca Gomperts, the Dutch physician behind Women on Web, founded Aid Access. She publicly announced its existence earlier this month, though she estimates she's already sent 600 mifepristone-misoprostol kits to the US since April.\nDr Gomperts says that after reading email pleas for help from all over the US and watching how many restrictions states have placed on abortion services over the last 10 years, she decided something had to be done. \n\"It is especially the really poor women who are affected by obstacles that have been put in place in the last years,\" she says. \"The need is growing and it's super desperate.\"\nWhen Kate got to Aid Access, she filled out a short survey that asked about the length of her pregnancy, her medical history and her reasons for needing help. She was approved, paid a $95 fee (women too poor to pay can still receive the medication) and gave Aid Access her address. Dr Gomperts wrote Kate the prescription from her private practice in Europe.\nAfter the little brown box arrived in the mail (from a pharmacy in India that Dr Gomperts declines to name), Kate took the medication as instructed, and says that after a sleepless night of painful cramps, diarrhea and vomiting, she began to bleed. By morning, it was over.\n\"I felt a real sense of relief two days later,\" she says. \"I'd been so miserable for what seemed like forever.\"\nAid Access is just the newest way American women can get their hands directly on medication without going through a doctor. Online pharmacies - many located in India - will sell the drugs without a prescription (one research group bought 22 such products online and received 20, and although some of the blister packs were damaged, 72% contained enough of the drug to be effective). \nMisoprostol - which is less effective than mifepristone but can be used on its own to induce a miscarriage - is sold over the counter in Mexico and has been found for sale at US flea markets near the border.\nSome activists believe that with accurate information about how to take the medication and when to seek help, abortions can easily be done at home. \n\"We can trust women to make decisions and to manage their own abortions,\" says Dr Gomperts. \"Women have a human right to health.\"\nObtaining abortion drugs in the US without a prescription is against the law. The US Food and Drug Administration has placed mifepristone under a Risk Evaluation and Mitigation Strategy, which is a special restriction on distribution for medications that may have serious risks associated with their use. The opioid fentanyl is also under a REMS, for example. Mifepristone can only be distributed in a doctor's office or hospital. \nIn a statement to the BBC, the FDA said it is looking into Aid Access: \"The agency takes the allegations related to the sale of mifepristone in the US through online distribution channels very seriously and is evaluating the allegations to assess potential violations of US law.\"\nHowever, many doctors believe that the REMS on mifepristone is unnecessary, and both the American Medical Association, and the American College of Obstetricians and Gynecologists have recommended that the restriction be lifted. \n\"To date, 19 deaths have been reported to the FDA among the more than three million women in the United States who have used [mifepristone],\" one working group of doctors wrote in 2017 in the New England Journal of Medicine. \"Pregnancy-related death... is 14 times higher.\"\nAnti-abortion organisations, like the Family Research Council, argue that the medication is not safe enough to be provided over the counter, and that circumventing FDA regulations is even riskier. Women who have an ectopic pregnancy, who have an intrauterine device or who have a history of adrenal health problems are not advised to take mifepristone. Rare complications include sepsis or haemorrhage, which could be life threatening.\n\"Just sort of violating the law and the distribution requirements - there are reasons these things are in place,\" says Chris Gacek, a senior fellow on regulatory affairs at the Family Research Council. \"Regardless of your views on abortion, I just don't think this is good medicine.\"\nThere are other, legal attempts to remove obstacles between patients and medication. Planned Parenthood currently runs telemedicine programmes in 14 states, where a doctor consults with the patient online or via telephone at a clinic that is convenient for her, and if the doctor determines she is eligible for medication abortion, he or she unlocks a drawer containing the pills remotely. Researchers at Gynuity Health Projects are currently running a study that's been filed with the FDA, in which women are directly mailed the drugs after consultation with a physician. \nHowever, 19 other states have a ban on abortion drugs being dispensed by telemedicine, and since the medications are not obtainable without a prescription in the US, any pregnant person trying to obtain the pills without a doctor's help is operating in risky legal territory.\n\"I would never encourage anyone to do that,\" says Tara Kepler, an attorney of counsel at Bryan Cave Leighton Paisner and a telemedicine legal expert. \"There's no way to get it without a prescription unless you're violating the law.\"\nAt the same time, Kepler says that she's never heard of legal action being taken against a patient for ordering a prescription online. Activists say that since women will continue trying to self-induce abortion regardless of the legal risks, it is their responsibility to put out helpful, accurate information.\n\"What we know is people were managing their abortions before Roe, and have and will continue to do so without Roe,\" says Pamela Merritt, co-founder of Reproaction.\nOn a balmy Sunday afternoon, less than 24 hours after the confirmation of Justice Kavanaugh, a small group gathered in the brightly lit basement of an old union hall in St Louis, Missouri. A handwritten sign hung on the door read, \"Self-Managed Abortion Forum\".\nAttendance was modest - 10 men and women in total - and the bags of crisps and fruit salad sat untouched. Organisers wondered if the event might inspire protest, but none materialised. Nevertheless, the sense of urgency in the room was palpable.\nSeveral people declined to provide their names, and said that they intentionally did not RSVP to the event on Facebook. \n\"It could be traced back if [abortion] gets criminalised,\" said one.\n\"I'm a pharmacist,\" another said. \"That could be bad for me.\"\n\"I'm clergy,\" added a third.\nNext to the fruit salad was a stack of fact-sheets which laid out how a regimen of 12 tablets of misoprostol taken four at a time over the course of nine hours can induce an abortion. \n\"Misoprostol is typically used within the first 12 weeks of pregnancy and is about 85 percent effective,\" the card read, next to a cartoon of a woman with four pills under her tongue.  \nPamela Merritt, one of three panellists at the front of the room, said that to her knowledge, hers is the only group actively promoting information on self-managed abortion. Her co-director Erin Matson acknowledged merely hosting the discussion is \"radical\". Still, they believe the need for these conversations is clear.\n\"The Supreme Court has solidified a 5-4 conservative majority for the foreseeable future,\" said Merritt. \"We now must proceed in a way that protects access to care and protects people who are most vulnerable to reproductive oppression.\"\nStill, the activists have to be careful. Reproaction's panellists never explain how to obtain the pills. Instead, they refer the audience to links online with more information. \n\"It's actually not that complex, how to use these pills to end a pregnancy. What's complex is how to talk about it in a way that doesn't expose people to legal liability,\" says Matson. \"We are not providing advice. We are not coaching people who are self-managing their abortions through the process. We are sharing the World Health Organization's protocol.\"\nAccording to the WHO, \"where mifepristone is unavailable\" misoprostol - the second drug prescribed for a medication abortion - is the \"recommended method of medical abortion\". The drug was developed for the treatment of stomach ulcers, but researchers soon discovered it also causes miscarriage.\nMisoprostol is cheaper and less highly regulated than mifepristone, and there are no tests that would detect it in the blood stream. It is less effective than taking misoprostol together with mifepristone, but in absence of other options, World Health Organization reports say that the regimen is safe and effective at ending pregnancy. \nIn St Louis, one of the panellists was Dr Colleen McNicholas, an obstetrician-gynecologist who - until just the week prior - provided abortion services at clinics in Columbia and Kansas City, Missouri. Newly enforced state regulations revoked her admitting privileges, meaning she can only do abortions at a single clinic located in St Louis. Missouri now joins the ranks of one-clinic states like North Dakota, West Virginia and Kentucky.\n\"If we get to a place where there are states or large portions of the country where there is no access to abortion, I think self-managed abortion will fill at least part of that gap whether we like it or not,\" says Dr McNicholas. \"I have both a clinical and moral obligation to help women do the safest thing that they can to achieve the outcome they want. Whether I'm able to actually provide the care is irrelevant.\"\nThe number of clinics in the Midwest has dropped 22% over the last five years, and the state of Texas alone has shuttered 32 clinics. Thirty-three states have passed laws to limit or restrict patient access to abortion over the past decade. For instance, in Missouri, women must wait 72 hours after their initial doctor visit to get the abortion, a significant obstacle for those who are driving long distances, and may have jobs and need childcare.\nMerritt says that in places like Missouri, women are already living in the equivalent of a post-Roe world. \n\"For a lot of people abortion access is a right in name only - particularly for people experiencing financial difficulties,\" she says. \nAt the St Louis discussion, audience members asked questions about legal exposure, and what someone ought to do if she took misoprostol but then needed to go to a hospital with complications.\n\"They should say they're pregnant and bleeding,\" said Dr McNicholas. \"That's all the information that needs to be given.\"\nSelf-inducing an abortion with pills carries legal risk. Although no one has ever been prosecuted directly for purchasing abortion drugs online, the act of buying pills has been used as evidence for criminal charges, including murder. The most famous case was Purvi Patel, who was sentenced to 20 years in prison under Indiana's feticide law before her conviction was overturned. Similar cases have played out in Idaho, Virginia and Georgia. In some of these cases, it was a doctor or hospital employee where the woman sought help who contacted police.\nDr Skop, the anti-abortion obstetrician-gynecologist in San Antonio, says that if a woman does not tell her doctor that she has tried to self-induce an abortion with misoprostol, she puts her doctor at a disadvantage in her treatment. She adds that she would never turn a woman over to authorities if she found out she'd tried to end her own pregnancy.\n\"I would care for her. I think that most OBGYNs would,\" she says. \nAt the end of the session in St Louis, some swapped stories about how they were preparing for the end of Roe. Two said they'd been stockpiling doses of Plan B, the so-called \"morning after pill\", just in case that medication were also discontinued or even criminalised.\n\"We have to protect each other,\" said one woman. \"The system is not going to save us.\"\nThe day after Kate took her pills, her morning sickness was gone and she was able to eat normally for the first time in weeks. The day after that, she was back at work. She says she is no longer pregnant, and confident that she made the right decision.\n\"I'm grateful that I was able to access the medication because I think it's better than the alternative,\" she says. \"I didn't understand why it was that expensive, not to mention the drive both ways, and missing work for me. I wouldn't have done it another way.\"\nAt the same time, she stresses that her experience was difficult. Her first shipment of medication got stuck in somewhere in customs and she had to send frantic emails requesting another shipment, which she got free of charge. The delay was extremely stressful and although she knows this is not everyone's experience with the medication, she found the process very physically painful.\n\"I don't want it to seem like it was easy, because really, it's not,\" she says. \"It was pretty traumatic, the whole thing.\"\nOtto, another person who used Aid Access, says the package arrived without incident and that though there were intense, painful cramps and vomiting, the experience was a positive one. As someone who identifies as gender-fluid and finds doctor visits of any kind uncomfortable, Otto was relieved to do the procedure at home with supportive roommates, instead of hours away, alone in a hotel room.\n\"I was, kind of, I don't know - really proud of myself for how far I'd come in my understanding of my own body and the politics of my own body,\" Otto says. \"I was just excited.\"\nKate also says she has no regrets, and the fact that she might be breaking the law didn't scare her or impact her decision to seek out the medication on her own. She's nearly finished with school, and is eager to start a career in massage working specifically with cancer patients.\nShe hopes that by speaking out about her experience, other women in similar situations will do whatever they feel is best for them. \n\"If you end up having to take things in your own hands, it is your body, it's your life,\" she says. \"I think everybody should have that right.\"\nTo protect their anonymity, the BBC has changed some names and omitted identifying information.\n.", "date": "28 October 2018", "href": "https://www.bbc.com/news/world-us-canada-45970356", "tags": "us abortions access medication mifepristone abortion says pregnancy women looking outside law pills"}