{"title": "The US Supreme Court: Who are the justices?", "content": "The latest class photo of the nine justices of the US Supreme Court includes its newest member, Brett Kavanaugh.\nKavanaugh, who replaces Justice Anthony Kennedy and was confirmed after a contentious political battle, is President Donald Trump's second pick, after Neil Gorsuch in 2017.\nHere is a look at the nine justices who have had a big influence on American life. Meet the Supremes.\nElena Kagan\nOn the court since: 7 August 2010\nHow she got to the court: Kagan grew up in New York City. At the age of 12, she convinced her rabbi to hold the synagogue's first formal bat mitzvah, the rite of passage for young women. After law school at Harvard, she clerked for Justice Thurgood Marshall. After a successful stint as the first female dean of Harvard Law School, she was briefly US solicitor general - the federal government's top representative at the US Supreme Court, before being nominated by President Barack Obama for the high court.\nWho is she as a justice? Kagan is the first justice in decades not to previously serve as a judge. She is part of the court's left-leaning wing, but has been the author of many of recent unanimous or near unanimous decisions. Her writing is often easy for a layperson to understand without sacrificing legal analysis, and she is an aggressive questioner during oral arguments. Kagan first took her seat at the bench at the age of 50 and could potentially be a force on the court for decades. \nDahlia Lithwick, Slate's legal correspondent, says Kagan is \"much more inscrutable\" on issues than other recent additions to the court. \"She's very close to the vest,\" she says.\nJustice's Opinion: Kagan wrote an impassioned dissent in the Town of Greece v Galloway, in which the court heard a challenge to Greece's practice of opening town meetings with a Christian prayer.\n\"When a person goes to court, a polling place, or an immigration proceeding, I could go on: to a zoning agency, a parole board hearing, or the DMV -  government officials do not engage in sectarian worship, nor do they ask her to do likewise. They all participate in the business of government not as Christians, Jews, Muslims (and more), but only as Americans - none of them different from any other for that civic purpose. Why not, then, at a town meeting?\" \nSonia Sotomayor\nOn the court since: 8 August 2009\nHow she got to the court: Sotomayor was born to Puerto Rican parents in the Bronx. As a student at Princeton University, she fought for hiring more Latino professors and admitting more Latino students. After Yale Law school, she became a prosecutor in New York and was later named to the Second Circuit Court of Appeals. The federal appeals courts are often the final step before the Supreme Court for cases. In the second circuit, Sotomayor authored more than 150 majority opinions - including a few that were ultimately overruled by the higher court. \nWho is she as a justice? Sotomayor is the first Hispanic justice. She's also been one of the most public facing - her memoir appeared on the New York Times' best-selling list, she appeared twice on Sesame Street, once to adjudicate a dispute between Goldilocks and Baby Bear, and she helped drop the ball in Times Square on New Year's Eve 2013.  \"She's trying really hard to demystify the court, showing 'You can be a justice too',\" Lithwick says. \nHer former experience as a prosecutor and trial judge often leads her to challenge lawyers on the facts of a case, says Marcia Coyle, the chief Washington correspondent for the National Law Journal. \"She knows how criminal trials operate,\" Coyle says.\nJustice's Opinion: In a dissent to the court's 5-3 ruling in Schuette v. BAMN, a case involving a ban on affirmative action policies, Sotomayor argued directly against the conservative justices in how the court should treat challenges to race-based laws.\n\"Race matters. Race matters in part because of the long history of racial minorities' being denied access to the political process… And race matters for reasons that really are only skin deep, that cannot be discussed any other way, and that cannot be wished away. Race matters to a young man's view of society when he spends his teenage years watching others tense up as he passes, no matter the neighbourhood where he grew up. Race matters to a young woman's sense of self when she states her hometown, and then is pressed, 'No, where are you really from?', regardless of how many generations her family has been in the country…. Race matters because of the slights, the snickers, the silent judgments that reinforce that most crippling of thoughts: 'I do not belong here.'\"\nSamuel Alito\nOn the court since: 31 January 2006\nHow he got to the court: Alito grew up in New Jersey in an Italian immigrant family. While at Princeton University, he was involved in conservative and libertarian groups, as well as the Army Reserve Officer Training Corps. After Yale law school, he was a prosecutor in New Jersey and served in the Reagan administration in the justice department, including as assistant to the solicitor general, where he argued before the Supreme Court. President George HW Bush named him to the Third Circuit Court of Appeals in 1990, where he stayed until his nomination to The Supreme Court.\nWho is he as a justice? Alito is a conservative justice, but one who does not hew as often to originalism as fellow conservatives Scalia and Thomas. He is not always talkative in oral arguments  but his questions are sharp, aiming to pick apart an argument's logic. Alito has a low public profile despite being a large part of the court's rightward shift on business, campaign finance and racial issues over the past decade. \nThe former prosecutor has been \"very pro-government\" in criminal cases, Coyle says, and has shown less willingness than his conservative colleagues to protect free speech in cases where it is harmful or hateful.\nJustice's Opinion: Alito wrote for the majority in a labour case, Harris v Quinn, in which the court ruled labour groups could not collect fees from Illinois home health care workers who did not want to join the union despite being covered by collective bargaining.\n\"If we accepted Illinois' argument, we would approve an unprecedented violation of the bedrock principle that, except perhaps in the rarest of circumstances, no person in this country may be compelled to subsidise speech by a third party that he or she does not wish to support.\"\nJohn Roberts\nOn the court since: 29 September 2005\nHow he got to the court: Born in New York and raised in Indiana, Roberts attended a boarding school as a teenager but also spent summers working in a steel mill. After considering becoming a historian at Harvard, he went to law school there instead, eventually clerking for then-Associate Justice Rehnquist. He spent many years as a lawyer in the Reagan administration then entered private practice, arguing before the high court and serving as one of several legal advisers to George W Bush in the Florida presidential recount case. Originally nominated to fill the spot left by retiring Justice Sandra Day O'Connor, Roberts was re-nominated for the chief justice position after Chief Justice Rehnquist died between terms, and his nomination was fast-tracked.\nWho is he as a justice: A conservative justice, Roberts is the third-youngest Chief Justice in the court's history, confirmed at 50 years old. Last year's term saw more than half its cases decided unanimously, something many court watchers cite as the outcome of Roberts' desire to foster agreement through narrower rulings. He also notably wrote the 5-4 opinion that shot down a major challenge to President Barack Obama's healthcare law. \n\"I think he cares deeply about how the 'Roberts court' looks,\" Lithwick says, and knows he can move the court slowly over decades. \n\"He doesn't want huge swings, except in areas he feels very strongly about,\" Coyle says, like government's role in racial issues, campaign finance's relation to free speech and the structure of constitution. Roberts also looks to keep decorum on the bench during oral arguments.\nJustice's Opinion: Roberts, writing for the majority in Shelby County v Holder, effectively knocked out a part of the Voting Rights Act which requires certain states to gain permission of the justice department before changing their voting laws.\n\"At the same time, voting discrimination still exists; no one doubts that. The question is whether the Act's extraordinary measures, including its disparate treatment of the States, continue to satisfy constitutional requirements. As we put it a short time ago, \"the Act imposes current burdens and must be justified by current needs\".\nStephen Breyer\nOn the court since: 3 August 1994\nHow he got to the court: Breyer grew up in San Francisco with a lawyer father and a politically-active mother, attending Stanford, then Harvard Law. After clerking for Justice Arthur Goldberg, he moved into government, working as counsel in various positions in Congress, including as an assistant special prosecutor in the Watergate investigation. He spent a lengthy period of time on the First Circuit Court of Appeals and was considered for a Supreme Court nomination in 1991.  It went to Ruth Bader Ginsburg instead. President Clinton went back to Breyer when Justice Blackmun retired from the court in 1994.\nWho is he as a justice? Breyer believes the court needs to consider the history of laws, the intent of Congress and the consequences of its decisions. \"He believes deeply in government and government processes,\" Lithwick says. \nBreyer, the king of the complicated hypothetical, has sought to \"bridge gaps\" in differences between the justices, Coyle says, by listening closely to find give-and-take between justices on an issue.\n\"Those hypothetical questions are really designed for his colleagues,\" Coyle says. He did this last year while writing a 9-0 opinion in a politically charged case over the president's power to appoint judges and other officials during Senate recesses. The ruling was narrowly decided against the president, and both the conservative and liberal wings were in agreement on the final judgement  - but not all the details. \nJustice's Opinion: From the aforementioned 9-0 ruling, National Labor Relations Board v Noel Canning.\n\"There is a great deal of history to consider here. Presidents have made recess appointments since the beginning of the Republic. Their frequency suggests that the Senate and President have recognised that recess appointments can be both necessary and appropriate in certain circumstances. We have not previously interpreted the Clause, and, when doing so for the first time in more than 200 years, we must hesitate to upset the compromises and working arrangements that the elected branches of Government themselves have reached.\"\nRuth Bader Ginsburg\nOn the court since: 10 August 1993\nHow she got to the court: Another New Yorker, Ginsburg stayed in the state to attend Cornell and eventually transferred to Columbia Law School after first enrolling at Harvard. She was rejected from a Supreme Court clerkship after graduating because of her gender, according to the New York Times. As she moved into a teaching and litigating career, Ginsburg focused on women's rights - starting the first law journal focused on the topic and arguing six cases before the Supreme Court. She was confirmed to the federal appeals court for the District of Columbia in 1980 and 13 years later, was nominated by President Bill Clinton for a seat at the top court.\nWho is she as a justice? As the most senior justice on the court's left wing, Ginsburg is often in charge of assigning dissents in highly controversial cases. She has used this power to write a \"a string of barnstormers\", Lithwick says, including a case which expanded the religious exemptions to birth control insurance coverage, and another which made major changes to a law prohibiting racial discrimination in voting. The dissents, combined with her refusal to heed calls to step down during the first Obama term, has earned her a fan base and her own internet meme - Notorious RBG. \"She's the last vestige of an old guard of liberalism\" on the court, Lithwick says, and the last civil rights lawyer on the bench. \nJustice's Opinion: In a dissent in Burwell v Hobby Lobby, Ginsburg wrote the court's decision to expand religious exemptions to \"closely held\" corporations was in error.\n\"Indeed, until today, religious exemptions had never been extended to any entity operating in 'the commercial, profit-making world'. The reason why is hardly obscure. Religious organisations exist to foster the interests of persons subscribing to the same religious faith. Not so of for-profit corporations. Workers who sustain the operations of those corporations commonly are not drawn from one religious community. Indeed, by law, no religion-based criterion can restrict the work force of for-profit corporations.\"\nClarence Thomas\nOn the court since: 23 October 1991\nHow he got to the court: Thomas was born in a small town in Georgia, and was one of the few African-Americans in attendance during a short stint in seminary and then at Holy Cross College. But unlike Justice Sotomayor, those experiences made him distrustful of affirmative action policies. After finishing Yale Law, he worked in Missouri government and in Washington DC before being named chairman of the Equal Employment Opportunity Commission, an agency that responds to discrimination claims in the workplace. After a bruising confirmation hearing - in which a former employee accused him of sexual harassment - Thomas was narrowly confirmed to Supreme Court, at the relatively young age of 43.\nWho is he as a justice? Thomas' originalism is exacting, including a disregard for stare decisis, respect for prior court rulings and precedence. Thomas has also not asked a question during oral arguments in nine years. He has previously said he doesn't care for the question-heavy arguments, sometimes already drafting opinions based on written briefs before any lawyer gets up to argue. Thomas often files entirely separate dissents rarely joined by others, but Coyle says he is influential in other ways, including during conferences only justices attend, and in \"difficult decisions\" in areas that don't get a lot of press - like intellectual property and tax law. Thomas replaced the first African-American justice on the court - Thurgood Marshall - and remains the only current black justice.\nJustice's Opinion: In a dissent to a 2011 case, Brown v Entertainment Merchants Association, Thomas argues it is a mistake for the court to overturn a California law banning the sale of violent video games to minors. \n\"But I do not think the First Amendment stretches that far. The practices and beliefs of the founding generation establish that 'the freedom of speech', as originally understood, does not include a right to speak to minors (or a right of minors to access speech) without going through the minors' parents or guardians.\"\nNeil Gorsuch\nOn the court since: 10 April, 2017\nHow he got to the court: At 49, Gorsuch was the youngest nominee in a quarter of a century when he was approved in 2017. The Colorado native, whose legal pedigree includes Harvard and Oxford, was first nominated to the 10th US Circuit Court of Appeals by former President George W Bush in 2006. He began his law career clerking for Supreme Court Justices Byron White and Anthony Kennedy, and worked in a private law practice in Washington for a decade and served as the principal deputy assistant associate attorney general at the Justice Department under the Bush administration. Judge Gorsuch graduated from Columbia University and Harvard Law School, where former President Barack Obama was a classmate, and earned a doctorate in legal philosophy at Oxford University.\nWho is he as a justice? Gorsuch succeeded the late Supreme Court Justice Antonin Scalia and was welcomed by conservatives who consider him to espouse a similarly strict interpretation of law. In his first year on the court he has cemented the 5-4 conservative advantage, and that's been seen in a series of rulings on contentious issues such as the Trump travel ban, trade union fees and gerrymandering.\nBrett Kavanaugh\nOn the court since: 6 October, 2018\nHow he got to the court: Kavanaugh served on the influential Court of Appeals for the District of Colombia Circuit and was formerly a White House aide under George W Bush. He previously worked for Kenneth Starr, the independent counsel who investigated Democratic President Bill Clinton in the 1990s. His confirmation process was one of the most controversial in recent years amid allegations of sexual misconduct in the 1980s, which he denied. After a hearing in which one of his accusers gave a dramatic testimony of the alleged incident and Kavanaugh fiercely defended his record, he was approved by the Senate by 50-48. Born in Washington, DC in 1965, Kavanaugh studied at Georgetown Preparatory School an all-boys school in Bethesda, Maryland, and graduated from Yale College and Yale Law School.\nWho is he as a justice? He succeeded Anthony Kennedy, who was the Supreme Court's swing vote, often casting the deciding opinion in 5-4 cases, consolidating a conservative majority at the top court. Some Democrats fiercely opposed to his name for his views on delicate issues such as abortion. His views on the environment and gun rights have also raised concerns among environmentalists and gun control activists.", "date": "30 November 2018", "href": "https://www.bbc.com/news/magazine-33103973", "tags": "us since first court justice supreme opinion says justices school law"}