{"title": "The rage and hatred behind a public murder", "content": "A video showing a man hacking another man to death and setting him alight spread across India's social networks a week ago, sparking shock and outrage. BBC Hindi's Dilnawaz Pasha visited Rajsamand, the town where the crime occurred, to find out what motivated it. \n\"We have nothing to say. Everybody has seen what has happened,\" says one man, pale-faced and teary-eyed. \nHe doesn't want to be named. He is still reeling from the fact his relative, Shambu Lal, has been arrested as the alleged attacker in the gruesome video. \nThe three-minute clip shows a man screaming and crying for help as he is repeatedly struck with a pick axe, until he dies. The attacker then sets the body on fire, saying it was a \"warning\" to Muslims, India's largest religious minority.\nSoon after I entered Rajsamand in the western state of Rajasthan, I realised that everyone there knew about the video. I was told that even children had watched it. \nThe attacker made someone film the crime on a phone and then posted the video on Facebook. The police later identified him as Shambu Lal, a Hindu marble trader who is also a Dalit (formerly known as untouchable). \nThe victim was Mohammad Afrajul, a Muslim migrant labourer who had been living in Rajasthan for more than a decade. \nThe video, which was aired on some television channels and shared across social media - has stunned India. The crime itself is distressingly familiar - there have been numerous instances in the past few years of Muslims being brutally and publicly killed.   \nMr Lal confessed to the murder in a note, a photo of which he also posted on Facebook. His accompanying message, and other videos shared by him, suggest the attack was motivated by religion. \nIn the video, Mr Lal warns Muslims, saying: \"This is what will happen to you if you do 'love jihad' in our country.\"\nThe term \"love jihad\" has been popularised by radical Hindu fringe groups, who accuse Muslim men of participating in a conspiracy to turn Hindu women from their religion by seducing them.\nIn a second video, Mr Lal is seen justifying the attack to \"protect the honour of Hindus against Muslims\".\nPolice told the BBC that Mr Lal had eight other videos on his phone, in which he railed against \"love jihad\" and \"Islamic jihad\". He had already posted four on Facebook. \nBut Mr Lal's family and friends are unable to reconcile the killer in the video with the man they knew. \nOne of his neighbours, who also did not wish to be named, told me she had known Mr Lal since he was born. \"Our Shambu didn't do this,\" she says. \"The man in the video is not the man I know, the man who didn't have a violent bone in his body.\"\nMany of those who know Mr Lal spoke on condition of anonymity and described him as a man who was \"soft-spoken\" and \"concerned\" for others. \nBut some also said they had been worried about him in the weeks leading up to the crime.\nMr Lal's business had been struggling and he had been spending a lot of time watching videos on his phone - videos on Facebook or WhatsApp that, they believe, may have motivated his actions. \nWhatsApp, through which videos can travel fast and wide, has been often used to spread rumours and whip up hysteria in India. Earlier this year, messages on WhatsApp led to mobs in eastern India beating seven people to death in two separate incidents after mistaking them for child traffickers. \nMost of India's fake news spreads via WhatsApp and mobile phone messages because phones are the first point of exposure to the internet for a majority of Indians. \nWhen I spoke with a group of young Dalit men who knew Mr Lal, it became apparent that spurious news clips and videos about alleged cases of \"love-jihad\" were being widely circulated among younger Hindu men. \nOne of them pulled out his phone to show me a local news story he had received on WhatsApp, which claimed that a Hindu girl had been kidnapped and raped by Muslim men. The story he showed me has not been verified or reported by any of India's established media organisations.\n\"What Shambu has done is absolutely right,\" he says. \"This is what needs to be done to stop love jihad.\" \nAnother young man agreed: \"When we see such news, it fills us with rage. Why are Muslims taking our girls? Why are they raping them and forcing them to convert to Islam? Tell me, who will accept this?\"\nThis group of men has created a WhatsApp group where they praise Mr Lal, and also share photos of him stamped with Hindu right-wing slogans. A photo of his, for instance, was accompanied with the message, \"love jihadis, be alert, Shambu has risen.\" \nWhile many younger men seemed to regard Mr Lal as a hero, other, elderly men were disturbed by his actions and how they would affect the community. \n\"Hindus and Muslims are like brothers - this shouldn't have happened,\" one man told me. \n\"People are watching the video over and over,\" another says. When I approached another group of men, they asked me if I had seen the video. They were all watching the video on their phones. \nA few miles from Mr Lal's home is a small rented house where the victim, Mr Afrajul, lived. He had been doing well for himself and had recently bought a bike and a smartphone. \nHe was living in the house with his son-in-law, nephew and other migrant labourers from the eastern state of West Bengal. They are still in shock but they are also scared and haunted by the video, which they can't seem to stop watching.  \n\"It's been over three days, and I still hear his helpless screams,\" says Musharaf, Mr Afrajul's son-in-law, who has watched the video several times.\n\"Look how mercilessly he killed him - we don't even kill animals like this,\" says Barkat Ali, a migrant worker who knew Mr Afrajul, as he played the video in front of me. \nInamul, Mr Afrajul's nephew, told me that Muslim migrant workers are returning to West Bengal \"because they are scared\".\nNone of them had heard of the term \"love jihad\" until now. \n\"We are struggling to earn two meals a day. How can we think of love or jihad?\" says Mr Ali. \n\"Shambu wanted to kill someone, he found Afrajul, and killed him. If he had found me, he would have done the same.\" ", "date": "13 December 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-42320616", "tags": "public india jihad men murder muslims video lal man shambu says rage behind hatred"}