{"title": "The Market Is Worried. The Economy Is Strong. How Will the Fed React?", "content": "WASHINGTON — The challenge confronting the Federal Reserve as it meets this week is a tale of two economies. Wall Street investors are behaving as if the economic expansion is in grave danger, while the best available data show that the American economy has continued to grow at a healthy pace.\nThe disconnect is visible on other Wall Streets across the United States.\nDorice Soroka, who runs a small company at Wall Street and Myrtle Lane in Daytona Beach, Fla., said her revenue has finally reached the level she last saw in 2006. “And that was unhealthy growth,” Ms. Soroka said of the years before the crisis. “This is much more healthy.”\nPeoples State Bank, on East Wall Street in Eagle River, Wis., also is prospering.\n“Our market areas remain economically healthy,” said Scott M. Cattanach, the president of PSB Holdings, which operates nine branches in central and northern Wisconsin. The bank recently reported that profits rose 28 percent in the third quarter, and demand for development loans remained strong in the fourth quarter.\nKaty Brooks, the president of the Bend, Ore., Chamber of Commerce — whose offices sit on Wall Street — said the region’s tech companies were trying to fill more than 400 vacancies.\nThe Fed on Wednesday is widely expected to recognize the continued strength of the economy by announcing a quarter-point increase in its benchmark interest rate after a two-day meeting of the Federal Open Market Committee. But the central bank also is expected to tip its hat to queasy investors by emphasizing that future rate increases will depend on continued economic growth.\nThat would amount to an acknowledgment that 2018 has been a very good year on Wall Streets across the United States — but that there is growing reason to worry about the coming year.\n“While the domestic economy remains healthy, the external backdrop has worsened,” said Michael Gapen, chief United States economist at Barclays, referring to a recent weakening of international economic growth, particularly in Europe and China. Mr. Gapen said financial conditions in the United States had also tightened sufficiently for the Fed to worry about the broader economic effect.\nEquity markets jitterbugged on Tuesday, rising and falling and rising again. The S&P 500 stock index closed the day up 0.01 percent. Oil prices continued to fall, and President Trump renewed his Twitter attacks on the Fed, urging it “feel the market” and not make “yet another mistake.”\nThe expected rate increase, which would lift the benchmark rate into a range between 2.25 and 2.5 percent, would mark the fifth consecutive quarter that the Fed has moved to raise borrowing costs. The benchmark rate now sits close to the bottom of what most Fed officials regard as a neutral zone in which the Fed would neither be encouraging nor discouraging economic activity.\nThe Fed also will publish a set of economic projections by the members of the committee, which comprises the Fed’s board of governors and the presidents of the 12 regional reserve banks. In the last round of forecasts, published in September, most Fed officials predicted the central bank would raise rates three times in 2019. Shaving those predictions would underscore the Fed’s doubts about the economy’s trajectory.\nThere is still a lot of good news. The economy has been expanding for almost a decade, the unemployment rate of 3.7 percent is the lowest in a half-century, job growth remains strong and wages are beginning to rise faster.\nConsumer spending, the primary form of economic activity in the United States, has been growing at a healthy pace, up 0.6 percent in October. “What we know about Main Street is they’re spending like banshees on Christmas stuff, and that’s because we’ve seen a real increase in wages at the low end of the spectrum,” said Diane Swonk, the chief economist at Grant Thornton.\nBut the good news is not great news, at least by historical standards. Some economists see evidence that there is still considerable slack in the labor market, and it appears increasingly likely that inflation will fall short of the Fed’s 2 percent target for the seventh straight year.\nMs. Swonk, who expects the Fed to raise rates on Wednesday, said the central bank was trying to strike a delicate balance by wrapping up its post-crisis campaign to stimulate the economy by holding down interest rates to encourage consumer and business borrowing.\n“There is good news, and that’s what the Fed is acknowledging by raising rates,” she said.“They don’t think that’s going to crush the economy.”\nThe fragility of the economy is visible in the anxiety of investors. Between 2004 and 2006, the Fed raised rates at 17 consecutive policy meetings — from 1 to 5.25 percent — without noticeably dampening the euphoria on Wall Street. In recent years, markets have treated each quarter-point increase in the Fed’s benchmark rate as a significant threat to growth.\nBut the fragility is also visible far from New York’s financial district.\nMs. Soroka, in Daytona Beach, runs a company that gathers information on development projects, allowing contractors and workers to identify potential opportunities.\nThe company, Builders Exchange and Reprographics, employed eight people before the crisis. Ms. Soroka cut half of those jobs during the crisis, and she has not hired anyone as revenue has recovered. In part, she said, technology has reduced her need for workers. Local governments increasingly post the information she needs on websites, eliminating the need for people to collect documents in person.\nBut Ms. Soroka said she also remained nervous about investing in her company. Even in the 10th year of an economic expansion — one of the longest periods of growth in American history — she said she was reluctant to spend on office decorations, or buy new equipment.\n“I tiptoe into things,” she said, “because I don’t know how sustainable this is going to be.”\nThe Fed’s interest rate increases have added a new reason for anxiety. Higher borrowing costs appear to be pinching housing, as sales of new and existing homes have softened in recent months. The government reported Tuesday that housing starts increased in November, but the change was driven by a rise in multifamily construction, which tends to vary month to month.\nMs. Soroka said that developers in the Central Florida region that she watches closely are showing signs of increased caution. For example, she said, developers appear to be breaking projects into a larger number of phases, so the initial increment of construction is smaller. A developer might obtain permits for a 500-lot subdivision, she said, but begin with a section of 50 homes.\n“I know a lot of business owners who are thinking about being a little more liquid, which means that money is not going into the economy,” she said. “They’re just holding it.”", "date": "Dec. 18, 2018", "href": "https://www.nytimes.com/2018/12/18/us/politics/fed-interest-rates-markets-economy.html", "tags": "fed wall market percent strong worried react ” economy economic rate —"}