{"title": "The 'Game Of Thrones' Season 8 Trailer May Hint At A Sad Cersei Spoiler", "content": "We have no problem raising a glass to the Season 8 trailer of “Game of Thrones.” But when Cersei pours herself a goblet, there’s reason to worry.\nAmong the many shots in the new trailer is a sequence featuring Cersei Lannister (Lena Headey), in which she seems tearful while sipping on some wine. We know it’s wine because the official “Game of Thrones” Twitter account retweeted this GIF confirming her drink of choice:\nAnd that’s great. Who doesn’t want to cheer the final season of “Thrones” with a nice glass of vino? But a previous Season 7 scene makes this all a bit more troubling.\nIn the Season 7 finale, Tyrion (Peter Dinklage) and Cersei are talking privately when he offers her a glass of wine. Despite her love of the stuff (and fan compilations proving that point over and over again), the drink goes untouched. Cersei eventually puts her hand on her stomach and Tyrion guesses she’s pregnant.\nNow, sure, prenatal care ― including warnings about the effects of alcohol on unborn babies ― probably wasn’t the most advanced during the heyday of Westeros. And with White Walkers on the way, a bit of light drinking while pregnant isn’t a top worry here. But Cersei abstaining from wine in the Season 7 scene plays as a clear hint to her pregnancy, as some on Reddit also point out, and seems to aid Tyrion’s guess that she’s with child.\nSo showing a scene in the trailer of Cersei drinking wine while tears well up in her eyes could be read as a sign that she’s not pregnant anymore, possibly having lost her baby.\nNow, nothing is certain until the season finally airs. For all fans know, Cersei may have already had the baby. (Her hair does look a little longer, so maybe there’s a little Lannister just out of the shot?)\nIn addition to the supposed plot leak, however, there is also the prophecy that Cersei would have only three children, all of whom were fathered by her twin brother, Jaime Lannister (Nikolaj Coster-Waldau), and have died during the show’s run. \n“You will have three,” a witch tells Cersei in a Season 5 flashback scene. “Gold will be their crowns, gold their shrouds.”\nHuffPost asked Coster-Waldau about this prophecy, if there was some trickery with Cersei’s latest pregnancy, or if Euron Greyjoy (Pilou Asbæk) was really the father. The actor didn’t give up much.\n“How depressing!” he laughed, adding, “But, no, I can’t say anything.”\nProphecy aside, if Cersei does lose her baby, it could also make Gendry (Joe Dempsie) all the more important. His character is widely theorized to be the “black-haired” child Cersei reveals she lost to a fever in Season 1:\nThat would make him the legitimate child of Cersei and Robert Baratheon (Mark Addy), aka the heir to the Iron Throne. Plus, Gendry doesn’t remember much about his mother, except that she had “yellow hair,” you know, kind of like Cersei.\nDempsie himself is into the theory, thinking it could blow “so much out of the water.” Though Coster-Waldau later told us, “I think Joe just wanted to get on the throne and that’s why he’s putting it out there.”\nMaybe the shot of Cersei boozing it up during King’s Landing Wine and Cheese Night doesn’t mean anything. Maybe the scene is just trolling those fans (and entertainment writers) who are speculating on every little detail. Or maybe this is just one of the reasons everyone’s been looking so depressed in all the Season 8 photos.\nAll we know is that before her pregnancy, Cersei really loved her wine.", "date": "\n03/05/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-trailer-cersei-spoiler_n_5c7e9c67e4b0e62f69e6ca85", "tags": "glass cersei may maybe wine know scene season hint trailer sad ” thrones spoiler"}