{"title": "The Budget New York Needs", "content": "Gov. Andrew Cuomo and state legislators are nearing agreement on a more than $170 billion budget that could help the subways and reform election campaigns.\nBut in Albany, nothing can be taken for granted. \nThe deal, which must be approved by Monday, the start of the fiscal year, includes a congestion pricing plan to help fund public transit and a voluntary system to match small political contributions six-to-one to increase competition in state elections.\nThough Mr. Cuomo, Andrea Stewart-Cousins, the Senate majority leader, and Carl Heastie, the Assembly speaker, have all committed to supporting these key measures, they haven’t reached a final agreement on the details. \nThe congestion pricing plan to charge drivers more than $10 to enter Manhattan below 60th Street could generate $1 billion every year that could pay for $15 billion in bonds for major transit repairs.\nMaking the plan a part of the budget helped pressure upstate and suburban legislators to support it. But the final version still needs to ensure that a clear majority of revenue goes toward the city’s subways, rather than suburban rail lines. The subways serve by far the most riders, have been underfunded and are in by far the worst shape.\nReaching an agreement on public financing of elections could be harder. Many legislators, especially in the State Assembly, have opposed it. After public pressure, Mr. Heastie backed the measure. The plan is worth the fight. A similar system has worked well in New York City, where it has increased competition in elections, one way to improve the responsiveness of elected officials.\nOne thing that needs to be included in the final deal is full funding for early voting, without shifting the cost to local election boards. Though the state approved much-needed legislation in January allowing New Yorkers to vote up to 10 days before an election, local election boards need funding to the changes.\nBut the proposal includes elements that have little to do with budgeting and deserve more careful attention. One such proposal would give police departments expansive discretion to withhold arrest information. Cuomo officials say the proposal is meant to protect individual privacy by addressing a scurrilous practice in which private websites post mug shots, then demand payment to remove them. But the measure is far too broad, and could prevent the public from learning basic information about who is arrested and why. On Friday, efforts were underway to narrow the scope of the measure to limit it to the release of mug shots, according to a spokesman for Mr. Heastie.\nThis year’s state budget includes promising initiatives that can help move New York forward. Here’s hoping Mr. Cuomo and legislative leaders can get it right. \nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 29, 2019", "href": "https://www.nytimes.com/2019/03/29/opinion/the-budget-new-york-needs.html", "tags": "agreement needs public legislators election york state could budget new cuomo plan"}