{"title": "The Sponsors Of Obamacare Repeal Are Trying To Fool America -- And Fellow Republicans", "content": "The co-sponsors of new Senate legislation to repeal the Affordable Care Act are misleading America about the effects of their proposal. They may also be misleading their own colleagues.\nThe story Sens. Lindsey Graham (R-S.C.) and Bill Cassidy (R-La.) tell about their legislation during speeches and news conferences is a straightforward, seemingly innocuous one ― that they are simply transferring money and authority away from the federal government. \nTo their colleagues in the Senate, Graham and Cassidy make a different, more nuanced pitch. With key Republicans nervous about what the bill would mean for coverage of their constituents, Graham and Cassidy are promising the vast majority of Republican states would end up with more money, not less, if the proposal becomes law.\nThe story Graham and Cassidy are telling the public is a vast over-simplification, one that leaves out the bill’s most important elements. And the story they are peddling to colleagues? That’s even more misleading.\nThe bottom line is that the Graham-Cassidy bill is like every other repeal proposal that’s come before Congress this year. It would mean millions more people struggling to get care or being exposed to financial hardship. And it’d most certainly hit some Republican-leaning states hard. \nGraham and Cassidy are telling the truth when they say their proposal turns control of the Affordable Care Act to the states. Specifically, they would transform the program into a “block grant,” giving states enormous leeway over how to spend the money that, in today’s system, goes to finance expanded Medicaid programs and subsidized private insurance. \nBut the proposal actually does a great deal more than simply give states more control over how to spend dollars now going to health care. It also gives them less of that money to spend.\nOn the whole, the block grant would be smaller than what states would receive if the Affordable Care Act remains in place. That is very much by design, because Graham and Cassidy want to reduce federal spending. But the cut would be substantial ― to the tune of $239 billion over the first 10 years, according to the Center on Budget and Policy Priorities, which so far is the only independent organization to conduct this kind of analysis.\nThat’s a smaller cut than the Senate’s leadership bill from July envisioned, but almost surely, it’s still enough to affect health insurance for at least a few million people. More important, the block grant would expire after 10 years. That’s right, funding to “replace” Obamacare would drop to zero. At that point, Congress could always authorize new spending. But given the parliamentary obstacles to such expenditures, it would quite likely appropriate less ― and maybe a lot less.\nMeanwhile, the bill calls for redistributing funds among the states ― in general, taking from those, like California, where officials have tried diligently to expand coverage and giving to those, like Texas, where officials have done nothing or even tried to undermine the Affordable Care Act. \nAnd then, on top of all that, the bill would cut Medicaid by introducing a “per capita cap,” reducing projected spending on the program by roughly $179 billion in the first 10 years, based on Congressional Budget Office assessments of previous legislation. This is a change that would affect the entire Medicaid program, including the parts that existed before the Affordable Care Act came along, which would mean less coverage for groups like poor children and the disabled that Republicans have frequently promised to protect.\nJudging by how many GOP senators voted for repeal bills in July, most are willing to live with such cuts, at least on a national level, even if they don’t like to advertise them. But many of those senators remain skittish about the precise effects cuts would have on their own constituents ― and that’s a big political problem for the Graham-Cassidy bill, thanks in part to how it redistributes that money among the states.\nIn general, the bill would move money from Democratic to Republican states. Graham and Cassidy have generally acknowledged this, when pressed, and sometimes justified it in the name of fairness.  \nBut when the Center on Budget and Policy Priorities looked at the effect of Graham-Cassidy on a state-by-state basis, it found that plenty of GOP states would end up losing out in the first decade. Among them are Alaska, Arizona and Maine, which are home to Sens. Lisa Murkowski, John McCain and Susan Collins ― the GOP trio that famously voted against the last repeal bill in late July, preventing it from passing. Because Republicans need 50 votes to pass repeal and have only 52 members, Graham-Cassidy can’t pass without the support of at least one of those senators.\nOhio and West Virginia would also stand to lose money, making the GOP political task more difficult, since Republican senators from those states, Rob Portman and Shelley Moore Capito, respectively, have publicly wavered on past repeal bills. Capito, who like most GOP senators has not declared publicly her intentions on the Graham-Cassidy bill, has said explicitly that she’s seeking clarity on what the formula would mean for her state. “I’m trying to get the numbers for West Virginia,” Capito told Dylan Scott of Vox.\nTo assuage such concerns, Cassidy has put out his own numbers, via a spreadsheet available on his website and, presumably, in wide circulation on Capitol Hill. It purports to show that the vast majority of states, including all of those states with key Republican senators, end up with more money, not less.\nIf these are the numbers Republicans like Capito are considering, they are falling for a ruse.\nCassidy’s document compares absolute spending levels in 2020, when the bill’s changes kick in, and 2026, the end of the 10-year budget window. But health care costs are constantly rising faster than inflation. Simply to keep pace, so that people don’t lose access to care, spending must grow more quickly ― as it does under the Affordable Care Act, but wouldn’t under Graham-Cassidy. \nThe Cassidy spreadsheet also ignores completely the effects of the per-capita caps on Medicaid ― and, by cutting off in 2026, it ignores the falloff that would occur afterward when the block grant expires.\nIn short, the cuts are much deeper than Cassidy’s spreadsheet shows, and the bill would hurt many more states than the document acknowledges.\nIn a normal legislative debate, such propaganda wouldn’t really matter. Multiple independent experts, including those at the Congressional Budget Office, would have plenty of time to analyze the proposal. Lawmakers, in turn, would have plenty of time to study those results ― and reach their own conclusions about which projections were the most reliable and which raised issues that mattered most to them.\nBut with the debate suddenly moving at breakneck speed, and a possible vote next week, that won’t happen. Already the CBO has said it doesn’t have time to provide a full analysis, including effects on coverage and premiums, as it did for previous bills. As a result, Cassidy’s misleading numbers could sway one or two key senators, potentially making the difference in whether millions of Americans lose access to health care.", "date": "\n09/19/2017", "href": "https://www.huffpost.com/entry/graham-cassidy-obamacare-repeal_n_59c16c28e4b0f22c4a8d3c77", "tags": "cassidy like america obamacare repeal graham states republicans senators ― -- money bill fool fellow trying care sponsors"}