{"title": "The GOP Obamacare 'Replacement' Has Arrived- Sort Of-", "content": "House Republicans unveiled what they're calling an Obamacare replacement on Wednesday, 2,283 days after President Barack Obama signed the Affordable Care Act into law.\nThe plan, which isn't legislation and is more like a mission statement, lacks the level of detail that would enable a full analysis, but one thing is clear: If put in place, it would almost surely mean fewer people with health insurance, fewer people getting financial assistance for their premiums or out-of-pocket costs, and fewer consumer protections than the ACA provides.\nIt’s difficult to be certain, because the proposal, which House Speaker Paul Ryan (R-Wis.) will talk up at the American Enterprise Institute in Washington on Wednesday, lacks crucial information, like estimates of its costs and effects on how many people will have health coverage. \nThe document weighs in at 37 pages, which includes the cover, three full pages about how terrible Obamacare is, and two blank sheets.\n“Everyone knows Republicans are against Obamacare. We’ve got that part down,\" Ryan said on C-SPAN Tuesday. \"What people need to know is that we have good ideas for what we ought to replace it with that reduces the cost of insurance, that gives people more choices, that doesn’t create entitlements that bankrupt the country, and that gives us a patient-centered system.\" \nThe health care rollout is part of Ryan's \"A Better Way\" initiative to define GOP policy during the election year.\nBut the contents of the plan amount to a grab-bag of conservative health policy ideas from the last few decades -- virtually none of which have ever been pursued aggressively by Republicans in Congress or the White House -- despite the House GOP having years since the ACA took effect to concoct a full-fledged alternative. \nThe proposed policies also don't contend with the reality that the health care system under the Affordable Care Act is the new status quo, and that any changes made in law now would start there. \nSince it remains the goal of the Republican Party to repeal that law, this means any new reforms would begin with about 20 million people losing their health coverage. \nEven though the GOP plan purports to provide a transition for some people receiving coverage through Obamacare, cutting back Medicaid and Children's Health Insurance Program funding and offering much smaller subsidies to lower-income consumers all but certainly means the uninsured rate will climb upward, reversing a trend that began as the economy recovered from the Great Recession and that the Affordable Care Act dramatically accelerated. \nStill, the announcement represents a milestone of sorts. \nOver the six years since Obamacare became law, Republicans relentlessly have sought its repeal, and have claimed time and again that they could make a better health care system without the ACA's downsides (real and imagined) and costs to taxpayers. Beyond some bills offered by individual legislators and skeleton plans touted by presidential candidates, they haven't said how.\nWednesday marks the first time Republican leaders from either house of Congress formally committed to a particular approach. Senate Republican leaders don't appear to be working on a proposal of their own. \nThe language used for the House GOP's diagnosis of the ACA and their prescriptions for the health care system, however, make plain the party's ideas haven't advanced much since the 2009 messaging memo from Republican operative Frank Luntz that framed the debate in Congress.\nAnd after all this time, a senior Republican House leadership aide told reporters Tuesday that it wouldn't be until next year that House committees may attempt to convert these proposals into legislation, and there will be no deadline for them to do so.\nHealth and Human Services Secretary Sylvia Burwell dismissed the Republican proposal out of hand.\n\"The stale ideas rolled out today would take our country backwards -- back to coverage denials, back to co-pays for preventive care, back to annual coverage caps, back to risk of poverty for our seniors due to high health costs,\" Burwell said in a written statement Wednesday. \"It’s time to come together to build on the progress we’ve made, not tear it down.\"\nNaturally, the House GOP plan starts by repealing almost all of the Affordable Care Act, which effectively sets back the clock to March 2010. They would leave in place a few items, like the provision allowing adults up to age 26 to remain on their parents' insurance policies. What that entails is doing away with things like the law's individual mandate to have health coverage; its promise of health insurance to people with pre-existing conditions; the Medicaid expansion for poor adults; the health insurance tax credits for low- and middle-income families; and consumer protections like a guaranteed set of basic insurance benefits.\nIn place of those things, House Republicans propose a variety of lesser measures, including allowing consumers to purchase health insurance policies from other states; setting up \"high-risk pools\" for people with costly illnesses; increasing the use of health savings accounts paired with high-deductible insurance; capping medical malpractice lawsuit awards; raising premiums for older consumers to reduce rates for younger adults; and, in some instances, allowing health insurers to resume rejecting uninsured applicants with pre-existing conditions or charging them higher rates than healthy people. The plan also calls for converting Medicare into a voucher program for future retirees, and for raising the retirement age above 65.\nThe plan would provide financial assistance to consumers, much like Obamacare does, but the formula for calculating that assistance would be different, and low-income consumers would likely end up with less money. Some higher-income consumers, by contrast, would apparently get a new tax break.\nAnother key element of the proposal is a major change to the tax treatment of job-based health insurance. Now, neither employers nor workers pay taxes on the value of this coverage, and liberal and conservative economists agree current policy distorts the market and disproportionately benefits higher-income households. The House GOP proposal would cap this tax benefit at an unspecified amount. It's similar in approach to Obamacare's unpopular Cadillac tax on high-cost health plans.\nRepublicans boast their plan would provide a better health care system, at lower cost, a claim that strains credulity. The tricky part of a health care scheme along these lines -- or any health care reform plan, for that matter -- is that each provision has drawbacks, as well as advantages. \nNew flexibility for insurers, for example, would mean that carriers could offer cheaper plans than they are able to offer now. \nBut the plans would be less expensive only because they covered fewer services, offered less financial protection, or were unavailable to some people in poor health, much as the system operated before the Affordable Care Act. \nTo put it in more concrete terms, in a health care system like the one Republicans envisions, an insurer might be able to sell a plan that costs something like $60 a month -- again, depending on details the Republicans didn't provide. But such a plan would likely have limited coverage for key services like prescriptions or rehabilitative services, come with a deductible large even by today's standards, and be available at those prices mainly to young adults in good health. \nIt’s not as though House Republicans have discovered some pixie dust that allows them to stretch health care dollars much further or to make insurance companies and medical providers behave in different ways. \nIn the schemes they have in mind, either fewer people end up with insurance, the people with insurance end up with less coverage, or some combination of the two. \nOf course, the real-world impact of this apparent consensus among House Republicans -- to the extent that there really is one -- remains a very open question. \nNo Democratic president would sign such measures like these, and the presumptive GOP nominee, Donald Trump, has been even more vague than other Republicans about how he’d like to handle health care. Trump's statements on health care, like his statements on other matters, have been self-contradictory, but his website does feature some ideas for the system. But they, too, would appear to make matters worse.\nThen again, the real purpose of the House proposal may not be to lay the groundwork for legislation. Instead, the goal may be to provide Republicans with a convenient talking point -- an answer to critics who say that, after six years, Republicans still haven’t said how they would replace the Affordable Care Act. \nAnd whether this mission statement actually qualifies as a concrete alternative is dubious.\nThis article has been updated to include Burwell's statement.", "date": "\n06/22/2016", "href": "https://www.huffpost.com/entry/the-house-gop-obamacare-replacement-has-arrived_n_5768616be4b015db1bca595e", "tags": "plan obamacare coverage gop of- house insurance arrived- sort republicans like care health"}