{"title": "The 'Acts Of Terrorism' Planned Parenthood Staff Have Come To Expect", "content": "A violent attack on Planned Parenthood is a terrorist attack -- and two women on Twitter are explaining why. \nLast night former Planned Parenthood employee Bryn Greenwood tweeted what she described as acts of terrorism that she experienced during the three years she worked at a Planned Parenthood clinic in Kansas. Greenwood recounted multiple instances when anti-abortion activists violently attacked the clinic, including times when extremists planted cherry bombs on the clinic's front door and poured gasoline under the doors before lighting it. \nGreenwood told The Huffington Post that she worked at the Wichita clinic from 1996 to the beginning of 2000. She also volunteered at the clinic throughout the 90s, during which time she worked with Dr. George Tiller, an abortion provider who was shot and killed by an anti-abortion extremist in 2009 at his church in Kansas. \nGreenwood told HuffPost she tweeted her experience not to scare women, but to make it known what Planned Parenthood employees and patients often go through. \"I absolutely don't want my experiences to serve as a source of fear for potential patients, because I know Planned Parenthood works constantly to improve security for its patients and employees,\" she said. \n\"That said, I feel it's important to speak out about these things so that they can be acknowledged as part of a larger pattern of intimidation,\" Greenwood continued. \"In the '90s, these incidents were often dismissed as 'vandalism,' but they are ongoing and they're being fueled by extremist rhetoric.\"\nGreenwood's testimony is more poignant than ever after a gunman opened fired at a Colorado Springs' Planned Parenthood clinic this past Friday, killing three and wounding nine.   \nMichelle Kinsey Bruns, a feminist activist and organizer who uses the Twitter handle @ClinicEscort, used Twitter as a platform to speak out about anti-abortion violence and how frequent it's become. Using the hashtag #Is100Enough, Bruns tweeted 100 news stories of anti-abortion violence over the past five decades to highlight the urgency of the issue. \nAll 100 of Bruns' examples have been compiled on Storify, viewable in the slideshow below.\nGreenwood added in her series of tweets that the goal of the types of attacks she experienced and the ones listed by Bruns is to quite literally terrorize Planned Parenthood employees and patients.\n\"The goal was to make us afraid to come to work, to make us quit, to make us close the clinic,\" she wrote. \"That's terrorism. That's how terrorism works.\"\nThroughout the '90s, Greenwood said she volunteered with Dr. George Tiller, the medical director of Women's Health Care Services at the Wichita clinic who was frequently targeted by anti-abortion activists.\nIn 1986, the Wichita clinic was firebombed by anti-abortion extremists and in 1993 Dr. Tiller was shot in both arms by an another extremist. \"Dr. Tiller kept coming to work after he was shot, because he was a caring man who knew how important his work was,\" Greenwood tweeted. \"He was later shot and killed by an anti-abortion extremist in 2009.\" \nThis week, the Colorado Springs Planned Parenthood refused to be intimidated by violence. As Planned Parenthood president Cecile Richards tweeted after the shooting: \"These doors stay open.\" \nAlso on HuffPost: ", "date": "\n11/30/2015", "href": "https://www.huffpost.com/entry/the-acts-of-terrorism-planned-parenthood-employees-have-come-to-expect_n_565c83b4e4b08e945febc888", "tags": "planned tweeted shot come extremist expect greenwood terrorism clinic tiller anti-abortion parenthood staff dr."}