{"title": "The Leaders Who Unleashed China’s Mass Detention of Muslims", "content": "BEIJING — Rukiya Maimaiti, a local propaganda official in China’s far west, warned her colleagues to steel themselves for a wrenching task: detaining large numbers of ethnic Uighurs and other Muslim minorities.\nThe Chinese government wanted to purge the Xinjiang region of “extremist” ideas, she told her co-workers, and secular Uighurs like themselves had to support the campaign for the good of their people.\n“Fully understand that this task is in order to save your relatives and your families,” wrote Ms. Maimaiti, a Communist Party functionary who works on the western edge of Xinjiang, in a message that was preserved online. “This is a special kind of education for a special time.”\nHer warning is one piece of a trail of evidence, often found on obscure government websites, that unmasks the origin of China’s most sweeping internment drive since the Mao era — and establishes how President Xi Jinping and other senior leaders played a decisive role in its rapid expansion.\nIn a campaign that has drawn condemnation around the world, hundreds of thousands of Uighurs and other Muslim minorities have been held in “transformation” camps across Xinjiang for weeks, months or years at a time, according to former inmates and their relatives.\nBeijing says the facilities provide job training and legal education for Uighurs and has denied carrying out mass detentions.\nBut speeches, reports and other documents online offer a clearer account than previously reported of how China’s top leaders set in motion and escalated the indoctrination campaign, which aims to eradicate all but the mildest expressions of Islamic faith and any yearning for an independent Uighur homeland.\nMr. Xi has not publicly endorsed or commented on the camps, but he ordered a major shift in policy soon after visiting Xinjiang in 2014 to weaken Uighurs’ separate identity and assimilate them into a society dominated by the Han majority, according to the documents.\nLater, amid official reports warning the results were insufficient, Mr. Xi reassigned Chen Quanguo, 62, the hard-line party chief in neighboring Tibet, to act as the chief enforcer of the crackdown in Xinjiang. Mr. Chen was also promoted to the 25-member Politburo, the party leadership council that governs China.\n“What is happening in Xinjiang is the leading edge of a new, more coercive ethnic policy under Xi Jinping’s ‘new era’ of Chinese power,” said James Leibold, an expert on Xinjiang at La Trobe University in Australia who has monitored the campaign.\nThe Trump administration is weighing sanctions against Chinese officials and companies involved in the indoctrination camps, a move that would extend the friction between Washington and Beijing over trade and military disputes to human rights. A bipartisan commission has singled out Mr. Chen and six other officials as potential targets.\nLast week, apparently stung by the international criticism, the Xinjiang government issued revised rules on “deradicalization” that for the first time clearly authorized the indoctrination camps.\nWorried about Muslim extremism and ethnic nationalism, Beijing has long maintained tight control of Xinjiang, where nearly half the population of 24 million are Uighurs. In the decade up to 2014, the security forces struggled with a series of violent antigovernment attacks for which they blamed Uighur separatists.\nMr. Xi made his first and only visit as national leader to Xinjiang in April 2014. Hours after his four-day visit ended, assailants used bombs and knives to kill three people and wound nearly 80 others near a train station in Urumqi, the regional capital. The attack was seen as a rebuff to Mr. Xi, who had just left the city and vowed to wield an “iron fist” against Uighurs who oppose Chinese rule.\n“That seems to have been taken by Xi Jinping as an affront,” said Michael Clarke, a scholar at the Australian National University who studies Xinjiang.\nA month later, Mr. Xi called for a vigorous push to make Uighurs loyal members of the Chinese nation through Chinese-language instruction, economic incentives and state-organized ethnic intermingling. The leadership also approved a directive on establishing tighter control of Xinjiang that has not been made public.\n“Strengthen public identification of every ethnic group with the great motherland, with Chinese nationhood and with Chinese culture,” Mr. Xi said at a meeting on Xinjiang at the time. “There must be more ethnic contact, exchange and blending.”\nIn the year after Mr. Xi’s visit to Xinjiang, the documents show, the party began building “transformation through education” camps to warn Muslim minorities of the evils of religious zealotry and ethnic separatism.\nThe camps were relatively small back then; many detainees were held for just a few days or weeks, official speeches and reports show. But there were no public guidelines for how they should operate.\nBy taking a harder line in Xinjiang, Mr. Xi effectively endorsed a group of Chinese scholars and officials advocating an overhaul of the party’s longstanding policies toward ethnic minorities.\nFor decades, the party kept Uighurs, Tibetans and other groups under tight political control while allowing some room for preserving each nationality’s language, culture and religion. The mosaic approach was copied from the Soviet Union and made Xinjiang an “autonomous region,” where, in theory, Uighurs enjoyed greater rights and representation.\nBut in the 1990s, Chinese academics advising the government began arguing that these policies had contributed to the breakup of the Soviet Union by encouraging ethnic separatism. To avoid similar troubles, they argued, China should adopt measures aimed unapologetically at merging ethnic minorities into a broader national identity.\n“So-called ‘ethnic elites’ must never be given an opportunity to become the leaders of the pack in splitting the country,” said Hu Lianhe, a researcher in this group, in a paper he co-wrote in 2010.\nMr. Hu is now a powerful voice setting policy for Xinjiang as a senior official in the United Front Work Department, a Communist Party agency that has claimed a growing say over the region.\nHe has been identified as a potential target of American sanctions. In August, he categorically denied reports of abuses in Xinjiang during a United Nations hearing. “There is no ‘de-Islamization,’” he said.\nBy 2016, the Communist Party’s main newspaper declared that the “deradicalization” campaign was succeeding; no serious acts of antigovernment violence had been reported since Mr. Xi’s visit to Xinjiang.\nBut officials gave grimmer assessments in less prominent forums. Some said that young Uighurs were more alienated from China than their elders; others warned that Uighurs who had traveled to the Middle East, sometimes to fight in Syria, were bringing back extremist ideas and fighting experience.\nSuch warnings appeared to persuade Mr. Xi and other leaders to back tougher measures. In August 2016, they brought in Mr. Chen from Tibet to run Xinjiang. He became the first party official to have served as the leader of both territories.\nIn Tibet, another frontier region experiencing ethnic strife, Mr. Chen had expanded the security forces, sent party officials to live in villages and tightened control of Buddhist monasteries and temples.\nLess than three weeks after his arrival in Xinjiang, he announced a “remobilization” plan to ramp up security, citing orders from Mr. Xi.\nOfficials in Xinjiang were told to prepare for a multiyear offensive, according to one official report.\nIn March 2017, the regional government issued “deradicalization” rules that gave a vague green light to expanding the internment camps, but the national parliament never enacted a law authorizing the detentions as would be required by the Chinese constitution. . Local officials soon began reporting growing numbers of Uighurs arrested or detained for indoctrination.\n“Since the strike-hard began in 2017, there have been many detainees, including many ultimately convicted,” an official assigned to Hotan, an area in southern Xinjiang, wrote last year. “The numbers sent to transformation-through-education centers are also quite high.”\nAs the camps and surveillance efforts expanded, Beijing directed new funds to Xinjiang, where spending on security nearly doubled in 2017 from the year before, to $8.4 billion, according to data released early this year.\n“The central level ultimately pays for all of it, so some kind of consent was certainly given,” said Adrian Zenz, a scholar at the European School of Culture and Theology in Germany who has studied the camps.\nThe scale of detentions across Xinjiang may have gone further than initially expected. “They were having to use train stations and other random places to hold people because they weren’t expecting to have so many,” said Jessica Batke, a former State Department analyst.\nA broad definition of “religious extremism” — which included behavior as simple as trying to persuade people to quit alcohol and smoking, as well as more serious transgressions — gave the authorities wide leeway to punish even mildly pious Muslims.\nLocal officials like Ms. Maimaiti had little incentive to hold back; those found dragging their feet in the crackdown have been named and punished.\nThe public has been told to prepare for a long offensive, which one local official last week called a “campaign of intellectual emancipation.” The Xinjiang government decreed late last year that the security drive would last five years before achieving “total stability.”", "date": "Oct. 13, 2018", "href": "https://www.nytimes.com/2018/10/13/world/asia/china-muslim-detainment-xinjang-camps.html", "tags": "leaders unleashed xi china xinjiang party muslims ” uighurs chinese camps ethnic detention mass"}