{"title": "The Fed Acts. Workers in Mexico and Merchants in Malaysia Suffer.", "content": "CIUDAD JUÁREZ, Mexico — Francisca Hervis Reyes and her family have persevered on the border, working in factories more than 1,300 miles from their hometown. They remained even as deadly warfare between drug cartels turned this city into one of the most dangerous on the planet.\nBut they may not endure the changing predilections of the Federal Reserve.\nMs. Reyes is paid in Mexican pesos, a currency that has been losing value as the Fed, the central bank of the United States, has signaled plans to raise interest rates this year. In the parched terrain just south of the United States border, the prices of food and other necessities follow the dollar, whose value has been climbing. It is as if the Fed has slashed her pay.\nLike millions of other people from Southeast Asia to Africa to Latin America, Ms. Reyes and her family are absorbing the consequences of a major shift playing out in the global economy.\nAs the Fed lifted rates on Wednesday, it added momentum to a steady stream of money that has been abandoning emerging markets and flowing toward American shores. With further Fed increases expected this year, developing countries are bracing for additional impacts: more investment departing, more currencies falling, more economies weakening.\nBy mandate, the Fed is answerable to the people of the United States.\nWhen times are lean and businesses are reluctant to hire, the Fed makes money more available by nudging down rates. When times are good and concern builds about elevated prices, it cools things off by lifting rates and tightening credit.\nYet in reality, the Fed is the central banker to the world.\nThe dollar is the money used most widely as the repository of savings and as the currency for trade. When the Fed lowers rates, it makes the dollar less attractive, encouraging investors to seek rewards elsewhere. When the Fed lifts rates, investors switch gears, yanking capital and selling off other currencies.\nAcross China, hundreds of millions of people who have plowed their savings into real estate are vulnerable if too much money washes out at once and housing prices drop. In Turkey, shopkeepers who have withstood an attempted military coup, a subsequent crackdown and relentless terrorist attacks now grapple with the plunge of the Turkish lira, which has lifted the price of imported wares.\nIn Malaysia, businesses struggle with higher costs for items priced in dollars as the local currency falls. In Mexico, families are buffeted by a volatile currency that was already flagging on threats from President Trump to tax goods coming over the border.\n“Every time the peso goes down, we can afford less and less,” Ms. Reyes said on a recent evening, as pale desert light gave way to chilly darkness. “We’re thinking about going back to Veracruz. People are leaving the factories and going back to their towns.”\nThe Fed forces can be traumatic, especially in less affluent places.\nAs the financial crisis unfolded in 2008, the central bank took extraordinary measures to keep credit flowing. The result was a surge of investment into emerging markets.\nMore than $259 billion poured into developing countries the next year, according to the Institute of International Finance, a trade association. From 2010 to 2015, the annual capital flows to those places averaged $328 billion.\nIn spring 2013, the Fed surprised markets with plans to slow its stimulus efforts. Investors then stampeded out of emerging countries, sending currencies plunging in Brazil, India, Indonesia, South Africa and Turkey. The episode became known as “the taper tantrum.”\n“The effect of interest rate increases on emerging countries is surprisingly strong,” said Gary Clyde Hufbauer, an international trade expert at the Peterson Institute for International Economics. “It’s a big thing.”\nMost economists assume the rate increases expected this year will play out far less dramatically. The Fed has telegraphed its plans, giving investors time to prepare. Many emerging countries have amassed larger reserves of dollars, giving them ammunition against a drop in their currencies.\nStill, some countries are already showing strains.\nTurkey’s currency has dropped about 25 percent against the dollar since May, and its government is operating with relatively meager reserves. The Mexican peso has been falling as Mr. Trump threatens to renegotiate the North American Free Trade Agreement. China swiftly reacted to the Fed’s action with its own interest-rate increase on Thursday.\nWithin the investing world, the peso functions as a proxy for all developing countries — the thing to bet against when sentiments go negative. “It’s kind of the first port of call for anyone who thinks something bad is going to happen to emerging markets,” said Mark Weisbrot, a director of the Center for Economic and Policy Research in Washington. “Mexico is vulnerable.”\nChinese leaders have long nursed fears about an uncontrolled exodus of cash.\nA currency plunge would increase prices for Chinese consumers, generating public anger. It could pop the real estate bubbles that have developed in many Chinese cities. That would stick China’s banks with billions in losses while eliminating wealth for masses of people who have come to see real estate as their ticket to enrichment.\nAllen Zhang, an electrician who works at a coal mine in the mountains of central China, lives in a modest house on the edge of Jincheng, a gritty city whose population has roughly quadrupled over the last quarter-century, to about 500,000.\nMr. Zhang has sought to supplement his $290-a-month pay by satisfying new demand for housing. He has tapped into his savings and used his handyman skills to add six rooms to his family home, renting the new quarters out to factory workers.\nA buyer recently offered $350,000 for the house — a sum equivalent to what Mr. Zhang would earn in the mines over a century. He turned it down.\n“I want more,” he said.\nThese are the expectations confronting Chinese officials as the Fed makes it more difficult to keep money inside the country.\nDuring the 1990s, China ignored lectures from Washington on the merits of opening up capital markets. When the Asian financial crisis arrived in the late 1990s and investors pulled money out of the region, many economies were leveled. China suffered little, claiming vindication.\nIn the face of the Fed, China retains formidable powers to support the value of its currency. It is sitting on some $3 trillion in foreign exchange reserves, money it can use to buy its currency in world markets.\nBut supporting China’s currency, the renminbi, entails tightly controlling who can take money out of the country, an approach that stifles business. In November, the government decreed that overseas transfers of $5 million or more required vetting by regulators.\n“Money in China cannot get out without going through a lot of hoops,” said Zhu Ning, an economist at Tsinghua University.\nFor Vincent Lo, a billionaire real estate developer, such hoops amount to an operational problem.\nMr. Lo has long raised financing for projects in China by selling bonds in Hong Kong and Singapore. Before new controls, his companies had over $2 billion worth of renminbi sitting in bank accounts in mainland China — more than enough to pay his debts coming due outside the mainland.\nBut once China began imposing more limits on the movement of money, his cash and his debts were on different sides of the divide.\nMr. Lo has raised $500 million in recent weeks by selling dollar-denominated bonds in Singapore.\n“I don’t want to get hit with not having the foreign currency to pay,” he said. “I might just get a couple hundred million more.”\nA year ago, the lights were burning brightly for Vivy Yusof, a prominent Malaysian entrepreneur. So brightly that, on an episode of her reality show, she joked, “I’m Kim Kardashian.”\nMs. Yusof is at once a symbol of what has gone economically right in Malaysia and, with the Fed now raising rates, how much could go wrong.\nShe is part of a group of tech-savvy business leaders who have emerged as Malaysia tries to evolve beyond its traditional dependence on selling commodities like palm oil and petroleum.\nEconomic growth has been flagging, a reality playing out across Southeast Asia as the region adjusts to China’s slowdown. China is not buying commodities like it used to.\nMalaysia faces potential political instability, as Prime Minister Najib Razak confronts accusations that people close to him harvested $1 billion from a state investment fund he oversaw. He denies wrongdoing.\nEven before the Fed’s move, global investors were fleeing. Foreigners once owned more than half of Malaysia’s local bonds, but have sold off 17 percent of their holdings since August. Their nervousness grew in November as Malaysia imposed controls on the movement of money.\nMalaysia’s currency, the ringgit, has lost 8 percent against the dollar in the last year. For Malaysia’s consumers — and for companies that serve them — imports are getting more expensive.\nMs. Yusof sells hijabs and other clothing, catering to cosmopolitan Muslims with a taste for distinctive patterns. Some of her garments are made in China. When the dollar rises, her profit margins are squeezed. And though online sales are brisk, business at her three mall stores has begun to slow.\n“We used to do a lot better,” she said.\nSoutheast Asia’s leading budget airline, AirAsia, based in Malaysia, is preparing for worse. Its biggest costs are in dollars — fuel and jet leases. Yet most revenue is in local currencies, meaning that the airline is taking in less just as it must spend more.\nAirAsia has increased its hedging — basically, insurance against whipsawing markets — to three-quarters of its dollar-based fuel costs, from about half. It hopes to raise $1 billion and reduce debt by selling an airline leasing business.\nAirAsia’s founder and chief executive, Tony Fernandes, has been lobbying the Malaysian government to cut the fees it charges for airport slots. “I’m going around seeing varying cabinet ministers saying, ‘You’ve got to get your costs down,’” he said.\nAcross Asia, in a trendy Istanbul neighborhood along the Bosporus, shopkeepers complain that their sales have been savaged by the plunge in the Turkish lira, which has lifted their prices for imported sporting goods, luggage and clothing.\nThe chaos of a recent spate of terrorist attacks seems increasingly a memory, as college students have returned to the neighborhood of Kadikoy. But foot traffic is having little impact on the till.\n“There is no decline in number of customers,” said Serdar Celik, who runs a luggage store that specializes in foreign brands. “But sales fell by 25 percent compared to last year. Prices rose by 20 percent for almost everything in the last month.”\nIn Mexico, Francisca Hervis Reyes has no way to cut her own costs, beyond putting less food on the table.\nBorn in southern Mexico, where her parents were farmers, she headed north nearly three decades ago, to the Mexican side of the Rio Grande, in a reach for upward mobility. The borderlands were buzzing with factories known as maquiladoras — plants that assemble components for American manufacturing operations. Soon, Nafta would fertilize more.\nMs. Reyes, 47, began making upholstery for car seats. Her wages purchased fresh fruit and meat. She hired a nanny to look after her three daughters.\nThese days, she makes auto parts that go into transmissions, earning 162 pesos per day, or about $8.40. Her husband earns 149 pesos per day — about $7.75 — making fuses for electrical boxes.\nBut as the peso has surrendered roughly one-fourth of its value over the last five years, their living standard has deteriorated.\nThroughout Mexico, the weak peso has been lifting prices for everything from cars to cooking gas to tortillas. As of February, prices were rising at an annualized pace of nearly 5 percent, Mexico’s highest rate of inflation in seven years.\nMexico’s central bank has been steadily lifting rates to protect its currency in the face of a possible trade war with the United States. With the Fed adding pressure, many analysts expect Mexico’s central bank to deliver a fresh rate increase this month.\nChicken, beef, milk and vegetables have all risen in price, with many of these items imported from the United States. Ms. Reyes’s family subsists mainly on beans and pasta.\nShe pointed toward a bodega across a patch of gravel from her house. “Eggs are twice the price they were six months ago,” she said. “We’ve been buying less.”\nShe used to send money back to her family in Veracruz, where one of her sisters is blind. Not anymore.\nInside the concrete-block home she shares with her husband, their three daughters and three grandsons, the ceiling is stained from leaks. The walls are crumbling. Two windows are boarded up and held together by masking tape, having been damaged by a rock fight between two gangs.\nAs the family prepared to share a lone queen-size bed, positioning their bodies sideways to maximize space, they had no heat to cut the 44-degree chill.\n“We use blankets,” Ms. Reyes said, “and what love we have.”", "date": "March 16, 2017", "href": "https://www.nytimes.com/2017/03/16/business/federal-reserve-interest-rates-china-mexico.html", "tags": "fed malaysia china currency merchants suffer ” mexico money acts workers —"}