{"title": "The Meaning of the Mueller Report", "content": "Give President Trump this much: In the face of the biggest existential threat to his presidency, the special counsel’s Russia investigation, he checked himself where it mattered most.\nYes, his near-daily campaign to mock and discredit Robert Mueller’s “witch hunt” has now lasted longer than his campaign for the White House. His shameful, conspiratorial attacks on the “deep state,” and on the integrity of those who have devoted their lives to upholding the rule of law, have damaged the institutions of federal law enforcement and may have gotten him in even deeper trouble.\nStill, one persistent danger — that Mr. Trump would find a way to scuttle the investigation before it could be completed — never materialized. On Friday afternoon, Mr. Mueller, nearly two years after he was appointed to look into possible ties between the Trump campaign and the Russian government, delivered a full report of his findings and recommendations to the attorney general, as required by Justice Department regulations.\nMr. Trump even joined a remarkably bipartisan House of Representatives, along with a vast majority of the American public, in calling for the release of Mr. Mueller’s report. “Let people see it,” he said on Wednesday. “There was no collusion. There was no obstruction. There was no nothing.”\nOn the first point, we can all agree. William Barr, the attorney general, needs to release as much of Mr. Mueller’s work as he possibly can, and soon.\nWe’ll reserve judgment on the second. It may prove that Mr. Trump has kept repeating his mantra of “no collusion” because it’s true. But even if Mr. Mueller has found in the end that Mr. Trump did not knowingly conspire with Russia — and it is profoundly to be hoped that the report settles that question, one way or the other — that doesn't mean this inquiry has been a witch hunt.\nThroughout the campaign and transition, Mr. Trump and many of his top officials and advisers had more than 100 contacts with Russian nationals and WikiLeaks, or their intermediaries. These contacts were apparently so unmemorable that many Trump advisers forgot all about them, even when asked under oath.\nLying to federal officials is a crime, and at least four of Mr. Trump’s top aides (so far) have copped to doing it about their Russian contacts: Michael Flynn, the president’s first national security adviser; Rick Gates, the deputy campaign chairman; George Papadopoulos, a foreign policy adviser on the campaign; and Michael Cohen, the president’s longtime personal lawyer and fixer.\nPaul Manafort is also accused of lying repeatedly to investigators, but that’s the least of his problems. Mr. Manafort, who served as Mr. Trump’s campaign chairman for three months, is now serving seven-plus years in prison for money laundering and other crimes related to his years of lucrative work for political clients in Ukraine.\nAnd don’t forget Roger Stone, whose adventure through the justice system has only just begun. Mr. Stone, a longtime Trump adviser and political dirty trickster with roots going back to the Nixon administration, was arrested in January in an early-morning raid at his home and charged with multiple counts of false statements, obstruction of justice and witness tampering.\nQuite a team Mr. Trump surrounded himself with! And we haven’t even gotten to his son Donald Trump Jr., who needed no arm-twisting to accept a Russian offer of assistance during the campaign (“If it’s what you say I love it, especially later in the summer”), and his son-in-law, Jared Kushner, who seemed to have his hands in everything.\nAt the heart of it all is Mr. Trump’s own behavior — his unexplained affection for the Russian president, Vladimir Putin, and his knack for knowing just the right time to encourage election interference. “Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” Mr. Trump, in a reference to Hillary Clinton’s emails, said on July 27, 2016 — the same day, as it happened, that the Russians began doing just that. (Last year, Mr. Mueller gained the indictment of 12 Russian military intelligence officers for their role in hacking computer servers of the Clinton campaign and the Democratic National Committee.)\nThen there are the times Mr. Trump interfered in the investigation himself — first urging then-F.B.I. director James Comey to drop the bureau’s investigation into Mr. Flynn, then firing Mr. Comey when he refused. Two days later, Mr. Trump said on national television that he’d fired Mr. Comey at least in part because of “this Russia thing with Trump and Russia.”\nThis doesn’t count roughly a dozen other investigations into the president, several of which could ultimately expose him to even greater legal or political peril than Mr. Mueller’s. Most serious is the investigation by federal prosecutors in New York, which has already resulted in a three-year prison sentence for Mr. Cohen for his role in committing federal campaign-finance crimes to cover up hush-money payments to women claiming they had affairs with Mr. Trump — a cover-up that prosecutors say Mr. Trump aided after becoming president.\nLast month, Mr. Cohen spent some of his last moments as a free man testifying before Congress that Mr. Trump also lied during the campaign about negotiations to build a long-planned skyscraper in Moscow, which were continuing through much of 2016. Didn’t he worry that the lies could come back to hurt him? “He never expected to win the election,” Mr. Cohen said.\nWhether or not a sitting president can be indicted is a long-running debate among lawyers, but either way, Mr. Trump is sure to be under investigation for the rest of his term in office, and probably in court for the rest of his life.\nIf he were less self-involved or paranoid, Mr. Trump would be grateful that his investigator was a man whose name is synonymous with integrity and fairness — and not, as the journalist Garrett Graff wrote, “the Democratic version of Ken Starr.”\nWhatever Mr. Trump’s reasons for doing the right thing and letting Mr. Mueller complete his work — bluffing, self-interest or resignation — they matter less than the fact that he did it. It may be a low bar, but given Mr. Trump’s demonstrated contempt for ideals of justice, it’s still something. No matter what Mr. Mueller’s efforts have turned up, the fact that he is now presenting his findings free of presidential interference is a bit of good news for the rule of law in America.\nNow all Americans deserve the chance to review those findings and reach their own conclusions. \nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/opinion/mueller-report-release.html", "tags": "report investigation even ” trump meaning — campaign mueller"}