{"title": "The GOP Tax Cut Plan Opens A New Front In The War On Obamacare", "content": "Here we are again, talking about a Republican proposal that would rattle health insurance markets, increase overall premiums and leave millions without coverage ― all while freeing up money for tax cuts that would disproportionately benefit corporations and wealthy Americans.\nThe new twist this time is the context. Full repeal of the Affordable Care Act is off the agenda, at least for the moment. Instead, Senate Republicans are talking about a bill, the “Tax Cuts and Jobs Act,” whose primary purpose is to reduce taxes. Until recently, health care wasn’t really part of the conversation. \nThen math intervened. The GOP’s tax cut will end up costing somewhere in the neighborhood of $1.5 trillion, according to official government projections, and finding offsets that will get 50 votes has been difficult. Desperate to find a source of money that can work politically ― and, perhaps, to take a shot at Obamacare while they can ― Republicans have set their eyes on the Affordable Care Act’s individual mandate.\nThe mandate is the requirement that people get insurance or pay a fine. Without that mandate in place, projections suggest, the federal government would end up spending $338 billion less.\nBut that savings would appear only because fewer people were signing up for Medicaid or subsidized private insurance. Overall, the number of people without coverage would rise ― by 4 million initially, and by 13 million within a decade, according to the nonpartisan Congressional Budget Office.\nRepublicans are already trying to sell their plan by emphasizing what they consider the upsides of this deal ― like the fact that millions of people on the hook for the penalty would no longer have to pay it and that people who resent the mandate as an intrusion on liberty would no longer have an intrusion to resent. Both claims are true. \nBut insurers would almost surely react by raising premiums even higher than they would otherwise and, in some cases, abandoning markets where they were planning to keep selling coverage. As for the millions without insurance, they would be newly exposed to crippling medical bills. By and large, they would be lower- and middle-income people ― who almost certainly would also benefit the least from the broader tax cuts Republicans have in mind. \nThe mandate has always been among the Affordable Care Act’s least popular features. But it also helps the law’s other, more popular features to function.\nWith the penalty in place, healthy people are more likely to sign up for coverage, allowing insurers to spread the financial burden of medical bills broadly. That tends to keep premiums lower. Without the penalty in place, healthy people are more likely to take their chances without coverage, at least temporarily. That leaves insurers with a pool of people in relatively worse health. And the more the pool tilts toward people with serious medical bills, the higher premiums must go to cover their expenses.\nTaking away the mandate would likely set off a chain reaction, with insurers raising premiums in order to compensate for a deteriorating risk pool. By design, the Affordable Care Act’s tax credits rise along with premiums, so the people who qualify for those credits ― anybody with household income of less than four times the poverty line, or roughly $98,000 for a family of four ― would be shielded from the effects, at least for the short term.\nThose making more would face the brunt of the increase, to the point that some would drop coverage and make the problem worse. Insurers unable to find an equilibrium where premiums covered their expenses would drop out altogether.\nNobody really disputes that this dynamic would play out. The question is just how far it would go ― and how much it should matter.\nConservatives have long said that the CBO overestimates the effect of the mandate. Although the agency’s projections track closely those of other widely respected models, the CBO has said it is reevaluating its model. When that process is over, it might end up predicting that the coverage loss is lower than it says now.\nConservatives also say that coverage losses shouldn’t matter when people are choosing not to get health insurance ― since, after all, it’s merely people getting to act on their preferences. Those opting not to get coverage would end up keeping more of their wages instead of handing over those penalty payments to the federal government.\nBut even if the real effect of repealing the mandate is significantly lesser than the current CBO projections suggest, that would still mean the number of people without health insurance would rise by several million. In other words, it would be a lot of people.\nAnd many of those going without insurance would be people who found it less affordable because of higher premiums ― or because, absent the mandate, they didn’t know to investigate their options. Sometimes people check out prices because of the mandate only to discover, happily, that they are eligible for deeply discounted private insurance or Medicaid, which is basically free.\nAlso, some of those people passing up coverage are bound to get injured or sick anyway ― and will be on the hook for medical bills that, absent health insurance, they won’t be able to pay.\nA key factor, difficult to pin down, would be how insurers react. Over the last year, the Trump administration has carried on its war against Obamacare by trying to undermine it at every turn ― whether it’s cutting the funds for advertising and outreach or stopping some payments designed to offset the cost of special, more generous policies for lower-income consumers. \nThe effect of these moves has been mixed; as it turns out, many lower-income people can now get cheaper coverage because of how insurers reacted to the end of those payments. But together these moves have taken a severe toll on insurer confidence that the federal government will manage newly reformed insurance markets responsibly. If Congress passes a mandate repeal and Trump signs it, still more insurers are likely to abandon coverage markets.\nThe availability of those tax credits, which rise as premiums do, would still guarantee carriers millions of customers ― enough, perhaps, to keep at least one insurer in every market. And, without actual repeal legislation, the Affordable Care Act’s reforms would remain in place, still helping a substantial number of Americans get coverage.\n But, with coverage levels dropping by the millions, the net effect would almost certainly be some combination of worse access and more financial hardship from medical bills.\nAll of this would be for the sake of that huge GOP tax cut. Republicans are desperate to pass it because they have strong philosophical objections to taxes and they believe, sincerely, such taxes hobble the nation’s economy. Republicans are also desperate to produce a significant piece of legislation ― a problem they have mainly because their attempts repeal the Affordable Care Act have not succeeded.\nThose efforts have failed, so far, in no small part because the public reacted badly to what repeal would entail. Americans are well aware of the law’s shortcomings, which include coverage that is already unaffordable for many, and large majorities would support real efforts to fix those problems. Undoubtedly many would like a tax cut, as well.\nBut for all of the misgivings about Obamacare, the public appears to have no stomach for undoing what the program has achieved. And that’s precisely what yanking away the mandate would accomplish.", "date": "\n11/15/2017", "href": "https://www.huffpost.com/entry/tax-reform-affordable-care-act-mandate_n_5a0b903be4b00a6eece51a0e", "tags": "people mandate opens tax coverage obamacare without cut gop ― insurance front war act premiums new plan"}