{"title": "The early victims of Trump's trade war", "content": "As a US-led trade war rages on, some companies are starting to feel the pain.\nThe US has been embroiled in a tit-for-tat trade battle on several fronts over the past few months.\nThe one that's creating the most interest is the one with China, as the world's two largest economies wrangle for global influence.\nSome say President Trump is trying to raise pressure on China ahead of key mid-term elections at home in November. \nIn the latest move, China said on Friday that it would levy new tariffs on more than 5,200 US products if the US goes ahead with its latest threat to impose 25% tariffs on $200bn (£152bn) of Chinese goods.\nEarlier this year, the US also started charging levies on the imports of steel and aluminium, including from the European Union, Mexico, and Canada. These countries have retaliated.\nHere are some of the main sectors finding themselves victims of the trade war so far.\nThe car industry seems to have been the most affected so far, with three major automakers recently warning that changes to trade policies are hurting performance. \nFord and General Motors lowered profit forecasts for 2018, citing higher steel and aluminium prices caused by new US tariffs.\nFiat Chrysler also cut its 2018 revenue outlook after sales in China slumped, as buyers postponed purchases in anticipation of lower car tariffs.\nIn May, China announced that it would cut tariffs on imported cars from 25% to 15% on 1 July in a move seen as an attempt to reduce trade tensions with the US. But shortly after, on 6 July, it increased tariffs on US-made cars to 40% in retaliation to the US's move to tax $34bn of Chinese products.\nJaguar Land Rover, the UK's biggest car firm, also recently reported a loss for the first time in three years after sales slowed down in China. Among the reasons, it said many consumers had delayed purchases due to a change in Chinese import duties.\nEuropean and US car companies are also responding by increasing prices in China. \nBMW recently said it would raise prices on two of its models from 30 July due to the increased import duty on US-made cars in China. Tesla has also reportedly increased prices on two of its models.\nHowever, there has also been a positive impact for China, as Anna-Marie Baisden, head of autos research at Fitch Solutions, points out.\n\"We have seen a number of carmakers, including Tesla, accelerating plans to invest in local production facilities to avoid import tariffs,\" she says.\nOther firms in the broader industry are also considering their options.  \n\"Ironically some of the hardest-hit companies are American or producing in the US, even though the tariffs imposed by the US are intended to help domestic companies,\" says Ms Baisden.\nUS motorcyle maker Harley-Davidson plans to shift some production away from the US to avoid the \"substantial\" burden of European Union tariffs, imposed in retaliation to US duties on steel and aluminium.\nSome companies in the food and drinks industry are also lowering their outlooks and putting up their prices to cope with the new status quo.\nTyson Foods recently cut its profit forecast, saying retaliatory duties on US pork and beef exports had lowered US meat prices.\nUS spirits and wine giant Brown-Forman has said it will increase the price of Jack Daniel's and other whiskeys in some European countries, according to media reports.\nCoca-Cola has also said it will increase prices in North America this year to compensate for higher freight rates and metal prices, according to the Wall Street Journal.\nOther companies are seeking to do less business with China as a way of avoiding the tariffs.\nToymaker Hasbro is moving more production out of China, US conglomerate Honeywell wants to use more supply chain sources from countries outside China and home furnishing company RH expects to cut the amount of goods sourced from China, according to Reuters.\nMeanwhile, US equipment maker Caterpillar recently said strong demand had allowed it to hike prices to offset $100m-$200m in higher steel and aluminium costs.\nThe International Monetary Fund says an escalation of the tit-for-tat tariffs could shave 0.5% off global growth by 2020.\nSeparate releases recently showed growth in China's manufacturing sector slowing in July and one measure of US consumer sentiment falling due to tariff concerns, according to media reports.\nMorgan Stanley estimates that a full-blown escalation of the trade dispute could knock 0.81 percentage points off global gross domestic product. This scenario would involve the US slapping 25% tariffs on all goods from both China and the EU, and them responding with similar measures.\nThe bank said most of the effect from tariff hikes on growth would probably be seen only in 2019.\nMost of the impact - or almost 80% - would come through a disruption of domestic and international supply chains, the bank added.", "date": "5 August 2018", "href": "https://www.bbc.co.uk/news/business-45028014", "tags": "victims us early china recently companies prices trump war trade tariffs also"}