{"title": "The 'Alt-Lite' White House Reporter Who Got Arrested At UConn Has A Heavily Racist Roadie", "content": "It was impossible to miss the heavyset man in the red “Make America great again” cap and hoodie. In the video of police at the University of Connecticut hauling away far-right propagandist Lucian Wintrich on Tuesday, he was the guy barreling after Wintrich and into the back of a cop. “I’m with Lucian!” the man said. \nThat was Salvatore “Sal” Cipolla. He’d been buzzing around Wintrich all night, shooting video, protecting his “faggot” charge (Cipolla’s word), checking on him in the bathroom as Wintrich, a race-baiting “alt-lite” activist who works for the pro-Trump Gateway Pundit website and whom the White House has seen fit to award press credentials, applied balm to his lips before delivering an “It’s OK to be white” speech.\nIt was a speech the UConn College Republicans wanted to hear, one about mean fat girls and “tranny” communists, the crooked elite and the lying media, one accompanied by slides of Hitler and black women in bathing suits. It was a speech about Mexican immigrants and how the real racists are on the left. The usual provocations, a sort of Canal Street knockoff of Milo Yiannopoulos’ queeny hate-ogre routine. The thrust of Wintrich’s message: Be white, be proud.\nBut there was a more subtle message, as well: that his “alt-lite” cabal of race-baiting pro-Trump social media influencers, which also includes Yiannopoulos, Laura Loomer, Mike Cernovich and Jack Posobiec, were nothing like the Richard Spencer hatemongers of the world; that their less-brutish white identity politics had nothing to do with intolerance. \n“They’ll call you racists, and Nazis, but none of it is true,” he planned to tell his audience, according to a transcript of his speech.\nBut right there, kitted out in MAGA gear and standing by Wintrich’s side, was Cipolla, a racist who has marched alongside neo-Nazis. His social media is littered with racist, hateful remarks and photos of him hanging out with David Duke and other prominent white supremacists, as well as Donald Trump-connected ratfuckers, such as Chuck Johnson and James O’Keefe, who consort with white supremacists. Cipolla’s presence alongside Wintrich is good evidence there is little that’s “lite” about Wintrich’s “alt.”\nA onetime member of the Proud Boys, a thuggish crew of extremists that attracts racists and fascists, Cipolla has been arrested multiple times, once for punching a 19-year-old woman.\nAnd when a woman in the audience at UConn snatched Wintrich’s notes off his lectern, prompting Wintrich to chase after her and grab her “in a violent manner,” according to a police report, Cipolla flung himself into the scuffle.\nIt was over quickly. The police frog-walked Wintrich out of the room and arrested him on a breach of peace charge. Cipolla got a police escort outside.\nThis may seem like a minor episode in the grand scheme of intolerance ― our Republican president is, after all, regularly tweeting the same racist propaganda as white supremacists these days. But we should note that since fans of Richard Spencer sieg-heiled in public last year, members of the “alt-lite” have taken great pains to distance themselves ― at least in the public eye ― from their overtly racist fellow travelers in the “alt-right” white supremacist movement. Their goal is to scuttle closer to mainstream conservatism by pushing off from harder-edged extremists such as Spencer, which Wintrich made clear in the transcript of his speech:\nImagine this shameless contortion of logic being dropped on a bunch of impressionable young conservatives. The “It’s OK to be White” meme was cooked up in the neo-Nazi bowels of 4chan as a way to troll liberals into protesting whiteness and generating far-right propaganda. White supremacists embraced it. So did Wintrich. His entire speech was inspired by the meme and designed to normalize it.\nAnd yet he wanted to use Spencer as a foil. It has become increasingly obvious to anyone paying attention ― such as the protesters in the UConn audience chanting “Go home, Nazis!” ― that birds of a feather tend to alight on the same fasces and that the alt-light continues to provide not only a cover for the extremists of the far-right but also a conduit for their political energy into the mainstream.\nCipolla was a heaving, blundering example of it.\nIn June, this racist roustabout, while working in conjunction with Loomer, Posobiec and other alt-lite activists, was arrested for rushing the stage during a performance of Shakespeare’s “Julius Caesar” in Central Park while screaming, “Goebbels would be proud!”\nA week later, Wintrich appeared at a “Rally Against Political Violence” in front of the White House that began with a Trump supporter shouting, “It’s time to put George Soros in the gas chamber!” One of the groups in charge of security for the event was the 211 Bootboys, a neo-Nazi skinhead crew. Joining Wintrich at the event were Loomer, Posobiec, Cernovich and members of the Proud Boys, one of whom delivered a hateful speech about the media that had an audience member bellowing about “violent communist scum!”\nIt’s unclear if Cipolla made that event, but he did show up in Charlottesville, Virginia, on Aug. 12 for a frenzy of white supremacist violence in the streets that left a counter-protester dead. These were the sort of conservatives the UConn College Republicans chose to host on campus.\n“We brought Mr. Wintrich to campus to have a conversation about identity politics, and we understand that this is a controversial issue,” the group said in a statement Thursday. “However, we firmly believe in our Constitutional right to invite him to speak on campus and present his point of view.”\nAfter Wintrich was released by the police in Connecticut on Tuesday night, having posed in his tuxedo for a smirking mug shot, Cipolla posted a Facebook live video of his associate, asking him what it had been like in the clink.\n“It’s basically another Shoah,” Cipolla joked. “This is basically the equivalent of the Holocaust, right?”\nWintrich didn’t know how to respond. But Mike Peinovich, a neo-Nazi who runs an alt-right podcast platform and is a close friend of Cipolla’s, did. Peinovich was watching the video online and chimed in through the Facebook comments: “It’s not like the holocaust because it actually happened.”\nCipolla burst out laughing. “Mike, I love you,” he said. “You win best comment of the night.”\nHere they were, just a bunch of pals on the Young Republican club circuit making Holocaust jokes. Just some “It’s OK to be white” bros having a lark while making racism fun again. If it sometimes seems as if there isn’t much distance between the alt-lite and outright white supremacy, that’s because there isn’t.", "date": "\n12/02/2017", "href": "https://www.huffpost.com/entry/white-supremacist-lucian-wintrich-sal-cipolla_n_5a232e8ae4b0a02abe919853", "tags": "arrested roadie speech heavily uconn white house got ” racist cipolla ― alt-lite police reporter wintrich"}