{"title": "The cameras that know if you're happy - or a threat", "content": "Facial recognition tech is becoming more sophisticated, with some firms claiming it can even read our emotions and detect suspicious behaviour. But what implications does this have for privacy and civil liberties?\nFacial recognition tech has been around for decades, but it has been progressing in leaps and bounds in recent years due to advances in computing vision and artificial intelligence (AI), tech experts say. \nIt is now being used to identify people at borders, unlock smart phones, spot criminals, and authenticate banking transactions.\nBut some tech firms are claiming it can also assess our emotional state.\nSince the 1970s, psychologists say they have been able to detect hidden emotions by studying the \"micro expressions\" on someone's face in photographs and video. \nAlgorithms and high definition cameras can handle this process just as accurately and faster, tech firms say.\n\"You're already seeing it used for commercial purposes,\" explains Oliver Philippou, an expert in video surveillance at IHS Markit. \n\"A supermarket might use it in the aisles, not to identify people, but to analyse who came in in terms of age and gender as well as their basic mood. It can help with targeted marketing and product placement.\"\nMarket research agency Kantar Millward Brown uses tech developed by US firm Affectiva to assess how consumers react to TV adverts. \nAffectiva records video of people's faces - with their permission - then \"codes\" their expressions frame by frame to assess their mood. \n\"We interview people but we get much more nuance by also looking at their expressions. You can see exactly which part of an advert is working well and the emotional response triggered,\" says Graham Page, managing director of offer and innovation at Kantar Millward Brown.\nMore controversially, a crop of start-ups are offering \"emotion detection\" for security purposes. \nUK firm WeSee, for example, claims its AI tech can actually spot suspicious behaviour by reading facial cues imperceptible to the untrained eye. \nEmotions, such as doubt and anger, might be hidden under the surface in contrast to the language a person is using. \nWeSee says it has been working with a \"high profile\" organisation in law enforcement to analyse people who are being interviewed. \n\"Using only low-quality video footage, our technology has the ability to determine an individual's state of mind or intent through their facial expressions, posture, gestures and movement,\" chief executive David Fulton tells the BBC.\n\"In future, video cameras on a tube station platform could use our tech to detect suspicious behaviour and alert authorities to a potential terrorist threat. \n\"The same could be done with crowds at events like football matches or political rallies.\"\nBut Mr Philippou is sceptical about the accuracy of emotion detection. \n\"When it comes simply to identifying faces, there are still decent margins of error - the best firms claim they can identify people with 90%-92% accuracy. \n\"When you try assess emotions, too, the margin of error gets significantly bigger.\"\nThat worries privacy campaigners who fear facial recognition tech could make wrong or biased judgements.\n\"While I can imagine that there are some genuinely useful use-cases, the privacy implications stemming from emotional surveillance, facial recognition and facial profiling are unprecedented,\" says Frederike Kaltheuner of Privacy International.\nStraightforward facial recognition is controversial enough.\nWhen revellers attended BBC Radio 1's Biggest Weekend in Swansea in May, many will have been unaware that their faces were being scanned as part of a huge surveillance operation by South Wales Police.\nThe force had deployed its Automated Facial Recognition (AFR) system, which uses CCTV-type cameras and NEC software to identify \"people of interest\", comparing their faces to a database of custody images. \nOne man on an outstanding warrant was identified and arrested \"within 10 minutes\" of the tech being deployed at the music festival, says Scott Lloyd, the AFR project leader for South Wales Police. \nBut human rights group Liberty points out that the tech has yielded large numbers of \"false positive\" matches at other events, such as the Champions League final in Cardiff last year. \nAnd in July, Cardiff resident Ed Bridges - represented by Liberty - began legal action against the force, arguing that AFR violated people's privacy and lacked proper scrutiny, paving the way for a High Court battle.\nBut the technology is becoming more reliable, says Patrick Grother, head of biometric testing at the National Institute of Standards & Technology, a US federal agency that conducts research into facial recognition.\nHe attributes the recent technological progress to the development of \"convolutional neural networks\" - an advanced form of machine learning that enables a much greater degree of accuracy. \n\"These algorithms allow computers to analyse images at different scales and angles,\" he says. \n\"You can identify faces much more accurately, even if they are partially obscured by sunglasses or scarves. The error rate has come down ten-fold since 2014, although no algorithm is perfect.\"\nWeSee's Mr Fulton says his tech is simply a tool to help people assess existing video footage more intelligently. \nHe adds that WeSee can detect emotion in faces as effectively as a human can - \"with around 60%-70% accuracy\".\n\"At the moment we can detect suspicious behaviour, but not intent, to prevent something bad from happening. But I think this is where it is going and we are already doing tests in this area.\" \nThis sounds a step closer to the \"pre-crime\" concept featured in the sci-fi film Minority Report, where potential criminals are arrested before their crimes have even been committed. A further concern for civil liberties organisations?\n\"The key question we always ask ourselves is: Who is building this technology and for what purposes?\" says Privacy International's Frederike Kaltheuner. \"Is it used to help us - or to judge, assess and control us?\" ", "date": "17 July 2018", "href": "https://www.bbc.com/news/business-44799239", "tags": "faces know facial cameras assess tech recognition detect happy says threat video privacy"}