{"title": "The Anti-Abortion Movie ‘Unplanned’ Is Loaded With Dangerous Lies", "content": "“Unplanned,” a new movie in limited release, charts the unusual conversion story of Abby Johnson, a real-life Planned Parenthood clinic director in Bryan, Texas, who became an anti-abortion advocate after a crisis of conscience. The R-rated film, which Vice President Mike Pence plugged on Twitter earlier this month, has grossed $15.7 million since its debut on March 29, more than double its original budget.\nThe film follows Johnson, played in the movie by Ashley Bratcher, on her journey from Planned Parenthood employee of the year to disillusioned opponent of abortion. Along the way, it perpetuates distortions and potentially dangerous myths about the procedure.\nThe movie, co-written and co-directed by Cary Solomon and Chuck Konzelman, arrives at a time when the anti-abortion movement in the U.S. is emboldened and on the attack. This year, an unprecedented number of states have introduced bills to limit abortion. Alabama wants to outlaw abortion entirely. Texas is trying to make it punishable by death. The governors of Kentucky, Mississippi and Ohio have all signed six-week abortion bans into law, and Georgia’s governor is expected to do the same soon. And now, “Unplanned” is stoking the flames with wild claims about the country’s largest reproductive health care provider, Planned Parenthood.\nTo sort fact from fiction, HuffPost spoke to Jen Villavicencio, an OB-GYN and abortion provider in Michigan. Villavicencio is the inverse of Abby Johnson. As a teen in Florida, she was an anti-choice activist who prayed for the end of abortion. She had her own awakening at medical school, and now she provides abortions to women in clinics surrounded by protesters every day. “I went from one extreme to another, just like Abby,” she said.\nVillavicencio walked us through some of the more glaring inaccuracies in “Unplanned”:\nIn one of the first scenes in “Unplanned,” Abby is asked to help with an abortion for a woman who is 13 weeks pregnant. As Abby watches the procedure on a screen, it seems to her that the fetus squirms away from the doctor’s medical instrument. It appears to be fighting for its life. “Beam me up, Scotty!” the doctor jokes as the patient sobs. Then, in an instant, the fetus is gone. The uterus is empty. \nThere have been questions raised about whether this abortion even took place. But in any case, Villavicencio, who performs similar abortions, said the scene is wildly unrealistic. At that gestational age, fetuses do not have purposeful movements, she said. \n“The idea that a fetus would recoil or show fear or try to run away from a cannula [medical tube] is really a frank falsehood,” she said. “All the evidence says that is not possible.” \nAccording to the American College of Obstetricians and Gynecologists, a fetus does not have the physiological capacity to perceive pain until at least 24 weeks of gestation. But Villavicencio acknowledged that some people may have a strong reaction to witnessing an abortion.\n“Any time I teach medical students, I tell them it is OK however they feel,” she said. “There’s a lot of things in medicine that make people uncomfortable, but that doesn’t mean they are inherently bad or wrong. It is possible to feel both things.”\nAt the beginning of the movie, Abby is an open-minded college student who starts volunteering at Planned Parenthood because she wants to help women make informed decisions about their reproductive health. But soon she realizes that a central part of her job involves making money for Planned Parenthood.\nAbby boasts about how good she got at “selling abortions,” comparing her job to that of a salesman hawking timeshares. Women are frequently shown handing over money. In one scene, Abby’s boss, Cheryl (Robia Scott), the clear villain of the movie, tells Abby she needs to double the abortions her clinic provides so they can make more money. “‘Nonprofit’ is a tax status, not a business model!” she tells Abby, comparing Planned Parenthood to a fast-food chain. Hamburgers don’t bring in the big bucks, she explains in one scene. It’s the soda and fries ― or in this case, the abortion. \nPlanned Parenthood disputed this characterization in a statement to HuffPost, noting that it is a nonprofit that provides sexual and reproductive health care to millions of people across the country each year, many in underserved communities. The organization offers a wide breadth of services, including cancer screening, contraception and STD testing and treatment. Abortion makes up only 3.4 percent of its services, according to its most recent annual report. \n“This idea that we would drum up business is silly,” Villavicencio said. “That’s not a thing. Abortion has existed since we knew what pregnancy was, and it will not go away.”\nWhile everyone’s abortion is different, “Unplanned” presents the experience as an excruciatingly painful one. Women are seen crying out while insensitive doctors and nurses bark at them and hold them down. Blood ― pooling in socks, dripping on floors ― is a central motif.\nThe movie gives an inaccurate and fearmongering depiction of the procedure, Villavicencio said. \n“Most people tolerate abortions throughout the first and second trimester very well,” she said, adding that clinics use medications ranging from local anesthesia to deep sedation to manage pain. \nShe noted that abortions, for the most part, are exceptionally short procedures. \n“They last anywhere from three to 10 minutes,” she said. “I tell my patients: ‘This may be intense for you, but it will last a short while and I will talk you through it and you will make it.’” \nIn “Unplanned,” a doctor accidentally perforates a teen girl’s uterus while performing an abortion. As the girl goes into shock, the clinic workers decide not to call an ambulance because they’re afraid of bad publicity. Instead, they lie to her father and give her drugs so she won’t remember what happened.\nIn reality, serious complications during abortion are rare, and occur less frequently than during childbirth. In 2013, a total of 664,435 abortions were reported to the U.S. Centers for Disease Control and Prevention. Only four women died as a result of complications that year.\n“Abortion is one of the safest outpatient procedures that you can have in the U.S.,” Villavicencio said. “You are less likely to have a complication than a colonoscopy or a wisdom tooth extraction.” \nShe said it was comically offensive to suggest that an abortion clinic would jeopardize a patient’s safety by refusing to call an ambulance during a medical emergency. \nThe abortion providers and staff in “Unplanned” are depicted as uncaring and inhumane. They crack jokes about dead babies, ignore patients who are visibly in pain and seem to lack even the most basic social manners.\nWhen Abby learns, while standing in the bathroom at work, that she is pregnant, her boss does not congratulate or hug her. Instead, she offers her an abortion. “You know, we could take care of that for you if you like,” she spits. \nVillavicencio said she has had the opposite experience working at abortion clinics.\n“OB-GYNs and family medicine doctors who do abortions are some of the most compassionate, empathetic people I’ve ever met,” she said. “They put themselves through discomfort ― walking through protesters, getting threats, having sometimes the disdain of their own medical community ― in order to provide this care.” \nIn the movie, Abby claims that up to 75 percent of women will not show up at an abortion clinic if they see people praying outside. It comes across as a call to arms to the audience: Go to your local abortion provider and pray. \nVillavicencio raised doubts about the veracity of the statistic. Protesters pray outside her clinics every day, she said, and their no-show rate is not significantly affected. \n“Might they convince people to change their minds? Sure,” she said. “Is that coercive and manipulative? In my opinion, yes.” ", "date": "\n04/17/2019", "href": "https://www.huffpost.com/entry/an-obgyn-debunks-unplanned-the-anti-abortion-movie_n_5cb74ff4e4b0ec270a4684bd", "tags": "planned villavicencio ‘ loaded abby abortions movie ” lies abortion unplanned dangerous anti-abortion"}