{"title": "The citizenship saga hampering Australia’s government", "content": "The Australian parliament's current fixation with dual-nationality MPs has meant that other pressing matters, including debate about the country's minimum wage and a possible inquiry into banking, are currently on the backburner.\n\"I'm putting those bagpipes in the bin, they're gone, along with the bloody kilt.\" The parting words of the outspoken Tasmanian senator Jacqui Lambie, an independent, lamenting her Scottish heritage, which has led to her exit from the Australian parliament after it was discovered she had both Australian and British citizenship. \nThe constitution bars dual nationals from federal political office and, so far, nine MPs, including the former Deputy Prime Minister Barnaby Joyce, have either resigned or been ruled ineligible by the High Court of Australia.\n\"Australia is in the midst of a crisis that is affecting the very ability to produce stable and on-going government,\" says Prof George Williams, dean of law at the University of New South Wales.\n\"It is making it very hard to get things done. Most importantly, it means public attention is gripped with the issues of dual citizenship and now same-sex marriage. It means other economic reforms and policies simply aren't getting a look in.\"\nThe joint citizenship saga, described in the Australian newspaper as \"a crazy conga line slicing through our politics and institutions\", has cost the centre-right government its majority in the lower house of parliament, though Australia's Prime Minister, Malcolm Turnbull, has said there is no question of an early election, because he has the support of two independent MPs.\nOther parliamentarians are now anxiously poring over the small print of their family histories to establish if they are, in fact, legally allowed to sit in parliament.\nIt's likely some will get a nasty surprise like Jacqui Lambie, who was told, by the UK authorities, after the row blew up, that she was entitled to British citizenship by descent because her father was born in Scotland. \nIgnorance of her entitlements couldn't save her after Australia's highest court in October rejected pleas from other MPs, including Mr Joyce, that at the time of last year's election they didn't know they were dual nationals. Six of the nine politicians had joint Australian-British citizenship.\n\"More and more it seems that the Home Office in London is determining people's position in parliament in Australia more than the electorate is,\" says Bruce Hawker, managing director of the electoral advisory company the Campaigns and Communications Group and a long-time adviser to the Australian Labor Party. \nAnd, he adds: \"There are still serious doubts about a number of MPs.\"\nAustralia's constitution came into effect on 1 January 1901, and the nation's birth certificate can be changed only by a referendum.\nLawyers estimate that about half of all Australians are ineligible to sit in federal parliament for holding joint citizenship by descent from countries including Britain, Ireland, Greece and Lebanon. \nMr Hawker believes that in a multicultural country where half the population of 24 million was either born overseas or has a migrant parent, the 116-year-old dual citizenship provisions are anachronistic.\n\"The Australian electorate really regards this constitutional provision as being an ass,\" he says.\nBut, even with vacancies to fill in the upper chamber and two pending lower house by-elections, there is more than enough support in Australia's parliament to ensure the Marriage Act is changed to allow all couples to legally marry. \nThe legislation has already been tabled and, although there will be feisty debates over its final and finer details, we can expect same-sex marriage to become law sometime in December. Indeed, the government says parliament will sit until the legislation passes.\nOne way the Christmas pledge could be delayed is if suddenly more MPs are drawn into the dual citizen debacle and it becomes such an issue that it hijacks the parliamentary agenda and ramps up calls for a general election. \nAnother way is if conservative MPs attempt to stall the legislation in some way, such as by adding divisive amendments.\nEven so, the same-sex marriage legislation could only be stalled, not stopped, and most experts believe it is very likely to pass by Christmas.\nThere is a bipartisan deadline of 5 December for MPs to report any concerns over their citizenship.\nFor Mr Turnbull, however, the result of the same-sex marriage postal survey was a relief, rather than a triumph.\nThe man who became prime minister two years ago with a reputation as a progressive went through with the survey (rather than a direct parliamentary debate) to placate conservatives in his government.\nThe current saga over dual nationalities and the desire to pass same-sex marriage legislation has somewhat disguised the government's parliamentary quandary and internal fractures.   \nIn particular, the opposition Labor Party could embarrass the government if it is somehow able to get enough support for a major inquiry into the nation's banks - a burning issue in Australia - or reversing cuts to the minimum amount staff are paid for working, for example, at weekends and holidays. \nThe banking inquiry would examine industry practices following recent scandals. One high-profile case involves alleged breaches of anti-money-laundering laws by Australia's largest lender, Commonwealth Bank. \nThe loss of Mr Turnbull's majority will be a greater factor in these debates than on same-sex marriage legislation, if Labor is able to win over enough cross-bench MPs or get government MPs to cross the floor.\nHis coalition will regain its majority if coalition candidates win the two December by-elections caused by the nationality crisis, but one of the contests is expected to be a tight race.  \nThe citizen saga has commandeered his agenda for the end of the year, and his own future rests on an electoral knife-edge.", "date": "24 November 2017", "href": "https://www.bbc.com/news/world-australia-42012201", "tags": "australia legislation parliament same-sex hampering mps marriage citizenship australian saga government dual"}