{"title": "The Subpoena and Contempt Fight Between Trump and Congress, Explained", "content": "Updated May 8, 2019\nWASHINGTON — President Trump invoked executive privilege for the first time in his presidency on Wednesday to justify shielding the full Mueller report from Congress, even as the House Judiciary Committee voted to recommend holding Attorney General William P. Barr in contempt for defying its subpoena for the document.\nThe clash brings to a head the first of a series of fights over the scope and limits of Congress’s power to obtain information that the president wants to keep secret from lawmakers. More are coming: Mr. Trump has vowed to resist “all” subpoenas issued by House Democrats in their oversight investigations. And Mr. Trump has sued his banks and the House Oversight Committee to block subpoenas for his financial records held by his accountants and financial firms.\nThe strategy of unabashedly stonewalling Democrats’ oversight investigations raises the question of what lawmakers can do about it — and whether, even if they ultimately prevail, the court fight will take so long that the Trump team will run out the clock before the next election.\nThe Supreme Court has ruled that the Constitution gives Congress broad authority to investigate matters of national interest as it considers what laws to pass.\nThat power “includes surveys of defects in our social, economic or political system for the purpose of enabling the Congress to remedy them,”  justices have written. “It comprehends probes into departments of the federal government to expose corruption, inefficiency or waste.”\nThis oversight role, courts have said, includes the power to issue subpoenas compelling people and organizations to turn over documents or testify, even if they do not want to comply.\nThey can vote to hold someone who defies a subpoena in contempt of Congress. First, the committee that issued the subpoena would vote to recommend that step — which the Judiciary Committee did on Wednesday — and then the full House of Representatives would vote on whether to do so. Just one chamber can do this, so it does not matter that Republicans control the Senate.\nOn paper, defying a congressional subpoena for testimony or documents is a misdemeanor crime, punishable by one to 12 months in jail. But in practice, this law is generally toothless in disputes between Congress and the executive branch. Invoking prosecutorial discretion, the Justice Department can decline to charge an official who defies a subpoena at the president’s direction.\nIn theory, yes, but this is outdated. Historically, Congress has exercised “inherent contempt” authority to detain recalcitrant witnesses until the end of its session. But Congress has not tried to use that authority since 1935.\nCongress lacks any prison for holding someone in long-term detention, and trying to use its limited security forces to arrest an executive branch official could provoke a dangerous standoff. While some lawmakers have talked about instead imposing a fine, there is no precedent for that, according to the Congressional Research Service, and it is not clear how the House could enforce that penalty.\nCongress could ask a federal judge to enforce its subpoena — and declare witnesses who defy any judicial order to provide the information to Congress in contempt of court. If the Justice Department declines to prosecute someone for contempt of court, judges can appoint special prosecutors to bring the case instead. Still, Mr. Trump could pre-emptively pardon such defendants.\nNo. For one thing, the Supreme Court has said there must be a link between the information and a legitimate task of Congress, like weighing whether a new law is needed. Lawmakers cannot use their subpoena power and expose private affairs simply to aggrandize investigators or punish a target.\nIn seeking Mr. Trump’s financial records, Congress has said it is studying whether legal reforms are needed to curb the potential problem of clandestine foreign influence on the American political process. Mr. Trump’s lawyers maintain that Democrats are just looking for dirt.\nEven if lawmakers are conducting a legitimate investigation, it is not a crime to defy a subpoena if there is a legal basis to do so. For example, it is not a crime to refuse to answer questions under one’s Fifth Amendment right against self-incrimination.\nMr. Barr has argued that the law prohibits him from showing secret grand-jury information gathered by the special counsel, Robert S. Mueller III, to lawmakers, citing federal rules of criminal procedure that generally restrict sharing such data with outsiders absent a court order. Mr. Barr has also declined to ask the federal judge supervising that grand jury, Judge Beryl A. Howell, for an order permitting him to share that information with Congress.\nYes, and the House may soon ask Judge Howell to issue an order permitting its members access to grand-jury information from the special counsel investigation. It is not clear whether Mr. Barr would then direct the Justice Department to remain neutral, or instead to oppose the request — and, if Judge Howell agrees to issue such an order, file an appeal of that ruling.\nWhether anyone is in a position to appeal such an order is important because the Court of Appeals for the District of Columbia recently issued a ruling that put forward a narrow view of when courts may let outsiders to see grand jury information. Judge Howell, a former Senate Judiciary Committee staff lawyer, may be more inclined to find that Congress has a right to access such material.\nA valid assertion of executive privilege by the president can also provide a basis to lawfully defy a subpoena, so Mr. Trump’s invocation of it gives Mr. Barr an argument and a shield as the matter moves toward a likely court fight.\nThe Supreme Court has ruled that presidents have the authority to keep secret certain internal communications, including discussions with aides about how to carry out their constitutional duties. The lines are murky between where Congress’s power stops and the president’s begins, in part because such disputes are usually resolved through compromises rather than definitive rulings.\nNotably, judges have said they want to see the two branches engage in good-faith negotiations to find a compromise that accommodates the constitutional needs of each, so Mr. Trump’s overt stonewalling may undermine the executive branch’s position when some of these disputes get into court.\nBut in the exchange of letters between the Trump administration and the Judiciary Committee leading up to Wednesday’s vote and invocation, the executive branch argued that it was trying to make accommodations in good faith about the Mueller report, so it was Congress that was being unreasonable.\nThe Trump administration had offered to let a small number of congressional leaders read a less-redacted version of the report that would permit them to see information related to, for example, ongoing investigations and cases, although not the grand-jury material.\nBut the Justice Department insisted that they sign nondisclosure agreements and take no notes away with them, so they would not be able to discuss what they saw even with other members of the Judiciary Committee. Democrats said that offer was insufficient.\nEven when executive privilege might provide a legal basis to defy a subpoena, courts have ruled that presidents can lose that shield in circumstances where the privilege was waived by sharing that previously confidential information with outsiders.\nFor example, in 1997, an appeals court ruled that the Clinton administration waived the privilege over documents that it permitted a personal lawyer for an executive branch official to see. And in 2016, a Federal District Court judge ruled that the Obama administration had waived the privilege over documents that were described and quoted in a public inspector general report.\nThose precedents could pose a challenge for the Trump administration to keep Congress from receiving documents related to the special counsel investigation, or to keep it from subpoenaing testimony from Mr. Trump’s former White House counsel, Donald F. McGahn II, a witness in several potential obstruction-of-justice episodes detailed in the portions of Mr. Mueller’s report that Mr. Barr made public.\nIt could take months or years if Mr. Trump is determined to put up a fight over such issues for every subpoena, appealing any losses all the way to the Supreme Court.", "date": "May 2, 2019", "href": "https://www.nytimes.com/2019/05/02/us/politics/subpoenas-trump-congress.html", "tags": "executive subpoena court explained committee judge trump house information fight congress contempt"}