{"title": "The country built on trade barriers", "content": "President Trump's imposition of hefty tariffs on imports in a bid to protect American jobs, which has sparked a trade war with China, has put protectionism back on the global agenda this year. \nThat has prompted institutions that champion free trade to warn that higher duties and other barriers to free trade could have devastating consequences for the global economy.\nRoberto Azevedo, head of the World Trade Organization, says trade barriers that keep foreign rivals out will encourage less competitive industries to produce more.\nHe knows firsthand what protectionism can - or cannot - do.\nMr Azevedo hails from Brazil, which for decades had some of the world's highest trade barriers despite being a commodities-exporting powerhouse and the world's ninth largest economy.\nAlthough Brazil has started to open up its economy, it is still towards the bottom of the latest \"trade freedom\" index from the Heritage Foundation. \nLatin America has long been a fan of the \"infant industry\" argument for protectionism, which says tariffs foster the growth of national champions that would otherwise be crushed by foreign competition.\nMuch of modern Brazil was built with the help of protectionist policies. Since the 1950s, trade barriers and government subsidies were used to force major carmakers including Volkswagen, Ford, Fiat and Mercedes to set up factories in the country.\nMany uncompetitive industries - from textiles to computers - were able to flourish due to trade policies that made foreign goods too expensive to import.\nIt was not until the early 1990s that Brazil started opening up to the world - but protectionism remains an important ingredient in forcing foreign players to manufacture locally.\nTariffs on imported trucks or buses amount to 132% of the final price, according to one study in 2014. The price of an Apple iPhone in Brazil is on average 50% more than in the US.\nThe best way - sometimes the only way - to sell to Brazil's 200 million consumers is to set up a local factory and become a \"national\" player.\nWhile free trade has become something of a mantra in recent years, some question its benefit to emerging economies.\nMore from the BBC's series taking an international perspective on trade:\nCambridge University economist Ha Joon-Chang argues that most countries that champion free trade - such as the US before Mr Trump became president - only achieved economic prosperity through protectionist policies.\nFree trade is only a means for developed economies to \"kick away the ladder\" of development so that emerging nations are kept uncompetitive, he says. This school of thought remains popular in Latin America.\nBrazilian industry still relies heavily on trade barriers and subsidies to protect its national industry.\nLast year the WTO ruled against the country's car industry policy, known as Inovar-Auto, which has dished out almost $8bn in incentives to local producers since 2010.\nJobs are a central part of the strategy: many subsidies and tax breaks were issued in 2014 in an attempt to protect jobs at a time when the country was slipping into a damaging recession.\nIf other countries do impose higher tariffs and continue to battle trade wars, could historically protected economies such as Brazil benefit? \nIronically, the drift towards protectionism comes as Brazil tries to open up its economy and has recently applied to join the OECD (Organisation for Economic Co-operation and Development), a club of rich nations. \nThe application is part of the Brazilian government's drive to win more foreign investment and make the economy more market-driven. \nAn OECD report earlier this year said unleashing Brazil's full economic potential and reducing inequality will require more cuts to public spending and more trade and investment.\nMeanwhile, the trade war between China and the US is unlikely to help liberalise trade policies in South America.\nThose who support free trade in Brazil, which is a member of the G20, say the battle is bad timing for an economy that is still struggling to recover from recession.\n\"Because Brazil is such a closed economy, it ends up having very low productivity compared to more developed countries. If you are more competitive you become more productive - and for that you need to be more open and more integrated into global value chains,\" says Gabriel Petrus, director of the Brazilian chapel of the International Chamber of Commerce (ICC), a business organisation that champions free trade.\nBrazil is now preparing for a general election in October and polls suggest some leading candidates support nationalist and protectionist policies to a degree.\nThat - and the sabre rattling between the US and China - suggest the world's trade battles are unlikely to abate any time soon.", "date": "2 August 2018", "href": "https://www.bbc.com/news/business-44902104", "tags": "country free world barriers economy policies brazil trade protectionism tariffs built foreign"}