{"title": "The Health Care Industry Really Doesn't Like GOP's Obamacare Replacement", "content": "WASHINGTON ― Major trade groups representing the health care industry on Tuesday voiced serious concerns, and in some cases outright opposition, to House Speaker Paul Ryan’s (R-Wis.) bill to reform the Affordable Care Act, joining a chorus of critics from both the left and the right.\nGroups representing hospitals, doctors, nursing homes, patients and older people criticized the Republican proposal. While some major industry players, including insurers and drugmakers, were notably silent, one big Medicaid provider predicted the GOP plan would wreck the insurance marketplace. \n“We cannot support [the speaker’s bill] in its current form,” Richard J. Pollack, president and CEO of the American Hospital Association, said in a letter on Tuesday.\nJ. Mario Molina, chief executive of Molina Healthcare Inc., a major Medicaid provider that offers ACA plans in nine states, warned the legislation would create a spike in premiums ― the same thing Republicans faulted Obamacare for doing.\n“You’re going to see insurers exit markets … this is going to destabilize the marketplace,” Molina told The Wall Street Journal.\nThe speed with which major health industry groups distanced themselves from the GOP plan stands in sharp contrast to how Obamacare took shape in 2009. Democrats sought input from the health care industry from the beginning, working to build support before their bill was released to the public.\nThe National Health Council, a coalition of patient advocacy groups and other organizations, said Tuesday it was concerned that phasing out Obamacare’s Medicaid expansion, as the GOP bill would do by 2020, would lead to “the eventual loss of access and reduced affordability for the nation’s most vulnerable.”\nAARP blasted the bill as “a sweetheart deal” for drugmakers and insurers, and said it would weaken Medicare, raise costs for seniors, and cut Medicaid.\n“Although no one believes the current health care system is perfect, this harmful legislation would make health care less secure and less affordable,” Nancy LeaMond, AARP executive vice president, said in a statement.   \nThe American Health Care Association, which represents nursing homes, and the National Center for Assisted Living, a trade group for assisted-living facilities, also took issue with the fate of Medicaid.\n“More than one million individuals call nursing centers their home and most rely on Medicaid for their care,” Mark Parkinson, president and CEO of the two trade groups, said in a statement. “This bill will cut Medicaid funding for seniors and individuals with disabilities, jeopardizing access to the care they need.” \nThe American College of Physicians, which represents nearly 150,000 internal medicine physicians, said it opposed “radical changes” in Medicaid that would result in “tens of millions of patients” losing coverage and benefits. The group called on Republicans to wait until the independent Congressional Budget Office analyzes how much the legislation would cost before lawmakers vote on it in committee this week.\n“We sincerely hope that Congress would still be willing to slow down the legislative process to work with us on ways to improve current law without undermining essential coverage and consumer protections for millions of patients as this proposal does,” Nitin S. Damle, the American College of Physicians president, said in a statement.\nThe American Academy of Family Physicians, another doctor’s group, echoed the call for a slower approach and said it is “concerned that the proposal falls short on preserving coverage, affordability, and comprehensive coverage.”\nThe Center for Medicare Advocacy, a liberal beneficiary assistance group, said the GOP bill will “disproportionately harm children and the very elderly, the main recipients of Medicaid support.” The group added that the legislation “would take us back to the time when families all over the country lacked insurance.”\nThe Federation of American Hospitals, a trade group representing investor-owned facilities, said it had “significant issues” with the legislation, which it said “may threaten our ability to ensure that Americans are provided with the health coverage and access to care they need and deserve, and that hospitals, who so many millions of Americans rely on every day, 24/7, are there to deliver it.”\nMore than 20 large health systems that include hospitals in New York City, Boston, Cincinnati, Charleston, West Virginia, and elsewhere issued a joint statement in support of the Affordable Care Act without commenting on the GOP legislation.\n“Nobody can have high quality care if they can’t get care in the first place. The ACA’s expansion of coverage, including a Medicaid program with comprehensive benefits, is an essential component of those efforts,” the health system leaders said in the statement.\nNot every trade group found something to dislike in the House GOP bill. A group representing the medical device industry said it supported the legislation because it would eliminate a tax on medical device sales.\n“Repealing the tax will provide medical technology innovators with the long-term certainty necessary to support future job growth and sustainable, cutting-edge R&D that will ultimately lead to the next generation of breakthroughs in patient care and treatment,” said Scott Whitaker, president and CEO of the Advanced Medical Technology Association.\nRetailers said they supported repealing the Obamacare employer mandate.\n“Retailers want reforms that push us toward a more competition-driven private health care market, and the ObamaCare repeal-and-replace bills take us in that direction,” David French, National Retail Federation senior vice president for government relations, said in a statement.\nAmerica’s Health Insurance Plans and the Blue Cross Blue Shield Association, the insurance industry’s two power players, have not commented.\nThis article has been updated to include comment from the Federation of American Hospitals.\nCORRECTION: An earlier version of this post said a statement in support of the Affordable Care Act came from health systems including a hospital in Charleston, South Carolina. That hospital is in Charleston, West Virginia.", "date": "\n03/07/2017", "href": "https://www.huffpost.com/entry/health-care-industry-gop-bill_n_58bf2eaae4b054a0ea65d4ce", "tags": "american really obamacare gop medicaid ” industry replacement bill group like care health"}