{"title": "The Fruits of Diplomacy With Iran", "content": "WASHINGTON — IN a perfect world, there would be no nuclear enrichment in Iran, and its existing enrichment facilities would be dismantled. But we don’t live in a perfect world. We can’t wish or bomb away the basic know-how and enrichment capability that Iran has developed. What we can do is sharply constrain it over a long duration, monitor it with unprecedented intrusiveness, and prevent the Iranian leadership from enriching material to weapons grade and building a bomb.\nThose are the goals that have animated recent American diplomacy on the Iranian nuclear issue, including during the back-channel talks with Iran that I led in Oman and other quiet venues in 2013. Against a backdrop of 35 years without sustained diplomatic contact, filled with mutual suspicion and grievance, it was hardly surprising that our discussions were difficult, and our Iranian counterparts as tough-minded and skeptical as they were professionally skilled. But our efforts helped set the stage for the interim agreement, or Joint Plan of Action, concluded in November 2013.\nMuch maligned at the time, the J.P.O.A. has proved its value, freezing and rolling back Iran’s nuclear program for the first time in a decade, applying innovative inspections measures, allowing only modest sanctions relief and keeping substantial pressure on Iran.\nThe understanding announced in Lausanne, Switzerland, on Thursday is an important step forward. Many crucial details still have to be resolved. But the understanding outlines a solid comprehensive agreement that would increase, for at least a decade, the time it would take Iran to enrich enough weapons-grade material for a single bomb from the current two-to-three-month timeline to at least one year. It would significantly reduce Iran’s stockpile of low-enriched uranium, substantially limit the country’s enrichment capacity and constrain Iranian research and development on more advanced centrifuges. And it would cut off Iran’s other possible pathways to a bomb, including by effectively eliminating Iran’s potential capacity to produce weapons-grade plutonium at its planned Arak reactor and banning enrichment at the underground Fordow facility for at least 15 years. \nIn addition to these significant limitations, we would create an inspection regime unparalleled in intensity, going well beyond current international standards and ensuring that any breakout effort would be quickly detected. Only a negotiated deal gets us the verification and monitoring we need to close off any covert path to a weapon.\nThrough carefully phased sanctions relief with built-in procedures to reimpose sanctions immediately in case of Iranian noncompliance, we would also preserve ample enforcement leverage. With more eyes on less material in fewer places, and clarity about the harsh costs of cheating, we would be well positioned to deter and prevent Iranian breakout.\nAs consequential as this understanding is, much more remains to be done. Three challenges loom largest.\nThe first is the most obvious and immediate: the difficult, painstaking work of negotiating the details of a comprehensive agreement. Rigorous execution of such an agreement will be a critical priority for this administration and its successor, and that will depend on the quality of its verification and enforcement provisions. There is no reason to rush this effort, especially given the continued freeze on Iran’s program under the J.P.O.A. What’s crucial is to get it right.\nThe second and third challenges are more long-term, but equally important. Completing this comprehensive nuclear accord with Iran must be one part of a cleareyed strategy for a Middle East in deep disarray. I do not assume that progress on the nuclear issue will lead anytime soon to relaxation of tensions with Tehran on other regional problems, or to normalization of United States-Iranian relations. Nor do I assume that the Iranian leadership will make an overnight transformation from a revolutionary, regionally disruptive force to a more “normal” role as another ambitious regional power. \nThat means we must work to reassure our partners in the region, whose concerns about both Iranian threats and the impact of a nuclear deal are palpable. We should urgently pursue new forms of security assurances and cooperation. Taking a firm stance against threatening Iranian actions in the region, from Syria to Yemen, not only shores up anxious longtime friends. It also is the best way to produce Iranian restraint, much as a firm stance on sanctions helped persuade Iran to reassess its nuclear strategy.\nSimilarly, it’s important to embed a comprehensive Iranian nuclear agreement in a wider effort to strengthen the global nuclear order. New inspection and monitoring measures applied through an Iran agreement may create useful future benchmarks. The Iranian problem has exposed significant vulnerabilities under the Nuclear Nonproliferation Treaty, especially the absence of a clear divide between civilian and military programs. The Iran case makes clear that the gray zone in the treaty between the right to use nuclear energy and the prohibition against manufacturing nuclear weapons is too wide. As nuclear technology and know-how become more diffuse and states turn to nuclear power to reduce greenhouse gas emissions, building a sturdy firewall between military and peaceful activities will be an increasingly important task. \nNone of this will be easy. But the prospect of a comprehensive nuclear agreement with Iran in the next few months, if executed rigorously and embedded in wider strategies for regional order and global nuclear order, can be a significant turning point. It can also be a much-needed demonstration of the enduring value of diplomacy.\nThe history of the Iranian nuclear issue is littered with missed opportunities. It is a history in which fixation on the perfect crowded out the good, and in whose rearview mirror we can see deals that look a lot better now than they seemed then. With all its inevitable imperfections, we can’t afford to miss this one.", "date": "April 2, 2015", "href": "https://www.nytimes.com/2015/04/03/opinion/a-good-deal-with-iran.html", "tags": "agreement iran enrichment sanctions nuclear comprehensive important diplomacy fruits bomb iranian"}