{"title": "The Frustrating Truth About Obamacare", "content": "WASHINGTON -- Obamacare is getting boring.\nWith little time before Sunday's deadline for people to enroll in private health insurance via HealthCare.gov and the 13 state-run health insurance exchanges this year, there's just not much new to say about the Affordable Care Act's impact on this part of the health care system.\nThree years after the launch of the exchange marketplaces, they seem to be doing ... pretty okay. The uninsured rate is way down, millions of people have used them to get health insurance, and more than 80 percent of them qualified for financial assistance. The exchanges have made it easier for low-income families to enroll in Medicaid, too. Obamacare enrollment may be transitioning from a major event to something annoying that people have to do every year, like filing taxes.\nStill, major concerns remain about what will happen over time, like whether health insurers can make enough money to keep participating and whether the coverage available is affordable for enough consumers.\nIn other words, Obamacare is neither the disaster opponents predicted nor a smashing success that exceeded its creators' goals and completed the American safety net.\nYear three of Obamacare enrollment promises to bring only incremental changes from year two, and little in the way of firm answers to lingering questions. The uninsured rate is about the same, the sign-up numbers are about the same, the polling numbers are about the same, and the worries about this new market are about the same.\nSure, the exchanges and Obamacare's Medicaid expansion have transformed the way low- and moderate-income people get covered. And the slow pace of change doesn't take anything away from the positive impact the law has had on the 17.6 million people who had no health insurance before, or had to pay more because there were no subsidies. Nor does it diminish the stress for those who are stretching their family budgets to buy insurance and avoid paying a penalty for not having coverage, or for those who just can't afford it.\n But it does make it impossible to draw grand conclusions about where the system is headed, or to conclude much more about it today than could've been done a year ago.\nIt's also true that the politics of Obamacare are as heated as ever among those still paying attention. That includes everyone running for president and the Republicans in Congress who are still trying to repeal it and dithering over whether they have any better ideas. But the rhetorical arguments about health care reform haven't varied since President Barack Obama took office in 2009, no matter what the facts show. That bickering doesn't look likely to end or change course no matter who wins the White House in November.\nWhile Obamacare remains a source of partisan contention, and survey results released by the Henry J. Kaiser Family Foundation on Thursday reinforce that Democrats generally favor the Affordable Care Act, Republicans generally don't like it and more people overall think it's bad than good. The numbers have hardly shifted in six years. And fewer than one-quarter of registered voters said the health law is \"extremely important\" to them this election year, anyway.\nSo, where are we now? About 11.6 million people have enrolled nationwide since Nov. 1, acting Centers for Medicare and Medicaid Services Administrator Andy Slavitt told reporters on a conference call Thursday. In the 38 states served by HealthCare.gov, there have been 8.9 million sign-ups as of Jan. 23, which compares to 7.7 million at the same point in the 2015 period, and about 100,000 fewer than after the end of last year's open enrollment. The federal agency's tally undercounts the total because the enrollment numbers it uses from the state-run exchanges in places like California, Idaho and New York are a month old and have been growing since.\nThe means enrollment appears on pace to at least meet the low end of the 11 million to 14.1 million the Obama administration predicted would sign up during open enrollment, especially if there's a surge in the final days, as there was the first two years. Traffic on HealthCare.gov grew by 50 percent from last week to this, Slavitt said, suggesting another rush toward the deadline.\nBut the administration's best guess of how many people will still have this coverage by the end of 2016 is 10 million, or just 900,000 more than the administration's projections for exchange customers at the close of 2015, which isn't much in the way of growth.\nIn a sense, all of these numbers do little more than confirm the unsatisfying truth that the health insurance exchanges will be works in progress for years.\nThe fundamental questions are the same as they were in the fall of 2013 (except that the websites work now). Will the premiums be affordable? Will people sign up? Will enough of them be healthy to offset to costs of the sick and create a stable system? Will the uninsured learn that subsidies are available to make coverage more affordable and take advantage of them? Will health insurance companies make enough profit to keep them in the market?\nWhen the current open enrollment period winds down, don't expect the final results to tell you much more than you already know. Sign-ups start again in the fall.\nAlso on HuffPost:", "date": "\n01/30/2016", "href": "https://www.huffpost.com/entry/obamacare-sign-up-deadline_n_56ac059be4b00b033aaf3eef", "tags": "obamacare exchanges frustrating numbers enrollment year affordable million insurance truth health"}