{"title": "The GOP Crusade Against Obamacare's Mandate Says A Lot About How The Party Changed", "content": "Senate Republicans are set to vote next week on tax legislation that would eliminate the financial penalty for people who don’t get health insurance, often called the “individual mandate.” And plenty of Republicans seem positively giddy about the prospect. “Getting rid of Obamacare’s tax on people who choose not to buy a plan or can’t afford the premiums is the right thing to do,” Sen. Bill Cassidy (R-La.) said.\nRepublicans and their supporters have been bashing the individual mandate so loudly and so vociferously that it’s easy to forget this outrage is a relatively recent phenomenon. Not so long ago, it was easy to find GOP officials and conservative intellectuals who supported the mandate, and not simply because they thought it was the smart thing to do. They also thought it was the right thing to do. In fact, they were the ones who first put the idea on the political agenda.\nThe story of how Republicans first came to this conclusion and then abandoned it is a pretty good parable for how the GOP has changed in the last 30 years. It also says a lot about the people who will suffer as their efforts to unwind the Affordable Care Act go forward.\nMost historians trace the mandate back to a 1989 paper by Stuart Butler, who at the time was director of domestic policy studies at The Heritage Foundation. This was a different era, when influential conservative policy thinkers endorsed universal coverage, at least in principle, but wanted to avoid straightforward expansions of government programs or new requirements that employers pay for insurance.\nButler’s proposal envisioned a fine for people who did not get insurance, along with generous new subsidies to make coverage more affordable. And the two went together for a reason: “This requirement would imply a compact between the U.S. government and its citizens,” Butler explained. “In return for the government’s accepting an obligation to devise a market-based system guaranteeing access to care and protecting all families from financial distress due to the cost of an illness, each individual must agree to obtain a minimum level of protection.”\nButler also wanted to avoid a “free rider” problem. Bound by professional ethics and law (the 1986 Emergency Medical Treatment and Active Labor Act), doctors and hospitals would almost always provide care to uninsured people who needed it, Butler knew. But they would also pass the costs of that care onto the rest of society in the form of higher charges for paying customers ― unless, because of a mandate, everybody had insurance. \n“If a man is struck down by a heart attack in the street, Americans will care for him whether or not he has insurance,” Butler said. “If we find that he has spent his money on other things rather than insurance, we may be angry but we will not deny him services ― even if that means more prudent citizens end up paying the tab. ...Each household has the obligation, to the extent it is able, to avoid placing demands on society by protecting itself.”\nButler’s call for a health insurance requirement did not generate much of a response at the time. The reality is that not many Republicans were even thinking about the subject in the late 1980s. But that changed a few years later, after Bill Clinton became president and focused on health care as his big domestic policy priority. Desperate to show they had an alternative that would achieve the same basic goals, 20 Republican senators co-sponsored a bill that included an individual mandate. \nThat represented nearly half of the GOP’s Senate caucus, as Avik Roy, now president of the Foundation for Research on Equal Opportunity, later noted in Forbes. Among those Republican co-sponsors were Charles Grassley of Iowa and Orrin Hatch of Utah, both of whom are still in the Senate today. And it made sense, too, because Butler’s argument emphasized individual responsibility, as Republicans frequently do.\nRepublicans ultimately succeeded in blocking Clintoncare, and when they did interest in GOP universal coverage plans vanished almost as quickly as they’d appeared. But years later, in Massachusetts, then-Governor Mitt Romney, also a Republican, decided the mandate should be part of his state’s initiative to make coverage universal. He cited the very same logic Butler had ― in part, perhaps, because he’d worked with Heritage on crafting his plan. “It’s the ultimate conservative idea, which is that people have responsibility for their own care, and they don’t look to government to take [care] of them if they can afford to take care of themselves,” Romney said in 2005. \nBy this time, Democrats were also embracing the mandate, partly because they understood it would encourage healthy people to enroll ― and partly because they hoped that, by trying to pass a system with conservative elements, they could help secure Republican support for universal coverage in the future. For a short while it looked like the gambit might work. In 2009, as Congress was writing what would become the Affordable Care Act, Grassley told Fox News: “Everybody has some health insurance costs, and if you aren’t insured, there’s no free lunch, somebody else is paying for it. … I believe there is a bipartisan consensus to have an individual mandate.”\nBut then President Barack Obama, who had resisted calls for a full mandate during his presidential campaign, came around to the idea himself. And like everything else Obama touched, the idea became toxic on the right ― eventually attracting the ire of pretty much every leading Republican, including Hatch, who claimed he reconsidered after thinking through the constitutional issues. \nA lawsuit challenging the mandate failed thanks to a narrow Supreme Court ruling in 2012, but Republicans never gave up their efforts to get rid of it. And now President Donald Trump has picked up the cause. If Congress won’t get rid of it through legislation, Trump has said, he will use his executive authority to undermine it.\nSo what explains the shift? For the likes of Hatch, motivated reasoning ― that is, adjusting policy beliefs to fit political situations ― seems like an obvious factor. As Ezra Klein observed in a 2012 New Yorker article, it’s simply not credible to think Republicans who spent two decades supporting or at least tolerating a policy suddenly decided, upon its enactment, that it violated the constitution. More likely, Republicans had committed themselves to opposing “Obamacare” no matter what (as subsequent reporting by journalists Steve Brill and Michael Grunwald confirmed) and these officials changed their positions.\nBut the ideological composition of the Republican Party has changed too, especially in the last few years. The logic of the mandate depends on a recognition that everybody will need health care at some point, because everybody can get sick or injured, and that society has some obligation to provide that care. That was Butler’s whole point ― and Romney and Grassley’s too. \nThese days it’s tough to find conservatives or Republicans willing to say the same thing. Not coincidentally, a common element in each Obamacare repeal proposal Republicans tried to pass this year was an effort to isolate people with serious medical problems, by undermining guarantees of coverage for pre-existing conditions. These bills also called for dramatic reductions in funding for insurance subsidies and for Medicaid. Had any of those measures become law, the financial burden for high medical bills would have fallen more squarely on the people who incur them, and less on society as a whole. \nNone of that is to say the mandate is sacrosanct or that serious people, particularly libertarians, can’t argue against it in good faith. The penalty really is a burden for some people, many of them lower- and middle-income. It’s also paternalistic, which is something that makes many conservatives genuinely uncomfortable. But it’s telling that, as these efforts to repeal the mandate move forward, only one Republican senator, Susan Collins of Maine, is talking seriously about different policy mechanisms that could achieve the same basic goals of spreading the financial burden of illness and keeping a stable market for comprehensive coverage. \nThe rest are talking about jettisoning the mandate without a real replacement ― a move that would mean fewer people with insurance, higher premiums for those who hold onto coverage and less stable insurance markets generally. Apparently that outcome is ok with the vast majority of Republicans and their allies. That’s quite a statement about the party’s priorities.", "date": "\n11/25/2017", "href": "https://www.huffpost.com/entry/individual-mandate-gop_n_5a15b4f6e4b03dec8249bc83", "tags": "mandate crusade obamacare changed party gop butler ” lot insurance ― says republicans care"}