{"title": "The ‘Failed’ Summit Isn’t So Funny in Seoul", "content": "Outside the North Korean Embassy in Hanoi, a glass case displaying an array of patriotic photographs was reportedly reorganized just before Kim Jong-un’s arrival. The chairman’s portrait remained untouched at the top of the vitrine, but the images of fruit orchards and fishing boats had been swapped out for those of factories and a satellite antenna. A South Korean reporter, standing outside the embassy, observed that the new pictures seemed “tailored to fit a theme of Vietnamese-style reform and opening.”\nInstead, President Trump and Mr. Kim cut short their parley, ending the summit on Thursday with no agreement in hand. Much of the American foreign policy establishment, including Democratic legislators, reacted with smug surprise. Mr. Trump had been played, they said, but he was right to walk away rather than to promise too much. According to the president, North Korea had demanded a lifting of all sanctions, to which Washington could not agree. A North Korean official said Pyongyang asked for only “partial” sanctions relief. Washington’s North Korea watchers and foreign policy experts — what Ben Rhodes, President Barack Obama’s deputy national security adviser, has called the Blob — concluded that the summit was a failure and that Mr. Trump never should have met with Mr. Kim in the first place. The Blob was content.\nMany South Koreans, however, felt dismayed. Mr. Trump is no model statesman, and his record as president has largely been reckless and cruel. Yet in the Korean context, his bucking of foreign policy tradition (born, undoubtedly, of a quest for personal glory) has at least drawn the North into the global arena. \nSeoul has never had the luxury of selective dealings with Pyongyang. North Korea’s nuclear stockpiles are a less immediate threat than the mass of conventional arms lining the Demilitarized Zone, just across the border. For South Korea, sanctions against the North are not simply a virtue-signaling device, but a policy with immediate, real-world consequences: They can spur the flow of refugees out of the North, undermine efforts by the South to send food and other humanitarian assistance, and make it difficult to host inter-Korean family reunions. The pursuit of a peace treaty — to replace the 1953 armistice, to which the United States but not South Korea was a signatory — would, beyond its symbolic value, help dismantle the culture of militarism and anti-Communist paranoia that has, at times, justified repressive crackdowns in the South.\nContrast that with Washington’s view, which has hardly changed in the almost seven decades since the end of the Korean War. The consensus has favored peninsular division, mutual deterrence through a heavy United States military presence in the South, and, for the most part, neglect of the North. That changed only when North Korea began its nuclear program. Denuclearization is the only real priority for the United States, the end point for all discussions with Mr. Kim. But for South Korea’s president, denuclearization is “a starting point for resolution of the Cold War on the peninsula.”\nThe unceremonious end to the summit — without an agreement on nuclear policy, liaison offices, easing sanctions or a peace declaration — was thus received as a blow by South Korea and the global diaspora. Like many of my relatives and colleagues in Asia, I was willing to look past the strongman theatrics, toward a deal that might meaningfully open up North Korea. A friend in Seoul who works as an academic said she was worried that the lack of a deal would provoke right-wing attacks on President Moon Jae-in, a liberal who has faced outlandish accusations of propping up Communism. Another friend, who is active in the South Korean labor movement, cried in disappointment as he watched from New York.\nOther Korean observers, though, approached the summit with caution. Park Sun-song, a professor of North Korean studies at Dongguk University in Seoul, had expected small, practical gains from the summit, and not even this much was achieved. He emphasized that phrases such as “complete denuclearization” and “reduced sanctions” are shorthand for the dozens of painstaking decisions that lie ahead, about which facilities must be dismantled versus inspected, or which prohibitions on trade and investment should be lifted first. The Koreas are eager to restart their joint flagship projects in the North: tourism at Mount Kumgang and manufacturing in the Kaesong industrial complex. North Korea wants minimum security guarantees above all else, and the signing of a peace declaration could help provide such reassurance.\nThe anticlimax in Hanoi arrived at a poignant time. Friday was the 100th anniversary of the March 1 Movement, a key uprising in Korea’s struggle against imperial Japan and the first exercise of a uniquely Korean identity, according to the historian Suzy Kim. On March 1, 1919, a cheering crowd of some 5,000 intellectuals, activists, students, families and workers gathered in Seoul’s Pagoda Park cheering, “Mansei!” (“Long Live Korea!”) The leaders read a statement asserting Korea’s independence from Japan, inspired by President Woodrow Wilson’s Fourteen Points: “We hereby declare that Korea is an independent state and that Koreans are a self-governing people.” Mass demonstrations were held across the Korean Peninsula and in Manchuria and the United States, and a provisional government was established in Shanghai, a center of the resistance. Yet Korea would have to wait until the end of World War II to gain its independence, only to be promptly divided into North and South.\nIn the Korean imagination, March 1 conjures images of flag-waving martyrs in traditional white hanbok and nostalgia for an ethnically pure, politically uncomplicated past. This is myth, of course, but it’s convenient when it comes to dealing with North Korea. President Moon has tried to use the holiday as yet another occasion for cross-border collaboration, like last year’s Pyeongchang Olympics. He invited the North Korean leader and his entourage to come to Seoul straight from Hanoi, to celebrate March 1. But the North Koreans remained in Vietnam, invited to attend a state banquet hosted by President Nguyen Phu Trong, and to lay wreaths at the mausoleum of Vietnam’s founding president, Ho Chi Minh.\nThe speech Mr. Moon had prepared for March 1 had to take Hanoi into account. There was no peace declaration to praise, so he spoke instead of a lesser form of reunification, a cross-border solidarity that “need not be far away.” He promised to keep working for a “new Korean Peninsula regime,” but there were few details, other than plans for an inter-Korean committee on economic development. In Vietnam, Kim Jong-un’s ministers had visited the tourist hot spot of Halong Bay and a car factory in Haiphong, which provided glimmers of the future that South Korea wants so badly for the North. What it takes to get there, though, is not entirely in Korean hands.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 2, 2019", "href": "https://www.nytimes.com/2019/03/02/opinion/sunday/trump-north-korea.html", "tags": "seoul ‘ mr. summit korean funny failed ” south kim north — korea"}