{"title": "The president who made people take his bogus HIV cure", "content": "The Gambia's former leader, Yahya Jammeh, who left the country a year ago after two decades in power, has been accused of many crimes. But one of the strangest was forcing thousands of people with HIV to undergo treatment with a concoction of herbs he had invented himself. An unknown number died, reports Colin Freeman.\nAs the first person in The Gambia to publicly declare himself HIV-positive, Lamin Ceesay thought he was doing the right thing. It was back in 2000, when many people were still ignorant about HIV, and when HIV-positive people had to cope with stigma and prejudice on top of everything else. \nOn World Aids Day that year, Ceesay plucked up the courage to go public and took part in a street march put on by an HIV charity. It earned him the respect of health campaigners worldwide. But a few years later it also brought him to the attention of Gambia's president, Yahya Jammeh. \nIn early 2007, Jammeh declared that he'd invented his own miracle cure for the virus using a mixture of herbal medicine and spiritual healing techniques. Even more bizarrely, he said the cure only worked on Thursdays and Mondays.\nNot surprisingly, this was denounced as quackery of the most dangerous sort by health chiefs around the world.\nBut in The Gambia itself, telling the president that he was talking nonsense could land you in prison. \nSo when an invitation arrived at Ceesay's HIV charity, asking for 10 volunteers to be the first batch of guinea pigs for the president's six-month treatment programme, he decided it was an offer he couldn't refuse.\n\"I thought about just sending other people on the programme, but I feared if I didn't go myself, it might get me into trouble,\" he told me. \"I also thought, 'Why not? It can't do any harm.'\"\nThat was where Ceesay was wrong. It was only when he arrived at the president's makeshift clinic at State House that the ground rules of the programme were explained. No smoking, or drinking tea or coffee. No sex. And crucially, no taking of mainstream medicine - including the anti-retroviral drugs given to him by his regular doctors. \nThere was no backing out now, though. Jammeh's armed bodyguards were stationed at the clinic doors. For the next six months, they said, no patient would be allowed to leave without his permission.\nAnd so the treatment began. Each morning the president would rub a mysterious green paste into the patients' bodies, while chanting prayers from a leather-bound Koran. Then, twice per day, they would drink from a bottle filled with a yellow herbal potion. Jammeh refused to say what was in it, despite being told that if he really had found a cure for HIV he could make Gambia rich overnight.\nWhatever it was, it gave Ceesay constant diarrhoea. He also caught tuberculosis from another patient, and eventually grew so weak that he had to be transferred back to a proper hospital. Tests then showed that his HIV viral load had soared, and he was put back on the ARVs again.\nCeesay was among the lucky ones. His wife, who was also HIV-positive, died during the herbal programme - and so too, he says, did the majority of other patients. \"As a senior figure in the HIV group, I was attending funerals all the time,\" he says.\nThat, though, was not the picture promoted by President Jammeh, who press-ganged patients into appearing on Gambian state TV to sing the programme's success. Among them was Ousman Sowe, who had a degree in public health from Britain's Leeds University. Hoping to give the programme some academic gravitas, Jammeh had recruited Sowe as its spokesman, to try to rebuff the doubts of incredulous foreign journalists. \nAt one point, Sowe told a BBC reporter that he had \"100% confidence\" in the cure. In fact, giving up his ARVs had left him so weak that he could barely climb a flight of stairs. \"As an educated person, I knew it was all rubbish,\" Sowe remembers. \"But I couldn't say anything against it, even though people were dying.\"\nSowe and his fellow patients are now working with Aids-Free World, a US campaign group which wants charges to be brought against Jammeh over the programme. It says it is potentially one of the biggest human rights scandals committed by his regime.  \nWhat is more, unlike his secret prisons and torture chambers, it was carried out as the world looked on. Jammeh wasn't too keen on scrutiny, though. A senior UN health official who raised objections was kicked out of The Gambia early on.  \nIn the end, some 9,000 people are believed to have been treated, although since Jammeh kept all the clinic's records secret, nobody has yet established just how many of them died. One thing now seems certain, though - the only \"miracle\" about his cure was that anyone survived at all. \nPhotographs by Colin Freeman, unless otherwise indicated\nWhen Brryan Jackson's father injected his son's infant body with a syringe full of HIV-infected blood, he hoped he'd never see him grow up. Nobody ever imagined that 24 years later, he'd be facing his strapping young son in court to hear about the devastating impact of his crime.\nBrryan Jackson: My father injected me with HIV\nJoin the conversation - find us on Facebook, Instagram, YouTube and Twitter.", "date": "22 January 2018", "href": "https://www.bbc.com/news/stories-42754150", "tags": "people though ceesay could take president jammeh gambia bogus hiv programme made cure"}