{"title": "The DUP's Brexit message to Theresa May", "content": "Forget for a moment the \"will they, won't they\" numbers game. \nUnless and until the head honcho of the Tories' backbench committee receives 48 letters there won't be a vote of no confidence in the prime minister. \nAs far as we know tonight the total has not yet been reached. \nOne of those who has submitted their letter told me in no uncertain terms \"where are the others?\" - frustrated that many of his colleagues seem to have promised to be part of the action, but reinforcements are yet to arrive.  \nIf and when that threat can more clearly be seen to have retreated, there's a lot to be said about the true power of backbench Brexiteers. But as of the time of writing we are not there yet and who knows, in a matter of hours, the putsch could suddenly be back on. \nSomething very worrying however for Number 10 has just happened for real, more important in this moment than the potential threat from their own backbenches. \nThe DUP, crucial to Theresa May holding on to power, has just abstained in votes on the finance bill. In other words, they decided not to back the prime minister on the Budget. \nWhy? We know that the DUP is furious about the compromises that Number 10 has made to get their draft deal with the EU. \nAnd they want to show, loudly and clearly, that they are not on board. \nA senior DUP source has just told me tonight's votes were deliberately designed to \"send a message to Theresa May that if she wants to continue down the road of the withdrawal agreement and its effect on the Union then there will be repercussions in the Commons\".\n\"She could be leading them to a very bad place,\" they continued. \"Tory MPs need to realise that their jobs, their majorities, their careers depend on a good working relationship with the DUP and May doesn't appear to be listening.\"\nOuch. The DUP says this is not the end of the arrangement of so called \"confidence and supply\" agreement, where the government can formally rely on support from the Northern Irish unionists' 10 votes. \nBut the fabric of that arrangement is certainly torn... And once faith is broken between the two, it's hard to see how it could be restored. \nRemember, there's a really straightforward reason why this matters so much. Theresa May does not have enough votes on her own to pass the Brexit deal. \nThe partnership with the DUP was set up to try to make sure she could. If it collapses completely then her central task becomes yet more seemingly impossible, even if those 48 letters never come.  ", "date": "19 November 2018", "href": "https://www.bbc.co.uk/news/uk-politics-46269755", "tags": "brexit may message moment votes theresa wo letters backbench yet could dup"}