{"title": "The Rise and Fall of Paul Manafort: Greed, Deception and Ego", "content": "ALEXANDRIA, Va. — A week before the Trump presidential campaign announced that it had hired Paul Manafort, a Yankees ticket specialist alerted him that his annual season tickets would soon be arriving at his 43rd-floor apartment at Trump Tower in New York.\n“Will you and Kathy be attending opening day?” the specialist asked in an email in late March 2016, referring to Mr. Manafort’s wife. “Yes, Kathy and I will be attending,” Mr. Manafort replied. The four seats — prime spots behind the Yankees’ dugout, with access to the owner’s suite — cost $210,600 for the season.\nBut Mr. Manafort didn’t have the money to pay for them. Six months later, he still had not paid the American Express bill that included the charge.\nHe didn’t have money to make payments on the $5.3 million loan he had just taken out against his Brooklyn brownstone, either, which was heading toward foreclosure as he ran the Trump campaign. His political consulting firm was at least $600,000 in debt and had not had a single client after taking in more than $60 million in five years from the Ukrainian oligarchs funding the country’s pro-Russia president.\nThe whole trajectory of Mr. Manafort’s life — from the son of a blue-collar, small-town mayor to a jet-setting international political consultant to Trump campaign chairman and now to prisoner in an Alexandria, Va., jail awaiting a jury verdict — is a tale of greed, deception and ego. His trial on 18 charges of bank and tax fraud has ripped away the elaborate facade of a man who, the story went, had moved the swimming pool at one of his eight homes a few feet to catch the perfect combination of sun and shade, and who worked for the Trump campaign at no charge to intimate that for a man of his fabulous wealth, a salary was trivial.\nHis trial also underscores questions about how someone in such deep financial trouble rose to the top of the Trump campaign, spreading a stain that has touched the president’s innermost circle. The formidable parade of more than 20 witnesses and hundreds of exhibits has further eroded the notion, advanced by President Trump, that the special counsel investigating Russian interference in the 2016 election, Robert S. Mueller III, is on a “witch hunt.”\nThe trial is also a spectacle of small humiliations for Mr. Manafort, 69. His once perfectly coifed dark hair, admired by Mr. Trump, is now gray and shaggy without the benefit of a stylist. His shirts, which he once bought by the half dozen for $1,500 each, are now delivered by his wife to his lawyer in a white plastic bag. Their communication consists of him winking at her or forming a silent kiss as he is led in and out of the courtroom. He has been admonished not to turn around in his courtroom seat to look at her.\nA subplot of the saga is the betrayal of Mr. Manafort by his longtime deputy Rick Gates, who had been at his side for the last dozen years. A former senior official of both the Trump campaign and the Trump inaugural committee, Mr. Gates has testified that he helped execute Mr. Manafort’s fraudulent schemes while simultaneously stealing hundreds of thousands of dollars from him, apparently because he felt that Mr. Manafort was not dividing the riches from Ukraine fairly.\nMr. Gates, 46, has pleaded guilty to two felony charges and is hoping that by helping Mr. Mueller prosecute Mr. Manafort, he might receive probation despite the long list of additional crimes with which he has been charged. On the witness stand Tuesday, he sneaked a furtive glance at Mr. Manafort at a moment when his former boss was looking at his notes. In testimony, he stated that he had decided to come clean, but that Mr. Manafort had decided otherwise.\nSome of Mr. Manafort’s associates now say they had predicted that greed would be his downfall. Blessed with extraordinary political instincts and his Georgetown Law School degree, Mr. Manafort built his political consultancy into a power center in Reagan-era Washington, where the name of Black, Manafort and Stone became synonymous with string-pulling, insider access and electoral success.\nBut along the way, many say, he became a mercenary, willing to serve brutal dictators and corrupt industrialists as long as they paid handsomely. Riva Levinson, an international lobbyist who worked for Mr. Manafort from 1985 to 1995, said she initially accepted his explanation that he served strongmen to push them closer to Western democratic ideals. But “as time went on,” she said in an interview, “it seemed to me, he became all about money, big money.”\nThe Russia-aligned oligarchs backing Viktor F. Yanukovych, the Ukrainian president whose rise to power Mr. Manafort helped stage-manage, provided very big money for at least five years. But when a popular uprising forced Mr. Yanukovych from power in 2014 and that financial spigot shut off, the government claims, Mr. Manafort resorted to bank fraud rather than give up his lifestyle.\n“Paul never believed that the rules applied to him,” said Ms. Levinson, who described him as “brilliant” in her 2016 memoir. “They were for others who couldn’t outsmart the system.”\nPaul John Manafort Jr. was born in New Britain, Conn., about 12 miles from Hartford. He caught the political bug from his father, the town’s mayor, when P.J., as Paul was then known, was in high school. His father was indicted over accusations of perjury in a municipal corruption scandal in 1981 but never convicted.\nAs an undergraduate and then a law student at Georgetown University, Mr. Manafort gravitated toward Republican politics. By the time he married Kathleen Bond, a George Washington University graduate, in 1978, he had already worked on Gerald Ford’s presidential campaign, and he would soon be hired by Ronald Reagan’s.\nTall, good-looking, with an authoritative air, Mr. Manafort thrived in political boiler rooms. But he distinguished himself even more as a lobbyist. He and two colleagues from his days with the Young Republicans and the Reagan campaign created two linked consulting firms that broke the mold in Washington, achieving legendary success. Shrewd and aggressive, Mr. Manafort, Charlie Black and Roger J. Stone helped elect politicians, then scored contracts to lobby those same politicians on behalf of businesses and foreign interests.\n“After Reagan won the election, we started getting calls from people who wanted to know if we wanted to lobby,” Mr. Black said. “I didn’t think much of it,” he added, but Mr. Manafort “knew that it could be profitable.”\nHe also began to indulge his expensive tastes. He was attracted to displays of “opulence,” Mr. Stone said. “Manafort thought that if something was expensive, it meant it was good.”\nHis partners objected to some of his business expenses, questioning his Concorde flights to Paris and suites at the city’s lavish Hôtel de Crillon. In 1995, Mr. Manafort struck out on his own, focusing in part on clients in the former Soviet states where a clutch of oligarchs exercised control over entire industries. Washington seemed less hospitable. Mr. Manafort later told one associate that Karl Rove, the longtime Republican Party strategist, had “banished” him from the capital. In a 2016 memo seeking a position on Mr. Trump’s anti-establishment campaign, he cast his distance from the Republican elite as a positive.\nBy 2005, Mr. Manafort had forged bonds with two oligarchs in the former Soviet bloc. One was Oleg V. Deripaska, a Russian aluminum magnate who is close to President Vladimir V. Putin. One witness in Mr. Manafort’s trial testified that Mr. Deripaska lent Mr. Manafort $10 million in 2010, saying she saw no evidence it was ever repaid. Later, Mr. Deripaska sued him.\nThe other oligarch was Rinat Akhmetov, who with estimated assets of more than $12 billion was the richest man in Ukraine. At Mr. Akhmetov’s urging, Mr. Manafort agreed to try to engineer a political comeback for Mr. Yanukovych, a former coal trucking director, twice convicted of assault, who had lost a bid for the presidency in 2004.\nIn the words of federal prosecutors, Mr. Akhmetov and several other oligarchs backing Mr. Yanukovych became Mr. Manafort’s “golden goose.” Konstantin Kilimnik, a Russian citizen who prosecutors have said had ties to Russian intelligence, served as Mr. Manafort’s man on the ground in Kiev.\n“Thank you for your unexpected generosity,” Mr. Manafort wrote to Mr. Yanukovych in an email with the subject line “bonuses” in 2010, the year that Mr. Yanukovych became Ukraine’s president.\nProsecutors allege that between 2010 and 2014, Mr. Manafort was paid more than $60 million from his Ukrainian patrons and hid much of that income in secret foreign bank accounts in the names of 15 or more shell companies. He avoided paying taxes on at least $16.5 million of it, they allege. The remainder, they said, might be considered nontaxable business expenses, construed broadly enough to include $45,000 for cosmetic dentistry.\nMr. Manafort used his tax-free dollars, prosecutors have said, to support a lifestyle of staggering extravagance. In 2012 alone, he bought three homes.\nMr. Gates has testified that he helped Mr. Manafort conceal his true income, hiding the foreign bank accounts from his accountants and disguising several million dollars in income as nontaxable loans from companies that Mr. Manafort secretly controlled.\nAt the same time, he admitted, he embezzled hundreds of thousands of dollars from Mr. Manafort’s accounts by falsifying his expense reports. A father of four, he suggested to others later that it seemed unfair that Mr. Manafort paid him an annual salary of $240,000 while raking in tens of millions.\nFor his part, Mr. Manafort seemed to trust Mr. Gates implicitly to handle both his business and personal finances. When he joined the Trump campaign in 2016, Mr. Manafort introduced Mr. Gates as “my deputy in the campaign” and “my deputy in my life.”\nMr. Yanukovych’s fall from power in Ukraine in 2014 was cataclysmic for Mr. Manafort. Even though the oligarchs regrouped to fund a new political party for which Mr. Manafort worked, the payments to him dwindled fast, and he complained about unpaid bills. When Mr. Gates told him in April 2015 about his estimated tax bill for the previous year’s earnings, he erupted in anger. “WTF,” Mr. Manafort demanded in an email. “How could I be blindsided like this.”\n“This is to calm down Paul,” Mr. Kilimnik, the Russian aide in Ukraine, wrote to Mr. Gates in mid-2015 in an email that promised that $500,000 would be wired soon.\nUkrainian prosecutors had begun investigating the payments to Mr. Manafort and others, turning to the F.B.I. for help. Agents interviewed both Mr. Manafort and Mr. Gates in 2014, but considered them only witnesses to the theft of Ukrainian government funds.\nAt about the same time, Mr. Manafort’s family confronted him over an affair he was having with a much younger woman, whose rent and credit card bill they believed he was paying, according to interviews and text messages hacked from one of his daughters. He entered an Arizona clinic to try to put his life back together, texting his younger daughter that he had emerged with newfound self-awareness.\nBut prosecutors claim that his schemes continued. They say he and Mr. Gates kept accountants at two firms and officials at three banks busy with a round robin of made-up explanations and doctored financial records.\nFor example, Mr. Manafort had falsely reported $1.5 million in income from Ukraine as a loan to lower his tax bill. He then claimed the same nonexistent loan had been “forgiven” in order to inflate his income so banks would agree to lend to him.\nMr. Manafort’s deceptions grew increasingly convoluted throughout 2016, prosecutors say, but the Trump campaign appears to have been oblivious to that. Like nearly everyone else hired by the campaign, Mr. Manafort was not vetted. The recommendation of Thomas J. Barrack Jr., a private equity investor who has been close to Mr. Trump for years, was enough. Also in his favor was Mr. Manafort’s offer to work at no charge, both because Mr. Trump is a notorious skinflint and because Mr. Manafort apparently thought Mr. Trump would be more likely to hire a man of seeming great wealth like himself.\nMr. Manafort soon had plenty of detractors among the campaign staff. He won few points by calling Mr. Trump “Donald” in his first CNN appearance, as if he were Mr. Trump’s peer. Some aides suggested he was unfamiliar with all the changes in politics — most notably the rise of the internet — since 1996, when he last worked on an American presidential campaign. Others described him as lazy, carefully noting when he took off on Fridays for the Hamptons. Mr. Manafort said he had built a television studio at his home there so he could appear on Sunday talk shows remotely.\nHe lasted only five months, three of them as campaign chairman. When The New York Times revealed that a ledger found by Ukrainian investigators had listed $12.7 million in off-the-books cash payments to Mr. Manafort’s firm, one former campaign aide said that Mr. Trump was enraged. But another article detailing how Mr. Manafort and others were begging Mr. Trump to stop picking public fights equally angered Mr. Trump. When Jared Kushner, the president’s son-in-law, told Mr. Manafort he was out, Mr. Trump was barely speaking to him.\nBy then, Mr. Manafort’s financial house of cards was on the verge of collapse. Less than two weeks after he left the campaign, one lender informed him that it had started to foreclose on his Brooklyn brownstone. He had paid cash for it when he was financially flush four years earlier, then borrowed $5.3 million against it that February. Five months had passed with no payments.\nMr. Gates managed to retain his affiliation to Mr. Trump as a liaison between the campaign and the Republican National Committee, although Mr. Trump disliked him so much that he was barred from flying on the candidate’s private plane. Mr. Manafort tried to use his lingering connection to Mr. Trump to land consulting work and to persuade banks to bail him out. He dangled a possible cabinet secretary post in front of Stephen Calk, chairman of Federal Savings Bank in Chicago, pressing Mr. Gates to promote him as a possible secretary of the Army.\nHe continued to treat Mr. Gates as his aide, asking him how to convert profit-and-loss statements from PDF format into Word in order, prosecutors said, to inflate his income and appear more creditworthy to banks. After the election, Mr. Calk approved two loans to Mr. Manafort for a total of $16 million. Mr. Manafort used some of it to save his Brooklyn property from foreclosure.\nBut even Mr. Calk was getting worried. On Dec. 7, 2016, he wrote to another top bank official: “Nervousness is setting in.” Less than a year later, Mr. Mueller’s team filed the first of a series of indictments against Mr. Manafort. Mr. Mueller granted a plea deal to Mr. Gates and immunity from prosecution to five of the nearly dozen witnesses for the prosecution.\nOn Sunday, Mr. Manafort celebrated his 40th wedding anniversary in jail. He was allowed three visits limited to 30 minutes each. A notice on the website for his legal defense fund read: “Paul and his family are reaching out to anyone who can assist him at this time.”", "date": "Aug. 12, 2018", "href": "https://www.nytimes.com/2018/08/12/us/politics/manafort-trump-trial.html", "tags": "gates manafort deception paul ” political ego fall rise million campaign greed"}