{"title": "The New Zealand Massacre Was Made to Go Viral", "content": "This post has been updated. \nOn Friday, a gunman strapped on a helmet camera, loaded his car with weapons, drove to a mosque in Christchurch, New Zealand, and began shooting at anyone who came into his line of vision. The act of mass terror was broadcast live for the world to watch on social media.\nForty-nine people were killed and more than 40 others were wounded in the attack, which occurred at two different mosques in the city. A suspect, Brenton Harrison Tarrant, was charged with one count of murder, with more charges reportedly expected. Three other people were detained by the police, but one was released hours later.\nA 17-minute video of a portion of the attack, which leapt across the internet faster than social media censors could remove it, is one of the most disturbing, high-definition records of a mass-casualty attack of the digital age — a grotesque first-person-shooter documentation of man’s capacity for inhumanity. \nVideos of attacks are designed to amplify the terror, of course. But what makes this atrocity “an extraordinary and unprecedented act of violence,” as Prime Minister Jacinda Ardern described it, is the methodical nature with which it was conducted and how it was engineered for maximum virality.\nThough platforms like Facebook, Twitter and YouTube scrambled to take down the recording and an accompanying manifesto apparently from the gunman, they were no match for the speed of their users; new artificial-intelligence tools created to scrub such platforms of terrorist content could not defeat human cunning and an impulse to gawk. In minutes, the video was downloaded and mirrored onto additional platforms and ricocheted around the globe. Screen shots were created from still frames of bodies and uploaded to sites like Reddit, 4chan and Twitter where they were shared and reshared. \nSome Twitter users described frantically trying to stop videos in their feeds from autoplaying, so as not to be bombarded from around the globe with the recording of the carnage. \nInternet users dredged up the alleged shooter’s digital history, preserving and sharing images of weapons and body armor. The gunman’s apparent digital footprint — from the rantings of a white nationalist manifesto to his 8chan message board postings before the murders — was unearthed and, for a time, distributed into far-flung corners of the web. \nThe killer wanted the world’s attention, and by committing an act of mass terror, he was able to get it.\nIt was not the first act of violence to be broadcast in real-time on social media. \nIn 2015, two reporters in Roanoke, Va., were murdered by a gunman who posted the footage on Twitter. Not long after, Periscope, a live streaming app, came under fire after a teenager live-streamed her suicide. \nOther murders have been broadcast live on Facebook, like the apparently random killing of Robert Godwin in 2017. There have also been numerous recordings of encounters — sometimes fatal — with police. Since the live video tool debuted in late 2015, users have also broadcast rape and child abuse — a 2017 survey by BuzzFeed News found “at least 45 instances of violence” across the platform.\nAnd yet the Christchurch shooting was different, in part because of its perpetrator’s apparent familiarity with the darkest corners of the internet. The recording contains numerous references to online and meme culture, including the shooter name-checking a prominent YouTube personality shortly before beginning the attack. \nThe digital trail the shooter left behind appears to depict a white supremacist motivation for the attack. There is much, at this early date, that is unknown, despite what’s been posted online. The 87-page manifesto, for instance, is filled with layers of ironic, self-referential commentary, apparently written to enrage the communities that appear to have helped radicalize the gunman in the first place. It seems that the Christchurch shooter — who by his digital footprint appears to be native to the internet — understands not only the platform dynamics that allow misinformation and divisive content to spread but also the way to sow discord.\nAs terrifying as the violence itself is, so, too, is how well the online community worked in the gunman’s favor. This may be our new reality. Not only has conspiratorial hate spread from the internet to real life; it’s also weaponized to go viral.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 15, 2019", "href": "https://www.nytimes.com/2019/03/15/opinion/new-zealand-shooting.html", "tags": "gunman attack live go massacre viral twitter zealand act new internet made digital broadcast —"}