{"title": "The New Noma: Frequently Asked Questions", "content": "\nWhat is the “new Noma”?\nIt’s what the tasting-menu set calls the compound in Copenhagen where the chef René Redzepi recently transplanted the restaurant that invented New Nordic cuisine. The original Noma operated in a 1765 warehouse for dried fish and whale oil on a city pier from 2003 until February 2017. The new Noma served its first customers on Feb. 16, 2018.\n\nWill I be able to get a reservation?\nYou might. Less than a day after its online ticketing system opened, in November, journalists, cooks, locals and destination-restaurant pilgrims from around the world had booked every seat through the end of April. This critic, not very quick on the draw, failed to get a table, but a former colleague who has written about Noma did, and offered a seat at his table. Sporadically, the restaurant seems to find additional space and puts new tickets up for sale. More usefully, the second batch of tickets, running through the end of September, has not quite sold out yet. A table for eight, in particular, is up for grabs on many dates.\n\nWhere is it?\nThe mailing address is Refshalevej 96, 1432 Copenhagen K, Denmark. More generally, the new Noma is in the part of the city called Christiania, where fortified walls were built on landfill in the 1600s to defend the city. The area was neglected until it was taken over by residents in 1971, first as a playground and then as the base of Freetown, an experimental anarchist community that proclaimed itself self-governing and self-sufficient. “It is so far the biggest opportunity to build a society from scratch,” one of the founders wrote. “For those who feel the beating of the pioneer heart there can be no doubt as to the purpose of Christiania.”\n\nDoes the pioneer heart still beat in Christiania?\nYes, despite continuing conflict over hashish vendors on Pusher Street. The Noma complex, parts of which were still behind plywood early this month, is an island within the island of Christiania. It is cordoned off by a chain-link fence through which you can see the closest neighbor’s home, a makeshift yurt in the woods. At the edge of the property is a pond where swans, mallards and coots paddle around. It is as if Mr. Redzepi had located Copenhagen’s back door and walked through it, carrying the restaurant with him.\n\nDoes Noma look like a restaurant?\nNot as the word is commonly understood, no. With its rooftop garden, its cluster of outbuildings and a main structure where work is carried on in a cluster of “huts” connected by glass-roofed corridors, it more closely resembles the campus of a tech firm or a small progressive college.\n\nWho designed it?\nThe Danish architecture firm BIG, led by Bjarke Ingels. (BIG is also responsible for the trash-burning power plant that you can see from the dining room, and that will have a 2,000-foot-long ski run on its roof when it is finished.) According to Mr. Ingels, the layout was inspired by the clustered structures on a traditional Danish farmstead. Mr. Redzepi, who as the son of a Muslim father of Albanian descent and a Christian mother from Denmark is something of an outsider in Danish culture, has told people that the central building where the kitchen and dining room sit is derived from Viking longhouses.\n\nIf I get a reservation, will eating at Noma make me feel like a Viking?\nProbably not, unless you precede your meal with a score on Pusher Street. Viking longhouses were windowless, underfurnished, smoky and probably smelly, given that farm animals slept in them. Noma’s dining room, by contrast, is meticulously carpentered together, from the peaked ceiling to the bare floor, out of sanded oak and Douglas fir. It has spindle-legged, custom-built Danish-modern tables and chairs beside glass walls with a view of the pond and woods. The kitchen, which you can see from the dining room, is well ventilated. From time to time you might hear chords of whatever music the cooks are listening to. The animals living inside the complex — king crabs and mollusks in shades of pink and aquamarine generally seen only on the residents of Bikini Bottom — are kept in tanks with no noticeable odor. The 42 or so diners are typically well groomed and carefully, if not formally, dressed. Although they are not given to marauding and pillaging, they are not particularly solemn, either. Noma is not a place of worship.\n\nWhat will happen when I arrive?\nYou may look for a sign. You will not see one, but if you see greenhouses and a long concrete bunker built into a 17th-century earthen rampart, you are in the right place. Somebody will greet you at the gate, perhaps Ali Sonko, who immigrated to Denmark from Gambia, started at Noma as a dishwasher and is now one of Mr. Redzepi’s partners. If you are a repeat customer, he may hug you before leading you to the restaurant. When you enter, most of the kitchen and dining room staff, including Mr. Redzepi, will be standing inside the door. They will act as if they have been particularly looking forward to your arrival and had all the time in the world to greet you. It is a little like meeting the von Trapp children. Once this ritual is over, they return to their posts and you are brought to your table. A glass of sparkling wine will probably materialize quickly.\n\nHow are meals at the new Noma different?\nThe menus are more tightly focused. The old Noma restricted itself to ingredients that grew in the Nordic countries. The new one narrows the scope even more, with three major themes a year that stick to what Mr. Redzepi thinks is best at the time. The menu in late spring and summer will revolve around plants, although it will not necessarily be vegetarian. “We will have things we think belong, like ants and snails,” Mr. Redzepi said during one of his frequent trips to the dining room. “They’re there, in the garden.” Foragers and hunters will supply the late-fall and early-winter kitchen with wild mushrooms, nuts, game birds, deer, moose, bear. Every course in the current menu, in effect until late spring, contains something from the ocean.\n\nHow many courses are in the tasting menu?\nThere are around 20 dishes, a few of which come at the same time. Matchstick strips of the firmer bits of a mahogany clam, decorated with seaweed fronds and little salt-preserved unripe gooseberries and black currant buds, arrive in its shell in a bath of mussel juice and oil pressed from black-currant wood at the same moment as a bay scallop and its roe, pulled from Norwegian seas by a diver named Roderick Sloan, who must be immune to hypothermia.\n\nIs that good?\nUnless Mr. Sloan is a friend of yours, the scallop is likely to be the sweetest you have ever tasted. The clam is briny and tart and chewy, and affects you like a splash of Norwegian water in the face.\n\nWill I see a menu before I eat?\nIn a manner of speaking, yes. You won’t see a printed menu until the meal is over, but hanging to the right of the entrance is a framed beachcomber’s collage of shells, seaweeds, starfish, sea horses and other saltwater creatures. Nearly every course is represented somewhere.\n\nIs Noma serving sea horse and starfish?\nBoth are decorative items in the collage, like the polished rocks, although the test kitchen gave ground starfish the old college try. “We did not enjoy it,” Mr. Redzepi said, emphatically. Instead cooks paint a starfish on the plate with a pearlescent sauce of egg yolks and pumpkin-seed oil and cover it with wild Danish trout roe. Studded with tiny flecks of dried fermented plum, it is wonderful to eat, although you could see trompe l’oeil plating as a small betrayal of the all-natural ethos that animates most of Noma’s cooking.\n\nWhat is the black-and-white shell, the size of a soapdish, in the bottom-left corner of the collage?\nA horse mussel. Horse mussels are almost never eaten, not even by horses. After throwing away the nondelicious parts, which Mr. Redzepi estimates at roughly two-thirds to three-quarters of the animal, Noma’s cooks stew the rest with chanterelles they preserved in oil last year. It tastes meaty, a bit like lamb, or at least more like lamb than anything else on the menu, and its flavor is considerably perked up by some tart foraged mirabelle plums, salted and dried before the winter.\n\nShould I start eating horse mussels?\nIf you can get them the way Noma cooks them, sure.\n\nAre regular blue mussels not on the menu?\nThey are, and they must be among the best mussels on earth. Four or five of their stout bellies have been joined together after being separated from the stringier bits, which are ground up in a smoked butter sauce that is insanely good.\n\nDoes the all-seafood menu get monotonous?\nNot for a minute. At around two hours, the meal skates along briskly and pulls a greater variety of flavors out of the Nordic waters than another restaurant would get by importing seafood from around the world.\n\nHow do all these courses get to my table?\nMr. Redzepi will bring one or two, stopping to chat about, say, snails and starfish. Others will be brought by cooks. You will probably be served by Lars Korby, who helps herd the wine collection; James Spreadbury, a kindly Australian who manages the restaurant; Mette Soberg, who as head of Noma’s research and development department works out the first drafts of many dishes. There is no discernible hierarchy in the service staff, although Mr. Redzepi is obviously the boss.\n\nWhat happened to the famous fermentation laboratory?\nThe laboratory and its director, David Zilber, used to work out of a shipping container outside the old restaurant. Now both have moved indoors, and have been given a walk-in refrigerator stacked with various garums and “peaso,” a relative of miso made with yellow peas. Something fermented turns up in every course on the current menu, including the esoteric juices — saffron and Arctic thyme is a typical example — that can be had in place of a wine pairing. The restaurant’s work with fermentation is so extensive that it fills a book, “The Noma Guide to Fermentation,” by Mr. Zilber and Mr. Redzepi, to be published this year.\n\nI neither know nor care how fermentation works. Will I still appreciate the food?\nIf you can enjoy wine or cheese without understanding their metabolic underpinnings, you will be fine. But when you are eating something at Noma that tastes like much more than the sum of its parts, when you realize that few of the restaurant’s many imitators load as much depth and complexity into their cooking, when you start to lose your bearings and can’t quite figure out what is happening, it can be helpful to recall that just out of sight is an entire room full of special sauce.\n\nDoes fermentation make everything at Noma taste great?\nYou may reach an answer in the negative if you drink the green liquid of plankton and raw pumpkin-seed milk thinned with yogurt whey. And then you may find yourself reflecting that to explore the boundaries of deliciousness it is sometimes necessary to go beyond them.\n\nWill I avoid plankton if I get the wine pairing?\nNot necessarily. One current dessert is a plankton mousse under a toasted-milk crumble. It does not taste weird at all. Neither do the two desserts made with kelp, but none of them is as likable over the short term (and probably the long term, too) as the icy cloudberry soup with snowdrifts of frozen yogurt and tiny candied pine cones, as chewy as jelly beans.\n\nAll these small portions look as if they’d been put on the plate by a team of synchronized hummingbirds. Will I get enough to eat?\nJust before the finale of desserts, when you may be second-guessing Mr. Redzepi’s decision not to serve any bread with this menu, something close to perfect happens. It is a dish called “head of the cod.” It is not an entire head, but the meatiest chunks on sharp blades of bone that have been as carefully trimmed as any Frenched rack of lamb. The fish has been brushed with seaweed and mushroom glazes reminiscent of soy and miso and then grilled, something like the way yellowtail collar is cooked in an izakaya. There are four cuts and three garnishes, so you have the option of, say, dipping the cheek in horseradish oil and dredging the tongue in a tart pesto made from ground Danish wood ants. The fish is soft, extravagantly rich, and by the time you have found the last shred of flesh you are ready for something sweet.\n\nWhat is Noma all about?\nThe cod-head dish sums it up. Noma’s strategy in all things is to get rid of any received notions of luxury in restaurants and replace them with something seen as more humble (pottery spun on a wheel instead of Bernardaud porcelain), eccentric (natural wines rather than blue-chip Bordeaux), overlooked (horse mussels instead of no horse mussels), or undervalued (cod heads for lobster). Mr. Redzepi and his colleagues have rebuilt the template of high-end, destination dining piece by piece with stuff that has been thought about, considered and chosen for a reason. Sometimes the cook or dining-room worker bringing the food to your table tells you the reason, but even when you’re not told, you can still sense that everything has a purpose. That’s what Noma is about as a business serving food. As an aesthetic project, it is also about questioning received hierarchies of value. The stray plant in your backyard or window box is a weed only if you pull it out. Let it grow and it could be a wildflower, or a tasty addition to tonight’s salad.\n\nHow much does it cost?\nAbout $375 for lunch or dinner without drinks, paid in advance when you reserve on the restaurant’s website. Wine pairings cost about $166 and the slate of juices runs about $133. Each night four students, randomly chosen from a waiting list, are seated and charged about $165 a person, including wine or juice pairings.\n\nIsn’t $375 a lot of money?\nYes. Noma is redefining luxury, not abolishing it.\nFollow NYT Food on Facebook, Instagram, Twitter and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "date": "April 24, 2018", "href": "https://www.nytimes.com/2018/04/24/dining/noma-restaurant-copenhagen.html", "tags": "like menu see restaurant noma ” asked questions new get redzepi frequently"}