{"title": "The Economy Is Still The Biggest Issue For The Voters", "content": "\nWASHINGTON -- For all the talk about ISIS and Ebola, and all the political firestorms over the Affordable Care Act, most voters this year remain focused on the economy.\nIn a new HuffPost/YouGov poll of likely voters, 56 percent named the economy as one of the two issues most important to them. Health care, named by 35 percent, was a clear but relatively distant second choice, followed by immigration, \"how things work in Washington\" and foreign policy/terrorism. Three more topics -- social/women's issues, the environment and gun policies -- barely broke into the double digits.\nPriorities diverged sharply between those supporting a Democratic candidate for Congress and those backing a Republican. While both groups overwhelmingly named the economy as a top issue, the Republican voters picked immigration and foreign policy as the second and third most important issues, with health care in fourth place. The Democratic voters, in contrast, rated health care nearly as important as the economy, with how things work in Washington, social issues and the environment following behind.\nVoters under 30 were far more likely than their older counterparts to be concerned about the environment: 29 percent cited it as a top issue, compared to 10 percent or fewer in every other age group. Those with household incomes under $40,000 were considerably more likely to worry about health care than those with higher incomes. Women were slightly more likely than men to mention both health care and social issues. \nOther findings from the poll:\nMost voters agree on which issues dominate ad campaigns.\nAbout two-thirds of voters remember seeing the economy and health care mentioned in political ads or campaign mailers. Around half also say they've seen immigration, social issues and how things work in Washington mentioned.\nAnalysis from Kantar Media/CMAG earlier this month found similar results, with both Democratic and Republican TV advertising in congressional races dominated by economic issues, like jobs or the budget, and health care. Environment and energy topics came in third.\nBut there's a partisan divide over each party's priorities.\nAsked which two topics GOP candidates had discussed the most, voters again named the economy and health care. Very few thought that Republicans had spent much time on the environment, gun policies or social issues.\nSupporters of the two parties, however, had different ideas on which of the top two issues the GOP had highlighted more. Over half of the likely Republican voters said the Republican Party was more focused on the economy, compared to 37 percent who said health care. The likely Democratic voters saw the GOP as paying about equal attention to both issues.\nThe Democratic Party, in contrast, was seen as focusing on social/women's issues: 43 percent of voters said that topic was among the Democrats' top concerns. Just 26 percent named the economy, and 23 percent identified health care.\nThe perception that Democrats have leaned heavily on social/women's issues was especially prevalent among groups that may not have been the intended targets of the message. Fifty percent of male voters and 51 percent of likely Republican voters said Democrats were focused on social issues, compared to just 35 percent of female voters and 36 percent of likely Democratic voters. \nPresident Barack Obama isn't on the ballot, but he's still on voters' minds.\nNearly seven in 10 voters said they consider their congressional choice this year to be a referendum on President Obama and his policies, with many giving him a thumbs down. Forty-seven percent said they'll be voting against Obama, 22 percent said they'll be voting to support him, and 29 percent said he won't be a factor in their choice.\nThe likely Republican voters were nearly unanimous, with 86 percent saying they're against the president. The likely Democratic voters, though, were roughly evenly split between saying they'll vote to support Obama and saying he won't play a factor.\nThe HuffPost/YouGov poll was conducted Oct. 28-30 among 802 U.S. likely voters using a sample selected from YouGov's opt-in online panel to match the demographics and other characteristics of the adult U.S. population. Factors considered include age, race, gender, education, employment, income, marital status, number of children, voter registration, time and location of Internet access, interest in politics, religion and church attendance.\nThe Huffington Post has teamed up with YouGov to conduct daily opinion polls. You can learn more about this project and take part in YouGov's nationally representative opinion polling. Data from all HuffPost/YouGov polls can be found here.", "date": "\n10/31/2014", "href": "https://www.huffpost.com/entry/economy-poll_n_6084126?1414789450", "tags": "percent issue likely voters health issues economy republican democratic biggest care still"}