{"title": "The Most Expensive Mile of Subway Track on Earth", "content": "An accountant discovered the discrepancy while reviewing the budget for new train platforms under Grand Central Terminal in Manhattan.\nThe budget showed that 900 workers were being paid to dig caverns for the platforms as part of a 3.5-mile tunnel connecting the historic station to the Long Island Rail Road. But the accountant could only identify about 700 jobs that needed to be done, according to three project supervisors. Officials could not find any reason for the other 200 people to be there.\n“Nobody knew what those people were doing, if they were doing anything,” said Michael Horodniceanu, who was then the head of construction at the Metropolitan Transportation Authority, which runs transit in New York. The workers were laid off, Mr. Horodniceanu said, but no one figured out how long they had been employed. “All we knew is they were each being paid about $1,000 every day.”\nThe discovery, which occurred in 2010 and was not disclosed to the public, illustrates one of the main issues that has helped lead to the increasing delays now tormenting millions of subway riders every day: The leaders entrusted to expand New York’s regional transit network have paid the highest construction costs in the world, spending billions of dollars that could have been used to fix existing subway tunnels, tracks, trains and signals.\nThe estimated cost of the Long Island Rail Road project, known as “East Side Access,” has ballooned to $12 billion, or nearly $3.5 billion for each new mile of track — seven times the average elsewhere in the world. The recently completed Second Avenue subway on Manhattan’s Upper East Side and the 2015 extension of the No. 7 line to Hudson Yards also cost far above average, at $2.5 billion and $1.5 billion per mile, respectively.\nThe spending has taken place even as the M.T.A. has cut back on core subway maintenance because, as The New York Times has documented, generations of politicians have diverted money from the transit authority and saddled it with debt.\nThe Times found that a host of factors have contributed to the transit authority’s exorbitant capital costs.\nFor years, The Times found, public officials have stood by as a small group of politically connected labor unions, construction companies and consulting firms have amassed large profits.\nTrade unions, which have closely aligned themselves with Gov. Andrew M. Cuomo and other politicians, have secured deals requiring underground construction work to be staffed by as many as four times more laborers than elsewhere in the world, documents show.\nConstruction companies, which have given millions of dollars in campaign donations in recent years, have increased their projected costs by up to 50 percent when bidding for work from the M.T.A., contractors say.\nConsulting firms, which have hired away scores of M.T.A. employees, have persuaded the authority to spend an unusual amount on design and management, statistics indicate.\nPublic officials, mired in bureaucracy, have not acted to curb the costs. The M.T.A. has not adopted best practices nor worked to increase competition in contracting, and it almost never punishes vendors for spending too much or taking too long, according to inspector general reports.\nAt the heart of the issue is the obscure way that construction costs are set in New York. Worker wages and labor conditions are determined through negotiations between the unions and the companies, none of whom have any incentive to control costs. The transit authority has made no attempt to intervene to contain the spending.\n“It’s sad, really,” said Lok Home, owner of the Robbins Company, which manufactured much of the tunneling equipment used for East Side Access. “Because if they controlled the costs, they could do twice as many expansion projects and still have more money for maintenance.”\nAsked about The Times’s findings, union leaders and construction executives insisted that no money had been wasted. They said tunneling was difficult and dangerous work that must be well funded.\nThe M.T.A., for its part, did not dispute the findings.\nJoseph J. Lhota, who was chairman of the authority in 2012 and returned to the job in June, said he had recently appointed working groups to study costs and the procurement process.\n“We recognize this has been a problem. We’re never going to deny history,” Mr. Lhota said. “This is an issue that needs to be addressed. It needs to be attacked.”\nNew York’s struggles come as transit construction is booming around the world. At least 150 projects have been initiated since 1990, according to a recent study by Yale University researcher David Schleicher.\nThe approximate average cost of the projects — both in the U.S. and abroad — has been less than $500 million per track mile, the study concluded.\n“There was one glaring exception,” Mr. Schleicher said. “New York.”\nThat exception has not gone unnoticed. The independent online journalist Alon Levy first noted the M.T.A’s high construction costs, and 28 City Council members urged officials to research the issue in October.\nMr. Lhota responded by defending the costs. He said in a letter, “There are unique challenges that contribute to high construction costs in New York City in general, and for M.T.A. projects in particular.”\nMr. Lhota listed 10 explanations, including aging utilities, expensive land, high density, strict regulations and large ridership requiring big stations.\nTo evaluate those arguments, The Times brought the list to more than 50 contractors, many of whom had worked in New York as well as in other cities. The Times also interviewed nearly 100 current and former M.T.A. employees, reviewed internal project records, consulted industry price indexes and built a database to compare spending on specific items. And The Times observed construction on site in Paris, which is building a project similar to the Second Avenue subway at one-sixth the cost.\nThe review found evidence for one of the issues cited by the M.T.A.: Because most countries have nationalized health care, projects abroad do not have to fund worker health insurance. That might explain a tenth of the cost differences, contractors said.\nBut the contractors said the other issues cited by the M.T.A. were challenges that all transit systems face. Density is the norm in cities where subway projects occur. Regulations are similar everywhere. All projects use the same equipment at the same prices. Land and other types of construction do not cost dramatically more in New York. Insurance costs more but is only a fraction of the budget. The M.T.A.’s stations have not been bigger (nor deeper) than is typical.\n“Those sound like cop-outs,” said Rob Muley, an executive at the John Holland engineering firm who has worked in Hong Kong and Singapore and visited the East Side Access project, after hearing Mr. Lhota’s reasons.\nIn Paris, which has famously powerful unions, the review found the lower costs were the result of efficient staffing, fierce vendor competition and scant use of consultants.\nIn some ways, M.T.A. projects have been easier than work elsewhere. East Side Access uses an existing tunnel for nearly half its route. The hard rock under the city also is easy to blast through, and workers do not encounter ancient sites that need to be protected.\n“They’re claiming the age of the city is to blame?” asked Andy Mitchell, the former head of Crossrail, a project to build 13 miles of subway under the center of London, a city built 2,000 years ago. “Really?”\nThe reasons for the M.T.A.’s high costs start with the sheer number of people employed.\nMike Roach noticed it immediately upon entering the No. 7 line work site a few years ago. Mr. Roach, a California-based tunneling contractor, was not involved in the project but was invited to see it. He was stunned by how many people were operating the machine churning through soil to create the tunnel.\n“I actually started counting because I was so surprised, and I counted 25 or 26 people,” he said. “That’s three times what I’m used to.”\nThe staffing of tunnel-boring machines came up repeatedly in interviews with contractors. The so-called T.B.M.s are massive contraptions, weighing over 1,000 tons and stretching up to 500 feet from cutting wheel to thrust system, but they largely run automatically. Other cities typically man the machine with fewer than 10 people.\nIt is not just tunneling machines that are overstaffed, though. A dozen New York unions work on tunnel creation, station erection and system setup. Each negotiates with the construction companies over labor conditions, without the M.T.A.’s involvement. And each has secured rules that contractors say require more workers than necessary.\nThe unions and vendors declined to release the labor deals, but The Times obtained them. Along with interviews with contractors, the documents reveal a dizzying maze of jobs, many of which do not exist on projects elsewhere.\nThere are “nippers” to watch material being moved around and “hog house tenders” to supervise the break room. Each crane must have an “oiler,” a relic of a time when they needed frequent lubrication. Standby electricians and plumbers are to be on hand at all times, as is at least one “master mechanic.” Generators and elevators must have their own operators, even though they are automatic. An extra person is required to be present for all concrete pumping, steam fitting, sheet metal work and other tasks.\nIn New York, “underground construction employs approximately four times the number of personnel as in similar jobs in Asia, Australia, or Europe,” according to an internal report by Arup, a consulting firm that worked on the Second Avenue subway and many similar projects around the world.\nThat ratio does not include people who get lost in the sea of workers and get paid even though they have no apparent responsibility, as happened on East Side Access. The construction company running that project declined to comment.\nThe labor deals negotiated between the unions and construction companies also ensure that workers are well paid. The agreement for Local 147, the union for the famed “sandhogs” who dig the tunnels, includes a pay rate for most members of $111 per hour in salary and benefits. The pay doubles for overtime or Sunday work, which is common in transit construction. Weekend overtime pays quadruple — more than $400 per hour.\nOther trades are not paid as much but get overtime more frequently on M.T.A. projects, driving up costs.\nUnion officials pushed back against the idea that their members are overpaid. The construction unions, after all, arose in response to exploitative bosses who underpaid and endangered workers. More than a dozen people died building New York’s subway, and many more have perished since. Even today, workers labor in dirty and uncomfortable conditions to build marvels.\n“Construction workers deserve every penny they make, and more,” said Gary LaBarbera, president of the Building and Construction Trades Council of Greater New York. “We live in New York. It’s very expensive to live here. We take great pride in the work that we do. And the work rules are there to make sure we stay alive.”\nBut statistics suggest that the labor deals multiply costs while doing little to boost safety. During the Second Avenue subway project, for example, there were 5.5 safety incidents for every 200,000 work hours, according to federal data. The national average is 3.2. The Silver Line in Washington, which cost just $300 million per mile, had an even lower rate of incidents.\nThere also is no evidence that the deals spur faster construction. M.T.A. projects usually take longer than similar work elsewhere.\nSome labor leaders said they were willing to negotiate the work rules to increase efficiency.\n“We can figure out a way,” said Richard Fitzsimmons, business manager for Local 147, who said that he often sees the construction companies insisting on workers that are not needed. “I’m the union, and sometimes I’m saying to myself, ‘What the hell are they even doing?’”\nBut, Mr. Fitzsimmons added, “we will never negotiate with the safety of our members.”\nSeveral contractors said the unions are able to maintain the deals because everybody knows they are politically powerful. The unions working on M.T.A. projects have donated more than $1 million combined to Mr. Cuomo during his administration, records show.\nPeter Ajemian, a spokesman for the governor, referred inquiries to the M.T.A. on Thursday.\n“Contracting is handled by the M.T.A.,” Mr. Ajemian said, “so questions related to contracting should be directed to the authority.”\nThe critics pointed to several unusual provisions in the labor agreements. One part of Local 147’s deal entitles the union to $450,000 for each tunnel-boring machine used. That is to make up for job losses from “technological advancement,” even though the equipment has been standard for decades.\n“I’m not anti-union at all, but it’s amazing how much they dictate everything that happens on a job in New York,” said Jim Peregoy, a Missouri-based cost estimator who has worked on 240 projects in 27 states, including the Second Avenue subway. Mr. Peregoy said labor was a far bigger part of his estimates in New York than elsewhere. “You have to account for it, because it’s huge.”\nEven though the M.T.A. is paying for its capital construction with taxpayer dollars, the government does not get a seat at the table when labor conditions are determined. Instead, the task of reining in the unions falls to the construction companies — which often try to drive up costs themselves.\nTypically, construction companies meet with each trade union every three years to hammer out the labor deals. The resulting agreements apply to all companies, preventing contractors from lowering their bids by proposing less generous wages or work rules.\nThat is not a problem in the private sector, where the possibility of nonunion labor can force unions to be more competitive, or in parts of the public sector that involve more potential bidders. But in the small world of underground construction, experts say there is little cost containment.\nTim Gilchrist, a transportation adviser to Govs. Eliot L. Spitzer and David A. Paterson, noted all costs are passed on to the M.T.A. “Nobody at the negotiating table is footing the bill,” he said.\nCritics pointed out that construction companies actually have an incentive to maximize costs — they earn a percentage of the project’s costs as profit, so the higher the cost, the bigger their profit.\nMr. Lhota, the M.T.A. chairman, agreed that leaving negotiations to unions and vendors may be problematic. “You’re right; in many ways, there’s this level of connection between the two,” he said.\nBut the chairman said he did not know what could be done about it. Hiring nonunion labor is legal but not politically realistic for the M.T.A. The transit authority could get unions to agree to project-specific labor deals, but it has not.\nThe profit percentage taken by vendors also is itself a factor in the M.T.A.’s high costs.\nIn other parts of the world, companies bidding on transit projects typically add 10 percent to their estimated costs to account for profit, overhead and change orders, contractors in five continents said. Final profit is usually less than 5 percent of the total project cost, which is sufficient given the size of the projects, the contractors said.\nThings are much different in New York. In a series of interviews, dozens of M.T.A. contractors described how vendors routinely increase their estimated costs when bidding for work.\nFirst, the contractors said, the vendors add between 15 and 25 percent as an “M.T.A. Factor” because of how hard it can be to work within the bureaucracy of the transit authority. Then they add 10 percent as a contingency for possible changes. And then they add another 10-12 percent on top of all that for profit and overhead.\n“It adds up,” said Mysore L. Nagaraja, a former head of M.T.A. construction now working as a consultant, who called the surcharges standard for most vendors. “Everybody is looking out for their own interests.”\nDenise Richardson, the executive director of the General Contractors Association, which represents construction companies on M.T.A. projects, said the surcharges are needed because the vendors assume huge risks on transit projects and often are forced to pay for mistakes made by the authority. At the end of the day, she said, the companies make a relatively small profit.\n“It is profit, not covering costs, that allows a firm to hire more people, expand their administrative space and buy new equipment,” Ms. Richardson said. “Firms that only cover their costs do not stay in business.”\nLack of competition is also a problem for the M.T.A. A Times analysis of roughly 150 contracts worth more than $10 million that the authority has signed in the past five years found the average project received just 3.5 bids.\n“In other cities, you get eight bids for projects,” said Gary Brierley, a consultant who has worked on hundreds of projects in the last 50 years, including the No. 7 line extension and the Second Avenue subway. “In New York, you get two or three, and they know that, so they’ll inflate their bids if they think they can get away with it.”\nOne of the most important contracts in recent years, for the construction of the Second Avenue tunnel, got just two bids. M.T.A. engineers had estimated the contract would cost $290 million, but both bids came in well above $300 million, and the authority did not have much leverage. Ultimately, it awarded the deal for about $350 million — 20 percent above its estimate.\nAnd then there are the political connections. The vendors that worked on the East Side Access, Second Avenue subway and No. 7 line projects have given a combined $5 million to New York politicians since the projects began in 2000, a Times analysis found.\nMore than a dozen M.T.A. workers were fined for accepting gifts from contractors during that time, records show. One was Anil Parikh, the director of the Second Avenue subway project. He got a $2,500 ticket to a gala, a round of golf and dinner from a contractor in 2002. Years later, shortly after the line opened, he went to work for the contractor’s parent company, AECOM. Mr. Parikh and AECOM declined to comment.\nA Times analysis of the 25 M.T.A. agency presidents who have left over the past two decades found that at least 18 of them became consultants or went to work for authority contractors, including many who have worked on expansion projects.\n“Is it rigged? Yes,” said Charles G. Moerdler, who has served on the M.T.A. board since 2010. “I don’t think it’s corrupt. But I think people like doing business with people they know, and so a few companies get all the work, and they can charge whatever they want.”\nThe M.T.A.’s high costs are not limited to the companies that build the tunnels. Projects start burning through cash long before construction begins.\nOn average, “soft costs” — preliminary design and engineering, plus management while construction is underway — make up about 20 percent of the cost of transit projects in America, according to a 2010 report by the Transportation Research Board. The average is similar in other countries, contractors said.\nNot in New York.\nThe latest federal oversight report for the Second Avenue subway projected soft cost spending at $1.4 billion — one-third of the budget, not including financing expenses. M.T.A. officials said that number was high because it included some costs for design of later phases of the line. But experts said it was still shocking.\n“The crazy thing is it’s so high even with everything else,” said Larry Gould, a transit consultant and former M.T.A. subway planner. “If we have three or four times as many workers, how can the percentage for soft costs be so high?”\nSoft costs for East Side Access are expected to exceed $2 billion. The project plan called for the hiring of 500 consultants from a dozen different companies, according to a 2009 federal oversight report.\nBoth the Second Avenue subway and East Side Access projects hired the same main engineering firm: WSP USA, formerly known as Parsons Brinckerhoff. The firm, which designed some of New York’s original subway, has donated hundreds of thousands to politicians in recent years, and has hired so many transit officials that some in the system refer to it as “the M.T.A. retirement home.”\nThe firm was the only vendor to bid on the engineering contract for the Second Avenue subway, records show. On East Side Access, it is sharing the contract with STV Inc., which recently hired the former M.T.A. chairman Thomas F. Prendergast. The contract was initially for $140 million, but it has grown to $481 million.\nWSP USA declined to answer questions. “WSP has undertaken complex and enduring infrastructure projects across the U.S., and the New York region presents unique needs and challenges,” the firm said in a statement.\nThe M.T.A. is partly to blame. Officials have added to the soft costs by struggling to coordinate between vendors, taking a long time to approve plans, insisting on extravagant station designs and changing their minds midway through projects. In 2010, they hired a team of three consultants to work full time on East Side Access “operational readiness” — getting the tunnel ready to open — even though contractors knew construction would not end for another decade.\nJanno Lieber, who joined the M.T.A. as chief development officer in April, acknowledged there were parts of the authority’s project management approach that have been “broken” and “self-defeating.” Changing plans midway through projects is a “huge issue,” as is over-customization of designs and poor management of consultants, he said.\n“We just have to do a much better job,” Mr. Lieber said. “We’re relying on these consultants to run our projects, and we’re not getting good results out of them.”\nOthers have a more skeptical perspective about the soft costs.\nJack Brockway, an executive at Herrenknecht, a German manufacturer of tunnel-boring machines, said he got “stacks and stacks and stacks” of instructions from consultants for his work on the Second Avenue subway, down to details that barely made sense.\n“It makes you wonder if it’s really necessary, or if they’re just trying to do something to justify how much they’re getting paid,” Mr. Brockway said.\nAcross the Atlantic Ocean, Paris is working on a project that brings the inefficiency of New York into stark relief.\nThe project, called the Line 14 extension, is similar to the Second Avenue subway. Both projects extend decades-old lines in the hopes of reducing systemwide overcrowding. Both involved digging through moderately hard soil just north of the city center to make a few miles of tunnel and a few stations about 80 feet underground. Both used tunnel-boring machines made by Herrenknecht. Both faced strict regulations, high density and demands from neighbors, which limited some construction to 12 hours per day.\nBut while the Second Avenue Subway cost $2.5 billion a mile, the Line 14 extension is on track to cost $450 million a mile.\nOn a recent afternoon at a Line 14 construction site, an official expressed disbelief that New York was spending so much.\n“We thought ours was expensive,” said Laurent Probst, managing director of Île-de-France Mobilités, which controls transit in the French capital.\nAs he descended into the hole carved for the future Pont Cardinet station, it became clear how the costs could be so different. Scattered around the cavern were a couple dozen workers, running drills, smoothing over soil and checking electrical systems. Mostly, they worked by themselves.\nMr. Probst, 39, wearing a suit and blue tie under his orange safety jacket, pushed the button to operate the elevator himself.\nFrance’s unions are powerful, but Mr. Probst said they did not control project staffing. Isabelle Brochard of RATP, a state-owned company that operates the Paris Metro and is coordinating the Line 14 project, estimated there were 200 total workers on the job, each earning $60 per hour. The Second Avenue subway project employed about 700 workers, many making double that (although that included health insurance).\nThe tunnel-boring machine chewing through dirt north of Pont Cardinet — a secondhand machine, Ms. Brochard noted — was staffed by a dozen laborers who bounced between the control room, the cutting wheel and the sides of the machine.\nThe small number of workers has not slowed the Paris project. The line, which will run driverless trains every 85 seconds, is set to open by 2020, six years after groundbreaking. The Second Avenue subway, by contrast, took a decade to build.\nM.T.A. officials declined to comment on the Paris project.\nRATP handled all the contracting, Mr. Probst said. But the government worked closely with vendors, trying to build the type of collaborative relationships that are rare in New York.\nThe management contractor — Systra, which also worked on the Second Avenue subway — got a relatively small contract, Mr. Probst said. Soft costs totaled 20 percent of the project budget.\nOfficials awarded dozens of contracts, and most garnered at least a half dozen bids, driving down costs.\n“Our first cost estimate was 260 million euros,” said Patrick Ramond, underground construction director at Razel-Bec, which beat five competitors to win a contract for half the tunneling. “We had to drop that by 40 million to get the job.”\nBecause of that and some technical issues, Mr. Ramond said Razel-Bec was losing money on the job. Usually, he said, the firm makes a profit of about 5 percent.\n“We do fine. I make a good living,” Mr. Ramond said with a laugh. “We’re not trying to rip anybody off.”", "date": "Dec. 28, 2017", "href": "https://www.nytimes.com/2017/12/28/nyregion/new-york-subway-construction-costs.html", "tags": "mile york track construction costs expensive subway ” projects m.t.a new earth"}