{"title": "The 'angels' at play in Pakistan election", "content": "The run-up to Pakistan's general election has spawned a host of phrases in the media, including many alluding to dark forces at play.\nAmong them are allegations that \"angels\" have been targeting \"electables\". Some of the terms being bandied about are fresh, others are old expressions with new connotations. Here are just a few.\nA folk expression in Urdu referring to supernatural beings called djinns - Aladdin's genie is an example - and often translated in the English press as \"angels\" or \"aliens\", sometimes as \"invisible forces\". \nFormer Prime Minister Nawaz Sharif has used the Urdu term (khalai makhlooq), which refers to members of the intelligence services, to criticise the military's alleged meddling in politics. The army denies the claims. \nMr Sharif was ousted as prime minister a year ago and is now behind bars fighting a corruption conviction. He says the cases against him are politically motivated. \nIn a speech in the weeks before he was jailed, Mr Sharif used the Urdu term to accuse the military of intimidating members of his party.\n\"The real aliens... have been there for 70 years,\" was one translation of what he said. \nNow the military, he said, \"is going to have a match, God willing, with humans, and humans with the blessing of God will defeat the aliens\".\nAsked to comment on the term \"khalai makhlooq\" at a news conference in July, a military spokesman replied in Urdu that the military were not \"celestial beings\" - they were in fact \"God's beings\".\nThe term may be used for politicians who switch between parties and, because of their standing or clout, are seen as dependable vote banks.\nThe PTI has been criticised for wooing large numbers of \"electables\". Its leader Imran Khan says this is essential in order to win. \nThe other main parties, which have benefited from this system of patronage for years, say many \"electables\" have been coerced.\nThe Urdu media are using a different word - \"lota\" - a round water pot which can easily tip over in any direction.\nLatest polls show a two-horse race between the PTI and the PML-N that is too close to call.\nAn Urdu expression has been widely used in Pakistani media following the ruling that disqualified Mr Sharif. The court said he was not \"truthful and trustworthy\".\nThe expression is similar to one inserted into the Pakistani constitution by former military ruler Gen Muhammad Zia ul-Haq in an effort to Islamicise the legal system.\nCritics say it gives the judiciary unwarranted power to oust elected politicians from parliament.\nThe phrase is part of the campaigning of Islamist leaders.\nSirajul Haq, vice-president of the Mutahidda Majlis-e-Amal (MMA), an alliance of mainstream Islamist parties, says their priority is to establish such a system.  \nAllama Khadim Hussain Rizvi, the leader of the hard-line party Tehreek-e-Labbaik Pakistan, says \"the time has come\" for Islamic rule in Pakistan.\nThis is the belief that Prophet Muhammad is the final messenger of God.\nThe phrase was used in protests last year over attempts to amend the language of the country's election law.\nAfter Mr Sharif's disqualification, he had to step down as head of his party because the law stipulates that only those qualified to become MPs can lead parties.\nThe PML-N government tried to amend the law. This involved rewording a document about the finality of the Prophet that election candidates are required to sign. \nThe effort led to an uproar from the opposition, and the oath was restored to its original wording. \nAn anthem released by human rights activist Jibran Nasir, who is standing as an independent candidate  in a constituency in the southern city of Karachi.\nThe song highlights the struggles of ordinary Pakistanis.\nNasir has the support of several celebrities who are running a social media campaign in his support.\nThis report was compiled with the help of BBC Monitoring, which reports and analyses news from TV, radio, web and print media around the world. For more reports from BBC Monitoring, click here. You can follow BBC Monitoring on Twitter and Facebook.", "date": "25 July 2018", "href": "https://www.bbc.co.uk/news/world-asia-44899054", "tags": "election military parties pakistan media used urdu god says play sharif term"}