{"title": "The Fed’s Era of Easy Money Is Ending", "content": "When the Federal Reserve made its first tentative step toward ending its era of extraordinary monetary intervention, it earned a nickname: the taper tantrum. Global financial markets metaphorically bawled like a toddler on news that the Fed planned on “tapering” its stimulus program.\nThat was nearly four years ago. Ever since, the Fed has moved to decrease access to easy money with the caution of a technician defusing a powerful bomb. After raising its interest-rate target above near-zero levels in December 2015, the Fed waited a full year before doing so again, the slowest pace of rate increases in the modern history of the central bank.\nBut the era in which the Fed has moved so gingerly toward tighter money looks to be ending this week.\nUnder the chairwoman, Janet Yellen, the Fed is likely to raise its target interest rate a quarter of a percentage point on Wednesday — a mere three months after the last one. It will probably signal that two more rate increases, barring economic setbacks, are on the way in 2017.\nIt’s not the policy alone that is striking. Over several days this month, half a dozen senior Fed officials made public comments that suggested greater collective confidence and unanimity that the economy can handle tighter money than has been on display since the onset of the financial crisis nearly a decade ago.\nFed officials seem to believe that the United States economy is nearing its full economic potential, that the expansion is more sturdy than it was just a year ago, and that inflation is closing in on the 2 percent mark that the Fed aims for. The advent of unified Republican control of Congress and the White House also brings the possibility of tax cuts and other stimulative measures that would mean the economy needs less support from low interest rates to keep growing.\n“Recent developments suggest that the macro economy may be at a transition,” said Lael Brainard, a Fed governor, in a March 1 speech, describing a situation of “full employment within reach, signs of progress on our inflation mandate, and a favorable shift in the balance of risks at home and abroad.”\nMaking the comments all the more notable: Ms. Brainard was perhaps the Fed’s most vocal advocate of caution on rate increases just a year ago, arguing that geopolitical risks loomed large.\nBut something deeper may be afoot than just an improvement in the economic data. In both their tone and actions, Fed officials are displaying greater confidence that they know where the economy is heading — namely that it is converging on a state of full employment and inflation near their 2 percent target.\n“We are seeing an evolution away from a tactical approach toward a strategic approach,” said Mohamed El-Erian, chief economic adviser at Allianz. “Their stance now is that they will focus on the destination, not the journey, and that they will lead markets rather than be led by markets.”\nIndeed, the biggest contrast with this time a year ago is that financial markets seem to believe it. At the start of 2016, Fed officials were envisioning raising rates four times over the course of the year, but bond market prices suggested investors weren’t buying it and thought only one or two rate increases were on the way.\nThe markets were right. With some weak economic data and tumbling oil prices and volatile stock markets, the Fed stayed its hand.\nThe start of 2017 could hardly feel more different. Stock markets are booming, as are measures of consumer and business confidence. Economic data, including jobs numbers Friday, have been solid. Investors see a 60 percent chance that the Fed will raise rates three or more times this year, based on prices in futures markets Friday.\nThis time, in other words, the market actually believes the Fed will follow through with its plans to gradually raise rates.\nOne piece of evidence is that Fed officials, during the week of Feb. 27 to March 3, confidently signaled that a March 15 rate increase was imminent. By doing so before the February jobs report was released, they were making clear that even if that report had been soft, they were committed to rate increases.\nThe officials appear to have plotted a course to raise rates a few times a year with expectations of reaching the so-called neutral rate — at which monetary policy is neither stimulating nor slowing the economy — near the end of 2019. As of their December meeting, Fed leaders think that neutral rate is 3 percent.\nBut at the Fed, the momentum now evident in the economy feels hard won, and officials may be reluctant to risk it by tightening the monetary spigots prematurely.\nEven if the central bank’s most recent forecasts become reality, it will represent a historically slow pattern of monetary tightening — four years to raise interest rates by about three percentage points. In the 1994 cycle, engineered by the chairman Alan Greenspan, a rate rise of that scale happened in just 13 months.\nThe big question for the months ahead is what it would take to change direction once again. Would a new soft patch in the economic data, a new bout of market turbulence or a new crisis lead Chairwoman Yellen and her colleagues to again retreat to the wait-and-see school of interest-rate increases?\n“I do think there’s some greater willingness to tolerate some shortfall in the data compared to expectations,” said David Stockton, a senior fellow at the Peterson Institute for International Economics and a former Fed official. “They are exhibiting more confidence in the economy, but that doesn’t mean that confidence couldn’t dissipate in the face of some scary event.”\nThe new, more confident, interest-rate-raising Fed will last, in other words, as long as events allow it to.", "date": "March 13, 2017", "href": "https://www.nytimes.com/2017/03/13/upshot/the-feds-era-of-easy-money-is-ending.html", "tags": "markets fed ending officials increases era easy economy ” economic money year rate"}