{"title": "Their Soybeans Piling Up, Farmers Hope Trade War Ends Before Beans Rot", "content": "ARTHUR, N.D. — This is harvest season in the rich farmlands of the eastern Dakotas, the time of year Kevin Karel checks his computer first thing in the morning to see how many of his soybeans Chinese companies have purchased while he was sleeping.\nFarmers here in Cass County have prospered over the last two decades by growing more soybeans than any other county in the United States, and by shipping most of those beans across the Pacific Ocean to feed Chinese pigs and chickens.\nBut this year, the Chinese have all but stopped buying. The largest market for one of America’s largest exports has shut its doors. The Chinese government imposed a tariff on American soybeans in response to the Trump administration’s tariffs on Chinese goods. The latest federal data, through mid-October, shows American soybean sales to China have declined by 94 percent from last year’s harvest.\nMr. Karel, the general manager of the Arthur Companies, which operates six grain elevators in eastern North Dakota, has started to pile one million bushels of soybeans on a clear patch of ground behind some of his grain silos. The big mound of yellowish-white beans, already one of the taller hills in this flat part of the world, will then be covered with tarps.\nThe hope is that prices will rise before the beans rot.\n“We’re sitting on the edge of our seat,” Mr. Karel said.\nPresident Trump sees tariffs as a tool to force changes in America’s economic relationships with China and other major trading partners. His tough approach, he says, will revive American industries like steel and auto manufacturing that have lost ground to foreign rivals. But that is coming at a steep cost for some industries, like farming, that have thrived in the era of globalization by exporting goods to foreign markets.\nChina and other trading partners hit with the tariffs, including the European Union, have sought to maximize the political impact of their reprisals. The European Union imposed tariffs on bourbon, produced in Kentucky, the home state of the Senate majority leader, Mitch McConnell, and on Harley-Davidson motorcycles, from Wisconsin, the home state of House Speaker Paul Ryan. China's decision to impose tariffs on soybeans squeezes some of Mr. Trump's staunchest supporters across the Midwestern farm belt.\nBoth Mr. Trump and President Xi Jinping of China have declared their desire to reduce trade barriers. \n“Openness has become a trademark of China,” Mr. Xi said Monday at a trade fair in Shanghai that the Chinese government described as an opportunity for foreign companies to display their wares. Mr. Trump, for his part, said last week that “we’re much closer” to striking a deal with China, though administration officials have said the two sides remain far apart, and no deal is imminent.\nLike most successful American exports, soybeans are produced at high efficiency by a small number of workers using cutting-edge technologies, like tractors connected to satellites so the optimal mix of fertilizers can be spread on each square foot of farmland. The United States exported $26 billion in soybeans last year, and more than half went to China. \nSome farmers in North Dakota say they trust Mr. Trump to negotiate in the nation’s interest. Mr. Karel said many of his customers wear red “Make America Great Again” caps and insist that the pain of lost business and lower profits is worthwhile. They say they’ll suffer now so their children benefit later — echoing the argument Mr. Trump has made.\nOthers are less enthused. Greg Gebeke, who farms 5,000 acres outside Arthur with two of his brothers, said he struggled to understand the administration’s goals.\n“I’m trying to follow and figure out who the winners are in this tariff war,” Mr. Gebeke said. “I know who one of the losers are and that’s us. And that’s painful.”\nNorth Dakota’s soybean industry was created by Chinese demand for the beans, which are crushed to make feed for animals and oil for human consumption.\nChina is by far the world’s largest importer of soybeans. The country consumed 110 million tons of soybeans in 2017, and 87 percent of those beans were imported — the vast majority from either Brazil or the United States. While soybeans are grown throughout the Midwest, the soybean fields of North Dakota are the part of soybean country that is closest to the Pacific Ocean, and so its beans are mostly sent to China.\nIn the mid-1990s, there were 450,000 acres of soybeans in the state. Last year, there were 6.4 million. As the state’s production of soybeans increased, companies spent millions of dollars on larger grain elevators, on the 110-car trains that carry the soybeans west to the Pacific Coast, on bigger terminals at the ports. A few years ago, Mr. Gebeke traded his grain drill, used to plant wheat, for a second machine to plant soybeans.\nThe Arthur Companies in 2016 opened a shiny drying, storage and loading facility that can hold 2.7 million bushels of beans waiting for the next train.\nSoybean farmers also spent millions of dollars cultivating the Chinese market. Farmers in North Dakota and other states contribute a fixed percentage of revenue to a federal fund called the “soybean checkoff” that pays for marketing programs like trade missions to China and research intended to convince Chinese farmers that pigs raised on American soybeans grow faster and fatter. In 2015, North Dakota soybean farmers footed the bill for an event in Shanghai honoring the 10 “most loyal” buyers of American soybeans.\nThe soybean industry’s sales pitch emphasized the reliability of American infrastructure and the political stability of the United States. The message was that the Chinese could be confident that American farmers would deliver high quality soybeans.\n“I’ve been to China 25 times in the last decade talking about the dependability of U.S. soybeans,” said Kirk Leeds, the chief executive of the Iowa Soybean Association. By undermining that reputation, he said, “we have done long-term damage to the industry.”\nThe last two decades were a fat season in the soybean belt. The grain silos and pickup trucks in Cass County are shiny and new. Mr. Karel said a significant number of the farmers who sell crops to his company had done so well they purchased winter homes around Phoenix.\nBut the mood is souring quickly. Mr. Gebeke’s wife, Debra, a retired psychologist, has returned to work at North Dakota State University, to counsel distraught farmers. Public health officials in North Dakota, already confronting a recent rise in suicides, are concerned about the impact of falling prices, particularly on younger farmers with high levels of debt.\nMr. Gebeke, 65, recalled President Jimmy Carter’s decision to suspend wheat sales to the Soviet Union in 1979. The embargo ended two years later but, by then, the Soviets were getting more of their grain from Ukraine. Speaking of the soybean standoff, he said, “They could get together tomorrow and iron this thing all out and I don’t think we’ll ever get all of our market back.”\nAs China swallows the world’s supply of non-American soybeans, other countries are buying more beans from the United States, especially European nations that usually import beans from Brazil.\nSome nations that grow soybeans, like Canada, are shipping their own beans to China at high prices and then buying American beans at lower prices to meet domestic demand. Taiwan, seeking to curry favor, signed a deal to buy more American soybeans over the next two years.\nNone of this is nearly enough. During the first six weeks of the current export year, which began in September, American soybean exports to China are down by about six million tons from last year, while soybean exports to the rest of the world are up by only three million tons.\nSome analysts predict China will be forced to buy more American beans after it exhausts other sources. Others are hopeful that China and the United States will reach a deal to remove the tariffs.\nBut waiting carries risks. Soybeans can spoil, and Brazil harvests its crop in the spring, creating fresh competition for American beans. “Hope is unfortunately a terrible marketing plan,” said Nancy Johnson, executive director of the North Dakota Soybean Growers Association.\nThe industry continues to seek new markets. Jim Sutter, chief executive of the U.S. Soybean Export Council, said he was focused on persuading Indians to eat more chicken. The council, which already provides funding to Indian trade groups, is planning to back an advertising campaign. “People in India will eat more protein as the economy grows, but our job is to speed that up,” Mr. Sutter said.\nThe Trump administration said in August that it would distribute $3.6 billion to soybean farmers to offset the decline in market prices. The subsidy rate of 82.5 cents per bushel, however, covers less than half of the losses facing North Dakota farmers at current market prices.\nBrandon Hokana, whose family farms 3,500 acres near Ellendale, N.D., estimates that they need a price of $8.75 per bushel of soybeans to break even. Last year at this time, soybeans could be sold for almost $10 per bushel. Now, local elevators are offering prices below $7.\nFarmers typically begin to purchase seeds and fertilizer before the end of the year, so the low prices are shaping next year’s crop. The Hokanas divided their land evenly between soybeans and corn this year; next, they plan to plant half as many acres of soybeans. Instead they will devote more land to corn, and also to some wheat for the first time in two decades, and perhaps specialty crops like peas and black beans.\nMr. Hokana knows that other farmers are likely to make similar decisions, and that the corn market next fall may be glutted. Specialty crops like peas and edible beans command higher prices, but also require more work and specialized equipment. Also, unlike the big cash crops, specialty crops can’t be hedged. That means the farmer carries all the risk of a bad year.\n“The goal for next year,” Mr. Hokana said, “is just to break even.”", "date": "Nov. 5, 2018", "href": "https://www.nytimes.com/2018/11/05/business/soybeans-farmers-trade-war.html", "tags": "beans farmers hope china soybean ” war soybeans trade rot year ends piling"}