{"title": "Theon Greyjoy, Formerly Known As Reek, Dies Protecting Bran Stark At Battle Of Winterfell", "content": "WESTEROS ― Theon Greyjoy, son of the late Balon Greyjoy and brother to Yara Greyjoy of the Iron Islands, died on Sunday evening in the Battle of Winterfell between the living and the dead. His age was unknown at the time of his death. \nTheon fell protecting Bran Stark, aka the Three-Eyed Raven, from the Night King, whose goal was to erase the world and its memories.\n“Theon, you’re a good man. Thank you,” Bran sincerely told him before he ran his spear at the Night King, who broke it in half and stabbed him with it. \nOver the years, Theon was both a beloved and very much hated man in the Northern community. After being taken as a hostage as a result of Greyjoy’s Rebellion, 10-year-old Theon became a ward to the honorable Ned Stark, who raised him as his own. Theon studied with Maester Luwin alongside the Stark children, including Robb, Jon, Sansa, Arya, Bran and Rickon, and trained at arms with Ser Rodrik Cassel in Winterfell. He was a close friend and pseudo-brother to Robb, whom he proudly witnessed become King in the North after Ned’s execution by King Joffrey Baratheon. \n“My sword is yours, in victory and defeat, from this day until my last day,” he reportedly told Robb at the ceremony. \nYet, shortly afterward, he betrayed Robb and worked with his father, Balon, to invade the North and seize Winterfell from Bran and Rickon Stark. He burned two young farm boys alive and claimed they were the Stark brothers, who had actually escaped Theon’s clutches with help from a man named Hodor and a wildling named Osha. Soon enough, House Bolton took control of Winterfell, leaving Theon to be tortured into servitude by Ramsay Snow, the cruel-hearted bastard of Roose Bolton. During this time, Theon was castrated and given the pet name “Reek.”\nIt was Ramsay who told Theon about Robb Stark’s death at the Red Wedding.  \nIncredibly, Theon managed to turn his whole life around. It started with a big leap ― literally, taking Sansa’s hand and jumping out of Winterfell into a fluffy pile of snow. \nReek tried to make up for his deep betrayal of House Stark by helping one of its daughters escape, after Sansa had been forced into marriage with the sadistic Ramsay. Once she found safety with the valiant Brienne of Tarth, Reek ― once again Theon ― returned home to his sister Yara and discovered his uncle Euron Greyjoy had killed their father to secure the Salt Throne of the Iron Islands. Consequentially, Theon and Yara formed an alliance with Daenerys Targaryen, but were defeated by their uncle before they could play a part in a siege of King’s Landing. Yara was taken hostage by Euron while Theon escaped.\nShortly before his death, Theon rescued his sister, who returned to the Iron Islands. He then made the decision to head home to Winterfell to fight alongside the Starks in the war with the Night King and his dead army. Hoping to redeem himself in the Starks’ eyes, Theon volunteered to protect Bran during the battle, but was unfortunately slain by the Night King. \nAlthough Theon never truly knew where he belonged, Jon Snow said it best: “You don’t have to choose. You’re a Greyjoy and you’re a Stark.”\nTheon is survived by Yara and Euron. What is dead may never die. \nEditor’s note: If it wasn’t already apparent, this is a slightly tongue-in-cheek farewell to a fictional character on “Game of Thrones.” ", "date": "\n04/28/2019", "href": "https://www.huffpost.com/entry/theon-greyjoy-dead-dies-game-of-thrones_n_5cc0ad31e4b01b6b3efbf144", "tags": "yara formerly stark battle greyjoy reek robb theon winterfell king ” protecting dies bran known"}