{"title": "There's Still An Obamacare Mandate, And Other Facts You Need To Know", "content": "It’s health insurance enrollment season and, whatever you may have heard, the law still says most U.S. residents must have coverage next year or face tax penalties that could be pretty hefty.\nPresident Donald Trump and the Republican-led Congress tried this year to repeal the Affordable Care Act ― the law that created the so-called individual mandate ― but failed. Trump, meanwhile, has sent mixed signals about how aggressively his administration will enforce the mandate. Despite all that, it still exists and could cost a lot to ignore.\nAll common forms of health coverage are sufficient to adhere to the mandate, including job-based insurance, policies bought from an insurance exchange or directly from an insurer, and government benefits like Medicare, Medicaid and the Children’s Health Insurance Program. Certain kinds of plans, like short-term policies, haven’t been considered “insurance” under the Affordable Care Act, though.\nWhat this means is that close to 90 percent of Americans are following the individual mandate already and merely have to note on their tax returns that they have health insurance. And a portion of the remaining 10 percent or so are exempt from the mandate for various reasons. But some will have to pay the penalty. \nOpen enrollment for 2018 coverage from the Affordable Care Act’s health insurance exchanges runs from Nov. 1 to Dec. 15 in most states; a few have later deadlines.\nThe IRS hasn’t published new numbers on just how much the fines could be for people who go without coverage next year, but they’re likely to be similar to this year’s.\nFor 2017, the minimum mandate penalty is $695 for each adult and $347.50 for each child in a household. \nBut that fine applies mainly to people with low incomes, so most people who go uncovered and don’t qualify for a mandate exemption would have to pay higher penalties. This year, a large, wealthy family that doesn’t have health insurance could owe the IRS more than $13,000.\nThe individual mandate penalty is calculated one of two ways: it’s either a minimum dollar amount or a percentage of income, whichever is higher.", "date": "\n11/03/2017", "href": "https://www.huffpost.com/entry/theres-still-an-obamacare-mandate_n_59ee2a14e4b0d8293cabc610", "tags": "need care individual mandate know facts obamacare coverage health act year could affordable insurance still"}