{"title": "Theresa May says EU must 'evolve' its Brexit position", "content": "The European Union must \"evolve\" its position on Brexit and not fall back on unworkable proposals regarding the Irish border, Theresa May has said.\nThe prime minister made the remarks in Belfast on Friday, during a two-day visit to Northern Ireland.\nThe issue of the Irish border has been the key sticking point in Brexit talks so far.\nThe UK and EU have agreed that there should be no hard border in Ireland, but are at odds over how to achieve it.\nThe backstop solution is effectively an insurance policy -  to avoid a hard border between Northern Ireland and the Republic of Ireland if appropriate customs arrangements cannot be agreed by the EU and UK in time for the end of the transition period in December 2020.\nThe EU has proposed a backstop that would mean Northern Ireland staying in the EU customs union, large parts of the single market and the EU VAT system.\nHowever, the UK said that would effectively create a border down the Irish Sea.\nOn Friday, Mrs May again repeated her opposition to that, saying: \"The economic and constitutional dislocation of a formal 'third country' customs border within our own country is something I will never accept and believe no British prime minister could ever accept\".\nShe also said both sides in the negotiation  \"share a determination never to see a hard border in Northern Ireland\".\n\"And no technology solution to address these issues has been designed yet, or implemented anywhere in the world, let alone in such a unique and highly sensitive context as the Northern Ireland border\".\nHowever, EU Brexit negotiator Michel Barnier has questioned Mrs May's plan for a future trade relationship with the EU, saying it could weaken the single market and create burdens for business.\nHe said the UK's Brexit White Paper, published on 12 July, opened \"the way to a constructive discussion\" but must be \"workable\".\nMr Barnier questioned whether plans for a common rulebook for goods and agri-foods were practical.\nEarlier this week, the government backed an amendment to its Customs Bill that would make it illegal for Northern Ireland to be outside the UK's customs territory. \nMrs May said the EU's backstop proposal would be a breach of the Belfast Agreement - and that her plan, agreed by the Cabinet at Chequers earlier this month, was the best way forward.\n\"What I've said to the EU is that the legal text they've produced is not acceptable, that's why we proposed an alternative to that,\" she said.\nShe said there now needed to be a renewed focus on EU-UK negotiations with \"increased pace and intensity\".\nThe prime minister also met several of the political parties in Northern Ireland. \nSinn Féin President Mary Lou McDonald said the visit was \"anything but reassuring\".\n\"In fact it's now clear the British prime minister has come here to pick a fight with Ireland and to pick a fight with the EU,\" Mrs McDonald said.\nHowever, the DUP leader, Arlene Foster, defended the prime minister.\n\"What she has done is set out her agenda, that's very important. She talked about working together to find solutions, and the need to work collaboratively,\" she said.\nTheresa May wants a backstop that would see the whole of the UK staying in the customs union for a limited period of time after the transition period - something the EU has said is unacceptable.\nNorthern Ireland Secretary Karen Bradley told BBC's Good Morning Ulster programme the government was committed to getting a legal text for a backstop.\nEarlier, the Irish Tánaiste (deputy prime minister) Simon Coveney tweeted that if the UK did not accept the EU wording on a backstop in the draft withdrawal agreement, they would have to propose an  alternative that would deliver the same result. \nReacting to his comments, Mrs Bradley said while the EU had put forward a legal text, \"we do not accept it\". \n\"We've put forward a counter proposal and we're now working on how we get a backstop that we are committed to delivering but it has to be a backstop that respects the integrity of the whole UK and does not put a border in the Irish sea.\"\nThe Shadow Secretary of State, Tony Lloyd, told the BBC Labour had always been \"very clear\" that the UK should be part of the customs union. \nEU and UK negotiators have been meeting in Brussels this week to discuss the border issue.\nFriday's speech in Northern Ireland marks the prime minister's first major attempt to sell the Chequers agreement since it was reached by her cabinet earlier this month.\nShe is due to tour other parts of the UK over the summer in an attempt to persuade businesses and citizens of its benefits.\nBoth the UK and EU are stepping up preparations for a \"no deal\" Brexit.\nThe two sides insist it is not what they want - and that reaching a deal by the autumn is still very much on the cards.\nBut they have yet to agree how their final relationship will work, with key issues around cross-border trade unresolved, and the UK's official departure date of 29 March 2019 fast approaching.\nThe Republic of Ireland will remain within the EU and Taoiseach (Irish prime minister) Leo Varadkar has said his government is making contingency plans for \"the unlikely event of a no-deal hard Brexit\".\nMrs May also addressed the impasse at Stormont.\nNorthern Ireland has been without a government for 18 months, after power-sharing between the Democratic Unionist Party (DUP) and Sinn Féin collapsed.\nShe added that until devolution is restored, the government would fulfil its responsibilities but warned interventions from Westminster were \"no substitute\" in the long-term.", "date": "20 July 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-44892385", "tags": "brexit may uk minister eu theresa border prime backstop position northern must says ireland"}