{"title": "There’s Trump’s Foreign Policy and Then There’s His Administration’s", "content": "WASHINGTON — In the last five days, President Trump has thanked Kim Jong-un of North Korea for his “nice letter,” reminisced about his “great meeting” with President Vladimir V. Putin of Russia and offered to meet Iran’s president, Hassan Rouhani, without any preconditions.\nDuring those same five days, the Treasury Department imposed sanctions on a Russian bank accused of helping North Korea with weapons-related activities. Secretary of State Mike Pompeo listed stringent preconditions for any engagement with Iran. And the administration’s top intelligence and law enforcement officials vowed to combat Russian interference in the midterm elections, while Senate Republicans pushed a bill that would impose harsh new sanctions on Moscow.\nThere is Mr. Trump’s foreign policy, and then there is the foreign policy of the rest of the Trump administration, backed by the Republican Party. This week, the two were openly at odds with each other. Be it Russia, NATO, Iran or North Korea, Mr. Trump’s staff and his party projected a radically different message than the president himself.\n“There is a clear dissonance between what the president says and what his administration says,” said Vali R. Nasr, the dean of the Johns Hopkins School of Advanced International Studies, “and it has been noticed by allies and adversaries around the world.”\nNowhere were these differences more jarring than in how the Trump administration and Republicans responded to the latest concerns that the Russian government is plotting to interfere in the midterm elections much as it did during the 2016 presidential election.\nOn Thursday, the White House produced an array of top officials to dramatize the threat and explain the nation’s countermeasures. The president was conspicuously absent.\n“Our democracy itself is in the cross hairs,” said the secretary of homeland security, Kirstjen Nielsen. “It goes beyond the elections,” said the director of national intelligence, Dan Coats. “This is a threat we need to take extremely seriously,” said the F.B.I. director, Christopher Wray.\nOn Capitol Hill, Republicans joined with Democrats to propose additional sanctions on Russia that Senator Lindsey Graham, Republican of South Carolina, described as “the most hard-hitting ever imposed.”\nThe bill also strikes at Russia’s efforts to fracture the North Atlantic Treaty Organization, requiring a two-thirds vote of the Senate for the United States to withdraw from the alliance. That language is a direct rebuke to Mr. Trump, who regularly derides the alliance as a collection of deadbeats, with no benefit to the United States.\nYet at a rally in Pennsylvania hours later, Mr. Trump dismissed the special counsel’s investigation of Russian interference as a “hoax” that was impeding his efforts to nurture a constructive relationship with the Russian president. “I got along great with Putin,” he said of their recent meeting in Helsinki, Finland. As for NATO’s members, he said, they were delinquent and in need of a stern lecture about paying their bills.\n“It was important that the national security team spoke en masse and forcefully on Russian aggression towards our elections,” said R. Nicholas Burns, a former ambassador to NATO who served under Bill Clinton and George W. Bush. “But Putin will not be deterred on this issue, or Crimea, or the nerve agent attack until he hears Trump say it forcefully and convincingly.”\n“Until then,” Mr. Burns said, “he will view Trump as weak.”\nAdministration officials said Mr. Trump directed his national security team to hold the briefing on Thursday to underline how seriously he takes the threat of election interference. They said his softer language — whether about Russia or North Korea — merely reflects his conviction that he should cultivate a positive relationship with the leaders of those countries.\nAsked why Mr. Trump rarely, if ever, sounds the alarm about Russia’s election meddling, the national security adviser, John R. Bolton, told reporters: “The president has made it abundantly clear to anybody who has responsibility in this area that he cares deeply about it and that he expects them to do their jobs to their fullest ability.”\nThe dissonance between Mr. Trump and his staff extends to countries like Iran, with which neither he nor his aides are seeking a warm relationship. The president’s declaration that he would meet Iran’s leaders “anytime they want” — without preconditions — came just as other officials, including Mr. Pompeo, were hardening their language toward the country.\nMr. Pompeo quickly listed three preconditions for engagement: that the Iranians “demonstrate a commitment to make fundamental changes in how they treat their own people, reduce their malign behavior” and “enter into a nuclear agreement that actually prevents proliferation.”\nFor aides like Mr. Pompeo or Nikki R. Haley, the American ambassador to the United Nations, there could be another reason for the disconnect with Mr. Trump: they harbor their own long-term political ambitions and do not want to run afoul of traditional Republican constituencies.\nCozying up to Iran or Russia does not play well with mainstream Republicans, so it is perhaps little surprise that Mr. Pompeo, a former Tea Party congressman from Kansas, would stake out a hawkish position on both countries.\nMs. Haley, a former Republican governor of South Carolina whose name is often floated for national office, seized on reports Friday that Russia had given work permits to laborers from North Korea — something that it denies, but if true, would violate United Nations resolutions.\nAdministration officials have long argued that foreign leaders should focus on the policies, not the president’s Twitter posts or offhand statements. The Treasury Department on Friday, for example, blacklisted a Russian bank accused of processing millions of dollars in transactions for North Korean businesses, in violation of United Nations sanctions — one of dozens of such measures against both countries.\nBut those incremental steps tend to pale next to Mr. Trump’s breakthrough moves. Even if his aides are consistently hawkish on Russia or North Korea, Mr. Trump’s solicitous approach in Helsinki with Mr. Putin or in Singapore, where he met Mr. Kim, sets the tone.\nAfter Singapore, Mr. Trump declared that he and Mr. Kim had solved the North Korean nuclear crisis — an assessment he has not abandoned even after intelligence reports that the country was still producing nuclear fuel and building ballistic missiles.\nOn Thursday, Mr. Trump thanked Mr. Kim for returning the remains of American soldiers killed in the Korean War. “I am not at all surprised that you took this kind action,” he said on Twitter. “Also, thank you for your nice letter — I look forward to seeing you soon!”\nThis has put Mr. Pompeo, the president’s chief negotiator with North Korea, in a devilish position. He told reporters Friday that North Korea’s latest moves violated its United Nations obligations and underscored how difficult it will be to rid the country of its nuclear weapons.\n“The North Koreans have been conditioned by the president’s habit of ignoring his officials’ hard line positions,” said Daniel R. Russel, a former assistant secretary of state for East Asian affairs. “As a result, they only want to deal with Trump, who has proved so far to be an easy mark.”\n“Dealing with North Korea is never easy,” he said, “but this makes Pompeo’s task exponentially more difficult.”", "date": "Aug. 3, 2018", "href": "https://www.nytimes.com/2018/08/03/us/politics/trump-foreign-policy.html", "tags": "policy administration president ” trump russia foreign north — korea"}