{"title": "Theresa May: Trump told me to sue the EU", "content": "Donald Trump told Theresa May she should sue the EU rather than negotiate over Brexit, she has told the BBC.\nThe US president said on Friday at a joint news conference he had given Mrs May a suggestion - but she had found it too \"brutal\".\nAsked by the BBC's Andrew Marr what he had said, she replied: \"He told me I should sue the EU - not go into negotiations.\"\nIt came as another government member resigned over her Brexit plans.\nRobert Courts said he quit as a parliamentary private secretary - an unpaid ministerial aide - at the Foreign Office to \"express discontent\" with Mrs May's policy before key Brexit votes on Monday.\n\"I had to think who I wanted to see in the mirror for the rest of my life,\" he said in tweet. \nHe could not tell his constituents he supported Mrs May's proposals \"in their current form,\" he added.\nMr Courts replaced David Cameron as the Conservative MP for Witney, Oxfordshire in 2016.\nDefending her Brexit blueprint on the Andrew Marr show, the prime minister said it would allow the UK to strike trade deals with other nations, end free movement of people, and end the jurisdiction of the European Court of Justice.\nA White Paper published on Thursday fleshed out details of her plan, which advocates close links with the EU on trade in goods, but not services.\nBefore the paper was published, Brexit Secretary David Davis and Foreign Secretary Boris Johnson resigned, along with several junior government figures, saying it would not deliver the Brexit people voted for in the 2016 referendum.\nMrs May laughed off the president's legal action suggestion, but added: \"Interestingly, what the president also said at that press conference was 'don't walk away'. \n\"Don't walk away from those negotiations because then you'll be stuck. So I want us to be able to sit down to negotiate the best deal for Britain.\"\nDonald Trump declined to spell out what his advice to Mrs May had been, in an interview with US TV network CBS, but added: \"Maybe she'll take it, it's something she could do if she wanted to. \n\"But it was strong advice. And I think it probably would have worked.\"\nAhead of his meeting with Mrs May, Mr Trump told the Sun newspaper her Brexit proposals would \"probably kill\" a trade deal with his country.\nBut hours later he said a US-UK trade deal would \"absolutely be possible\".\nLeading Tory Brexiteer Jacob Rees-Mogg has called the White Paper a \"bad deal for Britain\".\nHe told the BBC's Sunday Politics: \"The government unfortunately believes that Brexit is not a good thing in itself, it seems to think it has to be tempered by non-Brexit.\"\nHe said Mrs May, who campaigned to keep Britain in the EU in the 2016 referendum, had failed to grasp the \"enormously positive\" opportunities offered.\nHe described her as a \"Remainer who has remained a Remainer\".\nHe also said she would have to change her policy in order to get it through Parliament, without having to rely on Labour votes.\nMrs May urged Brexiteers in her own party to \"keep their eye on the prize\" of Brexit - and said her plan was the only workable way to deliver it.\nAnalysis by BBC legal correspondent Clive Coleman\nFrankly, it is difficult to see any grounds for the UK suing the EU.\nLike any other member state, the UK can sue the EU in relation to any specific measure it has taken which breaches EU law.  \nSuch action would be heard at the European Court of Justice, the ultimate arbiter of EU law.  \nAn example would be if the UK was denied agricultural subsidies, or structural funds to which it was entitled under EU law.  \nThe Conservative government of David Cameron successfully sued when the European Central Bank said it would only license financial institutions within the Eurozone as clearing houses for transactions in euros. \nThe UK and the EU have not reached a Brexit agreement yet, so there can be no action for breach of that agreement.\nParties to a negotiation are under what are known as \"procedural duties\" - for instance, to act in good faith.  \nBut it is very difficult to bring an action, within a negotiation, on that basis. Some would say that even attempting to do so would seriously harm the negotiation.\nMrs May's message comes ahead of crucial Commons votes on trade and customs policy in the coming week, with Tory Brexiteers tabling a series of amendments to the legislation.\nMr Rees-Mogg said he was not expecting either the Customs Bill or the Trade Bill to be voted down at this stage. There are also likely to be amendments tabled by Remain supporting MPs.\nMrs May told Andrew Marr: \"Some people are saying they want to vote in the Trade Bill to keep us in the customs union. I say that's not acceptable, that's not what the British people voted for. \n\"Others are saying that perhaps we cannot have the bill at all. That would be damaging to our 'no deal' preparations. \n\"So let's just keep our eyes on the prize here. The prize is delivering leaving the European Union in a way that's in our national interest.\"\nMrs May insists her plans would allow the UK to strike its own trade deals, despite agreeing a \"common rulebook\" with the EU on cross-border trade.\nShe said such rules were needed to protect jobs in firms with supply chains that crossed borders and deal with the Irish border issue.\nLabour Party chairman Ian Lavery said Mrs May's \"so-called plan\" did not \"stand up to scrutiny\".\n\"No-one - not the public, Parliament or the Conservative party - is happy with Theresa May's offer. This has descended into a shambles,\" he said.\nLabour MP Ian Murray, a member of the People's Vote campaign, said the British people needed a vote on the final deal.\nLabour Deputy Leader Tom Watson said it was not the party's policy to back another referendum - but said it should not be ruled out.", "date": "15 July 2018", "href": "https://www.bbc.co.uk/news/uk-44838028", "tags": "brexit may uk eu theresa trump mrs sue trade told deal"}