{"title": "Theresa May tells Trump US tariffs are not justified", "content": "The prime minister has told President Trump that new US steel and aluminium tariffs are \"unjustified and deeply disappointing\".\nTheresa May was speaking in a 30-minute phone call with Mr Trump that UK officials described as \"constructive\".\nDowning Street said Mrs May underlined the need to safeguard jobs and they agreed to discuss it further at the G7.\nInternational Trade Secretary Liam Fox said the response to the US tariffs must be \"measured and proportionate\".\nHe told MPs: \"It is right to seek to defend our domestic industries from both the direct and indirect impacts of these US tariffs ... it's important that the United Kingdom and the EU work within the boundaries of the rules-based international trading system.\"\nThe US tariffs of 10% on aluminium and 25% on steel from the EU, Canada and Mexico have been widely condemned. \nFrench President Emmanuel Macron has called Mr Trump to tell him the tariffs were \"illegal\", while Canadian Prime Minister Justin Trudeau has said the US move is \"totally unacceptable\".\nThe EU, Mexico and Canada have all set out plans for retaliatory tariffs on US goods.\nAt the weekend, China - which is not directly impacted by last week's announcement - warned that all trade talks between Beijing and Washington would be void if the US sets up trade sanctions.\nDespite the chorus of criticism, Mr Trump appeared in no mood for compromise. On Saturday, the president tweeted that the US had been \"ripped off by other countries for years on trade\".\nHe says steel tariffs will protect US steelmakers, which he says are vital to national security.\nMr Trump has also complained about barriers US firms face in Europe and elsewhere. \"Time to get smart!\" he added.\nCanada, Mexico and the EU combined exported $23bn worth of steel and aluminium to the US in 2017 - nearly half of the $48bn of total steel and aluminium imports last year.\nThe EU has responded to the US announcement with a 10-page list of tariffs on US goods ranging from Harley-Davidson motorcycles to bourbon.\nCanada plans to impose tariffs of up to 25% on about $13bn worth of US exports from 1 July. Goods affected will include some American steel, as well as consumer products such as yoghurt, whiskey and coffee.", "date": "4 June 2018", "href": "https://www.bbc.com/news/business-44357123", "tags": "tells may us eu theresa aluminium steel trump trade canada tariffs justified"}