{"title": "Theresa May in Fight to Save Government Amid Brexit Rift", "content": "LONDON — Prime Minister Theresa May of Britain was battling to save her government on Monday after her foreign secretary quit in protest over her approach to withdrawing from the European Union. The resignation deepened a mood of crisis just eight months before the country is due to leave the bloc.\nThe foreign secretary, Boris Johnson, was the second minister to leave Mrs. May’s cabinet within 24 hours. He stepped down after she pushed ahead with a proposal that would keep Britain more closely tied to the European Union than hard-line conservatives want.\n“We are truly headed for the status of colony,” Mr. Johnson said in his resignation letter.\nIt has been two years since Britons voted to leave the European Union in a referendum that rattled governments on the Continent and beyond. But actually severing the intricate economic ties that bind Britain to the rest of Europe has proved far more complicated than merely casting a ballot at the polls.\nMany Britons remain opposed to leaving the bloc, and even among those who favor it, there are deep divisions. Some, like Mr. Johnson, advocate a clean break — or, at least, taking that stance in withdrawal negotiations with the European Union. Others, like Mrs. May, support maintaining at least some ties, including abiding by some European regulations.\nThat drew a sharp rebuke from Mr. Johnson, who said, “This is our opening bid.” It is as though, he said, “we are sending our vanguard into battle with a white flag fluttering above them.”\nJust last week, Mrs. May appeared to have won the full cabinet’s agreement on keeping Britain’s economy closely anchored to the European Union. The resignations reopened speculation about a challenge to her leadership, something that Mrs. May’s spokesman said she would fight.\nWith the hard-line supporters of withdrawal, known as Brexit, in the party in full revolt, Conservative insiders predicted further resignations unless Mrs. May dropped her plan.\nOn Monday night, Mr. Johnson was replaced as foreign secretary by Jeremy Hunt, who moved from the health department to take up the job. Although Mr. Hunt argued against Brexit in the 2016 referendum, he has since argued in favor of withdrawal and is likely to support Mrs. May’s position on Britain’s departure from the bloc.\nThe turmoil comes days before a scheduled visit by President Trump, a champion of the kind of sharp break with the European Union that Mrs. May and others on her side of the issue believe would seriously harm the British economy.\nSeveral major British employers have issued warnings in recent weeks over the risks of a chaotic, or “cliff edge,” Brexit. Most prominently, Jaguar Land Rover said it could derail more than $100 billion worth of investment plans in Britain and force the closing of some factories. Airbus and BMW also questioned whether they could continue to keep manufacturing facilities in the country under those conditions.\nMr. Johnson, the public face of the 2016 campaign that persuaded Britons to quit the European Union, is perhaps the most high-profile advocate of Brexit, and his departure underscores the depth of the divisions within Mrs. May’s government. His resignation followed that of David Davis, the Brexit secretary, who quit late Sunday night.\nAfter Mr. Davis’s surprise resignation, there was an ominous silence from Mr. Johnson on Monday morning, although he was supposed to host a meeting in London of foreign ministers to discuss the western Balkans.\nThen, around 3 p.m., Mrs. May’s office issued a statement that said simply: “This afternoon, the Prime Minister accepted the resignation of Boris Johnson as Foreign Secretary. His replacement will be announced shortly. The Prime Minister thanks Boris for his work.”\nOn several occasions Mr. Johnson had undermined Mrs. May’s strategy for withdrawing from the European Union. He described one government Brexit customs plan as “crazy” and, in leaked comments, accused her government of lacking “guts.” He compared her negotiating style unfavorably with that of Mr. Trump, and he compared her latest Brexit plan to excrement.\nIn his remarks, Mr. Johnson echoed others in the hard-line Brexit camp — notably Jacob Rees-Mogg — who have complained that under Mrs. May’s plan Britain would become a “vassal state” of the European Union, a “rule taker, not a rule maker.”\nOn Monday, loyalist Conservative lawmakers appealed to their colleagues not to demand a confidence vote in Mrs. May’s leadership.\nThat would require the support of just 48 of her party’s lawmakers — but it would take many more to dislodge her were Mrs. May to try to stay on, as her office said she would. In those circumstances, Mrs. May could keep her job if she won the support of a simple majority of the Conservative Party’s 316 lawmakers.\nAnother major drawback of a leadership contest is that it could take as long as three months, something the government can ill afford. It needs to seal a withdrawal agreement with the European Union in October.\nMr. Johnson has made little secret of his ambitions to take the keys of 10 Downing Street, and his detractors say he would not hesitate to put his interests first. It remains unclear whether he commands the necessary support.\nThere is little chance that the opposition Labour Party could force a general election. That would require some Conservative votes, and Tory lawmakers have little interest in that, given the very real possibility that they could lose.\nHowever, if the Conservatives were to change their leader, and therefore the prime minister, there would be political pressure to call a general election.\nMr. Davis told the BBC he was not encouraging a challenge to Mrs. May. But Mr. Johnson’s resignation reignited the debate just as Mrs. May was hoping that she had restored some stability to the government by announcing that Mr. Davis would be replaced by the pro-Brexit minister Dominic Raab.\nEuropean officials will have noticed that, although it took Mrs. May almost two years to produce a detailed plan for Brexit, the truce in her party lasted only two days. That raises more questions about the government’s ability to negotiate an orderly withdrawal.\nOn Monday, Mr. Davis outlined his objections to Mrs. May’s plan for withdrawal, which was announced on Friday evening and is to be published later this week in a white paper.\nIn effect, Mrs. May’s proposal means that Britain would sign up for Europe’s rules for manufactured goods, food and other farm produce without being able to shape them. Services like banking and finance — a big component of the British economy — would be dealt with separately and would not have as much access as at present to the continental European market.\nNo changes to economic rules in the future would take place “without the approval of our Parliament,” Mrs. May insisted, rebutting the argument that Britain would simply become “a rule taker.”\nBut on Monday, Mr. Davis argued that Parliament’s power would be “illusory rather than real” because, if it rejected future changes, the consequences would be too great. Not only could Britain lose access to continental markets, it would also face the prospect of the deployment of a contingency plan — yet to be finalized — devised to ensure that frontier controls are not erected on the Irish border.\nMr. Davis also foresaw that Mrs. May’s plans are hardly final. He said they would simply be the basis for negotiation with a skeptical European Union that is certain to demand further concessions — perhaps very substantial ones — including on the freedom of movement of workers. That is something the British government has pledged to end.\nAt that point Mrs. May could be forced to choose between a Brexit agreement unacceptable to even more of her lawmakers and no deal at all, which would be a disaster for many businesses.\nIf that happens, Mrs. May will face a final reckoning with her fractious party in the fall — assuming she survives in her job until then.", "date": "July 9, 2018", "href": "https://www.nytimes.com/2018/07/09/world/europe/david-davis-brexit-resign.html", "tags": "brexit european may mr. johnson theresa save union fight ” rift government — mrs. amid"}