{"title": "Theresa May, Britain’s Lady of Perpetual Crisis", "content": "LONDON — It’s Wednesday morning. Theresa May’s career is over, as a glance at the morning papers will confirm.\nHer Brexit deal, the product of two and a half years of agonizing negotiation, has been rejected by a margin of 230 votes, in the worst defeat in British history. “No Deal … No Hope … No Clue … No Confidence,” declares the Mirror. The Sun photoshops her face onto the body of a dodo.\nNow it’s Wednesday afternoon. Hey! She’s back!\n[What is Brexit? A simple guide to why it matters and what happens next.]\nThe Labour Party is making a bid to dissolve the government. Leaping to Mrs. May’s defense like gallant knights are fellow Tories, among them many who have spent the last few months plotting to remove her.\n“She personifies duty, she is a patriot and a servant of our country,” said one. Another praised her “inspirational leadership.” Yet another predicted that “her stock in this country will rise dramatically.”\nThis is the bizarro world that is British politics, a Groundhog Day in which Mrs. May awakes every day to discover herself in a dire political crisis, and every day survives, in her grim, implacable way.\nThe rallying of Tories against Labour’s bid to bring down the government, which was defeated by a margin of 19 votes, did it again, the thing that had seemed impossible: It put wind into her sails.\n“She is indestructible,” wrote Tom Peck, a sketch writer for the Independent, reflecting on the events of the day. “She is the cockroach in nuclear winter. She is the algae that survives on sulphuric gas from subaquatic volcanoes, seven miles beneath the daylight. She is the Nokia 5210.”\nMrs. May rarely gives any sense of being chastened by a defeat, plowing ahead in the manner that earned her the nickname “Maybot.”\nStewart McDonald, a member of the Scottish National Party, grilled her on Wednesday for signs that she was ready to reconsider her Brexit strategy. She did not comply, responding with a set of now-familiar, automatic phrases, like “deliver Brexit for the British people,” which sent Mr. McDonald into a spasm of frustration.\n“I’m trying to be helpful to the prime minister, believe it or not, but this is pure robotic fantasy,” Mr. McDonald said. He grumbled about it later on Twitter, writing: “I tried. But alas, the robot within the PM kicked in and she stuck to her script.”\nThe day provided a number of surreal moments that tested the nation’s storied capacity for calm.\nAt one point, Parliament broke away from the nonstop Constitutional brush fire surrounding Brexit — The Guardian chose to augment its masthead on Wednesday with a reproduction of Edvard Munch’s “The Scream” — to address an obscure motion banning the excessively low positioning of letter boxes.\nPostmen complain that low letter boxes can cause back pain or even, occasionally, hand injuries, explained a lawmaker, Vicky Ford, who noted with admiration that several European countries also regulate the size of letter box “apertures.”\n“I hope this will be a moment of unity in British politics,” she said brightly.\nTen minutes, and it was back to the meltdown of British democracy.\nAs Conservative lawmakers lined up to express their loyalty to Mrs. May, Vicki Young, the BBC’s chief political correspondent, marveled at their pivot from the day before, when many among them had been gleefully plotting to sink her hard-won Brexit deal.\nTheir circling of the wagons, she concluded, was “tribal.” As frustrated as they are with Mrs. May, Conservatives are desperate to avoid a change of government that would put Jeremy Corbyn, the head of the Labour Party, in office.\nMany of them feel sympathy for her, as well, believing that she was given an impossible task.\n“It feels like a parallel universe, doesn’t it, considering where we were last night, just 24 hours ago,” she said. “I have to say, looking at the scenes in the last half-hour or so, it’s the most united the Conservative benches have been, probably, for months.”\nA notable tribute to Mrs. May came from Conservative lawmaker Mark Francois, a leader of the arch-Brexiteer European Research Group.\nMr. Francois, in November, submitted a scathing letter to the party’s 1922 committee, which has the power to remove the party leader, saying Mrs. May “just doesn’t listen” and is “in complete denial.” Since then, he has missed no opportunity to criticize her deal, which he described as “rancid,” and complained that, instead of submitting the deal to a vote, members of her government had “gone and run away and hidden in the toilet.”\nOn Wednesday, Mr. Francois stood in her defense, acknowledging, to widespread laughter, that “she and I have not seen entirely eye to eye in the past.”\n“But I am a Conservative first and last, and I know opportunism when I see it,” he said. “I can tell you, when the bells ring, the whole of the ERG will walk through the lobbies with her, to vote this nonsense down.”\nThe failed challenge to Mrs. May’s leadership came at just the right time, drawing attention away from the dismal failure of her Brexit bill, said Nikki da Costa, a former Downing Street staffer who now works as senior counsel for the Cicero Group, a consulting firm.\n“Without a doubt, it is a wonderful distraction,” she said. “It moves the news story forward very, very quickly.”\nIt does not, however, resolve the matter at hand.\nOn the heels of her crushing defeat on Tuesday, Mrs. May vowed to forge a deal that could win passage, but declined to offer specifics.\nThere is speculation that she could seek a postponement of the March 29 deadline, and agree to keep a permanent customs union with the European bloc. She said on Wednesday that she would invite opposition party leaders to discuss a compromise, but Mr. Corbyn asked her to first rule out leaving the European Union without any agreement.\nWhen historians relate the story of Brexit, they may not even recall Tuesday’s epic defeat as the most important event of the week. One thing is certain: Mrs. May’s survival provides a certain ballast as this process moves forward, Ms. da Costa said.\n“As the years go by, and the 24-hour news cycle passes, it will be interesting to know which bits stand in the memory,” she said. “Certainly the numbers for her defeat were very, very big yesterday. The fact that she is still standing suggests a strange form of stability.”", "date": "Jan. 16, 2019", "href": "https://www.nytimes.com/2019/01/16/world/europe/britain-brexit-theresa-may.html", "tags": "brexit may theresa lady party ” britain perpetual wednesday crisis mrs. deal day"}