{"title": "There's A Christian Alternative To Obamacare- But There's A Catch-", "content": "NORFOLK, Neb. ― Danielle Lammers, a 35-year-old administrative assistant, wife and mother, had a bump on the back of her lower thigh. It had been there for as long as she could remember, but in July of last year it started to hurt while the family was on vacation at a lakeside cabin in Missouri. Her family doctor referred her to a surgeon who could remove it, though she soon learned she was pregnant and had to put off the procedure until she was in her second trimester.\nBoth the doctor and the surgeon seemed confident the growth was benign. It wasn’t. A biopsy showed that Danielle had clear-cell sarcoma, a rare, potentially lethal cancer that typically affects people aged 20 to 40. Suddenly, Danielle needed another, more invasive operation. And she had to get it at an academic medical center in Omaha two hours away, because the doctors closer to her home in Norfolk, a farming and manufacturing city of about 25,000 residents, had never seen it before. \nThe surgery was a success. Danielle knew she would need regular screenings for several years to make sure the cancer doesn’t return, but she was mostly able to turn her thoughts to getting ready for another baby in the house. \nThen came the financial shock: about $50,000 in medical bills. \nShe and her husband, Tracy, had assumed the bills would be not be a problem. They are members of Medi-Share, one of a handful of nonprofit Christian “sharing ministries” whose popularity has exploded in the last few years. Like the other ministries, Medi-Share, based in Florida, promotes itself as an affordable, spiritually oriented way to pay for health care. The Lammers had joined about a year and a half earlier, after Danielle lost her job at a large firm in a round of layoffs and took a position at a small business that doesn’t provide benefits. Tracy, who is 44 and manages a trailer repair shop, also can’t get coverage through work.\nThe Lammers understood they were not buying a traditional insurance product. The company literature made clear the couple was ultimately responsible for their own bills, and that Medi-Share had limits and offered no guarantees of payment. Still, after listening to their friends in Medi-Share talk about their experiences ― and after speaking with the company’s representatives ― the Lammers came to believe Medi-Share would take care of their expenses just as well as the company plan they had from Danielle’s old employer.  \nBut Medi-Share doesn’t operate in the way that an employer plan would. After reviewing her records, it determined the tumor was actually a pre-existing condition ― because, Medi-Share explained in a letter, Danielle had mentioned the bump to her family doctor once before, roughly three years earlier. That made it ineligible for treatment under the ministry’s guidelines. \nThe Lammers were dumbfounded. During the conversation when Danielle had mentioned the bump, it was not causing her discomfort, and the doctor had said not to worry about it. “I wasn’t medicating it, I wasn’t treating it,” Danielle said in January, when she first told her story to HuffPost. “It’s not like every bump becomes cancer.”\nTracy called Medi-Share’s customer service: “I just kept saying, ‘How were we supposed to know? How is anybody supposed to know?’” After a while, he raised his voice enough that Danielle heard him from another part of the house. “It is a Christian place, so you feel guilty even getting mouthy with them,” Danielle said. “But he kinda had to.” \nTracy said it would be more accurate to say he had gotten “nicely angry” ― although, he allowed, he might have cursed once or twice. \nEventually a manager got on the line and suggested the Lammers take advantage of an option the rejection letter had mentioned: filing a formal appeal using Medi-Share’s internal review process. They did, faxing a letter from their family doctor confirming their recollections about the medical history. Two weeks ago, the Lammers learned that Medi-Share was reversing its decision. It had approved payment for a balance that had, by that point, reached nearly $75,000.\n“Tracy and I are beyond grateful that Medi-Share has taken the time to listen to our side of the story and re-examine our bills and our situation,” Danielle said last week, after learning about the decision. “The stress of having to figure out how to pay all of these bills out-of-pocket was devastating.” \nAlthough Medi-Share said it could not comment on specifics of the Lammers’ situation because of confidentiality rules, a spokesperson described its internal review procedure as “far more personal and generous than many of the standard appeal processes in the healthcare industry.”\nStill, the fact that payment was even an issue says a lot about the coverage that sharing ministries provide their members. Pre-existing conditions aren’t supposed to matter anymore, under the Affordable Care Act. But they matter for people who enroll in ministries and other alternatives to traditional insurance. More and more Americans are doing just that.\nStories like Danielle’s were relatively common before the 2010 health care law took effect. Insurance companies selling to individuals rather than through employers routinely scoured medical records for signs that new claims were actually the result of pre-existing conditions that beneficiaries had not disclosed. \nSometimes insurers would refuse to pay for claims or even cancel coverage outright, even if there was scant evidence anybody had covered up an illness. Indignation over the practice reinforced calls for reform, and helped make the enactment of “Obamacare” and its protections for people with serious medical conditions possible. \nToday, people who buy coverage through HealthCare.gov, a state-run analogue like Covered California, or directly from insurers no longer have to worry that prospective insurers will treat them differently or deny them coverage because they have diabetes or cancer. They also know the policies they buy will cover a set of 10 “essential” benefits, including mental health, maternity care, and prescription drugs, paying for pretty much anything that might be associated with a major illness or injury. \nThese protections are wildly popular and help explain why Republican efforts to repeal the law outright have repeatedly failed. But the new requirements have also made insurance more expensive, as insurers pay claims they might have avoided before. Although the ACA also created federal tax credits to cut the cost of premiums, the credits are smaller for people at higher incomes and cut off altogether for people with incomes above four times the poverty line (roughly $100,000 for a family of four). \nThat has created demand for cheaper alternatives, especially for people who don’t get much or any financial assistance. Christian health ministry plans are filling that demand. \nThese plans are not insurance and the law does not treat them that way. They are voluntary arrangements for people who agree to certain conditions, such as abiding by Christian faith, or forswearing alcohol and smoking. They generally do not pay for services that violate religious tenets, such as abortion or maternity coverage from pregnancies out of wedlock. They also offer spiritual support, soliciting prayers for the sick from their members. \nParticipation in sharing plans has increased from less than 200,000 a decade ago to more than 1 million today, according to the trade association that represents them. It is almost certainly financial appeal, rather than spiritual, that is driving this sudden growth. Joining a ministry can cost hundreds or even thousands of dollars a month less than enrolling in a traditional health insurance plan, especially in areas where premiums under the Affordable Care Act have become most expensive. \nBut the reason the ministries are so much cheaper is they aren’t subject to many of the ACA’s requirements, even though having a membership in one provides an exemption from paying the individual mandate penalty, which remains in force until 2019. \nSome ministries have annual or lifetime limits, or set other restrictions on what they will cover ― for example, leaving out inpatient psychiatric care. Some limit or exclude preventative care, including basic cancer screenings. People who join sharing ministries must generally agree, in advance, to forgo lawsuits and take any disputes to arbitration. Usually that means “biblically based mediation and arbitration,” which is a sometimes controversial method that relies partly on religious law. A member with a problem cannot appeal to state insurance regulators for help, because sharing ministries fall outside their jurisdiction.\nThe ministries have many satisfied members, including people who might otherwise not be able to afford coverage. Some find them to be more personal and nurturing than huge, faceless insurance companies. But as the ministries attract a broader group of customers and market themselves more aggressively as an alternative to Obamacare, they are drawing increasing concern from consumer advocates and regulators.\nOne worry is that because of the pre-existing exclusions and benefits structure, ministries disproportionately attract and retain people in relatively good health, leaving the traditional insurance market with a relatively sicker group of customers. This drives up costs for insurers offering traditional plans, forcing them to jack up premiums.\nThe other worry is that people joining the ministries do not fully grasp the limits on their coverage, discovering the truth only when they get sick and suddenly face steep medical bills. \nAs the Lammers’ case shows, even vigilant consumers can be confused about what Christian sharing ministries actually cover.\nDanielle and Tracy have four children, including a pair of twins, and a fifth now on the way. They live in a single-story ranch-style house near the center of Norfolk, just a few blocks down the street from a bank and a Pizza Hut ― and about two miles from the childhood home of Johnny Carson, the city’s most famous former resident. \nThe Lammers say they attend church, but less often than they would prefer. Work and the kids make it shard to find the time. “Our family has Christ in our hearts and in our home,” Danielle said. “Unfortunately, making it to a weekly service just doesn’t work for us right now, but that doesn’t mean we don’t believe and have God in our lives.”\nAs they sat in their living room on a frigid January evening, they recounted reading through the Medi-Share literature and talking to friends who were already members. Danielle, who has straight, light auburn hair that falls past her shoulders, was just starting her third trimester at that time, and seemed more perplexed than angry over what was happening.\n“I feel kind of silly for everything that is going on,” she said. “We understood it wasn’t technically insurance, but it worked the exact same way as insurance.” \nTracy, who is stocky with shorn hair, remembered calling the company four or five times before they signed up. He said he had thought to ask about physician networks, out-of-pocket payments, and prescription formularies ― all the things he figured might become an issue.\nOne reason he finally felt sufficiently confident in Medi-Share, he explained, was that he found out it counted toward the individual mandate. “We don’t have to pay a penalty when we pay our taxes,” Tracy said, cradling one of the twins in his lap. “So they have to follow ― in my opinion, and my doctor feels the same way ― they have to follow federal, or Obamacare, rules.”\nIn reality, ministries were something of an afterthought during the drafting of the Affordable Care Act, as Laura Santhanam recounted in a recent article for PBS Frontline. Ministries had existed as formal, incorporated arrangements only since the 1980s, and two decades later they were still serving a tiny community of people joined mostly by faith. \nRather than pick a fight that would have risked accusations that Democrats were hostile to religion, Obamacare’s architects agreed that ministry members would not have to pay the mandate penalty, as long as the ministries met a handful of conditions ― such as submitting to regular audits in order to ensure solvency and covering medical conditions that arose after a member joined. \nNotably, that meant the ministries could continue to limit or exclude coverage of pre-existing conditions, and decline to include some of the law’s essential benefits. \nEven with that special dispensation, the ministries were not free to operate everywhere, because they previously had run afoul of regulators in some states. In one case, Montana’s insurance regulator blocked Medi-Share from his state following some payment disputes, including one in which a former pastor ended up with unpaid medical bills following a heart attack. \nIn response to such rulings, the ministries sought laws that would partly or wholly shield them from regulation by state insurance departments. Today, 30 states have such laws on the books. Many of them look a lot like a template from the American Legislative Exchange Council, the conservative policy network, which the organization calls the “Freedom to Share Act.” \nIn other states, regulators simply allow the ministries to operate. In Montana, GOP exemption bills kept running into vetoes from Democratic governors until a conservative Republican, Matt Rosendale, won election as insurance commissioner in 2016 and promptly reversed the old ban. \nBy then, Medi-Share had altered its financial model. Instead of collecting sharing contributions, pooling them, and then distributing payments, it was creating individual accounts and redistributing money among them so that members could pay their medical bills. As a result, Rosendale said, Medi-Share no longer qualified as insurance, and so was no longer within his office’s jurisdiction to regulate. (Rosendale’s office declined to return phone calls seeking more explanation of the decision.)\nToday, the ministries operate in all 50 states and market aggressively on television, radio, and the Internet. \nSome ads highlight the ministries’ emphasis on faith. In one television spot for Medi-Share that ran in 2016, families appear interview-style, while soft music plays in the background. “You’re not only getting taken care of by a medical doctor,” one man says to the camera, “you’re also getting taken care of spiritually, through the power of prayer.” \nOther ads focus on affordability. “Medi-Share is about half the cost of other health care programs,” one of the ministry’s Montana radio ads said. “Honestly, this may be a game-changer for you and your family.”\nPlenty of people who belong to ministries have told reporters how much they like the coverage ― that they appreciate both the savings and the spiritual support, and that it was there for them when they needed it. \nOne of them is Erica Jackson, a Texas woman whose daughter ran up more than $12,000 in medical expenses during an emergency room visit. As she told Politico’s Paul Demko and Renuka Rayasam in a recent article on the growth of sharing ministries, all but $3,700 ― her personal share, which is the ministry equivalent of a deductible ― was covered through the ministry. That’s less than the out-of-pocket spending she would have had under many Obamacare plans. “They had it all under control,” she said of the ministry. \nMedi-Share has covered even much larger bills, Michael Gardner, the senior director of marketing and communications at Medi-Share’s parent organization, said in written responses to questions from HuffPost. (The company denied requests for interviews.) In one instance, according to Gardner, members shared $2.29 million in expenses for an infant with severe medical problems. Sixteen members have had more than $1 million in bills they were able to share with other members, he said.\n“Medi-Share is an example of the good that happens when the modern concept of the sharing economy is applied to the Biblical ideal of sharing our resources to lift one another’s burdens,” Gardner said. “While people may inquire due to the program’s availability and affordability, they join and stay because they become part of a community that is committed to and effective at sharing one another’s burdens.”\nBut ministries frequently acknowledge, as Gardner put it, that “health care sharing isn’t for everyone.” Although they don’t generally specify exactly who that might be, it’s easy enough to figure out. \nA Medi-Share member diagnosed with rheumatoid arthritis generally would be on the hook for a half-year’s worth of drugs, some of which cost $2,000 or $3,000 a month, because for any single condition Medi-Share covers only a six-month supply of prescriptions each year. (They would still have access to discounted prices, which Medi-Share offers to members.) The same would be true for a member with hemophilia, treated with drugs that could cost 10 times that or more. A member with a child who has autism and needs speech therapy would discover that Medi-Share, like other ministries, doesn’t usually cover those services at all.\nAnd then there are the stories of people in ministries who run afoul of pre-existing condition exceptions. One of them is an Illinois couple, Bet and Erik Olson, who adopted two children from Ethiopia. Their story was the focus a lengthy 2017 investigation by journalist Laura Turner in BuzzFeed. Both of the Olson’s children needed expensive blood work, and one has a disorder that requires expensive medication. Their provider, Samaritan Ministries, rejected the bills as related to a pre-existing condition (and would not answer questions from BuzzFeed as to why).\nAt Medi-Share, Gardner said, the ministry “goes to great lengths to ensure that prospective members understand that Medi-Share is not insurance.” The guidelines spell out the limits, and members must indicate with a separate signature that they understand those limits. But experts and consumer advocates worry that people who sign up for ministries may not realize the implications of those limits until it’s too late.\n“They are being marketed as an alternative [to regulated insurance], so that suggests they are somewhat equivalent,” says Karen Pollitz, a senior fellow at the Henry J. Kaiser Family Foundation. “People don’t understand what they are buying isn’t insurance. It’s easy to get lost.”\nMartin Swanson, health policy director at the Nebraska Department of Insurance, told HuffPost that he and his colleagues are hearing about ministries more and more, especially at public information events. He said he always warns people that joining means giving up some coverage guarantees and that, if members run into trouble, his office won’t be in a position to help them because Nebraska is among the states that exempts ministries from insurance department oversight. \n“There is nothing we can do,” Swanson said. \nUsually it’s brokers, not state regulators, that people consult when considering whether to join a ministry. Many brokers sell them happily ― sometimes taking large commissions, though it depends on the ministry. \nOne exception is Courtney Callaway, an Omaha-based broker for Prime Choice Insurance. Although Callaway knows that the ministries work well for a lot of people, she won’t sell them because she doesn’t think she can stand behind them with the confidence she has in traditional insurance policies. “To me it’s too dangerous,” Callaway told HuffPost. “It’s not insurance.” \nCallaway understands why people go to the ministries anyway. It’s because the plans from HealthCare.gov and insurers have gotten so expensive. And if they don’t turn to ministries, they will turn to some other alternative.\nFrequently, that means buying short-duration health insurance plans, which several major carriers sell and which typically last just three months (although some insurers package them in bundles so they last for a year). Designed as stopgaps for brief but predictable lapses in coverage, they’ve become increasingly popular among people seeking a less expensive alternative to Obamacare ― although, like the ministries, short-duration plans are cheaper because they offer less coverage and include a variety of pre-existing restrictions.\nCallaway sells these, figuring they are better than nothing and are under insurance department regulation. But she says she goes through the plans with her clients very carefully, to make sure they understand all the ways a short-duration plan could leave them exposed to big medical bills.\nNebraska is not the only place where this is happening. Iowa and Tennessee are among the states where the insurance markets are evolving in a similar manner. Thanks to a combination of factors, some related to the design of the Affordable Care Act and some related to the way hostile Republican officials have implemented it, the underlying cost of comprehensive coverage has risen dramatically in these places.\nIt’s not a problem for the majority of people buying on their own, because they qualify for tax credits. They can get plans for dirt cheap, or sometimes for no cost at all. But other buyers are migrating to alternative means of paying their medical bills ― if not the ministries, then the short-term plans ― that cost less upfront but are not as useful, or simply not available, to people with serious medical problems.\nThis ends up creating a cycle, as the group of people still buying traditional policies gets less and less healthy. “That will make the market less attractive to insurance companies, driving up prices and reducing plan choices for consumers that want or need real insurance coverage,” said Sabrina Corlette, a research professor at Georgetown University. \nThe Trump administration and its allies are not trying to stop this transformation. They’re trying to speed it up, as part of their efforts to undermine the 2010 health care law. Last month, the administration proposed a regulation that would make it easier for insurers to sell short-duration plans. This past week, GOP lawmakers in Florida passed a bill that would make it easier for residents to join ministries.\n One legislator there said he wasn’t worried that the ministries were outside the state insurance department’s jurisdiction because, as he put it, they are “self-regulating.”\nThat may be enough for many of their members. Even the Lammers seem okay for now. Their baby is due in April and they can finally think about paying for diapers rather than tens of thousands of dollars in medical bills. \nBut without some new action on health care from Washington ― the kind that would guarantee affordable coverage for everybody, regardless of health status and income ― there will be a lot more stories like theirs. And sometimes the endings of those stories will be worse.", "date": "\n03/09/2018", "href": "https://www.huffpost.com/entry/christian-health-ministry-obamacare_n_5a9d66fee4b0a0ba4ad6754b", "tags": "christian medi-share obamacare- catch- ” alternative ― one ministries insurance"}