{"title": "Theresa May Stalls on Brexit. Again. And Again. And Again.", "content": "LONDON — Prime Minister Theresa May has delayed so many decisions on Britain’s withdrawal from the European Union that critics accuse her of turning can-kicking into a political art form.\nOn Tuesday she did it again, this time with just 45 days to go before Britain plans to leave the bloc.\nUndeterred by the looming deadline, Mrs. May pleaded with British lawmakers for more time, saying she is still in talks with officials in Brussels.\n“We now all need to hold our nerve to get the changes this House requires and deliver Brexit on time,” Mrs. May said.\nHer reasoning was discounted by critics because there seems little prospect of the European Union ever granting the changes she has said she needs to rescue her Brexit plan, which was rejected overwhelmingly by Parliament last month.\nNevertheless she asked lawmakers to hold off for another two weeks before they hold a crunch vote and, possibly, seize control of the Brexit process.\nThe signs are that Mrs. May will get her way, for now, as the more pro-European faction within her Conservative party still seems petrified of voting to stop the outcome they fear: a hugely disruptive departure without an agreement. That way, many have decided, lies political suicide.\nBut for months opposition parties have accused Mrs. May of running down the clock until Britain’s scheduled departure on March 29, in the hope that the fear of an economically-disastrous no-deal Brexit will induce lawmakers to back her unpalatable exit agreement at the eleventh hour.\n“She is playing for time and playing with people’s jobs, our economic security and the future of our industry,” the Labour party leader, Jeremy Corbyn, told lawmakers, adding that Mrs. May hoped that lawmakers could be “blackmailed into supporting a deeply flawed deal.”\nYet, her tactics have piled pressure on pro-European lawmakers in her party, including several ministers who are reportedly so appalled at the potential economic and political dislocation of a “no deal” Brexit that they might resign to support a move to stop it.\nTraditionally more conciliatory than hard-line Brexit supporters, the more pro-European faction now faces an acute dilemma. If they rebel they will stand accused of undermining Mrs. May in her confrontation with Brussels, and risk having pro-Brexit Conservatives turn against them.\nBut if they hold back for too much longer, they could leave it too late, and some are wondering whether Mrs. May could — ultimately — end up appeasing her right-wingers and stumbling into a no-deal Brexit.\n“I suspect that there are enough government ministers who are sufficiently worried about the consequences that, at the end of February, they will put their foot down and threaten to walk,” said Tim Bale, professor of politics at Queen Mary, University of London.\n“But it will have to be some pretty high profile people,” he added, noting that it was not in the DNA of the pro-Europeans to play hardball. “They are in some senses still seemingly happy to take a knife to a gunfight. They do have to start packing some heat instead of talking a good game.”\nThe signs are that Mrs. May will continue to string things out, if she is allowed to do so. On Tuesday, she hinted strongly that were she to win a vote for a revised version of her deal, she would cut legislative corners to rush it through Parliament.\nThat suggests she might plan to leave things very late indeed. Interviewed by the BBC, Andrea Leadsom, the leader of the House of Commons, refused to deny that a final vote on Mrs. May’s plan could be delayed until after a European Union summit on March 21-22. That would mean a vote just days before Brexit.\n“It seems utterly preposterous that we get to a few days to go and no one knows what’s happening, but I do think in some ways that’s Theresa May’s ideal scenario because a lot of members of Parliament would then go for her deal,” Mr. Bale added.\nCritics point out that the cost to the economy is already significant — some companies have moved operations to other countries — and can only increase. Mark Carney, the governor of the Bank of England, said on Tuesday that it was clear that Brexit uncertainty was prompting companies to hold back on making big decisions, and that much worse could be on the way.\n“A no-deal would be an economic shock for this country,” he said in a speech in London.\nThat was mild compared to the chief executive of the Food and Drinks Federation, Ian Wright. “This is the biggest threat that our members and businesses have since 1939,” he told the BBC, adding that “many businesses are threatened with extinction.”\nThough one of the objectives of Brexit is the ability to strike independent trade deals around the globe, it is still struggling to replicate the ones that it currently enjoys through its membership in the European Union.\nA no-deal Brexit would threaten those trade concessions, and some exporters will soon have to begin shipping goods to Asia not knowing whether or not tariffs will be due when they arrive.\n“With less than 50 days for the Brexit deadline, Britain has managed to secure the continuation of the E.U. trade preferences with merely six trading partners out of the 50-plus countries with which it already enjoys trade preferences through the European Union’s free trade agreements,” said Lourdes Catrain, a partner at the law firm Hogan Lovells, in Brussels.", "date": "Feb. 12, 2019", "href": "https://www.nytimes.com/2019/02/12/world/europe/theresa-may-stalls-on-brexit-again-and-again-and-again.html", "tags": "brexit european may stalls theresa union lawmakers — mrs."}