{"title": "Theresa May urges EU to retain trade terms for two years after Brexit", "content": "PM Theresa May has said there should be a transition period of \"about\" two years after Brexit, during which trade should continue on current terms.\nEU migrants will still be able to live and work in the UK but they will have to register with the authorities, under her proposals.\nAnd the UK will pay into the EU budget so member states are not left out of pocket.\nShe hopes this offer, made in a speech in Italy, will unblock Brexit talks.\nThe EU's chief Brexit negotiator Michel Barnier described the speech as \"constructive\" and said the prime minister had shown \"a willingness to move forward\".\nThe prime minister also proposed a \"bold new security agreement\" and said the UK would be the EU's \"strongest partner and friend\".\nOn trade, she said the two sides could do \"so much better\" than adopt existing models.\nThere was \"no need to impose tariffs where there are none now\", the prime minister said.\nShe did not mention how much the UK would be prepared to continue to pay into the EU for two years after it leaves in March 2019, but it has been estimated as being at least 20bn euros (about £18bn).\nIn her speech, Mrs May said the UK would \"honour commitments\" made while it had been a member to avoid creating \"uncertainty for the remaining member states\".\nShe also suggested that the UK and EU would continue working together on projects promoting long-term economic development and the UK would want to \"make an ongoing contribution to cover our fair share of the costs involved\".\nWhen the two-year transition period is up, the UK and EU could move towards a new \"deep and special partnership,\" she said in her speech.\nBut by March 2019, neither the UK or EU would be ready to \"smoothly\" implement new arrangements needed: \"So during the implementation period access to one another's markets should continue on current terms and Britain also should continue to take part in existing security measures.\" \nSuch a period should be \"time limited\", she said, as neither the EU nor the British people would want the UK to remain in the EU longer than necessary - with its length being determined by how long it takes to set up new systems. \nAs new immigration systems would take time to introduce, she said \"people will continue to be able to come and live and work in the UK, but there will be a registration system - an essential preparation for the new regime\".\nIt is an offer, not a blinding revelation, but a limited flash of ankle to her continental counterparts.\nToday was not about lavishing detail on the EU side who are eager to understand more about what it is the UK actually wants from them after we leave.\nIt was the notional writing of an undated cheque from us to them, that government insiders hope means next week, when the official talks get back under way, some progress can actually be made.\nRead Laura's full blog\nBut she hoped to build a \"comprehensive and ambitious\" new economic partnership with the EU in the long-term. \nThis should not be based on existing agreements with Canada or European Economic Area membership, she said, but a \"creative solution\" should be found to reflect the existing relationship between the UK and EU.\nTo EU citizens in the UK she offered reassurance that \"we want you to stay, we value you\" and acknowledged differences with the EU over which courts should guarantee their rights after Brexit. \nShe said she wanted UK courts to take account of rulings by the European Court of Justice and hoped \"on this basis, our teams can reach firm agreement quickly\".\nMrs May opened her speech by saying Brexit was a \"critical time in the evolution of the relationship between the United Kingdom and European Union\".\n\"I look ahead with optimism, believing that if we use this moment to change not just our relationship with Europe but also the way we do things at home - this will be a defining moment in the history of our nation,\" she told the audience of cabinet members, journalists and Italian dignitaries. \nResponding to the speech, EU Brexit negotiator Mr Barnier, who did not attend, said the prime minister had \"expressed a constructive spirit which is also the spirit of the European Union during this unique negotiation - the speech shows a willingness to move forward, as time is of the essence\".\nBut he added that while her statements on EU citizens were \"a step forward\", they \"must now be translated into a precise negotiating position of the UK government\".\nAnd he said he would have to examine the \"concrete implications\" of the UK's pledge that no member state would have to pay more as a result of Brexit adding: \"We shall assess ... whether this assurance covers all commitments made by the United Kingdom as a member state of the European Union.\"\nThe European Parliament's Brexit negotiator Guy Verhofstadt, said the UK's position was becoming \"more realistic\" but \"a new registration mechanism for EU citizens going to live and/or work in the UK is out of the question\".\nLabour Leader Jeremy Corbyn said the speech suggested the PM had \"listened to Labour and faced up to the reality that Britain needs a transition on the same basic terms to provide stability for businesses and workers\".\nHe added: \"There has to be a transition period to protect jobs. \n\"Our whole point throughout this whole process has been a Brexit that damages employment and jobs is very, very dangerous for everybody in this country.\"\nThe speech was broadly welcomed by pro-EU Conservative MPs Ken Clarke and Anna Soubry, but pro-Brexit former cabinet minister Owen Paterson expressed concern about a two-year period during which \"we are still bound in by European rules\".\nThe speech was called \"positive, optimistic and dynamic\" by Foreign Secretary Boris Johnson -  who was in the audience days after publishing a 4,000-word article outlining his vision for leaving the EU, which had led to him being accused of being a Brexit \"back-seat driver\".\nHe said: \"We are going to have a transition period and after that, of course, we are going to be taking back control of our borders, of our laws, of our destiny.\"\nChancellor Philip Hammond said it was an \"excellent speech\", and a \"decisive intervention\" that had given \"great clarity to business and to our EU partners about our ambitions for an interim period, and our plans for the long-term relationship with the European Union\".\nHe was confident \"we're now going to be able to move the negotiations forward\".\nFormer UKIP leader Nigel Farage said: \"Theresa May's vision is that we leave the European Union but we do it in name only.  \n\"We have a transitional period, that begins for a two year [period] and it could go on of course much longer than that, in which case we effectively don't leave anything.\" ", "date": "22 September 2017", "href": "https://www.bbc.co.uk/news/uk-politics-41355642", "tags": "brexit european may uk continue eu theresa speech urges terms trade two years period new retain"}