{"title": "There's Not Much Time Left To Get Obamacare For 2018", "content": "The majority of Americans who buy health insurance on their own have until Friday to pick a plan and sign up if they want coverage for 2018. \nAt this point, nobody knows just how many will enroll, what kinds of insurance they will choose or what those numbers will say about the status of the health care system as the Affordable Care Act enters its fourth year of full implementation ― but its first under the management of President Donald Trump.\nFrom 2014 to 2016, enrollment through HealthCare.gov, the federally run marketplace that 39 states use, and its state counterparts, including Covered California and Maryland Health Connection, increased steadily, helping to bring the number of Americans without insurance to historic lows. Enrollment in 2017 has been slightly lower than it was a year ago. Most experts expect enrollment next year will be significantly lower still.\nOne reason is that insurers, having failed to attract healthy consumers in the numbers they expected, have raised premiums in order to avoid financial losses. In some states, people who don’t qualify for federal tax credits are finding even the cheapest, skimpiest plans to be unaffordable.\nBut that’s only one part of the story. Another reason experts expect an enrollment decline is the Trump administration’s management of the program, which has included neglect and outright sabotage.\nOver the past year, the administration has reduced spending on “navigators,” the official counselors who help people enroll, by 40 percent. And it has cut spending on advertising by 90 percent, despite evidence that such efforts boosted enrollment and encouraged people to shop around for better deals. \n(Many experts think a cut to last-minute advertising at the end of 2017′s open enrollment, which the Trump administration made right after taking office, is the reason 2017 enrollment ended up slightly lower than in 2016.)\nIn October, Trump halted a series of payments to insurers. Those payments reimbursed insurers for providing more generous coverage options to low-income consumers, as the law requires insurers to do. The payments were the subject of a legal dispute, but the Obama administration had continued to make them anyway. \nAnd, of course, the administration has worked with Republicans in Congress to repeal the Affordable Care Act, creating confusion and uncertainty over the program’s future. In October, Trump declared that “Obamacare is finished. It’s dead. It’s gone.”\nNotwithstanding Trump’s declaration, the law is still on the books, which means there are still insurance options available to people who need them. And for people with incomes below 400 percent of the poverty line ― $48,240 for an individual, $98,400 for a family of four ― there are still tax credits that offset premiums. The tax credits vary based on income, and for some people they are worth thousands of dollars a year, making insurance a relative bargain.\nOne key piece of the Affordable Care Act’s infrastructure, the individual mandate, may not be around much longer. The mandate requires that people pay a penalty if they don’t have insurance; the tax cut legislation Republicans want to pass would reduce that penalty to zero, effectively ending it. \nBut the most recent iteration of the proposal, in the bill the Senate passed earlier this month, would leave the penalty until 2019, which means consumers would still face it next year.\nMeanwhile, navigators, brokers and other people who assist with enrollment say they are busier than ever, although they’re encountering plenty of confused consumers. One possible reason: The attention to the fight over repeal has gotten more people thinking about insurance and trying to secure coverage while they can.\nWhatever the reason, those firsthand impressions are consistent with available statistics. Sign-ups for the first few weeks of 2018 open enrollment were actually a good bit higher than they were in the first few weeks of 2017.\nThe catch ― and the reason experts expect fewer sign-ups this year ― is that open enrollment is about to end. In previous years it was extended into the new year, and in 2014, the first year of open enrollment, people could sign up all the way through March.\nIt would take a surge of historic proportions in the last few days to push 2018 enrollment past where it’s been for 2017.\nNot everybody getting coverage through HealthCare.gov has to sign up by this year’s HealthCare.gov deadline ― which, officially, is midnight Pacific time on Friday. Some have extra time.\nIn particular, people who live in counties that got federal disaster declarations after this summer’s hurricanes have until the end of the year ― although they will have to apply by phone, through the HealthCare.gov call-in center, rather than on the website.\nMost of the states running their own marketplaces have later deadlines, and some, like Maryland, just extended theirs. In California and New York, all consumers have until the end of January. (The website healthinsurance.org has an updated list of deadlines in the state-run marketplaces.) \nThere are also special deadline extensions for people whose 2017 plans no longer exist because insurers have left their markets or no longer offer the same plans. These people will be “passively” enrolled in different plans, but if they don’t like what they are getting they have until March 1 to switch.\nAnother wrinkle in this year’s open enrollment is the type of plans people are picking. Consumers are gravitating to different kinds of policies ― again, largely because of actions by the Trump administration.\nWhen Trump decided to cut off those payments to insurers, insurers reacted by raising premiums in order to make up for the revenue they knew they were losing. But most insurers didn’t simply raise rates on all plans. Instead, they put the increase exclusively on “Silver” policies, which cover roughly 70 percent of the typical person’s medical bills.\nThere’s a reason most insurers loaded the premium increases on Silver plans. The federal government uses the price of the second-cheapest Silver plan in every region to calculate the value of those premium tax credits ― so as premiums increase, the tax credits rise in tandem. That insulates lower-income consumers from higher Silver premiums, because the government ends up absorbing the increases.\nBut there’s a secondary effect, too. People who are eligible for tax credits can use the subsidy to buy any insurance on the exchanges, including Gold plans (which are more generous than Silver) or Bronze plans (which are less generous than Silver). In places where the tax credits have gotten a lot bigger, because Silver plans have gotten a lot more expensive, some Gold plans are suddenly a lot cheaper for many consumers and some Bronze plans are literally free.\nNot surprisingly, insurers are reporting surges in both Bronze and Gold purchases relative to last year.\nNot every consumer is so lucky. In some states, people who don’t qualify for tax credits are facing higher premiums because of the rate hikes. And some consumers have fewer choices because insurers abandoned their markets earlier in the year. Many of those insurers cited the possibility of losing those federal payments as one reason to leave.\nSome of the people facing much higher premiums this year, whether because of actions Trump took or because insurers lost so much money in the program’s early years, will decide not to have insurance at all.\nOthers will seek out alternatives, like limited-duration insurance plans, which are good for three months or, in some cases, a full year. Still others will sign up for Christian “sharing ministries,” in which people (usually from the same faith) pool contributions in order to pay medical bills for their members.\nThese plans don’t comply with all the Affordable Care Act’s regulations. They don’t provide the same level of protection from medical bills, and they are not generally available to people with pre-existing conditions. But they still pay some bills (depending on the plan, it’s enough to cover the majority of major medical issues), and people who have no other affordable options through the Affordable Care Act frequently find them valuable.\nPeople who buy short-term plans have to pay the mandate penalty. People who buy the sharing ministry plans don’t, making them an especially attractive option in places where premiums have rendered coverage without tax credits prohibitively expensive.\nThis article has been updated with the latest deadlines for 2018 coverage. ", "date": "\n12/13/2017", "href": "https://www.huffpost.com/entry/affordable-care-act-open-enrollment-ending_n_5a31a891e4b091ca26853702", "tags": "left much consumers tax obamacare insurers get ― year plans time insurance enrollment"}