{"title": "There Were More Anti-Muslim Hate Crimes Last Year Than Any Year Since 2001", "content": "Hate crimes against Muslim Americans have risen to their highest level since the period following the Sept. 11 attacks, a new report tracking extremism and hate in the United States has found.\nThe sharp increase appears to be partly fueled by a string of recent terrorist attacks, but researchers also found a disturbing spike in hate crimes after Republican presidential nominee Donald Trump proposed a Muslim ban.\nHate crimes against Muslims were up 78 percent during the course of 2015, with a particular increase in crimes that targeted people viewed as Arab, according to a report from the Center for the Study of Hate and Extremism at California State University, San Bernardino. The Huffington Post received an advance copy of the report, which analyzes official hate crime data across 20 U.S. states.\nThere were about 260 anti-Muslim hate crimes in 2015, the report notes. That’s the worst total since 2001, when a record 481 anti-Muslim hate crimes occurred. Hate crimes against Muslims and people of Middle Eastern descent skyrocketed nationally in late 2001, following the Sept. 11 attacks.\nNow they’re skyrocketing again. As the graphic above shows, Arabs, Muslims and transgender people all experienced a dramatic increase in hate crimes between 2014 and 2015. HuffPost’s Islamophobia tracker has documented 261 anti-Muslim acts so far in 2016. \nYet the factors contributing to the spike in anti-Muslim rhetoric and violence are complex and include not only high-profile terrorist attacks ― like the ones last year in Paris and San Bernardino, California ― but also existing prejudices and stereotypes that depict Muslims negatively, the researchers note. \nPoliticians’ Islamophobic statements on the campaign trail may have contributed to a climate of hate. Several Republican presidential candidates ― including the GOP nominee ― have called for shuttering mosques, killing families of terrorists, waterboarding terror suspects, developing a religious test for refugee admission, and have compared Muslim refugees to rabid dogs.\nTrump has also proposed banning all Muslims from entering the U.S. and establishing a national registry of all Muslims already here.\nTo measure a possible “Trump effect,” researchers tracked how many hate crimes occurred after Trump proposed his Muslim ban. Eight anti-Muslim hate crimes occurred after the San Bernardino attacks, but before Trump tweeted about the Muslim ban on Dec. 7. Yet on the day Trump proposed the ban and over the next four days, there were 15 hate crimes (including two on Dec. 7, after he tweeted).\nThose crimes included multiple assaults and two fire bombings, one in the hours immediately following Trump’s announcement, the researchers said.\nThey also found a moderate weekly rise in hate searches on Google, like “kill all Muslims,” after Trump proposed his Muslim ban.\nAltogether, there was an 87.5 percent increase in hate crimes against Muslims in the days directly following Trump’s proposal.  \nTrump has denied that he is encouraging violence among his followers, but the Council on American-Islamic Relations, a leading Muslim advocacy group, has argued that his rhetoric clearly incites violence against Muslims.\nThe researchers contrasted hate crime activity following Trump’s remarks with the activity that followed a now-famous speech delivered by former President George W. Bush just six days after the 9/11 attacks.\n“The face of terror is not the true faith of Islam,” Bush said in the speech. He also quoted a portion of the Quran to prove his point.\n“That’s not what Islam is all about,” Bush added. “Islam is peace.”\nAnalyzing FBI data from the days that followed 9/11 and Bush’s speech, researchers found there were 77 anti-Muslim hate crimes documented between Sept. 12 and Sept. 17, the day of Bush’s address. During the six days that followed his speech, anti-Muslim hate crimes dropped notably to 26, the researchers found.\nCorrelation does not necessarily imply causation, however, and the researchers say it’s impossible to determine if an intolerant statement inspired someone to carry out a crime ― or, conversely, if a tolerant message dissuaded someone from doing so.\nBut the findings warrant further analysis. It’s a “confluence of both individual and social factors” that can catapult people to violence, said Brian Levin, author of the report and director of the Center for the Study of Hate and Extremism.\n“During times of fear, particularly following highly charged terrorist attacks, leaders can either soothe fears, or enflame them,” Levin told HuffPost by email. “When they do the latter, a severe spike in violence can follow as individuals feel emboldened. While leaders should engage in vigorous debate uncensored in our market place of ideas, they should well understand ... that words do matter.”\nEditor’s note: Donald Trump regularly incites political violence and is a serial liar, rampant xenophobe, racist, misogynist and birther who has repeatedly pledged to ban all Muslims — 1.6 billion members of an entire religion — from entering the U.S.\nThe Huffington Post is documenting the rising wave of anti-Muslim bigotry and violence in America. Take a stand against hate.", "date": "\n09/19/2016", "href": "https://www.huffpost.com/entry/hate-crimes-muslims-since-911_n_57e00644e4b04a1497b59970", "tags": "anti-muslim crimes hate since muslims ” muslim last year researchers attacks"}