{"title": "These Are The Heroes Who Chased Off The Poway Synagogue Gunman", "content": "An Army veteran, an off-duty Border Patrol officer and an Israeli war veteran are credited with coming to the rescue in Saturday’s deadly shooting inside a California synagogue that left one woman dead and three others injured.\nThe three men were attending services inside the Chabad of Poway when authorities say 19-year-old John Earnest, armed with a rifle, entered the lobby and opened fire, fatally shooting 60-year-old Lori Gilbert-Kaye in front of her husband and daughter.\n“I turned around and I’m face-to-face with this murderer ― terrorist ― who was holding a rifle and looking straight at me,” Rabbi Yisroel Goldstein recalled on NBC’s “Today” show. “And then as soon as he saw me, he started to shoot toward me, and that’s when I put my hands up and then my fingers got blown away.”\nAlmog Peretz, 34, who is visiting the U.S. from Israel, immediately ran to gather children who had been playing when he was hit with shrapnel in his leg. An 8-year-old girl was also wounded by the shrapnel, Goldstein said.\nOscar Stewart, 51, who served as a sergeant in the Army, told the Los Angeles Times that he was sitting inside the synagogue when he heard the gunfire and ran toward the sound. There, he saw the gunman and, despite being unarmed, he yelled, getting the man’s attention.\n“When I shouted, they said that it sounded like four men shouting,” Stewart recalled to San Diego station 10 News. “I don’t know if that was me or if that was an angel, if you believe in angels, or what made that noise.”\nStewart told the L.A. Times that his bellowing words included a threat to the man: “I’m going to kill you.”\nThe gunman turned and fled the building, Stewart said. Goldstein told reporters that the shooter’s gun had “miraculously” jammed.\nStewart said he continued to give chase to the gunman in the parking lot, where he was joined by off-duty Border Patrol agent Jonathan Morales, who hollered at the shooter to stand back as he opened fire at Earnest’s vehicle.\n“He shot at a parked car. We were trying to immobilize the vehicle. He was shooting at the wheels,” Stewart told 10 News.\nGoldstein described Morales as having recently discovered his Jewish roots. He had driven 3½ hours from El Centro to attend service at his synagogue.\n“He felt this is his house of worship,” Goldstein said of Morales, who Goldstein said he asked to attend his services while armed. “You never know when we will need it.”\nEarnest was able to speed off but not before Stewart said he and Morales took down his vehicle’s license plate number. \nEarnest was arrested not long after and booked into the San Diego Center Jail. He has been charged with one count of first-degree murder and three counts of attempted first-degree murder.", "date": "\n04/29/2019", "href": "https://www.huffpost.com/entry/heroes-poway-synagogue-shooting-california_n_5cc735e7e4b0537911493645", "tags": "shooting gunman goldstein heroes earnest poway ” inside synagogue told chased morales stewart"}