{"title": "These Are The Types Of Islamophobia Fox News Is OK With", "content": "“Think about it. [Rep. Ilhan] Omar wears a hijab,” Fox News host Jeanine Pirro looked straight into the camera and told her viewers Saturday night. “Which, according to the Quran 33:59, tells women to cover so they won’t get molested. Is her adherence to this Islamic doctrine indicative of her adherence to Sharia law, which in itself is antithetical to the United States Constitution?”\nHer on-air comments, which explicitly questioned Omar’s loyalty as an American lawmaker simply because of her religious beliefs, were widely criticized, with civil rights groups nationwide calling for Pirro’s resignation. Her employer even condemned her comments in a statement released on Sunday, saying they “do not reflect those of the network.” \nOmar (D-Minn.), one of the first two Muslim women elected to Congress, later thanked the network on Twitter for its condemnation. Shortly after that, Pirro released a statement defending her segment, saying that she did not call Omar un-American and that her “intention was to ask a question and start a debate, but of course because one is Muslim does not mean you don’t support the Constitution.”\nBut to say Pirro’s comments do not reflect Fox News’ position is far from the truth. For years, she has propagated anti-Muslim disinformation without any consequence — and so have her colleagues throughout the network. Fox News has amassed a well-documented history of spewing anti-Muslim propaganda with impunity.\nIn a 2016 segment of “Fox News Live,” Pirro advocated for mosques to be surveilled and supported Newt Gingrich’s call to “test every person here who is of a Muslim background, and if they believe in Sharia, they should be deported,” as he told the network’s Sean Hannity.\nIn 2015 she invited a Steve Emerson, a “high-profile Muslim-basher,” according to the Southern Poverty Law Center, to discuss his since-disproved theory about so-called no-go zones in the U.K. and France; he claimed Muslims who refuse to assimilate reside in enclaves that are beyond the control of local law enforcement and even bar non-Muslims from entering.\nAfter the 2015 Charlie Hebdo attack in France, Pirro’s show promoted bigoted inaccuracies — among many during Fox News’ coverage. The network was forced to issue not one but four corrections in a single day for wildly inaccurate reporting about Muslims in Europe. \nThat year, she went on a seven-minute Islamophobia-riddled tirade in which she said a “reverse Crusade” was in progress against white Christians. In another instance, she called for the mass murder of Islamists — a label used to describe politicians who run on political platforms influenced by the Islamic faith. \nA few days after the 2015 National Prayer Breakfast, a national interfaith event held in Washington, D.C., Pirro again took to her show and collectively blamed Muslims, a community of 1.6 billion people, for a series of terrorist attacks. She berated then-President Obama to “stop defending Islam” and to “start protecting Americans.” \n“Consider this: The first World Trade Center attack in 1993, by Muslims. The USS Cole bombers were Muslim. The Fort Hood shooter was Muslim. The shoe bomber was Muslim. The underwear bomber was Muslim. The Boston bombers were Muslim. The Sept. 11 hijackers were Muslim,” she said. “Mr. President, please identify what other violence is being committed against Americans in the name of any other religion, or is it just coincidence?”\nFox News has repeatedly pushed anti-Muslim conspiracy theories, hosted numerous Islamophobic personalities and consistently weaved in blatant hate and bigotry in its coverage of Muslims. \nA Fox News representative told HuffPost that these instances occurred under old management. \nMedia Matters, a nonprofit research center dedicated to monitoring and correcting misinformation in American media, has long documented Fox News’ Islamophobic history.\n“It’s definitely not isolated to her show. That’s a given,” said Rebecca Lenn, Media Matters’ director of external affairs. “Fox News has definitely been a leading driver of the anti-Muslim fervor in the media landscape for a long time. There is no doubt, taking a step back, that bigotry and extremism are at the very heart of the network, and that’s becoming even more of a reality since the network has positioned itself as Trump’s go-to propaganda network.”\nThere is no shortage of examples of blatant anti-Muslim rhetoric broadcast on Fox News. \nOn “Fox & Friends,” co-host Brian Kilmeade claimed in 2010 that “all terrorists are Muslims.” In another episode of the same program that year, co-host Pete Hegseth had some advice for the Muslim community, saying, “If you don’t want to be portrayed in a negative light, maybe don’t burn people alive and set off bombs and things like that.”\n“Muslim immigration means more Islamic terrorism,” said Pamela Geller on Sean Hannity’s show in 2017. The Southern Poverty Law Center designated her “the anti-Muslim movement’s most visible and flamboyant figurehead.” \n“You have to admit, there is a Muslim problem in the world,” Jesse Watters said on “The O’Reilly Factor” in 2017.\nThe anti-Muslim hatred goes back for years. In 2010, when Muslim Americans wanted to construct an Islamic center known as Park51 in lower Manhattan, Fox News commentators regularly demonized idea in a number of segments. In August of that year, Fox News legal analyst Peter Johnson said New York Muslims should “give up their rights” in order to be “good neighbors.” One month later, Fox News host Bill Hemmer said the center “could also be the first stop for a radical jihadist who comes to America who wants to go pray.” \nWhile Obama was running for president and throughout his time in the White House, Fox News anchors continually recycled the narrative that he was a Muslim (he isn’t), insinuating that just being of the Islamic faith would be problematic.\nAs with Pirro’s recent smear against Omar, former Fox News contributor Eric Bolling claimed in 2012 that Obama was a Muslim who “answered to the Quran first and to the Constitution second.” \nOther examples of Fox News’ perpetuation of anti-Muslim hysteria include pushing the conspiracy that Sharia, a religious framework that Muslims adhere to in everyday life, is set to take over the U.S. government and replace it with a violent, backward legal framework. (No national Muslim organization has ever called for Sharia to supersede American courts. In fact, the sheer idea goes against how Sharia actually works.)\nLenn said Pirro’s latest comments are just another example of an overarching problem at Fox News that is unlikely to end anytime soon. \n“Fox News’ condemnation of her remarks is definitely disingenuous. Pirro is going to continue to push these narratives forward, and so will other Fox News hosts,” Lenn said. “No doubt has Fox News at its core driven the Islamophobia problem that we see today and has mainstreamed it.”\nThis story has been updated to include a comment from Fox News.\nCORRECTIONS: A previous version of this story stated incorrectly that Brian Kilmeade claimed in 2017 that “all terrorists are Muslims” (he made the comment in 2010) and that Eric Bolling is a Fox News contributor (he is no longer with the network).", "date": "\n03/12/2019", "href": "https://www.huffpost.com/entry/fox-news-islamophobia_n_5c8811ebe4b038892f482d12?74", "tags": "anti-muslim fox network news muslims ok islamophobia ” types muslim pirro"}