{"title": "These Candidates Could Be America’s First Muslim Women In Congress", "content": "A handful of candidates running for office in 2018 could soon become the first Muslim woman (or women) to ever serve in U.S. Congress.\nDemocrats Fayrouz Saad and Rashida Tlaib are running for House seats in Michigan; Ilhan Omar for a House seat in Minnesota; Deedra Abboud for Senate in Arizona; and Tahirah Amatul-Wadud for a House seat in Massachusetts. If any of them get past their primaries and win in November, they would break historic barriers for Muslim women’s representation.\nTheir candidacies come at a particularly trying time for Muslim Americans. Over the past couple years, the Muslim community in the United States has faced a spike in hate crimes amid President Donald Trump’s election, Islamophobic rhetoric and policies from the White House, and a travel ban upheld by the Supreme Court targeting Muslim-majority countries.\nThe women are part of a record wave of Muslim candidates running for office in 2018, alongside unprecedented numbers of women running since Trump’s election and a movement of progressive candidates seeking to push the Democratic Party establishment further left. Several of the candidates were endorsed by the Justice Democrats ― the progressive political group that backed Alexandria Ocasio-Cortez in New York in her now-famous upset win.\nIf victorious, they would follow in the footsteps of Rep. Keith Ellison (D-Minn.), the first Muslim ever elected to Congress, and Rep. André Carson (D-Ind.), the second and only other. \n“It’s not why I’m running, to be the first anything,” Saad told HuffPost of the possibility of being the nation’s first Muslim congresswoman, echoing other candidates HuffPost spoke to. “It’s really about the issues.”\nBut the candidates also acknowledged the significance of what their win would mean for representation, with Tlaib and Saad both celebrating the possibility of finally having a “seat at the table.”  \n“What was missing was having a voice at the table, to change the face of leadership,” Saad said. “It’s the ability to break down some stereotypes and misconceptions just by being there.” \nMeet five Muslim women candidates vying for national office.\nFormer Michigan state legislator Rashida Tlaib is running in the state’s 13th Congressional District, one of a half-dozen Democratic candidates seeking to fill the seat of Rep. John Conyers, who resigned in December amid allegations of sexual harassment.\nIf she wins, Tlaib would become ― in addition to being the first Muslim woman in Congress ― the first Palestinian-American woman in the body.\n“People think it’s corny ― I do want to change the world, and I want people like me to have a seat at the table,” Tlaib told HuffPost by phone in early July.  \nThe Detroit-born mother of two and daughter of Palestinian immigrants already made history in 2008 by becoming the first Muslim woman to serve in the Michigan Legislature.\nIn Michigan ― a state with a significant Muslim and Arab-American community ― Democrat Abdul El-Sayed will also be on the ballot in the Aug. 7 primary, in his case hoping to become the nation’s first Muslim governor.\n“People are ready for someone like me,” Tlaib said. “I’m not talking about being Muslim, Palestinian, brown or a woman ― I vote the right way and go beyond that.”\nTlaib, who grew up the eldest of 14 children, is running on a progressive platform, including supporting Medicare for All and a $15 minimum wage. She told HuffPost she’s “going to abolish ICE” ― a leftist stance that has recently gained traction among a few leading Democrats (including lawmakers expected to run in 2020) since Ocasio-Cortez ran on that idea and won. Tlaib has received Ocasio-Cortez’s backing, and like the New York candidate, doesn’t accept money from corporate PACs.\nAs of the end of last month, Tlaib was leading her Democratic opponents in fundraising. In a district that has historically voted Democratic, the winner of the Aug. 7 primary would likely be elected in November’s general election. \nMinnesota state Rep. Ilhan Omar is running for a House seat in her state’s 5th Congressional District, to fill the spot left open after Rep. Keith Ellison announced his bid to become the state’s attorney general. \nOmar was born in Somalia and spent four years in a refugee camp in Kenya before coming to the U.S. at age 12. She already broke barriers in 2016 when she became the country’s first Somali-American legislator.\n“I hope my candidacy would allow people to have the boldness to encourage people who don’t fit into [a] particular demographic to seek office,” she told HuffPost that year. “To believe in the good will of the people to select someone they believe shares their vision and not necessarily their identity.”  \nThe mother of three, who has lived in Minnesota for two decades, is running for Congress on a staunchly progressive platform, including a $15 minimum wage, Medicare for All and abolishing ICE.\nIn her crowded primary set for Aug. 14, Omar has garnered the Minnesota Democrats’ endorsement. In the solidly Democratic district, the winner of the party’s nomination would likely be elected in November. \nFormer Obama administration official Fayrouz Saad is running for Michigan’s 11th Congressional District in a crowded race to fill the seat of outgoing GOP Rep. Dave Trott.\n“It’s pretty simple for me: I’m the daughter of immigrants. My parents came here over 40 years ago in search of the American Dream,” the Michigan-native and Harvard Kennedy School graduate told HuffPost in mid-July, noting her family owns a small, meat wholesale business in Detroit. “I’m a product of that American Dream.” \n“I understand the American Dream can be fragile, and not everyone always has access to it,” the 35-year-old added. “I want to help protect that for folks.”\nFollowing her career in public service, first during the Obama administration in the Department of Homeland Security working on terrorism, then as director of Detroit’s office of immigrant affairs, Saad decided to run for public office after Trump’s election, pushed by what she saw as the American Dream “being threatened” by Trump and “the Republican Congress that continues to enable him.”\nEndorsed by Justice Democrats, Saad’s campaign does not take corporate PAC money and pushes a progressive platform including Medicare for All and $15 minimum wage. \n“I’m an Arab-American, Muslim woman who’s worked on national security in this country,” Saad said, noting what sets her apart from her Democratic opponents. “Let’s talk about what the actual threats to national security are ― because it’s not refugees and immigrants.”\nTo have a shot at winning in November, Saad first has to beat four other Democratic candidates in Michigan’s Aug. 7 primary. Analysts say the general election could be a toss-up in a district that voted Obama in 2008 and Republican in the subsequent presidential elections.\nCivil rights attorney Tahirah Amatul-Wadud is running for a House seat in Massachusetts’ 1st Congressional District. She faces an uphill battle in her Sept. 4 primary against incumbent Democratic Rep. Richard Neal, who has been in Congress for three decades.\nThe mother of seven and first-time candidate is running on a progressive platform, including Medicare for all, universal internet access and ending the school-to-prison pipeline.\n“I’ve always navigated in spaces where I’m the only person like me, and a lot of the spaces I’m in are predominantly white,” the black, Muslim candidate based in western Massachusetts told HuffPost in April. “There’s a universality to my story, and my message and my platform that allows people to appreciate me beyond my race.”\nIn the safely Democratic district, with no Republican challengers, whoever wins the September Democratic primary would be securing the seat in Congress.\n“My being in the race is already a victory for our entire community,” Amatul-Wadud said. “Regardless of who identifies themselves with me … we’re already winning because we’re amplifying the needs of so many people throughout the district and throughout the country.”\nFirst-time political candidate Deedra Abboud is running for U.S. Senate as a Democrat in Arizona, seeking to fill the seat of retiring Republican Sen. Jeff Flake.\n“In 2016, I became really concerned about marginalized communities I’d worked with getting thrown under the bus for political gain,” the former immigration attorney and community activist told HuffPost in early July. “I decided to do something about it.”\nAbboud, 46, who has lived in Phoenix for two decades, is running on a progressive platform and is not accepting corporate PAC money. After converting to Islam in her 20s, she founded the Arizona chapter of the Council on American-Islamic Relations in 2001 after 9/11. Last year, her campaign faced a swarm of anti-Muslim bigotry online and at events ― though such harassment has let up dramatically this year, she noted. \nWhen asked what it would mean for her to potentially become the first Muslim woman in Congress, she said it would be “very significant,” noting that she’d also be Arizona’s first Muslim Senator, and its first representative to wear a headscarf.\n“Even me running raises the idea that a Muslim woman could do this,” Abboud said. “That’s good for everybody ... for younger generations to be able to look at a strong Muslim woman, standing up to bullies, and not allowing anybody else to decide what her identity should be.” \nAnalysts say Abboud is a longshot to win. In her Aug. 28 primary, she’s up against centrist Democrat Rep. Kyrsten Sinema, who is heavily favored. The victor will face the GOP nominee in November ― either Rep. Martha McSally, former state Sen. Kelli Ward or former Sheriff Joe Arpaio, who was convicted of illegally targeting Latinos and whom Trump later pardoned. \nWhile Democrats haven’t won a U.S. Senate seat in Arizona since 1988, CNN ranked this race among the top 10 seats that could flip in the midterms.\nAbboud, who previously contributed to HuffPost’s open blogging platform, wrote last October that she knew people would look at her as “The Muslim Candidate” if she entered politics. “I am not the Muslim candidate,” she wrote. “I am an American candidate, a Democratic candidate, a grassroots candidate and, yes, I happen to be Muslim.”\nThis article has been updated to include Tahirah Amatul-Wadud’s candidacy.", "date": "\n07/25/2018", "href": "https://www.huffpost.com/entry/first-muslim-women-congress-candidates_n_5b57675ee4b0b15aba92ebf2", "tags": "candidates america first ” ― muslim running democratic could women congress seat"}