{"title": "They Documented a Massacre. Their Prize Is a Prison Cell in Myanmar.", "content": "YANGON, Myanmar — Once a week, the two Reuters reporters are shuffled out of their prison cells in Yangon, Myanmar, loaded into the back of a police truck and driven to a nearby courthouse.\nWearing handcuffs, the reporters, U Wa Lone and U Kyaw Soe Oo, hear one or two witnesses testify against them on the charge of violating Myanmar’s Official Secrets Act. Then they are taken back to their cells in Insein Prison, where they wait for the next week’s hearing.\nThe grim ritual, in its third month, will happen again this Wednesday, when the judge in the case, U Ye Lwin, is scheduled to rule whether the prosecutor has presented sufficient evidence for the case to go to trial. It would be unusual if he sided with the defense.\nThe two journalists, who were investigating a massacre of 10 Muslim Rohingya men in Rakhine State, face up to 14 years in prison under the British colonial-era secrets act.\nThe massacre in Inn Din village that the two brought to light occurred in September during violent attacks on Rohingya Muslims by Myanmar’s military and local Buddhist mobs, driving hundreds of thousands of refugees into Bangladesh in what is broadly seen as calculated ethnic cleansing.\nThe Reuters journalists were arrested Dec. 12 after they left a northern Yangon restaurant where they met with two police officers, who handed them some rolled-up papers. Human rights groups have accused the police of entrapping the two journalists by handing them the documents. The reporters’ lawyers say they never had a chance to look at them.\nThis is the method of Myanmar’s judicial system, where speed and fairness are not necessarily the goal.\n“It is not a just system,” a lawyer for the journalists, Khin Maung Zaw, said during a recent break in the court proceedings. “There are many obstacles.”\nThe case has highlighted the suppression of free speech in Myanmar under the government of Daw Aung San Suu Kyi, the state counselor and Nobel Peace Prize laureate. She has yet to speak out on behalf of the Rohingya, and has instead blamed “terrorists” for an “iceberg of misinformation” about the crisis in Rakhine.\nDuring the 15 years she spent under house arrest by the country’s military rulers, her plight was widely covered by the same international news media that her government now seeks to punish. Many top officials in her government also were political prisoners during military rule.\nBut today, efforts to suppress criticism of the government have blossomed under her party, the National League for Democracy, including through the use of a harsh criminal defamation law that targets online speech.\nTwo of Ms. Aung San Suu Kyi’s top appointees have enabled the prosecution of Mr. Wa Lone and Mr. Kyaw Soe Oo. Shortly after they were arrested, the country’s president at the time authorized the police to proceed with the case. The attorney general, a former military officer, oversees the prosecution.\nNot everyone in the National League for Democracy favors such harsh treatment.\nU Nyan Win, secretary of the party’s central executive committee, said in an interview that the charges against Mr. Wa Lone and Mr. Kyaw Soe Oo should be dismissed because they never reported on any official secrets. He recommended that the journalists appeal to the Supreme Court to quash the proceedings.\n“By law, they have not committed any offense at the time they were arrested,” he said. “They had not released any information about the news they collected. They have not committed any offense.”\nHuman rights advocates here and abroad have expressed concern about the growing crackdown on free speech by Myanmar’s government.\nIn October, two ethnic Kachin Baptist community leaders, Dumdaw Nawng Lat and Langjaw Gam Seng, were found guilty of unlawful association and sentenced to 27 months in prison after they helped reporters document damage from military airstrikes near a Catholic church in the eastern state of Shan. Mr. Dumdaw Nawng Lat got an extra two years for defaming a military officer.\nLast month, a former child soldier, Aung Ko Htway, 27, was sentenced to two years of hard labor after he described in an interview with Radio Free Asia how the military abducted him at 14 and forced him to serve as a soldier for nearly a decade. He was prosecuted for circulating information that could cause public fear or alarm.\n“We have no rule of law in this country,” he told reporters as the police took him away.\nOne of the most powerful tools for stifling dissent has been a section of the telecommunications law, 66d, which allows anyone to file charges of online defamation, even if they have no connection to the supposed victim.\nUnder the previous government of President Thein Sein, which enacted the law, 11 such cases were brought. But in two years under Ms. Aung San Suu Kyi, more than 100 such cases have been filed, including against journalists and government critics.\nOne target is U Swe Win, a co-founder of the news website Myanmar Now. He is charged with defamation for criticizing hateful comments spread by a Buddhist nationalist monk. He faces two years in prison.\nAn occasional contributor to The New York Times and other foreign publications, Mr. Swe Win served seven years in prison for taking part in a 1998 demonstration that protested military rule and backed Ms. Aung San Suu Kyi.\nHe said he has had to attend court hearings in his case every other week for nearly a year, but the case has moved so slowly he has never had a chance to present his defense.\n“This is a very dangerous place to speak the truth,” he said.\nIn the case of the two Reuters journalists, the evidence presented by the prosecution has not been compelling.\nProsecution witnesses have disagreed on whether the journalists were arrested outside the restaurant or at a traffic checkpoint some distance away. One police officer admitted that he burned his notes of the arrest. Another testified that he was unfamiliar with police arrest procedures.\nA local official who testified that he was present during the arrest admitted under cross-examination that he had written the checkpoint location on his hand so he would not forget it while he was testifying.\nOne police witness acknowledged that the information in the documents had already been published in newspaper reports before the journalists’ arrest.\nSean Bain, a legal adviser in Yangon for the Geneva-based International Commission of Jurists, attended the hearing last week and said the prosecution had not produced credible evidence. He urged the government to step in and dismiss the case.\n“The outcome of these hearings doesn’t rest solely on the judge,” he said. “The government should instruct prosecutors to immediately drop the charges.”\nReuters has mounted a vigorous campaign to keep the case before the public eye. The human rights lawyer Amal Clooney recently announced that she would assist in their defense.\nThe reporters’ coverage has been honored with several awards since their arrest, including the PEN/Barbey Freedom to Write Award.\n“No journalists in the history of our country betrayed the country,” Mr. Kyaw Soe Oo told reporters after one hearing. “We reported the news to get the right information.”\nAt last week’s hearing, the defense argued that none of the prosecution’s 17 witnesses had produced evidence of a crime and that the case should be dismissed.\nThe prosecution countered that the documents found in the journalists’ possession were secret and that this was evidence they intended to harm Myanmar’s security. At one recent hearing, some 30 guards surrounded the journalists as they escorted them to and from the courtroom.\nOfficers allowed Mr. Kyaw Soe Oo to hold his 2-year-old daughter for a few minutes, though with his handcuffs on.\n“I should be in the newsroom reporting,” Mr. Wa Lone told The Times during a break in the hearing. “This is a waste of my time.”", "date": "April 10, 2018", "href": "https://www.nytimes.com/2018/04/10/world/asia/myanmar-reuters-journalists-massacre.html", "tags": "myanmar prize military ” police prison cell two documented massacre case journalists government"}