{"title": "They Wanted to Raise $1,500 for Immigrant Families at the Border. They Got Over $20 Million.", "content": "It all started with a viral photo of a toddler crying as her mother was detained at the border.\nCharlotte and Dave Willner saw it on the internet, like so many other people, and responded by starting a fund-raising page that would rapidly become the largest single fund-raiser in Facebook’s history.\nThe Bay Area couple had been struck by the sight of the anguished 2-year-old Honduran girl looking up at her mother, who was being searched by a United States border patrol agent in southern Texas. They have a 2-year-old daughter of their own, and the image made them want to help the families being separated under the Trump administration’s “zero-tolerance” immigration policy.\nOn Saturday morning, they started a Facebook fund-raising page for the Refugee and Immigrant Center for Education and Legal Services, or Raices, a nonprofit organization that provides low-cost legal defense services to immigrant and refugee families in Texas. The Willners set a modest goal of $1,500.\nIt has since garnered more than $20 million from more than 525,000 people, stunning the staff at Raices.\n“We’ve had moments of ecstasy and there have been a lot of tears in response to this outpouring of support,” Jonathan Ryan, executive director of Raices, said in a phone interview. “But those moments of joy are curtailed by a realization of great responsibility.”\nThe funds will go toward legal representation for immigrant children and parents in Texas, as well as toward paying parents’ bond so they can be released from detention centers and reunited with their children. The organization — which currently has about 50 lawyers on staff — plans to go on a hiring spree and fund training for volunteer lawyers willing to travel to Texas to assist, Mr. Ryan said.\nThe Trump administration policy, which aims to criminally prosecute all immigrants crossing the border illegally, has resulted in nearly 2,000 children being taken away from their parents in six weeks. Public outcry over family separations at the border has risen in recent days as children’s experiences in custody have been documented. A recording of children calling out desperately for their parents after being separated from them was released on Monday by ProPublica and was met with immediate outrage.\nPresident Trump has defended the policy by saying that people crossing the border “could be murderers and thieves and so much else.” And Kirstjen Nielsen, the secretary of Homeland Security, said in a news briefing on Monday that the only way the practice would change is through legislation in Congress, even though there is no law requiring that families be separated at the border.\nOn Tuesday afternoon, the page — called “Reunite an immigrant parent with their child” — was receiving about $3,000 per minute, according to a spokeswoman for the Willners, who are both former Facebook employees.\n“When we look at the faces of these children, we can’t help but see our own children’s faces,” Ms. Willner told The Mercury News of San Jose, Calif. Ms. Willner now works at Pinterest and Mr. Willner at Airbnb, according to a spokeswoman for the couple.\nThe Willners’ page is the largest single fund-raiser in Facebook’s history, said Roya Winner, a Facebook spokeswoman. Several broader campaigns made up of multiple fund-raisers, like one created in the aftermath of Hurricane Harvey, have raised more. Other single fund-raisers that have recently been highly successful include a Norwegian campaign for Doctors Without Borders, which garnered $2 million, and an effort to raise money for medical aid to Palestinians in Gaza, which raised $1.7 million.\nPhotos of humanitarian crises have galvanized the public for decades, but internet fund-raising platforms have enabled donations to stream in. In 2015, images of a 3-year-old Syrian Kurdish boy whose body had washed up on a beach in Turkey caused a spike in donations to humanitarian efforts addressing the Syrian civil war. The average number of daily donations to the Red Cross relief effort in Syria increased 100-fold in the week after the images were published compared with the week before.\nMr. Ryan said that he did not yet know when the millions of dollars in donations would reach Raices, but that it is already starting to deploy its lawyers to assist detained immigrants and their children.\nCosts for this kind of legal assistance can add up quickly, he said. Bond for a single detained immigrant can be set at $10,000. Lawyers must locate the parents, travel to detention centers and meticulously prepare applications for asylum.\n“These people need lawyers,” Mr. Ryan said. “Beyond the punditry and politics, each person suffering from this policy has a huge legal case to begin to prepare for.”", "date": "June 19, 2018", "href": "https://www.nytimes.com/2018/06/19/us/raices-charity-border-immigrants.html", "tags": "wanted legal border immigrant parents ” raise got facebook lawyers children families million"}