{"title": "They Fought Over The Last Obamacare Lawsuit, But They Agree This One Is Nonsense", "content": "Five scholars who argued with each other over past legal challenges to the Affordable Care Act have joined forces to file a friend of the court brief about a new lawsuit that could wreck the law.\nThey all think the courts should reject the lawsuit. And they don’t think it’s a particularly close call.\nThe lawsuit, Texas v. United States, comes from Republican officials in 20 states and alleges that the 2010 health care law is unconstitutional. Last week, the Justice Department declined to defend the law, breaking from the customary role the federal government plays when states challenge a federal statute.\nInstead, under orders from Attorney General Jeff Sessions and with the support of President Donald Trump, the Justice Department sided with the states and urged the courts to invalidate two of the law’s key protections for people with pre-existing medical conditions. \nIf that position prevails, insurers could go back to charging higher premiums or denying coverage to people with medical problems, including everything from hay fever to multiple sclerosis. The decision could throw insurance markets into chaos, affect employer-sponsored coverage and ultimately leave millions of people without a way to pay significant medical bills.\nThe case is now before a federal district judge in Texas. On Thursday, five well-known legal scholars were among those filing briefs urging the judge to reject the lawsuit.\nThe five are Jonathan Adler from Case Western Reserve University, Nicholas Bagley from the University of Michigan, Abbe Gluck from Yale University, Ilya Somin from George Mason University and Kevin Walsh from the University of Richmond. \nLaw professors file amicus briefs in major constitutional law cases all the time. What makes this particular group and their brief unusual is that they represent very different points of view and clashed repeatedly when previous challenges to the Affordable Care Act were moving through the federal courts.\nAdler was actually an architect of the lawsuit in King v. Burwell, which could have crippled the Affordable Care Act’s newly created private insurance markets in a majority of states. He filed a brief in the case and, in a series of articles and public appearances, frequently squared off with Bagley and Gluck, who collaborated on their own brief in defense of the law.\nThe Supreme Court rejected that lawsuit in 2015. It was the second time the high court upheld the constitutionality of the law known as Obamacare. The first time was in 2012, in a case called NFIB v. Sebelius. Somin was an influential, high-profile supporter of the lawsuit and the author of a brief supporting it.\nAs for Walsh, he is an expert on “severability,” which is the legal doctrine about when a court must strike down an entire law, or large parts of it, because it has found one piece to be unconstitutional. Justice Clarence Thomas just cited one of Walsh’s briefs in a recent Supreme Court decision on the subject.\nThat matters because severability is the core issue in the new lawsuit, Texas v. U.S.\nIn this new case, the plaintiffs argue that the architects of the Affordable Care Act created a complex, interdependent policy machine that requires each of its components to work. An especially important feature is the individual mandate, the controversial financial penalty for people who don’t get insurance, because the penalty encourages people to get insurance even if they don’t have medical problems already. \nBut Congress reduced the financial penalty to zero when it wrote the 2017 tax cut bill that Trump signed in December. The plaintiffs say that decision renders the mandate unconstitutional, since the Supreme Court had upheld it only as a tax. And with no mandate in place, the plaintiffs say, the court must strike down the elements of the Affordable Care Act that depend on it.\nIn other words, the whole law has to go — or, at least, big parts of it — because that is what Congress surely would have wanted if it didn’t have the mandate penalty in place.\nThe problem with this argument, the five scholars argue, is that the courts don’t need to “hypothesize” about what Congress would or wouldn’t want without the penalty. Congress made its intentions quite plain, just a few months ago, when it zeroed out the Affordable Care Act mandate without touching anything else in the statute.\n“Congress told us what it wanted through its 2017 legislative actions. ... It repealed the penalty while leaving the insurance reforms in place,” the scholars write.\nThe consensus among the five scholars appears to be emblematic of how the legal establishment feels more generally. Right before the Justice Department filed its brief, three career attorneys removed their names from the filing ― a highly unusual move that, many legal observers speculated, signaled extreme discomfort with the government’s argument.\nSeveral days later, one of those attorneys, who had served more than 20 years at the Justice Department, submitted his resignation.\nEven Republican senators are dismissing the lawsuit as without basis, although one of them, Ted Cruz from Texas, recently told Vox’s Dylan Scott he thought that declining to defend the Affordable Care Act in court was “reasonable.”\nAmong the other individuals and organizations filing briefs on Thursday were groups representing doctors and patients, including the American Cancer Society, America’s Health Insurance Plans, the American Heart Association, the American Medical Association and the National Multiple Sclerosis Society. \nWhether these and other briefs sway the judge, a conservative and Republican appointee, is an open question. But Democratic officials from California and other states have stepped in to defend the law, and if they lose before the district judge, they will almost certainly appeal to the circuit court — and then, if need be, all the way up to the Supreme Court.", "date": "\n06/14/2018", "href": "https://www.huffpost.com/entry/obamacare-lawsuit_n_5b228d93e4b0adfb8271dcca?t5u", "tags": "fought lawsuit care agree obamacare brief court states one insurance act last affordable penalty nonsense law"}