{"title": "Third-Party Line Will Feature Governor Cuomo, and a Slew of Republicans", "content": "ALBANY — Gov. Andrew M. Cuomo is the de facto leader of the New York State Democratic Party. His formal nomination for a third term came with splashy endorsements from party leaders like Hillary Clinton and Joe Biden. For months, he has rallied and railed against Republicans in Congress, calling them traitors and derelict in their duties.\nAnd yet, come November, Mr. Cuomo will likely be sitting on the same ballot line as a whole slate of the same Republicans he says need to be voted out of office.\nThe ballot line belongs to the Independence Party of New York, which is run by Frank M. MacKay, a radio and television host who in December endorsed Mr. Cuomo’s campaign for governor, as he has twice before — calling Mr. Cuomo “one of the most accomplished and effective elected officials in the country.”\nIf Mr. Cuomo remains on the Independence Party line, and there is every indication he will, the governor will be collecting votes right alongside a number of Republicans whom he has repeatedly excoriated — and may even help them by his presence on the ticket.\nThey include Representative Chris Collins, the firebrand conservative from the Buffalo area, one of Donald Trump’s earliest and most ardent supporters, who has called the governor “a bully, a blackmailer and an extortionist.” Mr. Cuomo, in turn, has accused Mr. Collins of “putting millions of people at profound risk” by not backing gun control measures.\nMr. Collins will be on the Independence line, his spokesman confirmed last week. So will Representative John Faso, whom Mr. Cuomo accused of violating his oath of office by backing a federal reduction in state and local tax deductibility. (Mr. Faso ended up voting against the reduction in deductiblity.)\nMost of the state’s Republican congressional delegation, including Elise Stefanik, John Katko, Lee Zeldin, Dan Donovan and Tom Reed — all targeted by Mr. Cuomo in his rhetoric or via campaign contributions to their Democratic opponents — will also be on the Independence line, their campaigns say. And so will most of the Republicans in the State Senate, whom Mr. Cuomo has also been bashing for months and promising to defeat, in order to return Albany’s upper chamber to Democratic control.\nMr. Cuomo is not the only prominent Democrat who has run on the Independence Party line; others include Senators Chuck Schumer and Kirsten E. Gillibrand, who is running for re-election this year against the Republican nominee, Chele Farley.\nSenator Gillibrand has also made a point of rallying against Republicans and courting progressive voters: she just received the endorsement of Indivisible, the liberal grass-roots group, which also endorsed Mr. Cuomo’s primary opponent, Cynthia Nixon, the actress and education activist. Ms. Gillibrand also ran on the Independence line in 2010 and 2012.\nMr. Schumer, the Senate minority leader and frequent foil of the Trump administration, has received between 100,000 and 220,000 votes on the Independence Party line in each of the last four election cycles, dating back to 1998, though the votes have never swayed the outcome of the actual elections. Ms. Gillibrand’s campaign declined to comment on their association with the Independence Party, as did Mr. Schumer’s office.\nThe Cuomo campaign and the Independence Party note dozens of other Democrats in other races have been endorsed by the Independence Party, including Anthony Brindisi, who is taking on Representative Claudia Tenney, in the 22nd Congressional District, one of Mr. Cuomo’s electoral targets.\nThe strange arrangement is permitted by the state’s “fusion-voting” laws, which allow candidates to collect votes on multiple party lines, even if the candidate is not a member of that party. This so-called cross-endorsing also serves a purpose for small parties, which must gain 50,000 votes in elections for governor to keep their ballot lines for another four years. And acceptance of the Independence Party line may simply be a matter of political strategy, of course: candidates never want to let their opponents scoop up votes on a line that they might occupy.\n“The Independence Party is proud of the candidates we endorse,” said Mr. MacKay, the party chairman, noting they “select not from party labels but from the quality of the candidate.”\nIn a statement, Mr. MacKay also noted that “many of these officeholders have run with our endorsement for over a decade or more,” adding that most of those endorsed by his party win their elections.\nStill, in the State Senate, the Independence line went to almost every Republican candidate in 2016, with the exception of four mainstream Democrats, including the Senate’s minority leader, Andrea Stewart-Cousins. The party also favored several members of the now-defunct Independent Democratic Conference, the rogue faction that collaborated with the Republicans to help that party control the chamber.\nThe likelihood that Mr. Cuomo will appear on the Independence line — ballots for state races will be finalized in early October — perplexes and aggravates progressive activists who fear, considering the high hopes among Democrats for the fall elections and the anticipated tight margins in many of these districts, that the governor’s presence at the top of the Independence Party ticket could result in the re-election of some Republicans.\n“Taking a ballot line that delivers thousands or even tens of thousands of votes to potentially endangered Republicans is a political betrayal,” said Ben Wikler, the Washington director of Moveon.org, the liberal political group. “If you wouldn’t actively stump for Republican candidates, there’s no reason you would take a ballot line whereby people voting for you vote for them.”\nThe party’s connection with Mr. Cuomo wasn’t limited to an endorsement and a place on the ballot; the Independence Party also held a December fund-raiser  with an appearance by the governor.\nMr. Cuomo, a lifelong Democrat seeking a third term with a $31 million war chest, does not list the endorsement from the Independence Party on his campaign website.\nThe governor has been faulted for providing lackluster support to fellow Democrats in the past, including during the 2014 congressional elections. But his campaign says he is deeply committed to electing Democrats this fall, noting that the governor’s campaign gave $2,700 — the maximum allowable amount — to each of 10 Democratic candidates for Congress on Monday. He has also maxed out his giving to seven State Senate candidates and plans a coordinated campaign, with a seven-figure push involving advertisements up and down the Democratic ballot, on both state and federal races.\nAs for the Independence Party, Abbey Collins, a spokeswoman for Mr. Cuomo’s campaign, said, “All top Democrats have accepted the Independence line, including Senator Schumer, Senator Gillibrand, Tom DiNapoli, and Andrea Stewart-Cousins, so the point is absurd.”\nWith nearly 500,000 registered members — and a name that evokes rejection of partisanship — the Independence Party can deliver sizable chunks of votes in statewide elections. In 2014, for example, Mr. Cuomo received more than 77,000 votes on the Independence Party line. In 2010, the bump was even bigger, with Mr. Cuomo taking in 146,576 votes as a result of the Independence Party nomination.\nThe party has been brushed by controversy in the past, including a scandal that enveloped a former Republican consultant who was convicted of stealing money from Mayor Michael R. Bloomberg. The case highlighted that Mr. Bloomberg had given more than $1 million to the party on the eve of the 2009 election, raising questions about the motivation for the support. More recently, the party has been embroiled in a conflict with the state Board of Elections and a state judge, who found that a fund-raising arrangement between it and the Independent Democratic Conference was improper.", "date": "Aug. 1, 2018", "href": "https://www.nytimes.com/2018/08/01/nyregion/cuomo-independence-line-ballot-governor-election.html", "tags": "votes independence party republicans ” feature line cuomo slew state governor third-party —"}