{"title": "This 'Game Of Thrones' Actor Argued Against His Shocking Death", "content": "(Warning: This post is dark and full of spoilers)\n\nAll book readers must freak out.\n\"Game of Thrones\" has already made a huge change from the books with Season 5's Sansa storyline, but Episode 4's shocking last scene is arguably the biggest alteration yet. Though Ser Barristan and Grey Worm still play a significant role in Daenerys Targaryen's storyline in the books, the show's latest episode ended with the audience questioning if either would live. Unfortunately, according to Entertainment Weekly, Barristan is dead, while Grey Worm's future looks grim. \nDon't worry, you're not the only one freaking out about it. Barristan himself, actor Ian McElhinney, has read the books, and he told The Huffington Post he was \"shocked\" to find out about his character's fate. He even went to the writers to make a case for why Barristan should stay. \n\nImage: Tumblr\n\n\"I did talk to them about it. I gave some arguments of my own why I thought Barristan was kind of important in Daenerys' story, important enough that he should stay in Daenerys story, and he didn’t.\" The actor continued, \"At the end of the day, it’s up to Dan [Weiss] and David [Benioff]. Their decision was a lot of what happens to Daenerys in this series is sort of predicated a bit on what happens to Barristan, so there you go. It's their call at the end of the day, so you kind of have to accept whatever the decision is, but I did certainly sort of ask them further about it.\"\nRecently, HuffPost spoke with both McElhinney and Grey Worm actor Jacob Anderson to get their thoughts on the shocking scene:\nWhat was it like after you read the script?\n\nIan McElhinney: Well, if I'm honest, I mean part of me was very disappointed because I wasn’t expecting necessarily for that to happen to the character at that point, so part of me was disappointed because that’s a shame ... I guess it’s fair to say I was expecting to be around for a while yet. So it was a bit of a shock.\nJacob Anderson: It was like a mix of excitement and fear. I was excited because I was going to get to do another fight ... and also there’s a slight fear of, you know, I don’t know what happens at the end. I was reading it like, I don’t know how this is gonna end, you know? It was left on a cliffhanger.\nWhen you got the script, did you think it was over for your character?\n\nMcElhinney: Well, it seemed like it, you know? And if that’s the case, well, that’s the case, but I was surprised because I was expecting -- because I knew the books -- I was expecting to have more to do than in the story because that’s what happens ... so it was a surprise. Isn’t two ways about it. It was a surprise. \nAnderson: I always think it’s gonna be it for Grey Worm [laughs]. Pretty much since the first season I started, I've been thinking they're gonna off me at some point, so I'm always very nervous about how it’s gonna happen, and when it’s gonna happen. [...] That scene was originally in a later episode I think in the scripts and, yeah, I'm pretty sure there was a break in receiving scripts after that. I was left on tenterhooks as I think people will be at the end of the episode. \nBarristan in the books is like the baddest fighter around, so this is obviously a huge change. What do you think about the changes between the books and the show?\n\nMcElhinney: There will be some who will get a surprise when Episode 4 airs. I think initially people are so invested in this show that they will be shocked because they want to see it coming, but then that’s the nature of the books, and it’s even more the nature of the series. [...] I'm sure people would be quite taken aback or quite surprised, and then after a while, they’ll accept, \"Oh well, that’s the way it is now. So where do we go from here?\" \nIn the books, the Unsullied don't really react to pain, but Grey Worm clearly feels it when he gets stabbed. Did you talk about that on set?\n\n\nImage: MakeAGif\n\nAnderson: I’ve discussed with David and Dan a few times, like, how far I've gone with it each season because I guess it’s like as Grey Worm is going along, he’s becoming more and more human. So I thought about that when I got stabbed, and, yeah, there was a discussion on the day of that whether I would respond to that, a kind of warrior that’s not afraid of death. \nWhat can fans expect from the rest of the season?\n\nAnderson: The \"Game of Thrones\" scripts are like the best scripts to read. I was gasping and feeling sick and getting excited like the whole way. If some of it is anywhere near where the script is, there's stuff in this season that’s the best.\nMcElhinney: All I can say is there are several shocks up ahead. I think there are certainly several big surprising moments up ahead, and I think at the end of the season they’ll be thinking, \"Bloody hell, where do we go from here?\"\nImage: Giphy\n\nIf this is the end for Barristan and Grey Worm, it's not so bad for the actors. McElhinney is currently directing a new play called \"Killjoy\" in London, and Anderson, who is also known as recording artist Raleigh Ritchie, is spending the summer hitting the festival circuit. McElhinney also says he's glad Barristan finally got to \"have a proper fight.\" \"I've been living off my reputation for far too long,\" laughed the actor. \nSomeone who might not be laughing is Daenerys. If she loses both Barristan and Grey Worm, this is a huge blow to Team Khaleesi and doesn't bode well for the fan favorite to win the Iron Throne in the end. As McElhinney says, \"It’s not as clear cut in my mind that Daenerys is likely to be the ruler, and George [R.R. Martin] doesn’t do predictable, and neither does David or Dan, so if you think it’s gonna happen, it probably won't.\"\nImage: Giphy\nThat's the spirit, Khaleesi. Just keep telling yourself that.", "date": "\n05/04/2015", "href": "https://www.huffpost.com/entry/game-of-thrones-argued-against-shocking-death_n_7201962", "tags": "daenerys think shocking grey argued worm actor death books end season thrones mcelhinney like barristan"}