{"title": "This Is What Obamacare's Critics Won't Admit Or Simply Don't Understand", "content": "THOUSAND OAKS, California ― Maryann Hammers is likely to die from ovarian cancer someday. But she hopes someday won’t come anytime soon. \nHammers, 61, received the diagnosis in late 2013, and doctors told her that it was stage 3-C, which meant that she could live for many years with the right treatment and a little luck. So far, she’s had both. She’s in remission for the second time, and her last course of chemotherapy ended a year and a half ago. But recent blood tests detected elevated levels of a protein associated with tumors, she explained when we met a few weeks ago. “Maybe it’s a fluke,” she said. “I hope so. I kinda feel like the clock is ticking.” \nIf the cancer is back, Hammers said, she may need surgery similar to her two previous operations — “gigantic surgeries, gutted like a fish and hospitalized for many days.” Chemotherapy would likely come next, plus medication, hospitalization, and home care. But Hammers considers herself lucky because she’s been able to get treatment at City of Hope, a highly respected Southern California cancer research and treatment center, and luckier still that she’s been able to pay for the treatment with insurance — an Anthem Blue Cross policy she bought through Covered California, the exchange her state created under the Affordable Care Act. \nTo hear President Donald Trump, House Speaker Paul Ryan and other Republicans tell it, Obamacare has been a disaster, even for those who obtained coverage through the law. Hammers has a very different perspective. She’s a freelance writer and editor, which means she has no employer-provided insurance. In the old days, if she’d gone shopping for a policy with her cancer diagnosis, she would have struggled to find a carrier willing to sell her one.\nAnd it’s not just the pre-existing condition guarantee, which even critics like Trump say they support, that Hammers has found so valuable. The Affordable Care Act requires insurers to cover a wide range of services and treatments — which, in her case, has included multiple shots of Neulasta, a medication that boosts white blood cell counts and typically costs several thousand dollars per injection. The law also prohibits annual or lifetime limits on benefits, which, as a long-term cancer patient, she would be a prime candidate to exceed. \nPolicies with such robust coverage inevitably cost thousands of dollars a year, more than Hammers could afford on her own — particularly since battling the disease has cut into her work hours. But the law’s generous tax credits discount the premiums and help with the out-of-pocket costs, too. “Without the Affordable Care Act, I honestly do not know what I would have done,” she said.\nThe coverage Hammers has today still isn’t as good as what she had years ago, when she worked for a company that provided benefits. But it’s better than what she had in the years right before the cancer diagnosis, when she was buying insurance on her own. The latter plan covered fewer services and came with out-of-pocket costs high enough to discourage her from getting checkups. Obamacare’s introduction of free preventive screenings led her to schedule a long-overdue colonoscopy. During routine preparation for that procedure, a physician first felt a lump in her abdomen.  \nSometimes Hammers wonders whether, with less sporadic doctor visits, the cancer might have been caught a little sooner. “But I couldn’t afford a fat doctor’s bill. And I thought I was super healthy.” \nThese days, something else looms even larger in her mind — the possibility that Trump and the Republican Congress will repeal the health care law without an adequate replacement, or maybe with no replacement at all.  \n“I’m terrified — isn’t that crazy?” Hammers said. “My biggest source of stress right now isn’t the fact that I have incurable cancer. It’s the prospect of losing my insurance.”\nTo appreciate the significance of stories like Hammers’ and what they say about the Affordable Care Act, it helps to remember what used to happen to people like her before the law took effect. By 2009, when President Barack Obama took office, roughly 1 in 6 Americans had no health care insurance, and even the insured could still face crippling medical bills. As a reporter covering health care during those years, I met these people. Some of their stories stand out, even now, because they capture the old system at its callous, capricious worst.\nGary Rotzler, a quality engineer at a defense contractor in upstate New York, lost his family coverage in the early 1990s when he lost his job. He ended up uninsured for two years, while he juggled stints as an independent contractor. His wife, Betsy, made do without doctor visits even after she started feeling some strange pains. By the time she got a checkup, she had advanced breast cancer. Desperate efforts at treatment failed. After she died, Gary, a father of three, had to declare bankruptcy because of all the unpaid medical bills.\nJacqueline Ruess, a widow in south Florida, thought she was insured. But then she needed expensive tests when her physicians suspected she had cancer. Although the tests were negative, the insurer refused to pay the bills because, it said, a brief episode of a routine gynecological problem in her past qualified as a pre-existing condition. \nTony Montenegro, an immigrant from El Salvador living in Los Angeles, was uninsured and working as a security guard, until untreated diabetes left him legally blind. \nMarijon Binder, an impoverished former nun in Chicago, was sued by a Catholic hospital over medical expenses she couldn’t pay. \nAnd Russ Doren, a schoolteacher in a Denver suburb, believed he had good insurance until the bills for his wife’s inpatient treatment at a psychiatric hospital hit the limit for mental health coverage. The hospital released her, despite worries that she was not ready. A few days later, she took her own life.\nThe Affordable Care Act of 2010 was an effort to address these kinds of problems — to carry on the crusade for universal coverage that Harry Truman had launched some 60 years before. But precisely because Obama and his allies were determined to succeed where predecessors had failed, they made a series of concessions that necessarily limited the law’s ambition. \nThey expanded Medicaid and regulated private insurance rather than start a whole new government-run program. They dialed back demands for lower prices from drugmakers, hospitals and other health care industries. And they agreed to tight budget constraints for the program as a whole, rather than risk a revolt among more conservative Democrats. These decisions meant that health insurance would ultimately be more expensive and the new system’s financial assistance would be less generous. \nStill, projections showed that the law would bring coverage to millions while giving policymakers tools they could use to reduce medical costs over time. When the Senate passed its version of the legislation in December 2009, then-Sen. Tom Harkin (D-Iowa) described the program as a “starter home” with a solid foundation and room for expansion.\nSeven years later, Trump and the Affordable Care Act’s other critics insist that the program has been a boondoggle — that the Obamacare starter home needs demolition. Some of their objections are philosophical, and some, like the persistent belief that the law set up “death panels,” are fantastical. But others focus on the law’s actual consequences. \nHigh on that list of consequences are the higher premiums and out-of-pocket costs that some people face. The new rules, like coverage of pre-existing conditions, have made policies more expensive, and Obamacare’s financial aid frequently doesn’t offset the increases. A “rate shock” wave hit suddenly in the fall of 2013, when insurers unveiled their newly upgraded plans and in many cases canceled old ones — infuriating customers who remembered Obama’s promise that “if you like your plan, you can keep it,” while alienating even some of those sympathetic to what Obama and the Democrats were trying to do.\nI’ve interviewed plenty of these people, too. A few weeks ago, I spoke with Faisuly Scheurer, a real estate agent from Blowing Rock, North Carolina. She and her husband, who works in the restaurant business, were excited about the health care law because they’d struggled to find decent, affordable insurance. They make about $60,000 a year, before taxes, with two kids and college tuition looming in the not-distant future, she said. \nIn late 2013, they checked out their options and learned that, after tax credits, coverage would cost $360 a month. Scheurer said she remembers thinking, “OK, that is really tight. But if the benefits are good, we are going to have to skimp on other things to make it work.” Then she learned about the out-of-pocket costs, which could reach $13,000 over the course of a year depending on her family’s medical needs. “My disappointment was indescribable.”\nThe Scheurer family ultimately decided to remain uninsured. They’re not the only ones, and that has weakened the system as a whole. The people eschewing coverage tend to be relatively healthy, since they’re most willing to take the risk of no coverage. That’s created big problems for insurers, which need the premiums from healthy folks to offset the high medical bills of people with serious conditions. \nMany insurers have reacted by raising premiums or pulling out of some places entirely, leaving dysfunctional markets in North Carolina and a handful of other states. Just this week, Humana, which had already scaled back its offerings, announced that it was pulling out of the Affordable Care Act exchanges altogether. At least for the moment, 16 counties in Tennessee don’t have a single insurer committed to offering coverage in 2018.\nTrump, Ryan and other Republicans pounced on the Humana news, citing it as more proof of a “failed system” and the need for repeal. That’s pretty typical of how the political conversation about the Affordable Care Act has proceeded for the last seven years. The focus is on everything that’s gone wrong with Obamacare, with scant attention to what’s gone right. \nAnd yet the list of what’s gone right is long.\nAnd then there’s the fact that the number of people without health insurance is the lowest that government or private surveys have ever recorded. When confronted with questions about the people who gained coverage because of the law, Republicans often say something about sparing those people from disruption ― and then argue that even those who obtained insurance through the law are suffering and no better off. This claim is wildly inconsistent with the experience of people like Maryann Hammers ― and, more important, it’s wildly inconsistent with the best available research.\nPeople are struggling less with medical bills, have easier access to primary care and medication, and report that they’re in better health, according to a study that appeared in the Journal of the American Medical Association in 2015. The number of people forgoing care because of costs or being “very worried” about paying for a catastrophic medical bill dropped substantially among the newly insured, Kaiser Foundation researchers found last year when they focused on people in California.\nA bunch of other studies have turned up similar evidence, All of them concur with a landmark report on the effects of Massachusetts’ 2006 insurance expansion, which was a prototype for the national legislation. Residents of that state experienced better health outcomes and less financial stress, according to the study published in the Annals of Internal Medicine.\n“Though it’s had no shortage of controversies and stumbles, there’s really no denying that the ACA has created historic gains in insurance coverage,” said Larry Levitt, a senior vice president at the Kaiser Foundation. “With better coverage that has fewer holes, access to health care has improved and many have better protection from crushing medical bills.”\nReasonable people can disagree about whether these achievements justify Obamacare’s costs, which include not only higher premiums for the young and healthy but also hefty new taxes on the wealthiest Americans. That’s a debate about values and priorities as much as facts.\nWhat’s not in dispute, or shouldn’t be, is the stark choice on the political agenda right now.\nDemocratic lawmakers still argue for the principle that Truman laid out in 1948: “health security for all, regardless of residence, station, or race.” They think the Affordable Care Act means the U.S. is closer to that goal and that the next step should be to bolster the law ― by using government power to force down the price of drugs, hospital services and other forms of medical care, while providing more generous government assistance to people who still find premiums and out-of-pocket costs too onerous. Basically, they want people like Faisuly Scheurer to end up with the same security that people like Maryann Hammers already have.\nSome Republicans talk as if they share these goals. Trump has probably been the most outspoken on this point, promising to deliver “great health care at lower cost” and vowing that “everybody would be covered.” But other Republicans reject the whole concept of health care as a right. Although it’s theoretically possible to draw up a conservative health plan that would improve access and affordability, these aren’t the kinds of plans that Republicans have in mind. \nTheir schemes envision substantially less government spending on health care, which would mean lower taxes for the wealthy but also less financial assistance for everybody else. Republicans would make insurance cheaper, but only by allowing it to cover fewer services and saddling beneficiaries with even higher out-of-pocket costs. The result would be some mix of more exposure to medical bills and more people without coverage. If Republicans repeal the Affordable Care Act without replacing it ― a real possibility, given profound divisions within the GOP over how to craft a plan ― 32 million more people could go uninsured, according to the Congressional Budget Office.\nThat would mean real suffering, primarily among those Americans who benefit most from the law now ― the ones with serious medical problems, or too little income to pay for insurance on their own, or both.\nJay Stout, a 20-year-old in Wilmington, North Carolina, is one of those people. He was in good health until a head-on car collision nearly severed his arm and landed him in the hospital for more than a month. Surgeries and rehabilitation would have cost him hundreds of thousands of dollars that, as a community college student working part-time as a busboy, he could never have paid — if not for the Blue Cross plan that his mother had bought through the Affordable Care Act. When we spoke a few weeks ago, he told me the insurance has been “irreplaceable” and that losing it “would be totally devastating.”\nMeenakshi Bewtra had never had a serious health problem until her first year at the University of Pennsylvania medical school, when she developed severe gastrointestinal problems — the kind that forced her into the hospital for two months and drove her to drop out of school. Her insurance lapsed, which meant that her GI issues became a pre-existing condition. She eventually found coverage and today she’s a professor of medicine at Penn, where she moonlights as an advocate for universal health insurance. \n“For the first time, I truly understood what comprehensive health insurance meant,” Bewtra said, remembering what it was like to become fully covered. “I did not have to worry about how many times I saw a doctor, or how many lab tests I had to get, or having to ration out medications.” \nAngela Eilers, who lives in Yorba Linda, California, isn’t worrying about her own health. It’s her daughter Myka who has a congenital heart condition called pulmonary stenosis, which makes it more difficult for the heart to pump blood to the lungs. The little girl has required multiple surgeries and will need intensive medical treatment throughout her childhood.\nIn 2012, Angela’s husband, Todd, was laid off from his job at an investment firm. Since going without insurance was not an option, they took advantage of COBRA to stay on his old company’s health plan. It was expensive, and Eilers recalled panicking over the possibility they might not be able to pay the premiums. “I remember sitting at the table, thinking of plans. What would be our plan? One of them was … giving up our parents rights to my mom, because she has really good health insurance.”\nEventually her husband started his own consulting business, and that gave them the income to keep up with premiums until 2014 — when they were able to obtain coverage through the Affordable Care Act. Today they have a gold plan, one of the most generous available, for which they pay around $20,000 a year. Even though they make too much to qualify for financial assistance, they’re grateful for the coverage. Seven-year-old Myka has already run up more than a half-million dollars in medical bills. In the old days, before Obamacare, they would have worried about hitting their plan’s lifetime limit on benefits. \nThe family’s coverage has become more expensive over the years. They wish the price were lower, but they’re also not complaining about that. “I’m thankful that the letter was a premium hike, rather than ‘Sorry, we are not going to cover your daughter anymore,’” Angela Eilers said. \nWhen she thinks about the possibility of Obamacare repeal, she wonders if Trump and the Republicans understand what that would really mean. “There’s a face to this law, there’s a face to people that are going to be affected by it,” Eilers said. “It’s not me, it’s not him, it’s her. She’s only 7. And through no fault of her own, why should she suffer? And she’s not the only one.”\nSign up for the HuffPost Must Reads newsletter. Each Sunday, we will bring you the best original reporting, long form writing and breaking news from The Huffington Post and around the web, plus behind-the-scenes looks at how it’s all made. Click here to sign up!", "date": "\n02/18/2017", "href": "https://www.huffpost.com/entry/obamacare-what-went-right-critics_n_58a725dce4b045cd34c11b4c", "tags": "admit wo understand coverage obamacare medical ” simply insurance critics law care health"}