{"title": "This Is How Much Trump's Obamacare Sabotage Increased Health Insurance Costs", "content": "President Donald Trump’s decision to cut off billions of dollars owed to health insurance providers under the Affordable Care Act caused those companies to substantially increase premiums to cover their losses, according to an analysis published Friday.\nEnrollment on health insurance exchanges like HealthCare.gov begins Nov. 1 and runs until Dec. 15 in most states; a few have later deadlines. Consumers who use these exchanges or purchase their coverage directly from a health insurance company or through a broker can expect to see large rate hikes when they shop for plans. Prices already were set to rise before Trump’s action exacerbated the problem.\nThe Henry J. Kaiser Family Foundation studied documents that health insurance carriers submitted to regulators in 32 states and the District of Columbia. These documents detail price changes for health insurance policies and the justification for those changes.\nAmong those states, Trump’s action caused premium increases that range from 7 percent to 38 percent higher than they would have been for mid-level “Silver” health plans, the Kaiser Family Foundation reported. The analysis includes numerous examples of how specific insurers dealt with Trump’s decision to deny their reimbursements, based on information they provided to state insurance agencies.\nThis month, Trump halted payments to health insurance companies serving low-income customers. These so-called cost-sharing reduction payments are intended to reimburse insurers that provide discounts on out-of-pocket costs for people earning up to 250 percent of the federal poverty level, or $30,150 for a single person.\nThe Affordable Care Act requires health insurance companies to reduce deductibles and other forms of cost-sharing for eligible enrollees. The federal government is supposed to repay the companies for the expense. The payments are worth $7 billion this year and $10 billion next year, according to the Congressional Budget Office.\nBut Trump decided to cut off those funds. The spending to reimburse health insurance companies is the subject of a three-year-old legal dispute started by then-House Speaker John Boehner (R-Ohio), who alleged that then-President Barack Obama’s administration was unlawfully spending money Congress hadn’t authorized.\nLast year, a federal judge sided with House Republicans over Obama, but allowed the federal government to continue repaying insurers while the case worked its way through the appeals process. When Trump became president this year, his administration became the defendant in the case, and continued to make the payments until his announcement this month.\nAfter months of threatening to end the cost-sharing reduction payments, Trump followed through this month by stopping the payments and dropping the federal government’s appeal of the House GOP lawsuit. A group of state attorneys general has taken up the defense instead.\nAs a consequence, health insurance companies are set to lose an equivalent amount of money because they are still required to reduce eligible customers’ out-of-pocket costs.\nHealth insurance companies and most state governments anticipated that Trump might cut off this funding and adopted several strategies to prevent major financial losses and further disruption to the market. \nSome states and their insurers opted to only add supplementary premium increases to Silver plans, because those are the ones consumers must choose to receive discounts on out-of-pocket costs. In some cases, those extra price increases only apply to Silver plans sold on exchanges, which are the only places to receive financial assistance, and not on Silver plans bought outside the exchanges.\nOther insurers spread the increased costs across all types of insurance ― Bronze, Silver, Gold and Platinum ― either only on the exchanges or on and off the exchanges.\nTrump’s decision does not affect the availability of these cost-sharing reductions or subsidies on premiums for those who qualify. The tax credit subsidies available to reduce monthly premiums for those earning up to four times the poverty line ― or $48,240 for a single person ― largely shield eligible enrollees from price increases because they grow along with the price of Silver plans.\nAlmost 6 million people, or 57 percent of exchange enrollees, qualified for cost-sharing reductions when they enrolled for 2017, according to the Department of Health and Human Services.\nIronically, Trump actually increased federal spending when he ended those payments to insurance companies. Because premium subsidies rise when prices rise, those bigger subsidies will cost taxpayers $194 billion over the coming decade, the Congressional Budget Office projects.\nBut health insurance consumers who earn too much to qualify for subsidies will be forced to bear the full brunt of the rate increases. More than 80 percent of exchange enrollees received subsidies this year, but that still leaves millions inside and outside the exchanges who pay full price for their insurance.\nSenate Health, Education, Labor and Pensions Committee Chairman Lamar Alexander (R-Tenn.) and ranking member Patty Murray (D-Wash.) introduced legislation this month to restore the cost-sharing reduction payments that is co-sponsored by an additional 12 Republicans and 12 Democrats. \nSenate Finance Committee Chairman Orrin Hatch (R-Utah) and House Ways and Means Committee Chairman Kevin Brady (R-Texas) plan to introduce a competing bill with no Democratic supporters. Trump has sent very mixed signals about his position on these efforts.\nA separate report published Wednesday outlined the overall landscape for health insurance prices on the exchanges next year in the 39 states that use the federally operated HealthCare.gov exchanges.\nFor 2018, the average price increased 18 percent for Bronze plans, 34 percent for Silver plans, 16 percent for Gold plans and 24 percent for Platinum plans, according to the consulting firm Avalere Health. Across those 39 states, the average premium for a Silver plan ― by far the most popular option on the exchanges ― next year is $743, Avalere found. The average prices for Bronze, Gold and Platinum plans next year is $561, $831 and $1,125, respectively.", "date": "\n10/27/2017", "href": "https://www.huffpost.com/entry/trumps-obamacare-sabotage-made-health-insurance-more-expensive_n_59f201b0e4b03cd20b7ff46d", "tags": "much percent silver obamacare costs exchanges companies trump payments year plans increased sabotage insurance health"}