{"title": "This 'Game Of Thrones' Reveal Makes A Big Plot Hole Even Worse", "content": "Weak men will never rule Dorne again. But weak storylines are still welcome.\nThe much-maligned Sand Snakes were back at it again in the Season 6 premiere of \"Game of Thrones.\" After Prince Doran receives a letter that Princess Myrcella was poisoned, the Snakes and Ellaria jump into action, killing him and Areo Hotah. The Snakes also somehow murder Doran's heir, Trystane.\nThe problem is that a scene from the Season 5 finale shows the three Snakes and Ellaria watching as the ship carrying Trystane sails off for King's Landing. Yet, somehow, two of them, Obara and Nym, magically appear on the ship to kill the Dornish heir in the first episode of Season 6.\nNow, thanks to a recent \"Game of Thrones\" reveal, a small mystery about that situation is solved, but unfortunately the plot hole only gets worse.\nHBO's MakingGameOfThrones.com recently shared pictures of items from the episode, including the letter Prince Doran receives. Though some words are cut off in the image, to the best of our knowledge, it reads:\nThe note reveals why the Sand Snakes took action, but the damning line is that this confirms Trystane was on the ship that left Dorne. That ship is still at King's Landing.\nSo how the hell did the Sand Snakes get there?\nIf you look at the shots of the ship on the water from the Season 6 premiere, both before Jaime Lannister arrives on shore and right before the Sand Snakes murder Trystane, it appears the shadows are similar. (The clouds look awfully similar, too.)\nThough the sails are up, the lighting seems to suggest that there hasn't been a lot of time since Jaime reached the shore. Based on the images, the Kingslayer may have barely finished saying \"f**k everyone who isn't us\" to Cersei before Trystane is attacked.\nThere are no other ships in the background that we see. And yet, somehow, the Sand Snakes have managed to sail all the way from Dorne, board the ship and murder Trystane without causing any alarm.\nUh, what?\nOK, this show has dragons. We get it. Not everything has to be believable. Plus, HBO could still reveal in future episodes how the Sand Snakes made it all that way.\n(Teleportation confirmed.)\nSo, the situation probably isn't worth getting too upset over. Well, unless you're Trystane that is.\n(Warning! Graphic GIF below.)\nImage: TV.com\nYeah, that's gonna leave a mark.\n\"Game of Thrones\" airs Sunday at 9 p.m. ET on HBO.\nCheck out The Huffington Post's \"Game of Thrones After Show\" on Facebook Live starting at 10 p.m. ET on Sunday. ", "date": "\n04/28/2016", "href": "https://www.huffpost.com/entry/game-of-thrones-note-plot-hole_n_57211895e4b0b49df6a9ff65", "tags": "game doran worse trystane reveal plot makes even season ship sand hole thrones still snakes dorne big"}