{"title": "This Congress Is The Most Diverse Ever", "content": "The 116th Congress was sworn in on Thursday, and its diverse new members broke historic barriers on representation.\nThe new Congress boasts the largest number of female members ever, with more than 100 women serving in the U.S. House alone.\nThe country’s legislators are likewise at their most racially diverse, with the Congressional Black Caucus and the Hispanic Caucus each welcoming more members than ever before. There are also more Asian-Americans and Pacific Islanders in Congress than ever before.\nThursday’s swearing-in also ushered a number of individual historic firsts into power.\nReps. Ilhan Omar (D-Minn.) and Rashida Tlaib (D-Mich.) became the first Muslim women in Congress. Tlaib, who is also the first Palestinian-American woman in the national legislature, wore a thobe ― a traditional Palestinian dress ― at the swearing-in for all House members and planned to use the Quran for a later, individual swearing-in ceremony. Omar, who is also the first Somali-American elected to Congress, wore a hijab ― a first on the House floor, which previously banned lawmakers from donning headwear.\nAfter a record wave of LGBTQ candidates ran in 2018, several broke barriers with their wins in November ― including former Rep. Kyrsten Sinema of Arizona, who made history Thursday as the first openly bisexual person to be sworn in to the Senate.\nRep. Alexandria Ocasio-Cortez (D-N.Y.), the youngest woman ever elected to Congress, wore white on Thursday in honor of the suffragists who fought for women’s right to vote.\nAnd Reps. Sharice Davids (D-Kan.) and Deb Haaland (D-N.M.) ― the country’s first Native American women in Congress ― hugged and wiped away tears on the House floor after their swearing-in.", "date": "\n01/03/2019", "href": "https://www.huffpost.com/entry/congress-diverse-makes-history-representation_n_5c2e97b5e4b0407e9089e7db", "tags": "ever thursday first house ― swearing-in diverse women also congress members"}