{"title": "This church has survived a fire that started back in 1962", "content": "The town of Centralia has been left to die - but its last remaining church is thriving.\nIn Pennsylvania's coal-mining mountains, there's an empty grid where a town once lived.\nOnce, there were homes and gardens. Now there are weeds.\nBefore Centralia started burning from below, more than a thousand people lived here. At the last count, there were six.\nThe roads remain - on Google Maps, they have names like Railway Avenue and Apple Alley - but on the ground, they are ghost streets. \nNameless. Silent. Stripped bare. Anonymous, in every sense.\nOn the horizon, though, a piece of Centralia survives.\nA white church rises between black trees. A blue dome shines against the snow.\nIts congregation has left town, but Centralia's Ukrainian Catholic Church isn't going anywhere.\nJohn Mayernick Sr was born and raised in Centralia, back when it was a living, breathing, coal-mining town.\n\"Everybody watched out for each other,\" he says.\n\"If you did something wrong, and someone didn't like it, they'd say 'I'm going to call your dad', and that was the end of it. \n\"And buddy - you better get home quick, because you didn't want that to happen.\"\nBut, on 27 May 1962, Centralia changed. A fire spread from a surface mine to underground seams, and kept burning.\n(It's not known how the fire started, but \"the most widely accepted\" explanation - according to the state - is that workers set fire to a nearby rubbish dump.)\nMore than $7m was spent trying to stop the fire, but it didn't work. In 1983, the US Congress approved a $42m package to relocate the residents.\nNow, some locals think the fire is either out, or no longer poses a danger. The state says the fire could burn for more than 100 years. \nBy 1983 - when Congress funded the relocation - John had already moved to Numidia, eight miles north. \nBut, although Centralia was disappearing, he kept coming to the blue-domed church where he was baptised. More than 40 years later, he's still here. \n\"This was our church,\" he says, looking at the stained-glass windows.\n\"Everybody in my family - they were baptised here, went to communion here. Even buried here, some of them.\n\"I could have gone to [churches in] Berwick, or Mount Carmel, or Marion Heights. But as long as it's going, I'll keep coming.\"\nA church in a place with no people needs deep, strong foundations, or it crumbles. Joanne Panko's family is one of those foundations.\nJoanne, 67, was baptised here, as was her mother. Her grandmother also worshipped here, after arriving from Europe in her 20s.\nIn 1987, with the fire burning, Joanne left Centralia for Bloomsburg, a 19-mile drive away. Did she think of finding a new church?\n\"Never,\" she says, sitting on a pew with her grandson. \"Never.\"\nMary Anne Mekosh's family is another foundation. Like Joanne, Mary's parents and grandparents came here.\nShe left Centralia after high school, moving to the Washington DC area, but now lives five miles south of the town.\nMary, 68, is proud of her church - \"We're stable, and we want it to continue\" - but is sad that Centralia was left to die.\n\"I'm not someone who hates our government, or thinks it's incompetent,\" she says. \n\"I just don't understand how this was allowed to happen. I really believe the fire could have been put out in the early days.\"\nBy the 1980s, Centralia was fading from the map, like a photo developing in reverse. \nWhen the fire started, there were five churches in the town. One by one, they disappeared. In 1986, the Ukrainian church - built in 1911 - almost followed.\n\"It was on its last breath,\" says Father Michael Hutsko, the pastor.\n\"The church would have been knocked down, and all that would have remained was the cemetery.\"\nBut, as the state oversaw the clearance of Centralia, Archbishop Stephen Sulyk ordered a survey under the hillside church.\n\"So they drilled, and they found solid rock [rather than coal],\" says Father Hutsko.\n\"That's so scriptural. 'You are Peter and upon this rock I will build my church.'\"\nThe building was saved, and - with the help of families like the Mayernicks, the Pankos, and Mekoshes - the church kept watching over Centralia.\nIn November 2015, the head of the Ukrainian Catholic Church, Major Archbishop Sviatoslav Shevchuk, visited Centralia during a tour of the US.\nHe was so impressed by the church, it was made a pilgrimage site. A framed letter on the church wall, complete with the patriarch's golden seal, confirms the honour.\nThe first pilgrimage took place in August 2016, with 500 - 600 visitors from across the US. \nAnother took place in 2017, and the next is planned for the last Sunday in August 2018.\n\"We invite people worldwide to join us,\" says Father Hutsko. \"We really want to extend it - it's not just for Ukrainian Catholics.\"\nFather Hutsko became pastor in Centralia in August 2010, but knew the town as a boy.\n\"I went to seminary in 1976 with someone from the parish,\" he says.\n\"I would come to visit him - his family had a little grocery store in their home - and it was always a special place.\"\nAfter their Sunday morning service, Father Hutsko and his congregation stay for drinks and doughnuts at the back of the church. \n\"There's nowhere else in town to go,\" he says, smiling.\nAs the smell of incense lingers, old neighbours catch up over coffee, while younger parishioners race between the pews.\n\"We lost the town, but we didn't lose the church,\" says Father Hutsko.\n\"As a priest, that gives me great uplift, great feeling, both spiritually and socially.\"\nFather Hutsko - who has another parish in Mount Carmel, four miles west - is confident the church will survive \"longer than I'm going to be alive\".\n\"When you look back, it was saved in 1986 for something greater,\" he says.\n\"I think the history is unfolding before our eyes. The final chapter hasn't been written yet.\n\"We don't know what it's going to be, but when I look back I see the hand of God, really, in all of these things.\n\"I can't help believe that something truly spectacular is going to happen here. Truly spectacular.\"\n Follow Owen Amos on Twitter @owenamos", "date": "24 January 2018", "href": "https://www.bbc.com/news/world-us-canada-42781736", "tags": "left fire going started town survived back church says father like centralia hutsko"}