{"title": "This Is What's In The Health Care Bill House Republicans Just Passed", "content": "The Republican-led House on Thursday narrowly passed legislation to repeal major parts of the Affordable Care Act and replace them with a new set of policies designed to significantly scale back the federal role in providing health coverage to Americans.\nThe Affordable Care Act ushered in a historic reduction in the national uninsured rate. By targeting assistance to low- and middle-income families that need health coverage and forbidding health insurance companies from rejecting people with pre-existing conditions, it expanded coverage to about 20 million people.\nThe American Health Care Act, which is the House Republican bill, would undo both of those things. \nThe legislation would end the Affordable Care Act’s expansion of Medicaid to poor adults and drastically cut federal funding for Medicaid overall, jeopardizing coverage for children, people with disabilities and elderly people in nursing homes. The bill also would allow states to permit health insurers to go back to turning away customers because of their health status and medical histories, or charging them higher rates. \nThe American Health Care Act is also a vehicle for almost $600 billion in tax cuts for wealthy people and health care corporations.\nWith the support of President Donald Trump, House Speaker Paul Ryan (R-Wis.) hurried this revised version of the legislation to the floor even though the Congressional Budget Office hasn’t completed its evaluation of how it would affect the number of Americans with health coverage, the cost of private insurance or the federal budget.\nThat makes it difficult to ascertain what the bill Republicans passed would actually do. \nWhen the CBO and Joint Committee on Taxation analyzed the original version of the bill in March, they projected it would lead to: 24 million fewer people covered over 10 years; higher premiums for older customers; and lower premiums for young and healthy people, achieved mainly by pricing out the sick and old. The new version of the bill could lead to even more uninsured and even worse access for people with pre-existing conditions.\nHere are the key provisions of the American Health Care Act and what they would do:\nThe American Health Care Act would reverse the Affordable Care Act’s gains in health coverage by getting rid of the two things that made it possible: expanded Medicaid and generous tax credits for private insurance available to low-income people. Without a CBO report on the language the House passed, there’s no official accounting of how many fewer people would be covered. However, the new version includes the same coverage provisions that the scorekeepers of the old one predicted would cause 18 million people to lose coverage over this year and next year and millions more during the coming decade.\nThe bill would slash federal spending on Medicaid by $880 billion, or about one-quarter, over a 10-year period. It also would wind down the Medicaid expansion that has provided coverage to millions in the District of Columbia and 31 states that took advantage of this part of the Affordable Care Act.\nMoreover, the American Health Care Act would fundamentally transform Medicaid into an entitlement program available to anyone who qualifies ― mostly poor children, pregnant women, people with disabilities and senior citizens ― by capping federal spending. \nInstead of the federal government and the states sharing the expenses for covering these individuals, states would receive a smaller lump sum of money each year based on how many Medicaid enrollees they have. Faced with this shortfall, states would be forced to reduce benefits, the number of people they cover, how much they pay medical providers or some combination of those things.\nThe Affordable Care Act provides tax credits that people can use to reduce their monthly health insurance premiums if they earn up to four times the federal poverty level ― which is $98,400 for a family of four. These credits vary not only by income but by geography to reflect variations in health care costs in different regions. The law also offers cost-sharing reductions to the lowest-income enrollees that shrink out-of-pocket costs like deductibles and copayments.\nThe American Health Care Act would get rid of both of those things. In their place, it offers much smaller tax credits that are pegged only to age, and don’t vary by income or geography. \nThe American Health Care Act would eliminate the individual mandate that says most Americans must obtain health coverage or face tax penalties and the mandate that says large employers must offer health benefits to workers.\nUnder the Affordable Care Act, health insurance companies are prohibited from rejecting applicants based on their health or medical history, and must charge everyone the same premiums for their policies regardless of pre-existing conditions.\nThe original version of the American Health Care Act left that popular rule in place, but the version the House passed doesn’t. Instead, states would be permitted to waive that rule for health insurance companies, and allow insurers to turn away people with pre-existing conditions or to charge them higher rates than healthy people. Anyone who experiences a gap in coverage ― say, because of a lost job ― would face these obstacles in states that waive the guarantee of coverage for pre-existing conditions, while people who maintain continuous coverage wouldn’t.\nThe American Health Care Act would permit states to disregard the Affordable Care Act’s “essential health benefits” standards that require insurers to cover basic services like physician visits, hospitalizations and prescription drugs. This would free health insurance companies to sell policies that cover very little.\nDeductibles in the thousands of dollars are one of the biggest consumer complaints about Affordable Care Act plans, but the GOP bill encourages health insurance companies to sell plans with even bigger deductibles, according to the CBO. The legislation would enable insurers to offer plans that cover a smaller percentage of a typical person’s medical costs, leaving patients on the hook for more out-of-pocket costs.\nThe American Health Care Act would enable states to loosen limits on how much extra customers in their 50s and 60s can be charged for health insurance. The Affordable Care Act caps this at three times what the youngest policyholder pays, and the GOP bill would let states increase it to five times a younger person’s premiums.\nCharging older people more could let insurers reduce rates for younger consumers. Even more than that, however, the CBO concluded that the primary reason some younger customers may pay less is that older, sicker people will find they can’t afford the insurance because the financial assistance is too meager. As a result, many would become uninsured. That takes their medical expenses out of the insurance pool, saving health insurers money and potentially letting them lower prices for healthier consumers. And younger adults would be subject to the same weakened protections for people with pre-existing conditions as older people.\nThe American Health Care Act would provide $130 billion that states can use to strengthen their insurance markets. States, for example, could distribute money to health insurance companies that have sicker-than-expected patients. With the state absorbing some of insurers’ financial losses, companies could offer lower premiums to their customers.\nThe version of the bill approved by the House also includes an additional $8 billion earmarked for states that permit health insurance companies to reject people with pre-existing conditions or charge them higher premiums. The idea is that states could establish high-risk pools or some other mechanism to cover the sickest patients that insurers don’t want.\nCombined, however, both these pots of money are inadequate to provide coverage to people with pre-existing conditions.\nMuch of the money the Affordable Care Act spends to cover low- and middle-income people comes from taxes on wealthy people and health care companies. The American Health Care Act repeals all those taxes ― worth $592 billion.\n Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n05/04/2017", "href": "https://www.huffpost.com/entry/this-is-whats-in-the-health-care-bill-republicans-just-passed_n_590b75b3e4b0e7021e95a5a8?fwl", "tags": "american coverage passed states house insurance act bill republicans affordable care health"}