{"title": "This Theory May Prove Lady Stoneheart Is Coming To 'Game Of Thrones'", "content": "Is Kanye West a writer on \"Game of Thrones\"? Because until now, the show has been pretty heartless -- or Stoneheart-less.\nBut that's all about to change. (Maybe.)\nImage: HuffPost/HBO\nIn George R.R. Martin's books, Lady Stoneheart is a zombified version of Catelyn Stark who comes back to get revenge on anyone associated with the Red Wedding. (Sorry, Freys.)\nHer appearance on the show has been rumored for years, but it's never actually happened. The character is such a big part of the book series that fans even speculated Sansa would take on the role in order to squeeze Stoneheart into the show. Now, according to interviews and set leaks, it appears she may finally make an appearance -- sans Sansa -- but there's a twist involving another Stark ...\nCould Arya use her Faceless Men skills to become Catelyn Stark/Lady Stoneheart and take out the Freys? Uh, HELLS YEAH! We haven't really seen this out there yet, but it makes perfect sense based on some recent news and cast interviews.\nIn \"Two Truths and a Lie,\" players say two things that are true and one that is false -- hence the name. Maisie Williams (Arya) and Sophie Turner (Sansa) recently played the game with Yahoo, and they had some very interesting responses.\nAccording to Turner:\nAccording to Williams:\nOK, there's a lot to digest here, and some of this seems contradictory; however, there's a big set leak going around that seems to clear things up ...\nAccording to set leaks that have been pretty accurate so far, Ramsay Bolton will likely make it through Season 6. If that's the case, then Turner's two other responses are most likely true: \nLady Stoneheart coming to \"Game of Thrones\" would be a game-changing event that'd please the old gods and the new.\nBut there's a big problem ...\nTurner also says that Arya is checking names off her list, and, at this point, Arya's kill list is small. (Like, it's really small.) In Season 6, Episode 3, \"Oathbreaker,\" she names the peeps on her list, and it's so few that even the Waif is all like, \"You sure that's it, bruh?\"\nOne person Arya does name on that list is Walder Frey, a character who conveniently just returned to the show (wink, wink). The issue is that Frey would probably be Stoneheart's target, too, since her purpose is basically to punish people for the Red Wedding.\nSo, how can Arya and Stoneheart both take out Frey? Thankfully, Williams' true responses clear this up:\nIf Arya does appear in the trailer more than we know, it's likely because she's using her Faceless Men training to take other people's identities. And what better way to cross Frey off her list than going back to Westeros, assuming the identity of Catelyn Stark/Lady Stoneheart, and perhaps crashing a second \"Red Wedding\"?\n(Side note: The show already hinted there would be another Frey wedding ceremony way back in Season 3 -- after Catelyn Stark killed Walder Frey's wife, Roose Bolton tells Frey, \"You'll be needing a new young girl.\" We asked Roose Bolton himself, actor Michael McElhatton, if he thought perhaps that scene could've been hinting at another Red Wedding coming. He said he'd love to see Frey come back because he's still \"alive, and he's still a very powerful man.\" And Frey did just return with a woman by his side in the last episode, but it's unclear if this is a new wife or not.)\nStill not convinced? Well, get ready to know something, Jon Snow.\nFrom casting news, we know characters from the Brotherhood Without Banners will show up in Season 6. (This is the group that Lady Stoneheart eventually leads in the books.) The Brotherhood also got a mention in the latest episode. In addition, Bran's flashbacks included images of the Red Wedding. That, and the return of Frey, have many thinking this is a clear indication that Stoneheart is coming.\n\"Game of Thrones\" director Alex Graves previously said Stoneheart wasn't added to the show because the story didn't really fit in at the time, and it'd be weird to bring back Catelyn Stark actress Michelle Fairley just to kill people as a zombie. Well, with Arya's ability to take on identities and the recent appearance of Walder Frey, it seems like it'd sure make sense now.\nBrace yourselves. Stoneheart is (probably) coming ...\nMake sure to check out HuffPost Entertainment’s “Game of Thrones” after show on Facebook Live every Sunday night at 10 p.m. EST following the new episode.\n\"Game of Thrones\" airs Sunday at 9 p.m. ET on HBO.", "date": "\n06/01/2016", "href": "https://www.huffpost.com/entry/this-theory-proves-lady-stoneheart-is-coming-to-game-of-thrones_n_574dc491e4b02912b240e15e?utm_hp_ref=game-of-thrones", "tags": "may game wedding show lady stoneheart back catelyn theory coming arya -- prove thrones frey"}