{"title": "Thomas Piketty: 'Indian inequality still hidden'", "content": "French economist Thomas Piketty says there is still a \"huge\" gap in data about income tax in India.\nOfficial figures just released show only 1% of Indians paid tax in 2013, while 2% filed a tax return.\nPrime Minister Narendra Modi tweeted that publishing the data was a \"big step towards transparency and informed policy-making\".\nBut Mr Piketty told the BBC the data was too thin to draw significant conclusions about levels of inequality.\n\"Our Govt. has taken the landmark decision of publishing the income tax data. It is a big step towards transparency & informed policy making,\" Mr Modi wrote on Twitter.\nThe data has prompted a lively debate about the extent of tax evasion in India - with commentators noting that there were very few tax returns at the highest end of the income spectrum. \nJust six individuals were in the top-earning tax bracket - declaring an average income of $10.4m (£7.1m).\nHowever, India has at least 84 billionaires, according to Forbes magazine, suggesting a huge shortfall in the amount of income tax paid by the very rich in India.\nMr Piketty had earlier urged the government to release the figures, saying it was difficult to measure India's wealth distribution since Delhi stopped publishing income tax data in 2000.\n\"There is an extreme lack of transparency for data, especially income tax data, in India,\" he told me when we met in January. \nMr Piketty is famous for one of the most unlikely bestsellers ever, Capital in the Twenty-First Century.\nHis mammoth tome charts in minute detail the progress of inequality across the world over the last few centuries and has already sold well over two million copies.\nThe book transformed our understanding of wealth and inequality.\nIt describes how the world has become a much more unequal place in the last couple of decades and - more worrying still - suggests it is only likely to get more so, with disastrous consequences for social cohesion and economic growth.\nThe gap between rich and poor in India is well-documented, but Mr Piketty has argued the paucity of data means it is impossible to get an accurate picture of inequality in what is now the fastest growing large economy in the world.\n\"We simply don't know,\" was his succinct response when I asked him how unequal India was.\n\"India is probably closer to the high inequality countries of the world like Brazil or South Africa, than to the US or Europe,\" he said. \n\"But where exactly we don't really know, partly because of lack of access to proper data.\n\"We see the same problem with access to caste census data that was supposed to clarify the link between caste, income, wealth and income inequality. This puts a limit on our ability to put India on a map in terms of inequality.\"\nMr Piketty said the fresh data was \"a good start, but this is really just a start\" - noting that only detailed figures on income tax for one year, 2012-2013, had been released.\n\"In order to study the evolution of income distribution we would need to have the detailed data by income range for all years,\" he told the BBC. \n\"Right now we have a huge data gap between 2000 and 2012 (or actually between 1997 and 2012, because the last years 1997-2000 of the previous series of All-India-Income-Tax-Statistics displayed lots of inconsistencies).\n\"If and when we finally obtain access to the complete data, I would be very happy to provide a detailed analysis and draw lessons for inequality dynamics and development in India.\"", "date": "2 May 2016", "href": "https://www.bbc.com/news/world-asia-india-36186116", "tags": "gap world india tax thomas huge income data piketty hidden inequality still"}