{"title": "Three reasons behind Trump ditching Iran deal", "content": "President Donald Trump wasn't always so dead against the Iran deal and it's not a big issue for voters, so why is he pulling out now?\nIt was a move that had been telegraphed for months, despite last-ditch attempts by US allies and domestic backers of the agreement to convince the president to stick with the status quo.\nIn his announcement, the president said that he was open to renewed negotiations, putting trust in his ability as a deal-maker to succeed.\n\"A constructive deal could have easily been struck at the time,\" Trump said of the 2015 negotiations. \"But it wasn't.\"\nNow the president will have his chance to show he can do better. But why withdraw now?  \nOpinion polls show a majority of Americans are in favour of staying in the deal, and, while Mr Trump has said he's simply keeping another promise, this was never an issue that motivated his base the way immigration, trade and the economy did.\nHere are three reasons why he grew to hate the deal and made this move.\nMr Trump has, at times, framed his opposition to the Iran deal on very personal terms. He has repeatedly mocked former Secretary of State John Kerry, one of the architects of the agreement, including cracks about a bicycle accident that left him with a broken leg. \nAccording to one report, Mr Kerry's efforts to reach out to Iranians in recent days helped push the president further toward abandoning the deal. The president tweeted about it earlier on Tuesday, so the topic was certainly on his mind.\n\"John Kerry can't get over the fact that he had his chance and blew it!\" Trump wrote. \"Stay away from negotiations John, you are hurting your country!\"\nSince his inauguration, Mr Trump has taken aim at practically every one of his predecessor's signature achievements. \nWithin a week of his inauguration he had pulled the US out of the Trans-Pacific Partnership trade negotiations. \nIn June he announced his intent to withdraw the US from the Paris Agreement on climate change mitigation. \nHe also unwound Obama-era protections for some undocumented immigrants.\nHe, and Republicans in Congress, made repealing the Affordable Care Act, which increased government regulation of health insurance markets, a central (albeit largely unsuccessful) focus of his first-year legislative agenda. \nHe's re-imposed sanctions and travel restrictions on Cuba, rescinded proposed controls on power-plant emissions, fuel efficiency standards for new cars and other environmental regulations, and backed repeal of some Obama-era controls on financial institutions.\n\"With the Paris climate deal dead, the Iran nuclear deal on life support, and Obamacare eviscerated, Obama's only real legacy at this point is the presidency of Donald Trump,\" writes Sean Davis of the conservative website The Federalist.\nAnd that, it seems, is just the way Mr Trump wants it.\nWhen Mr Trump first ran for president, he was not nearly as critical of the Iran deal as he is now. While saying he thought it was a mistake and poorly negotiated, he suggested that he may be open to keeping the US commitments. \n\"It's very hard to say, 'We're ripping it up,'\" then-candidate Trump said during an NBC interview in August 2015. \n\"I would police that contract so tough that they don't have a chance,\" he said. \"As bad as the contract is, I will be so tough on that contract.\"\nHis shift to a more vehemently anti-deal view tracks closely with Mr Trump's full-throated support of Benjamin Netanyahu and the hard-line Israeli side of Middle East peace negotiations, after earlier suggesting he could be a impartial \"deal-maker\" in the region.\n\"It doesn't help if I start saying I'm very pro-Israel,\" Mr Trump said in a Republican candidate debate in February 2016, when he was sharply criticised by Senators Ted Cruz and Marco Rubio for his professed neutrality in Arab-Israeli negotiations.\nBy the following month, Mr Trump told an audience at the American Israel Public Affairs Committee annual conference that his \"number one priority is to dismantle the disastrous deal with Iran\" - outlining what he saw as the agreement's failure to address the nation's destabilising influence in the region and the development of its ballistic missile programme. \nHe said there was no \"moral equivalency\" between the Israelis and Palestinians in peace negotiations and that \"the days of treating Israel like a second-class citizen will end\" when he becomes president.\nAnd since becoming president, Mr Trump has begun the process of moving the US embassy to Jerusalem, threatened new sanctions against Palestinians, continued his condemnations of the Iranian government and now abandoned the nuclear arms agreement with that nation - citing, in part, evidence presented by Mr Netanyahu.\nMr Trump had made motions toward, and then backed away from, formally pulling out of the Iran deal several times over the first year of his presidency. \nHe was reportedly counselled against abandoning the agreement by senior advisers in his administration, including Secretary of State Rex Tillerson, National Security Advisor HR McMaster and Secretary of Defence James Mattis.\nMr Mattis is the only man left standing, and his influence appears to be waning. The other two have been replaced by Mike Pompeo and John Bolton, respectively, and both are considered Iran hawks. \nWhere once the president may have been counselled to be cautious in abandoning US commitments to Iran, this time his instincts - an innate distrust of multilateralism in general and Iran in particular - appear to have been enthusiastically supported. \nAfter 15 months Mr Trump has built a foreign policy team that is largely on the same page - his page. ", "date": "8 May 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-43902372", "tags": "agreement iran us mr three trump reasons ditching behind john deal negotiations"}