{"title": "Threatening U.S., Putin Promises Russians Both Missiles and Butter", "content": "MOSCOW — President Vladimir V. Putin of Russia — facing an economically beleaguered, less-supportive public — used his annual state-of-the-nation speech on Wednesday to promise a raft of social spending, while also doubling down on threats against the United States.\nMr. Putin said Washington was fueling a new arms race by withdrawing from a landmark nuclear weapons treaty and possibly deploying new missiles in Europe. Without mentioning any country in particular, he warned that if American missiles were deployed on the continent, within a few minutes’ flight of his country, Russia would aim its weapons at those missiles and at targets in the United States.\n“Russia will be forced to create and deploy new types of weapons that could be used not only against the territories where a direct threat to us comes from, but also against the territories where decision-making centers directing the use of missile systems threatening us are located,” he said. “The capability of such weapons, including the time to reach those centers, will be equivalent to the threats against Russia.”\nRussian missiles, including nuclear weapons, targeting the United States is not new. Nor is saber rattling by Mr. Putin, who devoted much of his speech last year to what he claimed were highly advanced new weapons.\nBut on Wednesday, amid a steady deterioration in relations with Washington, he made some of his most explicit threats ever. They followed the announcement this month that President Trump was withdrawing the United States from the landmark 1987 Intermediate-Range Nuclear Forces Treaty, after years of accusations — rejected by Moscow — that Russia had violated the pact.\nRussia will develop and deploy whatever weapons systems are needed to remain secure, Mr. Putin said, though, as he is well aware, a costly arms race in the 1980s, combined with sinking oil prices, contributed to the collapse of the Soviet Union. His aggressive tone appeared to be intended, in part, to persuade Washington not to abandon the treaty.\n“Among the ruling class” in the United States, he said, are many people who “are too captivated by ideas of their exceptionalism and their superiority over the entire rest of the world.”\n“But do they know how to count?” he asked. “Surely they do. Let them first calculate the range and speed of our advanced weapons systems, and then make decisions on the threats against our country.”\nMr. Putin did not criticize President Trump, instead suggesting, as he has in the past, that a secretive “deep state” hobbled the American president.\nIn his speech last year Mr. Putin cataloged an array of new weapons that he said Russia was developing, while animations showed missiles striking the United States. This year he mentioned just a few.\nThis spring, he said, Russia will launch its first nuclear submarine carrying a Poseidon, an unmanned underwater nuclear drone, and will deploy a new Zircon hypersonic missile for the Russian Navy. The missile can fly at nine times the speed of sound with a range of 620 miles, he said.\nMr. Putin took up his usual foreign policy cudgel at the end, using most of the 90-minute speech to Russian lawmakers to focus on improving the standard of living in Russia.\nIn promising both butter and missiles, however, Mr. Putin did not explain how the troubled Russian economy could pay for it all. As always with his addresses focused on domestic issues, there was a certain gap between the Russia he was describing and the reality.\nMr. Putin promised all kinds of additional public benefits, noting that having 19 million Russians still living in poverty in a nation of some 145 million people was too high. Much of the new social spending was pitched toward families with young children, addressing a population decline that Mr. Putin has tried previously to reverse.\nThe president promised salary and pension increases for tens of millions of Russians above the inflation rate. He mentioned more and better local medical clinics, improved cancer treatment, more modern garbage collection methods, greater environmental protection, more support for cultural activities both in cities and rural areas, less bureaucratic intervention in economic activity and much, much more.\nMaksim S. Oreshkin, the economy minister, defended the president, saying the fact that he had quoted so many precise spending numbers meant that the budget calculations had already been made.\nThe government recently revealed plans to spend some of its gold reserves on infrastructure projects. But it has also raised retirement ages, and various taxes and fees — deeply unpopular measures that amounted to a tacit admission that its spending was unsustainable.\nAnd even as Mr. Putin extolled the benefits of diversifying the Russian economy away from its dependence on commodities like oil and gas, Michael Calvey, the American founder of one of the largest Russian venture capital firms investing in new technology sat in jail, recently arrested on seemingly spurious fraud charges because of a commercial dispute over a bank.\nIn promising higher wages, Mr. Putin seemed to be trying to steal some thunder from Aleksei A. Navalny, the main opposition leader. Mr. Navalny announced last month the formation of a national trade union to fight for better wages for doctors, teachers and other professionals, a promise Mr. Putin had made previously.\nAmid Mr. Putin’s lengthy list of promises, there were occasional asides that underscored his desire that Russia be a nation apart. Mr. Putin called on the government to create a new national brand of green consumer products.\nIgnoring the lack of environmental controls in Russia, where snow blackened by soot recently fell on a Siberian coal mining center, he said, “these products will be extremely popular on international markets because there is nothing clean left abroad.”\nThe president expressed annoyance that he had had to intervene personally in the garbage issue to resolve situations where public demonstrations have erupted to protest overflowing landfills. Garbage protests have only spread in the past month.\nOver all, Mr. Putin’s approval rating has dropped sharply in the last year, initially prompted by raising the retirement age but also fueled by five years of dropping real incomes, higher prices and a variety of new taxes. Mr. Putin seemed to be trying to address all those grievances with his laundry list of promises.\nAs he said at the very start of the speech, “People should see an improvement in their lives starting this year.”", "date": "Feb. 20, 2019", "href": "https://www.nytimes.com/2019/02/20/world/europe/russia-missile-threat.html", "tags": "butter russians u.s. missiles new ” promises russia threatening — weapons putin"}