{"title": "Threats to transgender student shut Oklahoma school", "content": "An Oklahoma school system has reopened after violent threats against a 12-year-old transgender student prompted its closure for two days.\nAchille Public Schools, near the Texas border, were shut as local police investigated the threats made in a parents' private Facebook group.\nBryan County Sheriff Johnny Christian said some of the comments came from outside the state.\nHe said the FBI was contacted to help investigate.\n\"A lot of the negative comments and what we perceived as threats were outside our county and, sometimes, out-of-state,\" Sheriff Christian added.\nBut he said that a man who had confronted the girl's mother in person lived in the small rural community, which is about 160 miles (260km) south of Oklahoma City.\nNo criminal charges have been filed, but the sheriff said the girl's mother has filed a restraining order against that man.\nAccording to KFOR-TV, one local parent wrote of the student in a Facebook group: \"If he wants to be a female, make him a female. A good sharp knife will do the job really quick.\"\nOthers referred to the girl as \"this thing\".\nOthers called for the student to be attacked, with one suggesting that it was \"open hunting season\" on transgender people.\nThe girl's mother told local media her daughter has identified as female for several years.\nShe said the girl had been falsely accused by a student of peeping under a cubicle while using the girls' toilet.\nSheriff Christian said the girl had used a staff bathroom in primary school. But it was her first week of middle school, he added, and she used the girls' bathroom because she did not know where the employees' one was located.\nSuperintendent Rick Beene said the decision to suspend classes so soon into the school year was based in part on fears of protests.", "date": "15 August 2018", "href": "https://www.bbc.com/news/world-us-canada-45199499", "tags": "transgender sheriff christian mother oklahoma local one shut girl student school threats"}