{"title": "Tiger Woods Sued Over Death Of Drunk Driver Who Worked At Golfer's Restaurant", "content": "The parents of a man who died while driving drunk in Florida are suing champion golfer Tiger Woods, arguing that his restaurant overserved their son and then let him drive away while intoxicated.\nThe wrongful death lawsuit was filed Monday in Palm Beach County court against Woods, his girlfriend Erica Herman and the corporation that runs The Woods, the golfer’s Jupiter, Florida, restaurant. Herman is general manager of The Woods, the Associated Press reported. \nThe lawsuit contends that 24-year-old Nicholas F. Immesberger, who worked at The Woods as a bartender, was served an excessive amount of alcohol at the restaurant after his shift ended on Dec. 10 last year.\nImmesberger’s parents further claim that Herman knew their son was an alcoholic and still hired him as a bartender.\nAfter he finished his shift at The Woods that day, staff members allegedly allowed him to keep drinking in the restaurant for three hours, according to the lawsuit. He later lost control of his car on a Florida highway and died in the ensuing crash. His blood alcohol level was 0.28, which is more than three times Florida’s legal limit.\nThe lawsuit blames the restaurant’s staff ― and seeks to hold its managers and owners responsible ― for overserving Immesberger before the crash.\nAccording to the lawsuit, a friend of Immesberger’s had told employees at The Woods to stop serving him alcohol. The lawsuit also claims that restaurant employees were aware that Immesberger had crashed another vehicle a month earlier.\nDuring a Tuesday press conference, the Immesberger family’s lawyer, Spencer Kuvin, claimed that video evidence showing Immesberger drinking for three hours at the bar after he got off work at 3 p.m. had been destroyed.\n“We have, through our investigation, uncovered evidence to show the bar knew what happened, they knew about the crash that night, and shortly thereafter that video evidence was then destroyed and deleted off the servers they have at The Woods,” Kuvin said, according to WPEC CBS 12.\nNeither Woods nor Herman was at the bar on the evening of Immesberger’s death, according to the Los Angeles Times. \nWoods commented on Immesberger’s death on Tuesday while at the PGA Championship in Bethpage, New York.\n“We’re all very sad that Nick passed away,” Woods told reporters, according to CBS News. “It was a terrible night, a terrible ending. And we feel bad for him and his entire family. It’s very sad.”", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/tiger-woods-lawsuit-death-drunk-driver_n_5cdb2af0e4b0790953dec435", "tags": "lawsuit alcohol immesberger death sued restaurant worked tiger driver according herman golfer knew florida drunk woods"}