{"title": "Tillerson denies resignation rumours, but not 'moron' remark", "content": "US Secretary of State Rex Tillerson has denied rumours of a rift with Donald Trump, amid media reports he had called the president a \"moron\".\n\"I'm not going to deal with petty stuff like that,\" he said, without denying the alleged remark.\nMr Tillerson called a news conference after an NBC report said he had considered resigning earlier this year.\nHe said his commitment to Mr Trump's White House was as strong as ever, and he would stay on as long as needed.\nNBC had alleged, citing White House sources, that Mr Tillerson had to be talked out of resigning in July. \nIt said he had been advised by Vice-President Mike Pence \"on ways to ease tensions\" with the president, the report added - something which Mr Tillerson denies.\n\"The vice president has never had to persuade me to stay as secretary of state, because I have never considered leaving this post,\" he said.\n\"I'm new to Washington, I have learned there are some who try to sow dissension to advance their own agenda by tearing others apart in an effort to undermine President Trump's own agenda. I do not and I will not operate that way.\"\nJust before Mr Tillerson spoke, Donald Trump took aim at their report, tweeting: \"NBC news is #FakeNews and more dishonest than even CNN. They are a disgrace to good reporting. No wonder their news ratings are way down!\"\nSpeaking in Las Vegas later, where he was visiting victims of the mass shooting, Mr Trump said he it was a \"totally phony story... made up by NBC\" and he had \"total confidence in Rex.\"\nState department spokeswoman Heather Nauert also later refuted the \"moron\" remarks, even though the secretary himself had not.\n\"The secretary did not use that type of language to speak about the president of the United States,\" she said. \"He does not use that language to speak about anyone.\"\nShe added that Mr Tillerson was a \"tough old bird\" and daring those who want him to resign: \"go ahead and keep pushing - because that will only strengthen his resolve.\"\nWhen asked if the president had instructed him to make a statement, Mr Tillerson said he had not spoken to Mr Trump since the allegations surfaced.\nThe vice president also issued a statement denying any discussion took place concerning the secretary of state's departure.\nCNN, however, said it had confirmed the \"moron\" remark with its own source. A CNN White house reporter tweeted that Mr Trump \"was aware that Tillerson had referred to him as 'a moron' this summer.\"\nBut the president followed up with his own tweet, saying NBC's story had been \"totally refuted\" and that \"they should issue an apology to America\".\nBy Anthony Zurcher, BBC North America reporter\nIt's a bit unusual for cabinet secretary to hold an impromptu press conference to effectively renew his vows of loyalty to the president, but this is no ordinary presidency.\nThe well-sourced NBC story about a Tillerson-Trump rift clearly touched a nerve and prompted a multi-pronged administration response.\nThe secretary of state said most of the right things, praising the president as smart and strong and denying he had to be talked out of resigning. He didn't, however, directly deny that he had referred to the president as a \"moron\".\nInstead he professed an aw-shucks naivety about how Washington works - one belied by his decades of experience at the top of a multibillion-dollar corporation in the cut-throat global energy business. \nMr Trump insists the NBC story had been \"fully refuted\", but even if the details are adamantly denied by the White House, the reality is Mr Tillerson and the president frequently move in different directions on foreign policy. \nMr Tillerson may be fine with this. He says he's \"just getting started\". As long as it continues, however, questions will swirl about whether he can effectively serve as the top US diplomat - and when he might head for the exit. \nOn Sunday, Mr Trump tweeted that he had told his secretary of state that he was wasting his time attempting to negotiate with North Korea, just hours after Mr Tillerson had said the US was in contact with Pyongyang.\n\"Save your energy Rex, we'll do what has to be done!\" Mr Trump publicly declared, in a move some pundits felt undermined the secretary's work.\nAs secretary of state, Rex Tillerson is one of the most senior US officials. He is fourth in line for the presidency, after the vice president and leaders of the House and Senate.", "date": "4 October 2017", "href": "https://www.bbc.com/news/world-us-canada-41502533", "tags": "resignation president rumours secretary house denies remark nbc state tillerson moron"}