{"title": "Tim and Eric Figure Out How to Do the Wrong Thing, Perfectly", "content": "At the end of their live show currently touring the country, Tim Heidecker and Eric Wareheim — better known as Tim and Eric — leave the stage after introducing their final act, a third performer who comes off as a parody of a 1980s observational comic, his jokes drowned out by loud music.\nOn a recent Friday night at Town Hall, the audience seemed confused by this spectacle. Was the show over? Should they leave? Some did. Others watched the gesticulating comic until Mr. Heidecker returned and escorted him offstage.\nIt was classic Tim and Eric: remixing the tropes of stale show business, gleefully baffling the audience and throwing spitballs at comedy. “There’s a bad taste in my mouth when people even call me a comedian,” Mr. Wareheim, 41, said backstage before the show.\nThe tour is celebrating the 10th anniversary of the premiere of “Tim and Eric Awesome Show, Great Job!,” the Adult Swim sketch show that ended in 2010 but has had an enduring impact. “We get labeled anti-comedy,” Mr. Heidecker, 41, added, clarifying: “We just have a different set of rules.”\nThose rules — choppy editing, a lo-fi look, cartoonish sound design, periodic non sequiturs and spilled bodily fluids — created a signature style that has infiltrated advertising and online humor and given birth to a new caffeinated era in sketch comedy. Even if you don’t know Tim and Eric, you’ve seen their influence throughout the culture.\nAping the grainy image of late-night infomercials and cable-access television, the campy “Awesome Show” aesthetic, particularly its meticulously punchy sound effects, has lodged in the brains of a generation of comics. You can see its influence in parodies on “Saturday Night Live” and “Portlandia” (executive produced by Jonathan Krisel, who got his start working on “Awesome Show”). Even though it was made for television, Tim and Eric’s kinetic quick-hit comedy is perfectly suited to the internet, where its inspiration is perhaps most evident in viral videos like “Too Many Cooks” and the brilliant deconstructions of Vic Berger, who was discovered by Mr. Heidecker and hired for his movie review spoof, “On Cinema.”\nWith their production company Abso Lutely, Tim and Eric have also leveraged the success of “Awesome Show” into their own comedy fief, doing for offbeat comics what Judd Apatow has for more mainstream ones — helping bring them to a larger audience. Mr. Heidecker and Mr. Wareheim (a star of “Master of None”) were executive producers on “Nathan for You” (Comedy Central), the most ambitious prank show ever broadcast, and their company helped produce “The Eric Andre Show” (Adult Swim) and “Comedy Bang! Bang!” (IFC), two bracing deconstructions of talk shows that are clearly descendants of “Awesome Show.”\nTim and Eric — who have also had a huge effect on advertising, making some of the strangest high-profile spots in the past decade, like a commercial for frozen pizza rolls that seemed intended to insult its product — have become a stamp of approval for adventurous comedy.\n“Having the Abso Lutely name gives you a positive association,” said Kate Berlant, whose “555,” a Vimeo series with John Early, was made with the company. “How they dwell in the moment that isn’t the laugh, the sense of being almost embarrassed to be part of comedy — I relate to that.”\nIn a cultural landscape where the term “alt comedy” has lost any concrete meaning, you could do worse than what’s associated with Tim and Eric.\n“We feel like we’re the dads of the outsiders,” Mr. Wareheim said.\nMany elements of Tim and Eric’s humor are actually rooted in long comedic traditions. They weren’t the first to mock infomercials and shouting salesmen on television, and their embrace of scatological excess follows in the footsteps of countless others. Their bursts of deliriously random nonsense evoke Monty Python, and their preference for eccentric amateurs instead of comics is similar to the inclinations that turned Larry (Bud) Melman into an unlikely star on late-night television.\nWhat makes Tim and Eric truly innovative, however, is the process and delivery system for their giddy style, generating jokes as much in the editing room as on the page.\nWhen “Tim and Eric Awesome Show, Great Job!” had its premiere in 2007, few in the mainstream press grasped this 11-minute show’s importance as a radical break from the past. But some comics did.\nScott Aukerman, the comedian who created the Earwolf podcast network and “Between Two Ferns,” recalls being stunned at a screening of the first episode. “They were using editing and sound effects in a way I had never seen,” he said.\nTheir quick-hit sketches are filled with cartoonish noises (squishes, snaps), abrupt edits, star wipes, zooms held seconds too long and freeze frames emphasizing contorted faces. Tim and Eric mock clumsy cable access, for sure, but also venerate the possibilities of terrible acting or the kinds of mistakes that reveal an honest moment in the middle of the artifice of show business.\nOne of their most distinctive sketches began when they realized that the scenes they were shooting about an indifferent student at a Roman Catholic school were not working. The jokes weren’t landing. But with the editor Doug Lussenhop, they tossed aside the premise and reinvented the sketch in postproduction, zeroing in on one strange line they said in unison — “Oooh, mama” — repeating it in a loop over the same images of Tim and Eric throwing tantrums in a basement, adding awkward pauses and clumsy zooms. It’s a bizarre, grotesque and dreamy sketch, one that has more in common with “Twin Peaks” than “Key & Peele.”\nBob Odenkirk, who was Tim and Eric’s original champion and the first of many well-known guests to appear regularly in their work, including Will Ferrell, Zach Galifianakis and John C. Reilly, compares their process to the comedic version of a D.J.’s remix. “They see things at a different speed and different way, a modern mind-set,” he said, adding: “The thing that’s unique is done in post, so you think any editor could do it. Just do the wrong thing. But it has to be the perfect wrong thing at the right time with a rhythm to it.”\nTim and Eric’s comedy has a very specific, unpredictable pace, getting to the premise quickly, and then instead of simply building momentum, their scenes are a series of startling pivots. They are just as likely to abandon a premise abruptly or embrace confusion. It’s part of why they used amateur actors, many of whom have become improbable cult stars. “It added to the mystery,” Mr. Wareheim said. “It makes people think: Is this real? Is this acting or not? That’s exciting to us.”\nMr. Heidecker and Mr. Wareheim — who have a busy year on Adult Swim with “Decker,” Mr. Heidecker’s Jack Bauer spoof, running now, and “Tim & Eric’s Bedtime Stories,” their horror series, returning in the fall — share an appreciation for jokes that shock or even annoy. This abrasive instinct is the source of some of their scatological excess, like an infamous scene from their 2012 film, “Tim & Eric’s Billion Dollar Movie,” that includes perhaps the least sanitary bath in movie history. This truly disgusting sequence helped earn them a stampede of walkouts at Sundance, but also the kind of notoriety with a shelf life among fans of cult film.\n“The reason we did that is we knew it would be a ruckus, a ‘Jackass’ moment,” Mr. Wareheim said. “It’s one of my favorite movies. People are screaming. It’s like an event, visceral. We always wanted our show to be like that.”\nMr. Heidecker leaned in to clarify the point: “We’re never trying to alienate. That’s not the goal,” he said, chuckling at himself. “It’s the byproduct of the work we do.”", "date": "July 23, 2017", "href": "https://www.nytimes.com/2017/07/23/arts/tim-and-eric-awesome-show-great-job-tour.html", "tags": "eric tim perfectly show comedy thing ” heidecker wrong — figure"}