{"title": "Timeline: What's going on with Huawei?", "content": "Chinese telecoms giant Huawei has been the focus of intense international scrutiny lately. \nSeveral countries have raised security concerns about its products, and Germany has considered blocking it from its next generation mobile network.\nThe company is also accused of stealing trade secrets in the US, and its chief financial officer Meng Wanzhou is under house arrest in Canada. \nMs Meng appeared in court for the first time in March. She has counter-sued the Canadian government over her arrest and detention.\nThere are fears that China is using Huawei as a proxy so it can spy on rival nations and scoop up useful information. Huawei has said it is independent and gives nothing to the country's government, apart from relevant taxes. \nCritics question how free any major Chinese business can be from Beijing's influence. They point out that its media-shy founder Ren Zhengfei was a former engineer in the country's army and joined the Communist Party in 1978.\nIn an interview with the BBC, Mr Ren said the US' actions would not \"crush\" the company.\n\"If the lights go out in the West, the East will still shine,\" he said.\nHuawei is keen to portray itself as a private company owned by its employees with no ties to the Chinese government beyond those of a law-abiding taxpayer.\nMr Ren said he would rather \"shut down\" Huawei than spy for the Chinese authorities.\nOctober 2012: A US congressional panel warns that Huawei and rival ZTE pose a security threat, following an investigation\nJuly 2013: The company denies claims made by a former US Central ­Intelligence Agency (CIA) chief that it spied for the Chinese government\nOctober 2014: The company says a ban on bidding for US government contracts is \"not very important\"\n19 July 2018: A UK government report says it has \"only limited assurance\" that Huawei's broadband and mobile infrastructure equipment poses no threat to national security\n30 July: Huawei overtakes Apple to become the world's second-biggest smartphone-maker, according to market analysts \n23 August: Australia says Huawei and rival firm ZTE will be excluded from its next generation 5G network, citing security fears\n28 November: New Zealand excludes Huawei from its 5G network\n1 December: Huawei chief financial officer Meng Wanzhou is arrested in Vancouver, Canada\n7 December: At a court hearing, it is revealed that Ms Wanzhou is wanted in the US on fraud charges relating to the alleged breaking of US sanctions on Iran\n24 December: BT confirms that Huawei equipment is being removed from the heart of a communication system being developed for the UK's emergency services\n4 January 2019: Two Huawei employees are punished after posting a new year message on the company's Twitter account using an iPhone\n12 January: Huawei sacks an employee who was arrested in Poland on suspicion of spying. The company said Wang Weijing acted on his own\n15 January: In a rare interview, Huawei founder Ren Zhengfei denies Chinese authorities have ever asked his company to help spy on its clients\n16 January: The Wall Street Journal reports that the US is investigating Huawei for \"stealing trade secrets\" from American business partners\n17 January: The University of Oxford confirms it has suspended new donations and sponsorships from Huawei\n24 February: Huawei releases the Mate X smartphone with a folding screen\n25 February: The boss of the UK's GCHQ intelligence operation says Chinese tech \"threats\" must be better understood\n28 January: US formally charges Ms Meng with fraud and Huawei with circumventing American sanctions on trade with Iran \n1 March: US extradition process for Ms Meng begins. Huawei puts full-page adverts in the Wall Street Journal telling Americans: \"Don't believe everything you hear\"\n4 March: Meng Wanzhou sues Canada over the way it handled her arrest. Also, China accuses two Canadians detained in retaliation over Ms Meng's arrest of stealing trade secrets \n7 March: Huawei sues US government over the ban on federal agencies using its products\nHuawei can lay claim to being one of the biggest spenders on research and development. It invested more than $13.2bn (£10.2bn) in 2017 and has said the figure will be even higher for 2018.\nIt has said that building futuristic 5G networks without its technology and innovations would be like the Premier League without Manchester United. \nBut critics fear that the Chinese government could order the firm to modify its devices to help hack attacks, eavesdrop on conversations or gain high-level access to sensitive networks. \nThere are questions about whether China would allow a technology firm that has been deeply embedded in rival nations' infrastructure to remain independent. Huawei is now the second biggest smartphone-maker in the world.\nThe UK has not enacted a ban on the use of Huawei equipment. However, the firm's products are regularly subjected to security testing by the UK's GCHQ intelligence agency. \nThe co-operative agreement between the UK and Huawei includes a facility nicknamed the Cell in Banbury, Oxfordshire. There, staff employed by Huawei but answering to GCHQ, look for security flaws in the company's products.\nThe last report GCHQ produced said it found \"shortcomings\" in products that meant it could only give \"limited assurance\" that the firm posed no threat.\nHuawei has previously agreed to a series of technical demands by GCHQ that would harden its products against attackers.\nIn its latest guidance, the UK's National Cyber Security Centre said the dangers posed by Huawei tech were \"manageable\".\nMs Meng was arrested while transferring between flights in Vancouver, although her detention was not revealed by Canadian authorities until four days later, the day of her first court appearance.\nDetails of the charges were also not revealed at the time, after she was granted a publication ban by a Canadian judge.\nBut at a bail hearing at the Supreme Court of British Columbia, a Canadian government lawyer said Ms Meng had used a Huawei subsidiary called Skycom to evade sanctions on Iran between 2009 and 2014.\nThe court was told she had publicly misrepresented Skycom as being a separate company.\nChina has demanded Ms Meng's release, insisting she has not violated any laws.\nIn a statement, Huawei said it was not aware of any wrongdoing by Ms Meng, adding: \"The company believes the Canadian and US legal systems will ultimately reach a just conclusion. \n\"Huawei complies with all applicable laws and regulations where it operates, including applicable export control and sanction laws and regulations of the UN, US and EU.\" ", "date": "18 January 2019", "href": "https://www.bbc.co.uk/news/technology-46483337", "tags": "company security timeline going us ms uk huawei chinese meng government"}