{"title": "Time Names Person of the Year for 2018: Jamal Khashoggi and Other Journalists", "content": "Time magazine named a group of journalists, including the murdered Saudi dissident Jamal Khashoggi, as its person of the year for 2018 on Tuesday, honoring their dedicated pursuit of the truth despite a war on facts and tremendous obstacles, including violence and imprisonment.\nThe choice was a nod to the spread of misinformation in the United States and abroad by leaders who have sought to quash critical independent journalism. And it offered a not-so-subtle rebuke to President Trump, an avid follower of the Person of the Year honor who, when asked last month about the upcoming decision, replied, “I can’t imagine anybody else other than Trump.”\nBesides Mr. Khashoggi, the honorees include the staff of the Capital Gazette newspapers in Maryland, where five people were shot dead in June; Maria Ressa, the founder of Rappler, a news start-up under attack by the authoritarian president of the Philippines; and U Wa Lone and U Kyaw Soe Oo, two Reuters journalists imprisoned in Myanmar after reporting the massacre of Muslim men.\nTime magazine published covers honoring each of the recipients, who were collectively called “the guardians of truth.”\n“It became clear that the manipulation and abuse of truth is the common thread of so many of this year’s major stories, from Russia to Riyadh to Silicon Valley,” Edward Felsenthal, Time’s editor in chief and chief executive, said during the announcement on NBC’s “Today” show.\nMr. Khashoggi’s brutal murder in October, at the hands of assassins in the Saudi embassy in Turkey, prompted international outrage at the regime of Mohammed bin Salman, the Saudi crown prince, whom the Central Intelligence Agency concluded ordered his death. The Washington Post, where Mr. Khashoggi was a contributing opinion writer, led an outcry that eventually rattled the Trump White House, an ally of the crown prince.\nIn a Twitter post, Karen Attiah, the editor who recruited Mr. Khashoggi to write for The Post, thanked Time for the honor and shared an adage that she attributed to her late colleague: “Some depart to remain.”\n“I wish he was here, I wish he could see this, and I wish we could give him a copy,” Ms. Attiah, the global opinions editor at The Post, said in an interview. “It’s obvious that the story has resonated with people in a way that few stories do.\n“It sends a signal to everyone in the Saudi regime that committed this,” she added, “and to the people who, like Jamal, are the ones fighting for the rights of free expression. It tells everyone that the story is not over yet, and we are all watching.”\nMs. Attiah said she sent a text message on Tuesday to one of Mr. Khashoggi’s sons, notifying him about the recognition for his father. He responded with an emoji that depicted a pair of praying hands.\nThe Person of the Year honor — a marketing gimmick that began in the 1920s — is meant to recognize an individual or a group of people for influencing the year’s events.\nThis was the first time that Time’s editors awarded the honor to someone who had died. Mr. Khashoggi was a well-known dissident and writer in the Middle East and beyond, the editors noted, but his work reached a far wider audience after his violent death at the hands of a team of Saudi agents who killed and dismembered him in October.\n“It is also rare that a person’s influence grows so immensely in death,” the editors wrote.\nOne Time cover shows 14 members of the Capital Gazette. Paul W. Gillespie, a photographer there, said  on Tuesday morning that he wished “it did not take losing our five Guardians of the Truth @WendiWinters, Rob Hiaasen, Gerald Fischman, John McNamara & Rebecca Smith to show #JournalismMatters.”\n“And now I am crying thinking about all the things that happened that day,” Mr. Gillespie wrote on Twitter.\nTime announced the recipients almost a year to the day that Mr. Wa Lone and Mr. Kyaw Soe Oo, reporters for Reuters, were invited to a dinner with the police and then arrested and accused of violating Myanmar’s colonial-era Official Secrets Act. The journalists had been reporting on the mass killings and ethnic cleansing by soldiers and Buddhist mobs in Rakhine State.\nThey were sentenced to seven years in prison in September.\n“On the eve of marking a full year behind bars, we hope this recognition will draw continued awareness to their unjust arrest and imprisonment in Myanmar, and reaffirm the essential role of a free press around the world,” Heather Carpenter, a Reuters spokeswoman, said in an email on Tuesday. “Every day that Wa Lone and Kyaw Soe Oo remain in prison is an assault on press freedom.”\nTime editors chose the group of journalists from a list of 10 finalists, which were revealed on Monday. Other candidates included President Vladimir V. Putin of Russia; Ryan Coogler, the director of the movie “Black Panther”; and the “separated families” who were detained in Mr. Trump’s crackdown on immigration at the border.\nThe runners-up for person of the year, according to Mr. Felsenthal, were Mr. Trump, who has called the news media the “enemy of the people” and was the recipient in 2016, and Robert S. Mueller III, the special counsel investigating Russia’s interference in the 2016 election.\nLast year, Time also honored a group of people for person of the year: “the silence breakers,” the women who came forward to accuse powerful men of sexual abuse and harassment as part of the worldwide #MeToo movement.", "date": "Dec. 11, 2018", "href": "https://www.nytimes.com/2018/12/11/business/media/jamal-khashoggi-person-of-the-year-time.html", "tags": "khashoggi person jamal saudi ” year time journalists names"}