{"title": "Time's Up: Women launch campaign to fight sexual harassment", "content": "More than 300 actresses, writers and directors have launched a project to help fight sexual harassment in the film industry and other workplaces.\nThe initiative, which is called Time's Up, was announced via a full-page advert printed in the New York Times. \nThe Hollywood project is described as a \"unified call for change from women in entertainment for women everywhere\". \nIt comes in the wake of sexual abuse allegations by high-profile actresses against film producer Harvey Weinstein.\nThe campaign, which is backed by hundreds of actresses including Natalie Portman, Reese Witherspoon, Cate Blanchett, Eva Longoria and Emma Stone, has already raised more than $13m (£9.6m) of its $15m target.\nThe money raised will be used to fund legal support for both female and male victims of sexual harassment at work. \nThe project is aimed primarily at those who are unable to meet the payments to defend themselves, such as agricultural or factory workers, caretakers and waitresses.\nIn a \"solidarity letter\" published on its website, Time's Up says the \"struggle for women to break in, to rise up the ranks and to simply be heard\" must end, adding: \"Time's up on this impenetrable monopoly.\"\nThe letter, which is aimed at \"every woman... who has had to fend off sexual advances\", goes on to say that such harassment can often continue because \"perpetrators and employers never face any consequences\".\nIt also calls for \"gender inequality and the imbalance of power\" to be addressed, stressing the need for more women to gain positions of authority and parity of pay.\nIn December, Time magazine named \"the Silence Breakers\" - women and men who spoke out against sexual abuse and harassment - as its \"Person of the Year\" for 2017.\nLast year also saw the rise of the #MeToo hashtag, which inspired a global movement of women and men to share their stories of sexual abuse and harassment.\nThe term gained momentum after actress Alyssa Milano took to Twitter to ask victims of sexual assault to come forward in a show of solidarity.\nBetween October and December 2017, the hashtag was used on Twitter and Facebook more than six million times.", "date": "1 January 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-42534124", "tags": "film project launch raised harassment fight times abuse sexual women time actresses campaign"}