{"title": "Timeline: North Korea nuclear stand-off", "content": "Key dates in the long-running crisis over North Korea's nuclear weapons programme.\n2 April: North Korea says it will restart its main Yongbyon nuclear complex, including a reactor mothballed in 2007.\n30 March: North Korea says it is entering a \"state of war\" with South Korea, amid increasing tension in the peninsula.\n27 March: North Korea cuts a key military hotline with South Korea, the last official direct link between the two.\n19 March: The US flies B-52 nuclear-capable bombers over Korean peninsula, following several North Korean threats to attack US and South Korean targets. \n15 March: North Korea accuses the US and its allies of attacks on its internet servers after some of its official websites become inaccessible.\n11 March: The US begins annual joint military drills with South Korea. North Korea says it has scrapped the Korean War armistice, a pact with the UN says cannot be unilaterally scrapped.\n7 March: The UN approves fresh sanctions on Pyongyang. North Korea says it has the right to a \"pre-emptive nuclear strike\" on the US.\n12 February: North Korea has \"successfully staged\" a third underground nuclear test, state-run news agency KCNA says.\n24 January: North Korea's National Defence Commission says it will proceed with a \"high-level nuclear test\".\n22 January: UN Security Council passes resolution condemning North Korea's rocket launch and expands existing sanctions.\n21 January: South Korea says the long-range rocket launched by North Korea in December was largely made using domestic technology.\n12 December: North Korea successfully puts a satellite into space, using a three-stage rocket. The test is condemned by the US and Pyongyang's neighbours as a banned test of long-range missile technology. \n1 December: North Korea announces plans to test-fire a long-range rocket.\n22 August: North Korea completes a ''major step'' by placing a dome on a light water reactor that could support its nuclear programme, an analyst says.\n18 July: North Korean leader Kim Jong-un is given the title of marshal, state media announce.\n17 July: North Korea appoints a new vice-marshal, Hyon Yong-chol, a day after the army chief, Ri Yong-ho, is removed from his post \"due to illness\".\n9 June: North Korea says it has no plans to conduct a third nuclear test \"at present\", but hits out at what it says is provocation from South Korea.\n16 April: UN Security Council condemns North Korea's failed rocket launch in a statement. \n13 April: North Korea launches a long-range rocket, but it breaks up and crashes into the sea shortly after blast-off.\n16 March: North Korea says it will launch a satellite mounted on a rocket to mark the 100th birthday of its late former President Kim Il-sung - a move that draws condemnation from Western nations and regional neighbours who say it will constitute a banned test of missile technology.\n29 February: North Korea agrees to suspend uranium enrichment, as well as nuclear and long-range missile tests.\n23 February: US and North Korean officials meet in Beijing, China, for talks on Pyongyang's nuclear programme - the first since the death of North Korean leader Kim Jong-il. \n20 February: South Korea holds live-fire military drills near disputed sea borders with the North, despite threats of retaliation from Pyongyang.\n20 January: Seoul says it will allow a private group to deliver 180 tonnes of flour to North Korea. \n1 January: The Korean peninsula is at a \"turning point\" and there are opportunities for change, South Korean President Lee Myung-bak says in a New Year speech. \n31 December: Kim Jong-il's son, Kim Jong-un, is formally named supreme commander of the country's armed forces, state media say. \nThe move is seen as a clear sign that the young leader is fast consolidating power over North Korea.\n19 December: State media announce that Kim Jong-il has died of heart attack, aged 69. Pyongyang's neighbours are on alert amid fears of instability and power struggle in the North.\n30 November: The construction of an experimental light-water reactor and the production of low-enriched uranium are \"progressing apace\", an unnamed foreign ministry official in Pyongyang tells the KCNA state-run news agency.\n25 October: The US and North Korea fail to reach a deal on restarting negotiations on the North's nuclear programme, after two days of talks in Geneva.\n21 September: Nuclear envoys from the North and the South hold a rare meeting in Beijing. No details are given about the outcome.\n24 August: North Korea's Kim Jong-il hold talks with Russian President Dmitry Medvedev in Siberia.\nMr Kim says he is ready to discuss ending nuclear tests if the talks on denuclearisation resume, Russia's media report.\n1 August: Pyongyang says in a statement it is eager to resume the six-party talks \"at an early date\" and \"without preconditions\".\n29 July: The US and North Korea hold \"exploratory\" talks in New York, aimed at gauging whether Pyongyang is serious about resuming the nuclear talks.\n24 May: The US envoy for human rights in North Korea, Robert King, visits the North to assess the severity of its food shortages and whether Washington should resume its aid programme.\n14 May: North Korea and Iran appear to have been exchanging ballistic missile technology in violation of sanctions, a leaked UN report shows. \n1 March: South Korean President Lee Myung-bak urges the North to resume six-party nuclear talks and give up its nuclear programme.\n28 February: US and South Korean troops stage major annual land, sea and air drills, prompting Pyongyang to threaten \"all-out war\" on the Korean peninsula. \n20 January: South Korea agrees to high-level military talks with the North. \nSeoul says it would join the talks only if the agenda includes the two events that have soured relations - the sinking of a southern warship last March, and the shelling of South Korea's island in November.\n6 December: South Korea begins major live-fire exercises off its coast despite warnings from the North.\n23 November: North Korea shells South Korea's border island of Yeonpyeong, killing four people. The South returns fire.\n12 November: A US nuclear scientist is given a tour by North Korean officials of an advanced uranium enrichment plant, and says he was \"stunned\" by its sophistication.\nSenior officials in Washington, Tokyo and Seoul express concern.\n30 August: US President Barack Obama imposes new financial sanctions on North Korea that will hit eight North Korean \"entities\" and four individuals, targeting the trade in arms, luxury goods and narcotics.\nDuring his second visit to China this year, Kim Jong-il says he hopes for an \"early resumption\" of international talks on Pyongyang's nuclear programme, but gives no further details.\n27 August: Former US President Jimmy Carter secures the release of an American citizen jailed in North Korea for eight years for illegally entering the country from China.\n25 July: The US and South Korea stage a major military exercise in the Sea of Japan (East Sea) aimed at sending a message of deterrence to North Korea.\n21 July: The US announces new sanctions on North Korea, following the crisis over the sinking of a South Korean warship, targeting Pyongyang's sale and purchase of arms and import of luxury goods.\n28 May: A United Nations panel accuses North Korea of continuing to export nuclear and missile technology to Iran, Syria and Burma in defiance of a UN ban. \n25 May: North Korea says it will cut all relations with South Korea and expel all South Korean workers from a jointly-run factory north of the border.\n20 May: An international inquiry blames North Korea for sinking the Cheonan warship near the disputed inter-Korean maritime border. Pyongyang calls the claim a \"fabrication\".\n26 March: A South Korean warship sinks killing 46 sailors, after an explosion caused by an alleged torpedo attack by the North. Pyongyang denies any involvement.\n11 January: North Korea says it could return to talks on its nuclear disarmament in exchange for a peace treaty with the US and an end to sanctions.\n6 October: North Korea tells China it may be willing to return to six-party talks, if it sees progress in bilateral talks with the US.\n5 August: Former US President Bill Clinton visits to help secure the release of two detained US journalists.\n30 June: South Korea confirms that the North is going ahead with its threat to enrich uranium, which can be used to fuel a nuclear reactor, or be more highly-enriched for use in a nuclear weapon.\n12 June: The UN Security Council votes unanimously to impose tougher sanctions on North Korea. Pyongyang responds by saying it will view any US-led attempt to blockade the country as an \"act of war\" and that it plans to \"weaponise\" its plutonium stocks and start enriching uranium.\n27 May: North Korea says it will no longer guarantee the safety of US and South Korean vessels off its south-western coast and is no longer bound by the truce that ended the 1950-53 Korean War.\n26 May: North Korea test-fires two short-range missiles hours after the UN Security Council condemns the nuclear test.\n25 May: North Korea detonates an underground nuclear explosive device. This is North Korea's second nuclear test and is believed to be several times more powerful than the first one tested in 2006.\n14 April: North Korea announces that it will pull out of the six-party talks and orders IAEA inspectors to leave the Yongbyon complex and the country in response to UN Security Council criticism of its recent rocket launch.\n5 April: North Korea launches a rocket to international condemnation. It flies over Japan and lands in the Pacific Ocean. The launch is widely viewed as a pretext to test a type of missile capable of carrying a nuclear warhead.\n24 February: North Korea announces that it is preparing to launch a satellite, Kwangmyongsong-2, from its north-eastern coast.\n10 December: Latest round of six-party talks ends without agreement on how to verify North Korea's account of its atomic activity.\n11 October: The US says it has taken North Korea off its list of state sponsors of terrorism, after North Korea agrees to full verification of its nuclear sites.\n9 October: The UN's nuclear watchdog, the IAEA, says North Korea has banned its inspectors from entering the Yongbyon nuclear complex.\n24 September: IAEA says North Korea has removed seals preventing it using its main plant at Yongbyon. North Korean officials say UN inspectors will have no further access to the plant.\n26 August: Two months after submitting its nuclear declaration, Pyongyang says it has stopped disabling its nuclear facilities in protest at the US failure to remove it from its list of state sponsors of terrorism.\n24 July: The US Secretary of State Condoleezza Rice meets her North Korean counterpart, Foreign Minister Pak Ui-chun, for informal talks at an Asean summit in Singapore - the first such meeting for four years. Ms Rice says the talks are \"good\", with no surprises.\n27 June: North Korea demolishes the cooling tower at its Yongbyon nuclear reactor, in a symbol of its commitment to the talks on ending its nuclear programme.\n26 June: After a delay of more than six months, the North hands over an account of its nuclear programme, enabling six-party negotiations to restart on 10 July.\n13 May: North Korea hands over documents concerning its plutonium production programme.\n25 April: The US accuses North Korea of helping Syria build a nuclear reactor that \"was not intended for peaceful purposes\"; US says it is concerned about Pyongyang's \"proliferation activities\".\n8 April: US and North Korean negotiators hold more talks in Singapore; both say progress was made.\n28 March: North Korea test-fires short-range missiles off its western coast.\n26 February:  The New York Philharmonic performs a groundbreaking concert in North Korea, seen as a major act of cultural diplomacy.\n19 February: US and North Korean nuclear negotiators hold talks in Pyongyang, but no deal is reached.\n31 January:  North Korea has not changed its mind about ending its nuclear programme, Kim Jong-il reportedly says.\n7 January: US nuclear envoy Christopher Hill call for patience towards North Korea and says that the US is ready to persevere with negotiations in order to secure a complete and correct declaration.\n31 December: North Korea fails to meet a deadline to disclose full details of its nuclear programme by the end of 2007.\n6 December: US President George W Bush sends a letter to Kim Jong-il urging him to follow through on North Korea's pledge to reveal full details of its nuclear programme.\n4 December: The top US envoy to North Korea, Christopher Hill, makes a rare visit for talks with the country's foreign minister. After visiting the Yongbyon facility, he says progress on disabling it is \"going well\".\n6 November: US nuclear experts say they have made a \"good start\" disabling the reactor.\n11 October: A team of nuclear experts arrives in North Korea to oversee the dismantling of reactors and other facilities.\n3 October: Chinese officials say North Korea has agreed to disable its nuclear facilities at Yongbyon and give complete details of its nuclear programme by 31 December.\n3 September: North Korea says Washington has agreed to take it off a list of countries that sponsor terrorism.\n2 September: Following bilateral talks in Geneva, the US says Pyongyang has agreed to declare and disable all its nuclear facilities by the end of the year.\n16 July: International inspectors confirm North Korea has shut down Yongbyon.\n14 July: North Korea tells the US it has shut down its nuclear reactor after receiving the first shipments of heavy fuel oil. IAEA inspectors arrive for a monitoring visit to Yongbyon.\n26 June: IAEA inspectors arrive in North Korea, the first time they have been allowed into the country since 2002.\n21 June: US nuclear envoy Christopher Hill arrives for a surprise visit to Pyongyang.\n14 April: North Korea misses the deadline to \"shut down and seal\" its Yongbyon nuclear reactor in exchange for energy aid, saying the banking row first needs to be resolved.\n22 March: Six-party talks to discuss progress on the 13 February deal stumble after Pyongyang says it is unable to access its funds in a Macau bank.\n15 March: The US ends an inquiry into the Macau-based Banco Delta Asia, paving the way for a block on North Korea's accounts, containing $25m (£13m), to be lifted.\n13 March: Mohamed El Baradei goes to Pyongyang for talks. He says North Korea is \"fully committed\" to giving up its nuclear programme.\n23 February: The head of the UN's nuclear agency, Mohamed ElBaradei, says he has been invited to North Korea for talks on its nuclear programme.\n13 February: North Korea agrees to take the first steps towards nuclear disarmament, as part of a deal reached during talks.\n8 February: Six-nation nuclear talks resume in Beijing.\n9 January: Japan's PM Shinzo Abe tells the BBC his country cannot tolerate a nuclear-armed North Korea and calls for closer international co-operation to stop such an outcome.\n29 December: South Korea describes its northern neighbour as a \"serious threat\", in the wake of its nuclear test in October\n18 December: Six-nation talks resume in Beijing, but end on 22 December with no sign of progress.\n31 October: China announced that six-nation talks will resume \"soon\", following a meeting between envoys from the US, North Korea and China.\n16 October: US intelligence officials announce that air samples gathered from the test site contain radioactive materials, which confirm that North Korea carried out an underground nuclear explosion. The size of the blast was less than 1 kiloton, the statement says.\n14 October: The UN Security Council votes unanimously to impose weapons and financial sanctions on North Korea over its claimed nuclear test. Resolution 1718 demands that North Korea eliminate all its nuclear weapons, weapons of mass destruction and ballistic missiles.\nThe resolution allows nations to inspect cargo moving in and out of North Korea to check for non-conventional weapons but is not backed by the threat of force. It also calls for Pyongyang to return \"without precondition\" to stalled six-nation talks on its nuclear programme.\n9 October: North Korea says it has carried out its first-ever test of a nuclear weapon. It calls the test a \"historic event\" and says it was carried out safely and successfully.\n27 September: North Korea blames US financial sanctions for the deadlock in multilateral talks on its nuclear programme. In a speech to the UN General Assembly, envoy Choe Su-Hon said that North Korea was willing to hold talks, but the US stance had created an impasse.\n11 September: Senior US diplomat Christopher Hill warns North Korea against a nuclear test, saying that it would be a provocative act.\n15 July: The UN Security Council unanimously votes to impose sanctions on North Korea over its missile tests. The resolution demands UN members bar exports and imports of missile-related materials to North Korea and that it halt its ballistic missile programme.\n7 July: South Korea suspends food aid in protest at the missile tests.\n5 July: North Korea test-fires a seventh missile, despite international condemnation of its earlier launches.\n4 July: North Korea test-fires at least six missiles, including a long-range Taepodong-2, despite repeated warnings from the international community.\n3 July: Washington dismisses a threat by North Korea that it will launch a nuclear strike against the US in the event of an American attack, as a White House spokesman described the threat as \"deeply hypothetical\".\n12 April: A two-day meeting aimed at persuading North Korea to return to talks on its nuclear programme fails to resolve the deadlock.\n20 December: North Korea says it intends to resume building nuclear reactors, because the US had pulled out of a key deal to build it two new reactors.\n7 December: A senior US diplomat brands North Korea a \"criminal regime\" involved in arms sales, drug trafficking and currency forgery.\n11 November: Fifth round of six-nation talks ends without progress.\n20 September: North Korea says it will not scrap its nuclear programme until it is given a civilian nuclear reactor, undermining the joint statement and throwing further talks into doubt.\n19 September: In what is initially hailed as an historic joint statement, North Korea agrees to give up all its nuclear activities and rejoin the nuclear Non-Proliferation Treaty, while the US says it had no intention of attacking.\n13 September: Talks resume, but a new North Korean request to be built a light water reactor prompts warnings of a \"standoff\" between the parties.\n7 August: The talks reach deadlock and a recess is called.\n25 July: Fourth round of six-nation talks begins in Beijing.\n12 July: South Korea offers the North huge amounts of electricity as an incentive to end its nuclear weapons programme.\n9 July: North Korea says it will rejoin nuclear talks, as US Secretary of State Condoleezza Rice begins a tour of the region.\n22 June: North Korea requests more food aid from the South during ministerial talks in Seoul, the first for a year.\n25 May: The US suspends efforts to recover the remains of missing US servicemen in North Korea, saying restrictions placed on its work were too great.\n16 May: North and South Korea hold their first talks in 10 months, with the North seeking fertiliser for its troubled agriculture sector.\n11 May: North Korea says it has completed extraction of spent fuel rods from Yongbyon, as part of plans to \"increase its nuclear arsenal\".\n1 May: North Korea fires a short-range missile into the Sea of Japan, on the eve of a meeting of members of the international Non-Proliferation Treaty.\n18 April: South Korea says North Korea has shut down its Yongbyon reactor, a move which could allow it to extract more fuel for nuclear weapons.\n10 February: North Korea says it is suspending its participation in the talks over its nuclear programme for an \"indefinite period\", blaming the Bush administration's intention to \"antagonise, isolate and stifle it at any cost\". The statement also repeats North Korea's assertion to have built nuclear weapons for self-defence.\n19 January: Condoleezza Rice, President George W Bush's nominee as secretary of state, identifies North Korea as one of six \"outposts of tyranny\" where the US must help bring freedom.\n14 January: North Korea says it is willing to restart stalled talks on its nuclear programme, according to the official KCNA news agency.\n28 September: North Korea says it has turned plutonium from 8,000 spent fuel rods into nuclear weapons. Speaking at the UN General Assembly, Vice Foreign Minister Choe Su-hon said the weapons were needed for \"self-defence\" against \"US nuclear threat\".\n23 August: North Korea describes US President George W Bush as an \"imbecile\" and a \"tyrant that puts Hitler in the shade\", in response to comments Mr Bush made describing the North's Kim Jong-il as a \"tyrant\".\n2 July: US Secretary of State Colin Powell meets North Korean Foreign Minister Paek Nam-sun in the highest-level talks between the two countries since the crisis erupted.\n23 June: Third round of six-nation talks held in Beijing, with the US making a new offer to allow North Korea fuel aid if it freezes then dismantles its nuclear programmes.\n23 May: The UN atomic agency is reported to be investigating allegations that North Korea secretly sent uranium to Libya when Tripoli was trying to develop nuclear weapons.\n22 January: US nuclear scientist Siegfried Hecker tells Congress that the delegates visiting Yongbyon were shown what appeared to be weapons-grade plutonium, but he did not see any evidence of a nuclear bomb.\n10 January: An unofficial US team visits what the North calls its \"nuclear deterrent\" facility at Yongbyon.\n9 December: North Korea offers to \"freeze\" its nuclear programme in return for a list of concessions from the US. It says that unless Washington agrees, it will not take part in further talks.\nThe US rejects North Korea's offer. President George W Bush says Pyongyang must dismantle the programme altogether.\n21 November: Kedo, the international consortium formed to build 'tamper-proof' nuclear power plants in North Korea, decides to suspend the project.\n30 October: North Korea agrees to resume talks on the nuclear crisis, after saying it is prepared to consider the US offer of a security guarantee in return for ending its nuclear programme.\n16 October: North Korea says it will \"physically display\" its nuclear deterrent.\n2 October: North Korea announces publicly it has reprocessed the spent fuel rods.\n27-29 August: Six-nation talks in Beijing on North Korea's nuclear programme. The meeting fails to bridge the gap between Washington and Pyongyang. Delegates agree to meet again.\n1 August: North Korea agrees to six-way talks on its nuclear programme, South Korea confirms. The US, Japan, China and Russia will also be involved.\n9 July: South Korea's spy agency says North Korea has started reprocessing a \"small number\" of the 8,000 spent nuclear fuel rods at Yongbyon.\n13 June: South Korea's Yonhap news agency says North Korean officials told the US on 30 June that it had completed reprocessing the fuel rods.\n9 June: North Korea says publicly that it will build a nuclear deterrent, \"unless the US gives up its hostile policy\".\n2 June: A visiting delegation of US congressmen led by Curt Weldon says North Korean officials admitted the country had nuclear weapons had \"just about completed\" reprocessing 8,000 spent fuel rods which would allow it to build more.\n12 May: North Korea says it is scrapping a 1992 agreement with the South to keep the peninsula free from nuclear weapons - Pyongyang's last remaining international agreement on non-proliferation.\n2 May: Australian Foreign Minister Alexander Downer expresses concern after an official from North Korea's ruling Worker's Party is found on board a state-owned ship accused of bringing A$80m (US$50m) worth of heroin into Australia.\n24 April: American officials say Pyongyang has told them that it now has nuclear weapons, after the first direct talks for months between the US and North Korea in Beijing end a day early.\n23 April: Talks begin in Beijing between the US and North Korea, hosted by China. The talks are led by the US Assistant Secretary of State for East Asian affairs, James Kelly, and the deputy director general of North Korea's American Affairs Bureau, Li Gun.\n18 April: North Korea announces that it has started reprocessing its spent fuel rods. The statement is later amended to read that Pyongyang has been \"successfully going forward to reprocess\" the rods.\n12 April: In a surprise move, North Korea signals it may be ready to end its insistence on direct talks with the US, announcing that \"if the US is ready to make a bold switchover in its Korea policy for a settlement of the nuclear issue, [North Korea] will not stick to any particular dialogue format\".\n9 April: The United Nations Security Council expresses concern about North Korea's nuclear programme, but fails to condemn Pyongyang for pulling out of the Nuclear Non-proliferation Treaty.\n1 April: The US announces that \"stealth\" fighters sent to South Korea for a training exercise are to stay on once the exercises end.\n10 March: North Korea fires a second missile into the sea between South Korea and Japan in as many weeks.\n2 March: Four North Korean fighter jets intercept a US reconnaissance plane in international air space and shadow it for 22 minutes.\n25 February: Roh Moo-hyun sworn in as South Korean president.\n24 February: North Korea fires a missile into the sea between South Korea and Japan.\n12 February: The IAEA finds North Korea in breach of nuclear safeguards and refers the matter to the UN security council.\n5 February: North Korea says it has reactivated its nuclear facilities and their operations are now going ahead \"on a normal footing\".\n31 January: Unnamed American officials are quoted as saying that spy satellites have tracked movement at the Yongbyon plant throughout January, prompting fears that North Korea is trying to reprocess plutonium for nuclear bombs.\n28 January: In his annual State of the Union address, President Bush says North Korea is \"an oppressive regime [whose] people live in fear and starvation\".\nNorth Korea says Mr Bush's speech is an \"undisguised declaration of aggression to topple the DPRK system\" and dubs him a \"shameless charlatan\".\n10 January: North Korea announces it will withdraw from the Nuclear Non-Proliferation Treaty.\n7 January: The US says it is \"willing to talk to North Korea about how it meets its obligations to the international community\". But it \"will not provide quid pro quos to North Korea to live up to its existing obligations\".\n6 January: The IAEA passes a resolution demanding that North Korea readmit UN inspectors and abandon its secret nuclear weapons programme \"within weeks\", or face possible action by the UN Security Council.\n27 December: North Korea says it is expelling two International Atomic Energy Agency (IAEA) nuclear inspectors from the country. It also says it is planning to reopen a reprocessing plant which could start producing weapons-grade plutonium within months. \n26 December: The IAEA expresses concern in the light of UN confirmation that 1,000 fuel rods have been moved to the Yongbyon reactor.\n25 December: It emerges that North Korea had begun shipping fuel rods to the Yongbyon plant which could be used to produce plutonium.\n24 December: North Korea begins repairs at the Yongbyon plant.\nNorth-South Korea talks over reopening road and rail border links, which have been struggling on despite the increased tension, finally stall.\n22 December: North Korea begins removing monitoring devices from the Yongbyon plant.\n13 December: North Korea asks the UN's IAEA to remove seals and surveillance equipment - the IAEA's \"eyes and ears\" on the North's nuclear status - from its Yongbyon power plant.\n12 December: The North threatens to reactivate nuclear facilities for energy generation, saying the Americans' decision to halt oil shipments leaves it with no choice. It blames the US for wrecking the 1994 pact.\n11 December: North Korean-made Scud missiles are found aboard a ship bound for Yemen, provoking American outrage.\nThe US detains the ship, but is later forced to allow the ship to go, conceding that neither country has broken any law.\n18 November: Confusion clouds a statement by North Korea in which it initially appears to acknowledge having nuclear weapons. A key Korean phrase understood to mean the North does have nuclear weapons could have been mistaken for the phrase \"entitled to have\", Seoul says.\n14 November: US President George W Bush declares November oil shipments to the North will be the last if the North does not agree to put a halt to its weapons ambitions.\n20 October: North-South Korea talks in Pyongyang are undermined by the North's nuclear programme \"admission\".\nUS Secretary of State Colin Powell says further US aid to North Korea is now in doubt.\nThe North adopts a mercurial stance, at one moment defiantly defending its \"right\" to weapons development and at the next offering to halt nuclear programmes in return for aid and the signing of a \"non-aggression\" pact with the US.\nIt argues that the US has not kept to its side of the Agreed Framework, as the construction of the light water reactors - due to be completed in 2003 - is now years behind schedule.\n18 October: Five Japanese citizens abducted by North Korea 25 years before are allowed a brief visit home - but end up staying, provoking more tension in the region.\n17 October: Initially the North appears conciliatory. Leader Kim Jong-il says he will allow international weapons inspectors to check that nuclear facilities are out of use.\n16 October: The US announces that North Korea admitted in their talks to a secret nuclear arms programme.\n3-5 October: On a visit to the North Korean capital Pyongyang, US Assistant Secretary of State James Kelly presses the North on suspicions that it is continuing to pursue a nuclear energy and missiles programme.\nMr Kelly says he has evidence of a secret uranium-enriching programme carried out in defiance of the 1994 Agreed Framework.\nUnder this deal, North Korea agreed to forsake nuclear ambitions in return for the construction of two safer light water nuclear power reactors and oil shipments from the US.", "date": "2 April 2013", "href": "https://www.bbc.co.uk/news/world-asia-pacific-11811861", "tags": "timeline us nuclear pyongyang korean stand-off programme says south north korea talks"}