{"title": "Timeline: Ayodhya holy site crisis", "content": "The religious site where the Babri mosque was destroyed in 1992 in the northern Indian town of Ayodhya has been a flashpoint between Hindus and Muslims for years. BBC News looks at the troubled history of the disputed holy site.\n1528: A mosque is built on the site which some Hindus say marks the spot where one of the most revered deities in Hinduism, Lord Ram, was born.\n1853: First recorded incidents of religious violence at the site.\n1859: British colonial administration erects a fence to separate the places of worship, allowing the inner court to be used by Muslims and the outer court by Hindus.\n1949: Idols of Lord Ram appear inside mosque, allegedly placed there by Hindus. Muslims protest, and both parties file civil suits. The government proclaims the premises a disputed area and locks the gates.\n1984: Hindus form a committee to \"liberate\" the birth-place of Lord Ram and build a temple in his honour, spearheaded by the Vishwa Hindu Parishad party (VHP).\nThen Bharatiya Janata Party (BJP) leader Lal Krishna Advani, now home minister, takes over leadership of campaign.\n1986: District judge orders the gates of the disputed mosque to be opened to allow Hindus to worship there. Muslims set up Babri Mosque Action Committee in protest.\n1989: VHP steps up campaign, laying the foundations of a Ram temple on land adjacent to the disputed mosque.\n1990: VHP volunteers partially damage the mosque. Prime Minister Chandra Shekhar tries to resolve the dispute through negotiations, which fail the next year.\n1991: BJP comes to power in Uttar Pradesh state, where Ayodhya is located.\n1992: The mosque is torn down by supporters of the VHP, the Shiv Sena party and the BJP, prompting nationwide rioting between Hindus and Muslims in which more than 2,000 people die.\n1998: The BJP forms coalition government under Prime Minister Atal Behari Vajpayee.\n2001: Tensions rise on the anniversary of the demolition of the mosque. VHP pledges again to build Hindu temple at the site.\nJan 2002: Mr Vajpayee sets up an Ayodhya cell in his office and appoints a senior official, Shatrughna Singh, to hold talks with Hindu and Muslim leaders.\nFeb 2002: BJP rules out committing itself to the construction of a temple in its election manifesto for Uttar Pradesh assembly elections. VHP confirms deadline of 15 March to begin construction. Hundreds of volunteers converge on site. At least 58 people are killed in an attack on a train in Godhra which is carrying Hindu activists returning from Ayodhya.\nMar 2002: Between 1,000 and 2,000 people, mostly Muslims, die in riots in Gujarat following the train attack.\nApr 2002: Three High Court judges begin hearings on determining who owns the religious site.\nJan 2003: Archaeologists begin a court-ordered survey to find out whether a temple to Lord Ram existed on the site.\nAug 2003: The survey says there is evidence of a temple beneath the mosque, but Muslims dispute the findings. Mr Vajpayee says at the funeral of Hindu activist Ramchandra Das Paramhans that he will fulfil the dying man's wishes and build a temple at Ayodhya. However, he hopes the courts and negotiations will solve the issue.\nSept 2003: A court rules that seven Hindu leaders should stand trial for inciting the destruction of the Babri Mosque, but no charges are brought against Mr Advani, now deputy prime minister, who was also at the site in 1992.\nOct 2004: Mr Advani says his party still has \"unwavering\" commitment to building a temple at Ayodhya, which he said was \"inevitable\".\nNov 2004: A court in Uttar Pradesh rules that an earlier order which exonerated Mr Advani for his role in the destruction of the mosque should be reviewed.\nJuly 2005: Suspected Islamic militants attack the disputed site, using a jeep laden with explosives to blow a hole in the wall of the complex. Security forces kill five people they say are militants, and a sixth who was not immediately identified.\nJune 2009: The Liberhan commission investigating events leading up to the mosque's demolition submits its report - 17 years after it began its inquiry. \nNov 2009: There is uproar in parliament as the Liberhan commission's report is published and it blames leading politicians from the Hindu nationalist BJP for a role in the mosque's razing.\nSept 2010: Allahabad High Court rules that the site should be split, with the Muslim community getting control of a third, Hindus another third and the Nirmohi Akhara sect the remainder. Control of the main disputed section, where the mosque was torn down, is given to Hindus. A lawyer for the Muslim community says he will appeal.\nMay 2011: Supreme Court suspends High Court ruling after Hindu and Muslim groups appeal against the 2010 verdict.", "date": "6 December 2012", "href": "https://www.bbc.co.uk/news/world-south-asia-11436552", "tags": "site timeline mosque temple court muslims disputed hindus holy vhp ayodhya hindu crisis"}