{"title": "Tipster’s Warning to F.B.I. on Florida Shooting Suspect: ‘I Know He’s Going to Explode’", "content": "The warnings that law enforcement officials received about Nikolas Cruz were anything but subtle.\n“I know he’s going to explode,” a woman who knew Mr. Cruz said on the F.B.I.’s tip line on Jan. 5. Her big worry was that he might resort to slipping “into a school and just shooting the place up.” Forty days later, Mr. Cruz is accused of doing just that, barging into his former high school in Parkland, Fla., and shooting 17 people to death.\nThree months before the Feb. 14 massacre at Marjory Stoneman Douglas High School, a family friend dialed 911 to tell the Palm Beach County sheriff’s office about Mr. Cruz’s personal arsenal. “I need someone here because I’m afraid he comes back and he has a lot of weapons,” the friend said.\nMr. Cruz, 19, himself called the authorities just after Thanksgiving, describing how he had been in a fight and was struggling with the death of his mother. “The thing is I lost my mother a couple of weeks ago, so like I am dealing with a bunch of things right now,” he said in a childlike voice, sounding agitated and out of breath.\nThe authorities have acknowledged mishandling numerous warning signs that Mr. Cruz was deeply troubled. There were tips to the F.B.I. about disturbing social media posts. There were visits by social services to his home. There were dozens of calls to 911 and the local authorities, some mentioning fears that he was capable of violence.\nReviewing the transcripts of those calls, and listening to the audiotapes of some of them, is a chilling exercise that makes Mr. Cruz’s arrest in one of America’s deadliest school shootings seem less than a complete surprise. (Read the transcripts here.)\nIn a 911 call on Nov. 29, Rocxanne Deschamps, the family friend who took in Mr. Cruz after the death of his mother, expressed fear that he was going to get a gun after fighting with her son. Ms. Deschamps lives in a faded, off-white mobile home, where Mr. Cruz and his younger brother, Zachary, stayed with her briefly.\nIn Ms. Deschamps’s 911 call, she told the dispatcher that Mr. Cruz already had about eight guns that he kept at a friend’s house and that he had just been thrown out of the house after the tantrum in which he punched the walls, hurled things around her home and got into a fight with Rock, her 22-year-old son.\n“He got pissed off and then he came in the house and started banging all the doors and banging in the walls and hitting the walls and throwing everything in the room,” she said. “And then my son got in there and he said, ‘Stop it,’ and he didn’t want to stop.”\nShe added: “It’s not the first time he put a gun on somebody’s head.” Ms. Deschamps made it clear that her new houseguest was obsessed with firearms and had threatened both his mother and his brother. “That’s all he wants is his gun,” she said. “And that’s all he cares about is his gun. He bought tons of bullets and stuff and I took it away from him.”\nMs. Deschamps declined to comment on Friday, and her lawyer did not respond to phone messages and emails over the past week.\nMore than once, Mr. Cruz was identified by those around him as someone capable of carrying out a school shooting.\nOn Nov. 30, two and a half months before the Parkland massacre, an unidentified caller from Massachusetts told the Broward County Sheriff’s Office that Mr. Cruz was collecting guns and knives and that “he could be a school shooter in the making.”\nTwo years before, the office reported receiving “thirdhand information” from the son of one of Mr. Cruz’s neighbors that he “planned to shoot up the school on Instagram.”\nThe tip that the F.B.I. received in early January from someone close to Mr. Cruz suggested that he owned a gun and had talked about carrying out a school shooting. But the bureau failed to investigate, even though the tipster said Mr. Cruz had a “desire to kill people, erratic behavior and disturbing social media posts.”\nThat information should have been sent to the Miami F.B.I. field office, the bureau said.\nThe F.B.I. also received a tip from a bail bondsman in Mississippi in September about a suspicious comment left on his YouTube channel by a “nikolas cruz” who professed a desire to be a “professional school shooter.” The bondsman notified YouTube, which promptly took down the comment.\nThe F.B.I. said it did not have enough information to determine if “nikolas cruz” was a real name or a pseudonym, and the bureau said it could not justify keeping a file on the tip open and closed it in October.\nWhen the second tip reached the F.B.I. in West Virginia in January, a specialist was able to view the earlier tip, too. But even then, the specialist, in consultation with her supervisor, decided that there was not enough evidence to pursue it and that it did not appear to be an imminent threat.\nThe acting F.B.I. deputy director, David L. Bowdich, briefed congressional staff members about the case on Friday and acknowledged the bureau’s failure to investigate, according to three people with direct knowledge of the meeting.\nOver the course of the January call, which lasted more than 13 minutes, the tipster warned the F.B.I. that Mr. Cruz had been adrift since his mother’s death in November. She said that Mr. Cruz had “the mental capacity of a 12 to a 14 year old.” The tipster provided four Instagram accounts for Mr. Cruz, which she said showed photos of sliced up animals and the firearms he had amassed. The caller, whose name was redacted on the transcript, said Mr. Cruz had used money from his mother’s account after her death to purchase the weapons.\n“If you go onto his Instagram pages, you’ll see all the guns,” the woman said.\nBefore calling the F.B.I., the woman telephoned Broward sheriff’s deputies in Parkland, worried that Mr. Cruz might kill himself. But she did not hear back from them and became increasingly alarmed after she said Mr. Cruz posted online that “he wants to kill people.”\nTwo deputies have been placed on restricted duty while the Broward office investigates how two calls about Mr. Cruz — the one in November and an earlier one in 2016 — may have been mishandled.\nBefore she died in early November, Mr. Cruz’s mother, Lynda Cruz, had called the authorities numerous times over the past decade to report her son. She said he had hit her with the plastic hose from a vacuum, and once threw her against the wall after she took his Xbox away, adding that he suffered from anger issues as well as attention deficit hyperactivity disorder and obsessive-compulsive disorder.\nMr. Cruz progressed to more distressing behavior, including possibly shooting a neighbor’s chicken with a BB gun, collecting hate symbols, cutting himself, and possibly swallowing gasoline in a failed suicide attempt, according to complaints to the local authorities.", "date": "Feb. 23, 2018", "href": "https://www.nytimes.com/2018/02/23/us/fbi-tip-nikolas-cruz.html", "tags": "shooting suspect mother ‘ f.b.i know going warning cruz “ explode school gun florida tip said tipster"}