{"title": "Tips for Traveling Cheaply in Any City", "content": "I’ve spent most of the last five years traveling across dozens of countries. The question I hear most, by far, is “how can you afford that?” No one believes it’s possible to travel cheaply and comfortably, but it is. Since I live on the road for months at a time, I want both. I’m guessing you do too. Here’s how you can have it.\nForget everything you think you know about hostels. Today’s hostels are clean, cheap, for all ages, and in many cases, gorgeous. I’ve stayed in hostels that were better than most hotels I’ve been in. Though the average age skews younger, I’m 40 and I’m never the oldest in any hostel I’ve stayed at, and often I’m not even the oldest in my room.\nIf you’re curious about these low-cost, often-luxe living spaces, check out hostel booking sites like Hostelworld and Hostelz. You’ll get user reviews for each hostel, plus tons of pictures. I’ve stayed at over 100 hostels in the last few years and most were great, some were awesome, and only a handful were bad. Generally, though not always, you’ll have to share a bathroom, and the cheapest rooms are shared rooms. However, most hostels have private rooms, too. Staying in hostels, even for just part of your trip, will save you hundreds. Who knows, you might even make some new friends.\n[Hostels are a good way to travel cheaply. Here are some tips if you’ve never stayed in one.]\nIf it’s an important meal, or a spot you really want to try, don’t feel guilty about spending money in a restaurant. If the food is great, never feel guilty. But if it’s just a quick bite while you’re exploring, don’t waste the time or money.\nGrocery stores and markets around the world offer far cheaper food than any restaurant. If you stay at a hostel or Airbnb, most have kitchens and refrigerators, so you can store easily prepared meals or ingredients you buy while you’re out and about. Depending on where you’re headed, the street food might be exceptionally cheap and incredibly good. If street food isn’t your style, in many parts of the world, convenience stores like 7-Eleven have delicious fresh food, and corner stores offer cafeteria-style dinners for local-friendly prices. \nIf your luggage is too heavy to easily carry, you’ve packed too much. Being able to carry your luggage with ease opens all sorts of money-saving options, like walking and public transport, instead of needing an expensive cab or car service to get you and your bags from place to place.\nRegardless of how long your trip is, aim for no more than a carry-on and a day pack. That is, unless you’re going someplace cold and you need to bring winter wear, or you’re traveling for a specific reason that requires extra gear. Otherwise, we have some tips on what you can leave behind on your next trip, like hair dryers and a lot of clothes.\nRoaming fees are like an ominous and pending threat looming over any trip. How much will checking email cost? Will I be charged $5 to look at Google Maps? Get a local SIM (Subscriber Identity Module) card instead, if you can. SIM cards are available virtually everywhere you might travel. You may even find them in vending machines or kiosks in the airport, although those will likely be more expensive than one you’ll find once you get into town or closer to your hotel.\nA local SIM will make your phone work pretty much just as it does at home, without the roaming fees. For around $20, your local SIM will get you unlimited or near-unlimited data for your entire trip. You may want to stop by a local phone store just to make sure you get one that’ll pair your phone up with a carrier that will support it, and your phone will need to be unlocked if it isn’t already. For more, Wirecutter, the New York Times company that reviews products, has a complete guide to using your phone abroad here, that full-disclosure, I wrote. \nThe local train or subway systems in nearly every major city have cards that offer discounted rates for people who ride frequently. If you’re in a city for more than a few days, these will likely save you a lot. Load the card with a bit of money, and each ride is cheaper than if you bought them individually. Plus, it feels pretty cool to slap down your card at a turnstile like a local.\nMany local transit systems offer temporary visitor cards. Be wary, though, I’ve found these aren’t always cheaper than buying individual rides. Cities with reusable cards, like London’s Oyster, Tokyo’s Pasmo, and others, require a small deposit, which you can get refunded when you leave. Often they’ll give you the remaining balance too, though not always. I just keep mine. Maybe you’ll go back next year!\n[Are budget airlines really worth it? Here’s what you need to know.]\nI always thought this was obvious, yet restaurants near tourist hot spots are always packed. They’re almost universally overpriced, with mediocre food. The worst pasta I’ve had in my life was adjacent to St Mark’s Square in Venice. Instead, walk a few blocks in any direction. You’re bound to find something cheaper and better. ", "date": "Jan. 31, 2019", "href": "https://www.nytimes.com/2019/01/31/travel/tips-for-traveling-cheaply-in-any-city.html", "tags": "food cheaply stayed trip always city local one tips hostels traveling get like phone"}