{"title": "To Conquer Wind Power, China Writes the Rules", "content": "TIANJIN, China — Judging by the din at its factory here one recent day, the Spanish company Gamesa may  seem to be a thriving player in the Chinese wind energy industry it helped create.\nBut Gamesa has learned the hard way, as other foreign manufacturers have, that competing for China’s lucrative business means playing by strict house rules that are often stacked in Beijing’s favor.\nNearly all the components that Gamesa assembles into million-dollar turbines here,  for example, are made by local suppliers — companies Gamesa trained to meet onerous local content requirements. And these same suppliers undermine Gamesa by selling parts to its Chinese competitors — wind turbine makers that barely existed in 2005,  when Gamesa controlled more than a third of the Chinese market.\nBut in the five years since, the upstarts have grabbed more than 85 percent of the wind turbine market, aided by low-interest loans and cheap land from the government, as well as preferential contracts from the state-owned power companies that are the main buyers of the equipment. Gamesa’s market share now is only 3 percent.\nWith their government-bestowed blessings, Chinese companies have flourished and now control almost half of the $45 billion global market for wind turbines. The biggest of those players are now taking aim at foreign markets, particularly the United States, where General Electric has long been the leader.\nThe story of Gamesa in China follows an industrial arc traced in other businesses, like desktop computers and solar panels.  Chinese companies acquire the latest Western technology by various means and then take advantage of government policies to become the world’s dominant, low-cost suppliers.\nIt is a pattern that many economists say could be repeated in other fields, like high-speed trains and nuclear reactors, unless China changes the way it plays the technology development game — or is forced to by its global trading partners.\nCompanies like Gamesa have been so eager to enter the Chinese market that they not only bow to Beijing’s dictates but have declined to complain to their own governments,  even when they see China violating international trade agreements.\nEven now, Gamesa is not crying foul — for reasons that are also part of the China story. Although the company’s market share in China has atrophied,  the country’s wind turbine market has grown so big, so fast that Gamesa now sells more than twice as many turbines in China as it did when it was the market leader five years ago.\nSo as Gamesa executives see it, they made the right bet by coming to China. And they insist that they have no regrets about having trained more than 500 Chinese machinery companies as a cost of playing by Beijing’s rules — even if those rules have sometimes flouted international trade law. It is simply the table stakes of playing in the biggest game going.\n“If we would not have done it, someone else would have done it,” said Jorge Calvet, Gamesa’s chairman and chief executive.\nGamesa, an old-line machinery company that entered the wind turbine business in 1994, is a modern Spanish success story.\nIts factories in Pamplona and elsewhere in Spain have produced wind turbines installed around the world. With sales of $4.4 billion last year, Gamesa is the world’s third-largest turbine maker, after Vestas of Denmark, the longtime global  leader, and G.E.\nWith its relatively low Spanish labor costs, Gamesa became an early favorite a decade ago when China began buying significant numbers of imported wind turbines, as Beijing started moving toward clean energy.  Gamesa also moved early and aggressively to beef up sales and maintenance organizations within China, amassing 35 percent of the market by 2005.\nBut Chinese officials had begun to slip new provisions into the bidding requirements for some state-run wind farms, requiring more and more of the content of turbines to be equipment produced within China —  not imported.\nThose piecemeal requirements soon led to a blanket requirement. On July 4, 2005, China’s top economic policy agency, the National Development and Reform Commission, declared that wind farms had to buy equipment in which at least 70 percent of the value was domestically manufactured.\n“Wind farms not meeting the requirement of equipment localization rate shall not be allowed to be built,” stated the directive, known as Notice 1204.\nTrade lawyers say that setting any local content requirement — let alone one stipulating such a high domestic share — was a violation of the rules of the World Trade Organization, the international body that China had joined just four years earlier. Joanna I. Lewis, a Georgetown University professor who is a longtime adviser to Chinese policy makers on wind energy, said she and others had repeatedly warned Beijing that the local-content policy risked provoking a W.T.O. challenge by other countries.\nBut the Chinese government bet correctly that Gamesa, as well as G.E. and other multinationals, would not dare risk losing a piece of China’s booming wind farm business by complaining to trade officials in their home countries.\nRather than fight, Gamesa and the other leading multinational wind turbine makers all opted to open factories in China and train local suppliers to meet the 70 percent threshold.\nMr. Calvet said Gamesa would have opened factories in China at some stage, regardless of the content policy.\n“If you plan to go into a country,” Mr. Calvet said, “you really need to commit to a country.”\nDitlev Engel, the chief executive of Vestas, said in an interview, “We strongly believed that for us to be competitive in China, it was very important for us to develop an Asia supplier base.”\nA top executive at a rival of Gamesa and Vestas, who insisted on anonymity for fear of business retaliation by Beijing, said that multinationals had another reason for going along with China’s dictates: “Everybody was too scared.”\nLocal Production\nThere is a difference between setting up an assembly plant in a host company — as many European wind turbine companies, including Gamesa, have done in the United States, for example — and ceding the production of crucial parts to companies in the host country.\nIn the United States, where there are no local-content requirements, the wind turbine industry uses an average of 50 percent American-made parts. For its American operations, Gamesa relies somewhat more than that on American suppliers, but it still imports some parts from Spain, including crucial gearboxes.\nWithin weeks after Beijing’s issuance of Notice 1204, Gamesa sent dozens of Spanish engineers to Tianjin. The engineers did not just oversee the construction of the assembly plant, but fanned out to local Chinese companies and began teaching them how to make a multitude of steel forgings and castings, and a range of complex electronic controls.\nOne Chinese supplier here became so adept at making a 10-ton steel frame that keeps a wind turbine’s gearbox and generator aligned even under gale-force conditions, and making it so cheaply, that the Spanish company now ships the Chinese frame halfway around the world for turbines that Gamesa assembles at its American plant in Fairless Hills, Pa. Mr. Calvet said the American manufacturing sector had been so weakened in recent decades that for some components there were no American machinery companies readily available.\nIt was not until the summer of 2009, when senior Obama administration officials started looking at barriers to American clean energy exports, that the United States pressed China hard about Notice 1204. The Chinese government revoked it two months later.\nBut by then, the policy was no longer needed. Some Gamesa wind turbines exceeded 95 percent local content.\n“The objectives of the local content requirement were achieved, and probably more achieved than anyone expected,” said Steve Sawyer, the secretary general of the Global Wind Energy Council, a trade group based in Brussels that represents wind energy companies from around the world, including China.\nA Battle Takes Shape\nChina agreed to abide by the W.T.O.’s trade rules when it joined the organization in 2001. And Chinese officials, when willing to comment on such matters at all, typically defend their actions as being within the bounds of fair play.\nLi Junfeng, an official at the National Development and Reform Commission who oversees renewable energy policy, defended the local content policy.\n“It was localization support,” Mr. Li said in an interview. China is a developing country, he said, and developing countries need to do what they can to foster industrial development.\nBut the Obama administration takes a different view. It included the local content rule in the investigation it announced on Oct. 15, an inquiry into whether China’s clean energy policies had violated W.T.O. rules. The investigation was spurred by the United Steelworkers union, which has no qualms about taking on Beijing because it has no sales contracts at risk in China.\nZhang Guobao, the director of China’s National Energy Administration, said at an Oct. 17 press conference that the United States was wrong to cite the local content rule in its investigation — because China had already abolished it. Mr. Zhang did have a point: the W.T.O.’s main redress for a local content protection is to push the offending country to revoke it.\nBut the United States investigation of China goes beyond local content, and the W.T.O. has other weapons at its disposal.\nThe trade organization, for example, has authority to order the repayment of subsidies a government gives to its export industries to the detriment of foreign competitors. The steelworkers’ petition cites various forms of subsidies and support that China has given to its industries in potential violation of international trade rules. That includes low-interest loans from state-owned banks and grants of cheap or free land, as well as other perks not available to foreign companies operating in China.\nAs for the state-owned wind farms that are the main buyers of wind energy equipment, China has many policies to preserve their dominance, while limiting market opportunities for foreign companies that might try to develop wind farms.\nThose policies — all potential W.T.O. violations, according to some experts — are an open secret.\nEarlier this autumn the Chinese wind turbine maker Ming Yang Wind Power Group made  an initial public offering of its shares on the New York Stock Exchange,  as prelude to entering the American wind energy market. The financial disclosures in the company’s prospectus acknowledged that “we obtained land and other policy incentives from local governments,” as well as deals requiring that the municipal governments’ wind farms buy turbines only from Ming Yang.\nChina Looks Abroad\nGamesa, among other multinational turbine makers, so far has benefited from the growing market in China, despite policies that have increasingly relegated those companies to fighting over ever-thinner slices of the pie.\nBut that dynamic could be changing. The Chinese government is now slowing the approval of new wind farms at home. The pause, whose duration is unclear, is meant to give the national electricity system time to absorb thousands of new turbines that have already been erected and not yet connected to the grid.\nGamesa had an ample order book lined up before the government applied the brakes. But the government policy means that the Chinese turbine makers, having become giants on the backs of companies like Gamesa, must now look beyond their captive national market for further growth.\nSinovel, China’s biggest wind turbine maker, has said it wants to become the world’s largest by 2015. The company’s chairman and president, Han Junliang, said in October at the annual China Wind Power industry conference in Beijing that his goal was to sell as many turbines overseas as within China.\nSinovel is among the Chinese companies now opening sales offices across the United States in preparation for a big export push next year. They are backed by more than $13 billion in low-interest loans issued this past summer by Chinese government-owned banks; billions more are being raised in initial public offerings led mainly by Morgan Stanley this autumn in New York and Hong Kong.\nMultinationals are alarmed. Vestas, for example, is closing four factories in Denmark and one in Sweden, and laying off one-eighth of its 24,000-person labor force this autumn, in an effort to push its costs down closer to Asian levels, its chief, Mr. Engel, said.\nThe Chinese push, clouded by the Obama administration’s investigation of the steelworkers’ complaint, could complicate the climate change debate in the West. Wind farm developers in the West are worried that Western governments may be less enthusiastic about encouraging renewable energy requirements if these programs are perceived as creating jobs in China instead of at home.\nThe provincial government of Ontario in Canada now wants to take a page from China’s playbook by trying to require 25 percent local content for wind energy projects and 50 percent for solar power projects in the province. The Japanese government responded by filing a W.T.O. complaint against Canada in September, asserting that Ontario was violating the W.T.O. prohibition on local content requirements. By contrast, Japan has never filed a W.T.O. complaint on any issue against China, for fear of harming diplomatic relations with its large neighbor.\nMeanwhile, the Chinese government is intent on turning its wind energy industry into the global leader, helping manufacturers coordinate export strategies and providing various sorts of technical assistance.\nMr. Li, the overseer of the Chinese renewable energy industry, publicly exhorted the leaders of the nation’s biggest wind turbine makers at the China Wind Power conference, a three-day event that drew hundreds of executives from around the world.\n“You cannot be called a winner if you are the leader for three or five years,” Mr. Li told the Chinese executives. “You can only stand on the top line if you are the leader for 100 or 200 years.”\nThe Chinese presidents sat quietly and respectfully, chins down. Senior executives from the foreign manufacturers — including Vestas, G.E. and Gamesa —  sat alongside them, staring straight ahead in stony silence.", "date": "DEC. 14, 2010DEC. 14, 2010DEC. 14, 2010", "href": "https://www.nytimes.com/2010/12/15/business/global/15chinawind.html", "tags": "gamesa turbine conquer writes china companies energy local chinese wind power — rules"}