{"title": "To Pressure Cuba, Trump Plans to Lift Limits on American Lawsuits", "content": "WASHINGTON — President Trump has approved a move intended to further choke off foreign investment in Cuba by lifting longstanding limits on American citizens seeking to sue over property confiscated by the Havana government going back to Fidel Castro’s revolution six decades ago, a senior administration official said on Tuesday.\nThe decision, a sharp departure from the policy of the last three presidents, could open the floodgates to thousands of lawsuits against foreign companies and individuals accused of “trafficking” in seized property. By doing so, Mr. Trump hopes to raise the pressure on Cuba, but risks another rupture with American allies in Europe and Canada that scrambled in vain in recent days to head off the change.\nThe action will be announced by the State Department on Wednesday and discussed by the president’s national security adviser, John R. Bolton, in a speech in Miami marking the 58th anniversary of the Bay of Pigs operation that failed to topple the Castro government during the early days of John F. Kennedy’s administration. Mr. Trump is trying to force Havana to back off its support for Venezuela’s leader, Nicolás Maduro, whom administration officials said Cuba had propped up with more than 20,000 troops.\nIn his decision to lift the limits, Mr. Trump brushed aside vigorous protests by European leaders who brought their objections to Washington in recent weeks. Spain’s foreign minister met with Mr. Bolton, and other European officials pressed Secretary of State Mike Pompeo, arguing that such a move would harm their businesses as well as the Cuban people.\n“We strongly condemn” the move, Alberto Navarro, the European Union ambassador to Havana, was quoted telling reporters. “This will create even more confusion for foreign investments that are helping create jobs and prosperity in Cuba.”\nThe European Union threatened last week to sue the United States at the World Trade Organization if it proceeded, and suggested that counterclaims could be filed in European courts against American firms that took advantage of the new policy. “The E.U. will be obliged to use all means at its disposal,” the union’s foreign policy chief and trade commissioner wrote in a letter to Mr. Pompeo.\nThe policy change stems from the Helms-Burton Act passed by Congress in 1996 to target Cuba, but Presidents Bill Clinton, George W. Bush and Barack Obama all approved suspensions of the litigation provisions every six months since on the grounds that it could cause international upheaval and clog up American courts.\nMr. Trump suspended the provisions as well until this year, when Mr. Pompeo declared in January that the administration would approve a waiver for only 45 days instead of the traditional six months, a move later extended by another 30 days and finally another two weeks to the beginning of May.\nMr. Pompeo opened the door to the change last month by announcing that the administration would lift the litigation limits specifically for about 200 companies or entities controlled by Cuba’s military, intelligence or security services that are already under sanctions by the United States.\nIn addition to now authorizing lawsuits against a wider array of possible targets, the administration will also invoke another provision of Helms-Burton that allows the government to deny or withdraw visas from those tied to trafficking property confiscated from American citizens.\nThe senior administration official previewed the moves for reporters on the condition of anonymity in advance of the official announcement on Wednesday.\nThe decision to finally impose the Helms-Burton provisions after 23 years reflects the larger reversal of United States policy since Mr. Obama restored diplomatic relations and reopened the American Embassy in Havana. Mr. Obama argued that six decades of embargo and isolation had failed and it was time to try a new approach.\nMr. Trump, however, came into office criticizing his predecessor for naïveté toward Cuba and has unraveled some of the Obama administration’s policies encouraging more interaction with Havana, although he has not broken off diplomatic relations again nor closed the embassy.\nCuba on Tuesday denounced the latest move. “Before they climb euphoric at the crest of their dirty water wave, with evil purposes & lies, here is a touch of reality,” Johana Tablada, a Cuban Foreign Ministry official, wrote on Twitter.\nReferring to United Nations votes urging an end to the Helms-Burton economic sanctions, she added: “What the #World truly asked #JohnBolton & #UnitedStates gov., very recently, in #NewYork was to remove its criminal #Blockade & #HelmsBurton against #Cuba.”\nMr. Trump’s decision was a victory for Florida Republicans, who quickly hailed the president.\n“Allowing American citizens to sue for stolen property in Cuba and denying foreign nationals involved in trafficking stolen property entry into the United States is a huge step toward cutting off the money supply to the Castro regime,” Senator Rick Scott said in a statement.\nSenator Marco Rubio agreed on Twitter: “Allowing U.S. citizens to sue regime for confiscated property in #Cuba is the right thing to do.”", "date": "April 16, 2019", "href": "https://www.nytimes.com/2019/04/16/us/politics/trump-cuba-lawsuits.html", "tags": "american administration property ” trump move limits lawsuits cuba plans foreign pressure lift"}