{"title": "To Reduce Travel Stress, Plan Less", "content": "You’re on a beach. White sand surrounds you. A cool breeze gently passes over from the turquoise waters just beyond your feet. You sip your piña colada, moving aside the tiny umbrella. The sound of the waves lulls you to sleep as you think: this is the life, I may never leave.\nOr, you’re on a beach. At least, you think it’s a beach. Every square inch is covered with people. For the tenth time in five minutes you shake sand out of your hair, kicked there by a roving band of screaming adolescents. Beyond the beach is a rock-laden sea with currents so strong it’s impossible to safely swim. Two different speakers in two different directions blast music you hate at earsplitting volumes.\nI’m sure you can imagine the disappointment, after planning a trip for months with the expectation of the first beach, you get the second. Two weeks trapped at a terrible place, locked into a nonrefundable room at a miserable location.\nThere is another way: Book only the first few days. While I know for most travelers, particularly those with families, such an extreme lack of planning seems impossible, even unadvisable, I strongly recommend considering planning less, even if that’s leaving just a few days open.\nSeveral weeks into my first monthslong adventure, I thought it wise to lock down my itinerary for the next month. I booked several hostels, flights and even a two-week tour in Southeast Asia. The problem was, at my first stop in Melbourne, I fell in with an incredible group of people and had a blast. They stayed in Melbourne while I had to keep going. The same thing happened the next week in Brisbane. I missed out on so much. I vowed then to never book that far in advance.\nFor the last five years not planning more than a few days in advance has led to incredible opportunities.  In Cherbourg, France, I stayed extra days in a randomly brilliant apartment. I took a road trip across England with friends, meeting new people and spending more time with them. Just as useful was the ability to leave places I didn’t like but thought I would.\nSurprisingly, this method rarely leads to issues, though it does occasionally require flexibility. Perhaps the hostel is booked, the best flight is too expensive or there isn’t space on the ferry. But if you don’t have your heart set on a specific hotel or an exact flight, you’ll be able to find options that are pretty close to your initial choices.\nOne notable exception is island hopping. Those flights and ferries fill up fast, and probably aren’t best left until the last minute. Some countries, especially island ones, require you to have your outgoing flight already booked when you arrive, and at least your first night’s accommodation. \nTo make this work, you must be able to book as you travel. The first key is having a phone that works, with minimal roaming fees. For that, check out the guide to using your phone overseas at Wirecutter. Then it’s a matter of using apps like Orbitz, Hostelworld and Airbnb to find something new. Rome2Rio can help you figure out how to get there, using whatever transportation is available. Don’t forget to ask around, posing questions to locals or other travelers you meet along the way. \nAnd speaking of making it easier on yourself, pack less too.\nIf you have your heart set on a rare tour or specific hotel, don’t leave that to chance. But if you’re going on a trip and looking for any place to stay and any flight to take, consider leaving a few days open. \nOn a two-week trip, book your first few days, and perhaps your last night. After those first days you’ll have a much better idea of your location, what you want out of that location and maybe even find a better area or place to stay. For example, after four days at a horrifying resort, you may find the beach you really want is on the other side of the island. \nRelaxation and piña coladas await.\nGeoffrey Morrison is the editor-at-large for Wirecutter whose work has also appeared on CNET. He wrote the best-selling sci-fi novel \"Undersea,\" and you can follow him on Instagram or Twitter.\n52 PLACES AND MUCH, MUCH MORE Follow our 52 Places traveler, Sebastian Modak, on Instagram as he travels the world, and discover more Travel coverage by following us on Twitter and Facebook. And sign up for our Travel Dispatch newsletter: Each week you’ll receive tips on traveling smarter, stories on hot destinations and access to photos from all over the world.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/travel/to-reduce-travel-stress-plan-less.html", "tags": "much planning trip first book flight find even travel days beach stress reduce plan less"}