{"title": "To Stop Iran’s Bomb, Bomb Iran", "content": "FOR years, experts worried that the Middle East would face an uncontrollable nuclear-arms race if Iran ever acquired weapons capability. Given the region’s political, religious and ethnic conflicts, the logic is straightforward.\nAs in other nuclear proliferation cases like India, Pakistan and North Korea, America and the West were guilty of inattention when they should have been vigilant. But failing to act in the past is no excuse for making the same mistakes now. All presidents enter office facing the cumulative effects of their predecessors’ decisions. But each is responsible for what happens on his watch. President Obama’s approach on Iran has brought a bad situation to the brink of catastrophe.\nIn theory, comprehensive international sanctions, rigorously enforced and universally adhered to, might have broken the back of Iran’s nuclear program. But the sanctions imposed have not met those criteria. Naturally, Tehran wants to be free of them, but the president’s own director of National Intelligence testified in 2014 that they had not stopped Iran’s progressing its nuclear program. There is now widespread acknowledgment that the rosy 2007 National Intelligence Estimate, which judged that Iran’s weapons program was halted in 2003, was an embarrassment, little more than wishful thinking.\nEven absent palpable proof, like a nuclear test, Iran’s steady progress toward nuclear weapons has long been evident. Now the arms race has begun: Neighboring countries are moving forward, driven by fears that Mr. Obama’s diplomacy is fostering a nuclear Iran. Saudi Arabia, keystone of the oil-producing monarchies, has long been expected to move first. No way would the Sunni Saudis allow the Shiite Persians to outpace them in the quest for dominance within Islam and Middle Eastern geopolitical hegemony. Because of reports of early Saudi funding, analysts have long believed that Saudi Arabia has an option to obtain nuclear weapons from Pakistan, allowing it to become a nuclear-weapons state overnight. Egypt and Turkey, both with imperial legacies and modern aspirations, and similarly distrustful of Tehran, would be right behind.\nIronically perhaps, Israel’s nuclear weapons have not triggered an arms race. Other states in the region understood — even if they couldn’t admit it publicly — that Israel’s nukes were intended as a deterrent, not as an offensive measure.\nIran is a different story. Extensive progress in uranium enrichment and plutonium reprocessing reveal its ambitions. Saudi, Egyptian and Turkish interests are complex and conflicting, but faced with Iran’s threat, all have concluded that nuclear weapons are essential.\nThe former Saudi intelligence chief, Prince Turki al-Faisal, said recently, “whatever comes out of these talks, we will want the same.” He added, “if Iran has the ability to enrich uranium to whatever level, it’s not just Saudi Arabia that’s going to ask for that.” Obviously, the Saudis, Turkey and Egypt will not be issuing news releases trumpeting their intentions. But the evidence is accumulating that they have quickened their pace toward developing weapons.\nSaudi Arabia has signed nuclear cooperation agreements with South Korea, China, France and Argentina, aiming to build a total of 16 reactors by 2030. The Saudis also just hosted meetings with the leaders of Pakistan, Egypt and Turkey; nuclear matters were almost certainly on the agenda. Pakistan could quickly supply nuclear weapons or technology to Egypt, Turkey and others. Or, for the right price, North Korea might sell behind the backs of its Iranian friends.\nThe Obama administration’s increasingly frantic efforts to reach agreement with Iran have spurred demands for ever-greater concessions from Washington. Successive administrations, Democratic and Republican, worked hard, with varying success, to forestall or terminate efforts to acquire nuclear weapons by states as diverse as South Korea, Taiwan, Argentina, Brazil and South Africa. Even where civilian nuclear reactors were tolerated, access to the rest of the nuclear fuel cycle was typically avoided. Everyone involved understood why.\nThis gold standard is now everywhere in jeopardy because the president’s policy is empowering Iran. Whether diplomacy and sanctions would ever have worked against the hard-liners running Iran is unlikely. But abandoning the red line on weapons-grade fuel drawn originally by the Europeans in 2003, and by the United Nations Security Council in several resolutions, has alarmed the Middle East and effectively handed a permit to Iran’s nuclear weapons establishment.\nThe inescapable conclusion is that Iran will not negotiate away its nuclear program. Nor will sanctions block its building a broad and deep weapons infrastructure. The inconvenient truth is that only military action like Israel’s 1981 attack on Saddam Hussein’s Osirak reactor in Iraq or its 2007 destruction of a Syrian reactor, designed and built by North Korea, can accomplish what is required. Time is terribly short, but a strike can still succeed.\nRendering inoperable the Natanz and Fordow uranium-enrichment installations and the Arak heavy-water production facility and reactor would be priorities. So, too, would be the little-noticed but critical uranium-conversion facility at Isfahan. An attack need not destroy all of Iran’s nuclear infrastructure, but by breaking key links in the nuclear-fuel cycle, it could set back its program by three to five years. The United States could do a thorough job of destruction, but Israel alone can do what’s necessary. Such action should be combined with vigorous American support for Iran’s opposition, aimed at regime change in Tehran.\nMr. Obama’s fascination with an Iranian nuclear deal always had an air of unreality. But by ignoring the strategic implications of such diplomacy, these talks have triggered a potential wave of nuclear programs. The president’s biggest legacy could be a thoroughly nuclear-weaponized Middle East.", "date": "March 26, 2015", "href": "https://www.nytimes.com/2015/03/26/opinion/to-stop-irans-bomb-bomb-iran.html", "tags": "iran korea nuclear pakistan middle saudi stop bomb program weapons"}