{"title": "Tokyo 2020 Olympics: Japan debates daylight saving to avoid heat", "content": "Japan is considering adopting daylight saving time next year so that athletes in the 2020 Tokyo Olympic Games can compete in cooler hours, reports say.\nThe proposal to bring clocks forward by two hours has received major opposition on social media with many worried it would result in longer working hours.\nAt least 120 people have died in a record heatwave since July.\nThe government says it is yet to decide on the move but does want to limit the effect of summer heat on the athletes.\n\"It is not true that the government has decided to aim for adopting daylight saving time,\" Chief Cabinet Secretary Yoshihide Suga told a news conference. He said such a move would have a \"major\" impact on people's lives. \n\"We plan broad measures such as earlier start times, more greenery and heat-inhibiting pavements,\" he added\nThe 2020 games, which will be held in late July and early August, fall during the country's hottest and most humid months.\nOlympic officials had early appealed to Japanese Prime Minister Shinzo Abe to adopt daylight saving time so that events like the marathon could be scheduled in the cooler morning hours.\nRupert Wingfield-Hayes, Tokyo correspondent\nIn the broiling summer months, a foreign visitor to Tokyo may awaken at 04:00 and wonder why the sun is already streaming through their hotel window. \nThe answer is Japan's long resistance to daylight saving. \nIt means that by 10:00 the temperature here is often well above 30C (86F).\nA combination of the 2020 Summer Olympics and the 2018 summer heatwave have brought this issue to a head. \nThere is genuine concern that the heat could put athletes' lives at risk. And so, the Japanese government is considering moving the clocks forward two hours between June and August, on a trial basis next year, and then for the Olympics in 2020. \nBut there could be resistance. Japan tried daylight saving once before - during the post-war American occupation. \nWorkers complained the evening sunshine just allowed their bosses to keep them working even longer. In 1952 when occupation ended, daylight saving was abandoned.", "date": "6 August 2018", "href": "https://www.bbc.co.uk/news/world-asia-45080980", "tags": "summer heat japan athletes tokyo daylight hours debates avoid saving could olympics time government"}