{"title": "Too Many People Have Health Insurance- Republicans Will Fix That-", "content": "President Donald Trump and the Republicans who control Congress have a major problem to solve: The uninsured rate has never been lower.\nThe GOP hasn’t figured out how to tackle the crisis despite years of preparing for it, but new data illustrate just how bad the situation is. The national uninsured rate fell to 10.9 percent at the end of 2016, compared to 17.3 percent in 2013, according to polling data Gallup released Wednesday. \nWhat happened during those years to bring about this catastrophe? President Barack Obama signed the Affordable Care Act into law in 2010, and then spent the next six years implementing its programs. \nBy doing so, Obama severely damaged America’s longstanding distinction among rich countries of having the smallest share of its population on health coverage. The main tools of his destruction were the law’s subsidization of private health insurance to low- and middle-income families and its expansion of the Medicaid program to include more adults living in near poverty. \nThe Gallup survey demonstrates that the Medicaid expansion proved especially consequential, although thanks to Republican governors and state legislators in many states, only 31 states and the District of Columbia adopted this policy after the Supreme Court made it optional in 2012, which limited the carnage.\nIn states that expanded Medicaid under the Affordable Care Act, the uninsured rate fell by almost half, from 15.8 percent to 8.2 percent from 2013 ― the year before the law’s new coverage took effect ― to 2016. Trump and the congressional GOP face lesser challenges in the states that didn’t expand Medicaid, where the rate declined less than 30 percent, from 20.2 percent to 14.5 percent.\nThe predicament is most thorny in Kentucky, Arkansas, West Virginia, New Mexico, California and Oregon, where the percentage of the population that lacked health insurance went down by at least 10 points. All of those states expanded Medicaid, including Arkansas and New Mexico, where Republican policymakers helped make it happen.\nBy contrast, states that didn’t expand Medicaid, like Texas, Oklahoma and Georgia, can remain proud of having among the highest uninsured rates because the Republican leaders in those states foresaw this disaster and made sure to prevent it from fully engulfing their states. These states also typically had higher-than-average uninsured rates to begin with, Gallup found, so they persist as exemplars of the future the GOP envisions.\nAnd the new Gallup data can’t be dismissed as fake news, since surveys and studies conducted since 2014 by institutions like the Census and the Centers for Disease Control and Prevention show similar results.\nNational Republicans insist they won’t falter before this fearsome calamity. \nTrump and congressional GOP stalwarts like House Speaker Paul Ryan (Wis.) and Senate Majority Leader Mitch McConnell (Ky.) are hard at work devising a solution to the Affordable Care Act’s depressive effect on the uninsured rate. They also possibly will replace the law with a new health care reform plan that would ensure the United States once again stands as a bastion of individual liberty from having your medical bills covered.", "date": "\n02/08/2017", "href": "https://www.huffpost.com/entry/gop-health-insurance-gallup-survey_n_589a5d97e4b0c1284f2941fe?nzhq6w29", "tags": "people insurance- percent rate law states new medicaid gop gallup that- republicans fix many uninsured care health"}