{"title": "Tools of Trump’s Fixer: Payouts, Intimidation and the Tabloids", "content": "As accounts of past sexual indiscretions threatened to surface during Donald J. Trump’s presidential campaign, the job of stifling potentially damaging stories fell to his longtime lawyer and all-around fixer, Michael D. Cohen.\nTo protect his boss at critical junctures in his improbable political rise, the lawyer relied on intimidation tactics, hush money and the nation’s leading tabloid news business, American Media Inc., whose top executives include close Trump allies.\nMr. Cohen’s role has come under scrutiny amid recent revelations that he facilitated a payment to silence a porn star, but his aggressive behind-the-scenes efforts stretch back years, according to interviews, emails and other records.\nThey intensified as Mr. Trump’s campaign began in the summer of 2015, when a former hedge-fund manager told Mr. Cohen that he had obtained photographs of Mr. Trump with a bare-breasted woman. The man said Mr. Cohen first blew up at him, then steered him to David J. Pecker, chairman of the tabloid company, which sometimes bought, then buried, embarrassing material about his high-profile friends and allies.\nIn early 2016, after a legal affairs website uncovered old court cases in which a female former Trump business partner had accused him of sexual misconduct, Mr. Cohen released a statement suggesting that the woman, Jill Harth, “would acknowledge” that the story was false. Ms. Harth said the statement was made without her permission, and that she stands by her claims. It was not the last time Mr. Cohen would present a denial on behalf of a woman who had alleged a sexual encounter with Mr. Trump.\nIn August of that year, Mr. Cohen learned details of a deal that American Media had struck with a former Playboy model, Karen McDougal, that prevented her from going public about an alleged affair with Mr. Trump. Mr. Cohen was not representing anyone in the confidential agreement, but he was apprised of it by Ms. McDougal’s lawyer, and earlier had been made aware of her attempt to tell her story by the media company, according to interviews and an email reviewed by The New York Times.\nTwo months later, Mr. Cohen played a direct role in a similar deal involving an adult film star, Stephanie Clifford, who used the stage name Stormy Daniels, and who once said she had had an affair with Mr. Trump. Last week, Mr. Cohen  said he used his own money for the $130,000 payment to her, which has prompted a complaint alleging that Mr. Cohen violated campaign finance regulations. Legal experts also have noted that the payment on behalf of his client may have violated New York’s ethics rules.\nMr. Cohen, who is still described as Mr. Trump’s personal lawyer although he is no longer on the Trump Organization payroll, has denied any wrongdoing and insists the arrangement was legal. In an interview, he disputed details of some of his other activities that were described to The Times. But he has never shied away from his role as Mr. Trump’s loyal defender. “It is not like I just work for Mr. Trump,” Mr. Cohen said in an interview in 2016. “I am his friend, and I would do just about anything for him and also his family.”\nAn examination of the efforts to shield Mr. Trump from aspects of his own past shows how Mr. Cohen maneuvered in the pay-to-play gossip world — populated by porn stars and centerfold models, tabloid editors and lawyers with B- and C-list entertainment clients — that came to unusual prominence in an American presidential election.\nMr. Cohen exploited mutual-self interest. By heading off trouble involving Mr. Trump’s history with women, he accrued loyalty points, the ultimate currency with Mr. Trump. He dealt with lawyers who could win fat cuts of any settlements women might reach with American Media or with Mr. Trump.\nAt least two women got money and, in Ms. McDougal’s case, a promise of favorable attention in American Media publications, which include The National Enquirer, Star, Us Weekly and Radar. Mr. Trump, of course, benefited the most: avoiding more scrutiny as he struggled to dismiss multiple allegations of groping and unwanted advances that arose during the campaign.\nOne American Media executive, in a 2016 interview, said that the priority was that nothing embarrassing come out. But in the gossip economy, secrets last only as long as the incentives to keep them do.\nIt was July 2015 when Mr. Cohen received a phone call from Jeremy Frommer, a hedge-fund manager turned digital entrepreneur, who had obtained photos of Mr. Trump appearing to autograph the breasts of a topless woman from the estate of Bob Guccione, the founder of Penthouse magazine. Mr. Cohen was not pleased.\n“He was in a rage,” Mr. Frommer said in an interview. “He’s like, ‘If you show those photos, I’m gonna take you down.’”\nIt was the rough talk of a Long Island native who started his career juggling work as a personal injury lawyer and taxi fleet manager and met Mr. Trump after acquiring units in Trump buildings.\nAfter Mr. Cohen joined the Trump Organization in 2006, the role that Mr. Trump wanted him to play was clear: a combination of aggressive spokesman and lieutenant who would take on the real estate mogul’s antagonists. It was a job Roy Cohn, a New York lawyer best known for advising Senator Joseph McCarthy, had done decades earlier for Mr. Trump. Mr. Cohen’s work for his boss was often a mystery even to others in his office, but his devotion was clear.\nIn talking with Mr. Cohen, Mr. Frommer mentioned Mr. Pecker. Years earlier, Mr. Frommer had sold American Media the exclusive rights to a suggestive photograph of Arnold Schwarzenegger — which it did not publish — and he knew the company’s chief executive.\nMr. Frommer recalled Mr. Cohen’s saying, “Yeah, I know Pecker.” Mr. Frommer added, “That’s where the conversation calmed down.”\nMr. Pecker and Mr. Trump, a staple of the American gossip media since the 1980s, have a friendship that goes back decades. The relationship benefited Mr. Trump throughout the campaign as The Enquirer lionized him and hammered rivals like Ted Cruz, Ben Carson and, finally, Hillary Clinton.\nMr. Cohen formed his own bond with Mr. Pecker, keeping in touch with him and Dylan Howard, a top executive, throughout the campaign.\nAmerican Media acknowledged those ties, saying in a statement, “Michael Cohen and President Trump have been personal friends of Mr. Pecker’s for decades.” But, it said, neither of them “nor any other individual has attempted to, or ever, influenced (or will ever influence) coverage at A.M.I.’s publications. Period.”\nAfter the initial blowup, Mr. Frommer said, he and Mr. Cohen quickly agreed that Mr. Frommer would take the Trump photos to Mr. Pecker. The men soon began discussing potential business deals, including an interview with Mr. Trump as part of a joint project between American Media and Mr. Frommer’s company, Jerrick Media, according to text messages and emails reviewed by The Times.\n“Spoke to Cohen we are set. Well done!” Mr. Pecker told Mr. Frommer in a July 2015 text exchange.\nTwo months later, when Mr. Frommer expressed doubt that the Trump interview would take place, Mr. Cohen responded in an Oct. 5 email: “No no … relax. I am on it and will make it happen.”\nMr. Frommer said he had assured Mr. Cohen at the time that he wouldn’t make the photos public — “I said, ‘Don’t worry, I’m not going to publish them’” — but that the decision had nothing to do with the business talks.\nIn the end, American Media concluded that the photos were of little value. The interview and the deals never materialized for Mr. Frommer, who went on to publish one of the Trump photos on his own website.\nAmerican Media said in a statement that it had no interest in suppressing the photographs. But in early 2016, an American Media executive, speaking only on condition of anonymity in discussing internal company thinking, said that when the negotiations between A.M.I. and Mr. Frommer began, they were intended to suppress the photos, part of broader efforts by American Media to “catch and kill” information that would damage Mr. Trump.\nIn an interview Friday, Mr. Cohen acknowledged directing Mr. Frommer to A.M.I., but said he did so not because of photographs of Mr. Trump but for other photos of “another notable individual that I had no interest in seeing or wanting.”\nBack then, however, Mr. Cohen acknowledged that he had been eager to keep the photos hidden. “Mr. Trump has a family,” he said. “I felt like I had to protect his family.”\nFor Mr. Cohen and Mr. Trump, American Media was more than a company they could rely on for friendly coverage. It was also where people looking to sell potentially damaging information about Mr. Trump were likely to turn.\nIn the summer of 2016, American Media came to Mr. Cohen with a story involving Ms. McDougal, the former Playboy Playmate. She claimed to have had a consensual affair with Mr. Trump in the mid-2000s, early in his marriage to Melania Trump. Mr. Trump denies an affair.\nMs. McDougal had retained Keith Davidson, a Hollywood lawyer, who reached out to contacts at American Media. After negotiating on and off for a couple of months, A.M.I. agreed to give Ms. McDougal $150,000 for the exclusive rights to her story, along with promises of publicity and marketing opportunities through its fitness magazines. The contract did not identify Mr. Trump, but required her to keep quiet about any relationship with a married man.\nA.M.I. had shared her allegations with Mr. Cohen, though it said it did so only as it worked to corroborate her claims, which it said it ultimately could not do. But that was not the only heads-up Mr. Cohen received.\nSoon after Ms. McDougal signed the confidential agreement on Aug. 5, 2016, Mr. Davidson emailed Mr. Cohen, “Michael, please give me a call at your convenience.” Mr. Davidson followed up by explaining to Mr. Cohen over the phone that the McDougal transaction had been completed, according to a person familiar with the conversation. Mr. Cohen said, “I don’t recall those communications.”\nMr. Davidson acknowledged the public’s interest in Ms. Clifford’s and Ms. McDougal’s stories, but said that he was “not at liberty to discuss private client information.”\nIn the months after Ms. McDougal’s agreement with A.M.I., Mr. Trump’s relationships with women drew more scrutiny on the campaign trail. The release of an audio recording that captured the candidate bragging about grabbing women’s genitals inspired numerous women to step forward with allegations that he had groped or kissed them against their will.\nAccording to people in contact with her at the time, Ms. McDougal expressed frustration with what she viewed as foot-dragging by A.M.I. in fulfilling commitments made in her contract and with Mr. Davidson’s lackluster response to her. She reached out to a prominent First Amendment lawyer, Theodore J. Boutrous Jr., who had made a public pledge in October 2016 to defend anyone threatened with legal action by Mr. Trump for making allegations against him. Mr. Boutrous briefly represented Ms. McDougal, focusing primarily on her restrictive contract with A.M.I., which in late November 2016 agreed she could respond to “legitimate” press inquiries about the alleged affair.\nMs. McDougal’s story eventually became public, in a Wall Street Journal article published days before the election. The New Yorker published new details, including an interview with her, last week.\nOver the years Mr. Cohen had come to know Ms. McDougal’s lawyer, Mr. Davidson, well enough that when New York magazine profiled Mr. Davidson last week, Mr. Cohen offered an enthusiastic endorsement: “He has always been professional, ethical and a true gentleman.” (The California State Bar suspended Mr. Davidson’s law license for 90 days in 2010, for four counts of misconduct.)\nMr. Davidson’s client list had included the professional athletes Jalen Rose and Manny Pacquiao, as well as gossip-page regulars who placed him in the middle of the sex-tape cases of the “Austin Powers” actor Verne Troyer, the wrestler Hulk Hogan and the onetime Playboy model and MTV host Tila Tequila. He was a natural choice for Ms. Clifford, also known as Stormy Daniels, when she sought to sell her own Trump story.\nShe was alleging that she had had a consensual sexual relationship with Mr. Trump after they met at a celebrity golf tournament about 10 years earlier (Mr. Trump denies her claims).\nJust two months after Ms. McDougal’s story was effectively muted by her contract with American Media, Mr. Davidson set about brokering the silence of the adult film actress. This time, the negotiator on the other end of the transaction was Mr. Cohen.\nThe actress agreed to a $130,000 settlement in mid-October 2016 in exchange for keeping quiet, according to contracts seen by The Times and people familiar with the matter. To make the payment, Mr. Cohen created a Delaware limited liability company called Essential Consultants, news of which was first reported by The Wall Street Journal last month, and he claimed in a statement first released to The Times last week that the money came from his own pocket.\nMs. Clifford has suggested in recent days that she believes Mr. Cohen has breached that agreement and that she is preparing to speak out. In 2011, she had told her story about Mr. Trump to two gossip publications. One of them, In Touch magazine, did not publish the story after Mr. Cohen warned that he would pursue aggressive legal action, The Associated Press reported last month.\nThe other outlet, The Dirty, took down a brief story after Mr. Davidson threatened legal action just a day after his client had provided information to the website, according to Nik Richie, The Dirty’s founder, and a letter seen by The Times.\nAfter the deal between Ms. McDougal and A.M.I. was completed, Mr. Davidson regularly exchanged emails, text messages and calls with Mr. Cohen, according to people familiar with the contacts, including last week, when Mr. Davidson publicly bolstered Mr. Cohen’s statement that he had paid Ms. Clifford himself.\nMr. Cohen went on to steer a new client to Mr. Davidson, Chuck LaBella, a former NBC executive who worked closely with Mr. Trump on “The Apprentice” and the “Miss USA” pageant. Mr. LaBella had become the object of an intense Twitter campaign — led by the comedian and ardent Trump critic Tom Arnold — calling upon him to share anything he might know about misbehavior by Mr. Trump. He became a client of Mr. Davidson last fall, according to people familiar with the arrangement.", "date": "Feb. 18, 2018", "href": "https://www.nytimes.com/2018/02/18/us/politics/michael-cohen-trump.html", "tags": "american tools media mcdougal intimidation trump payouts fixer cohen ” tabloids ms."}