{"title": "Tooth of ancient megashark stolen in Australia", "content": "A tooth that belonged to an ancient giant shark has been stolen from a World Heritage Site in Australia, authorities have said.\nThe 8cm (3in) tooth went missing from an undisclosed location in a remote national park in Western Australia.\nThe fossil came from the Megalodon species, a giant predator that is believed to have died out about 2.6 million years ago.\nAuthorities suspect the tooth was deliberately targeted by thieves.\nIt was one of two Megalodon teeth located in the Unesco World Heritage-listed Ningaloo Coast, according to Western Australia's Department of Environment and Conservation.\n\"The worst part is they took the better specimen, which was not so well known,\" said spokesman Arvid Hogstrom.\n\"Our staff had actually physically covered it up with natural features to make sure it was hidden.\"\nMr Hogstrom said the stolen tooth had been in a semi-secret location and attached to a rock. Unlike the other tooth, it was not visited by tourists.\nMr Hogstrom said only a small group of locals and others knew of its location. He suspected that a person may have \"unwittingly told someone who decided to do the wrong thing\".\nThe fossil was most likely removed with a hammer or a chisel, he said - a breach of vandalism and conservation laws.\nHe said the monetary value of tooth was not known but it \"would not be very high\".\nThe fossil had been well preserved from ancient times.\n\"Normally, you would just get portions of the tooth, embedded in limestone, rather than an almost whole tooth,\" Mr Hogstrom said.\nThe Megalodon, a whale-eating species, could grow up to 18m in length and weigh up to 100 tonnes - about 30 times heavier than the largest great white shark.\nFossils have been found across the world, including in Europe, Africa and the Americas. ", "date": "13 March 2018", "href": "https://www.bbc.com/news/world-australia-43381141", "tags": "tooth ancient australia world fossil stolen hogstrom megalodon megashark location"}