{"title": "Top Russian Official Tried to Broker ‘Backdoor’ Meeting Between Trump and Putin", "content": "WASHINGTON — A senior Russian official who claimed to be acting at the behest of President Vladimir V. Putin of Russia tried in May 2016 to arrange a meeting between Mr. Putin and Donald J. Trump, according to several people familiar with the matter.\nThe news of this reached the Trump campaign in a very circuitous way. An advocate for Christian causes emailed campaign aides saying that Alexander Torshin, the deputy governor of the Russian central bank who has been linked both to Russia’s security services and organized crime, had proposed a meeting between Mr. Putin and Mr. Trump. The subject line of the email, turned over to Senate investigators, read, “Russian backdoor overture and dinner invite,” according to one person who has seen the message.\nThe proposal made its way to the senior levels of the Trump campaign before Jared Kushner, the president’s son-in-law and a top campaign aide, sent a message to top campaign officials rejecting it, according to two people who have seen Mr. Kushner’s message.\nThough the meeting never happened, Mr. Torshin’s request is the latest example of how the Russian government intensified its effort to contact and influence the Trump campaign last year as Mr. Trump was closing in on the Republican presidential nomination. It came just weeks after a self-described intermediary for the Russian government told a Trump campaign aide, George Papadopoulos, that the Russians had “dirt” on Mr. Trump’s rival, Hillary Clinton, in the form of “thousands of emails.”\nSoon after Mr. Torshin’s outreach fizzled, Donald Trump Jr., the president’s eldest son, arranged a meeting at Trump Tower after being told that a Russian lawyer with ties to the Kremlin would bring damaging information about Mrs. Clinton to the meeting.\nThese contacts were set against the backdrop of a sophisticated effort by Russia to hack Democratic computers, disseminate propaganda and undermine Mrs. Clinton’s candidacy. The latest disclosure about Mr. Torshin, who is a leading figure in Mr. Putin’s party, United Russia, shows the direct involvement of a high-ranking Russian official in the Kremlin’s outreach to the campaign.\nThe overture to the Trump campaign was first reported by CNN. The New York Times confirmed new details, including Mr. Torshin’s involvement and his claim to be acting on Mr. Putin’s behalf. In a letter on Thursday, the Senate Judiciary Committee accused Mr. Kushner of withholding the “backdoor overture” email, an accusation that Mr. Kushner’s lawyers denied.\nIn a letter to the Senate Judiciary Committee on Friday, Abbe D. Lowell, a lawyer for Mr. Kushner, said that the Senate had asked for all documents related to Mr. Kushner’s contacts with the Russians and that he had responded. “Again, this was not any contact, call or meeting in which Mr. Kushner was involved,” Mr. Lowell said. “He is forwarded this long chain later on.”\nA special counsel for the Justice Department is investigating Russia’s campaign to disrupt the 2016 election, and whether any of Donald J. Trump’s associates aided in that effort. The president has repeatedly called the investigation a witch hunt, and as recently as last week, he said he accepted Mr. Putin’s assurances that Russia did not try to meddle in the election.\nMr. Torshin’s proposal is explained in a May 2016 email from Rick Clay, an advocate for conservative Christian causes, to Rick Dearborn, a Trump campaign aide. Mr. Clay was organizing a dinner in Louisville, Ky., honoring wounded veterans, and Mr. Trump was scheduled to be in the city for the National Rifle Association’s annual convention. In the email to Mr. Dearborn, Mr. Clay said he hoped that Mr. Trump would attend the dinner, and he also included details about the overture from Mr. Torshin.\nThe email said that the dinner would be a chance for Mr. Trump to meet Mr. Torshin, who is a life member of the National Rifle Association in the United States and a vocal advocate for gun rights in Russia, according to three people who have seen the email.\nThe email said that the Russians believed they had “shared Christian values” with the Trump campaign.\nMr. Torshin has established ties to Russia’s security establishment. He served in the upper house of the Russian Parliament and also sat on the country’s National Anti-Terrorism Committee, a separate government council that includes the director of the Federal Security Service, known as F.S.B., and the ministers of defense, interior and foreign affairs.\nSpanish investigators claim Mr. Torshin laundered money for the Russian mob through Spanish banks and properties while he was in Parliament. Mr. Torshin has denied the accusations.\nMr. Clay said in a telephone interview on Friday that while the request seemed “very thin,” he did not think at the time that anyone in the Russian government was trying to interfere with the election. “That never ever, ever, ever entered my mind,” he said. “You look back at it now, and it actually causes you some pause.”\nMr. Clay said he no longer had the email and could not remember its specifics. He recalled that Mr. Torshin and a former assistant, Maria Butina, made the request through a longtime friend, Johnny Yenason, of the Military Warriors Support Foundation, a veterans’ support organization. Mr. Yenason did not respond to messages seeking comment. Efforts to contact Mr. Torshin and Ms. Butina were unsuccessful.\nMr. Dearborn forwarded the email to top campaign aides, including Paul Manafort, Rick Gates and Mr. Kushner, according to two people who have seen the exchange. Mr. Kushner replied that Mr. Dearborn should decline, saying people often claimed to be acting as intermediaries for powerful figures just to gain access to the campaign.\n“Pass on this,” Mr. Kushner said, according to Mr. Lowell’s letter to the Senate Judiciary Committee, adding: “Most likely these people then go back home and claim they have special access to gain importance for themselves. Be careful.”\nMr. Clay said Mr. Dearborn sent him a response rejecting the idea.\n“He told me it was inappropriate,” Mr. Clay said. “I agreed with him.”\nNeither Mr. Trump nor his campaign officials attended the veterans’ dinner, Mr. Clay said. Donald Trump Jr. attended a separate dinner that night, hosted by the National Rifle Association, that Mr. Torshin also attended. Both dinners were in Louisville.\nSenate investigators obtained Mr. Clay’s email as part of their inquiry into Russian election meddling. On Thursday, the top Republican and Democrat on the Senate Judiciary Committee said Mr. Kushner should have provided the email and other materials to the committee but did not. The Senate Intelligence Committee also did not receive the email from Mr. Kushner.\nMr. Torshin is ardently pro-Trump, and on numerous occasions since 2015 has posted Twitter messages about the president. In a post in February 2016, Mr. Torshin wrote: “Maria Butina is now in the USA. She writes to me that D. Trump (NRA member) really is for cooperation with Russia.”\nA month later, he wrote, “Trump is a real man,” and included a link to a video clip posted by BuzzFeed of Mr. Trump fist-bumping Marco Rubio during a Republican presidential debate.", "date": "Nov. 17, 2017", "href": "https://www.nytimes.com/2017/11/17/us/politics/trump-russia-kushner.html", "tags": "kushner ‘ russian broker meeting official tried backdoor trump torshin ” email top campaign putin"}