{"title": "Top Trump Adviser Faces Calls For Resignation After Reports Of Ties To Nazi-Aligned Group", "content": "WASHINGTON ― A top counterterrorism adviser to President Donald Trump faces growing calls to resign after a series of news reports alleging he has ties to a far-right Hungarian group with historical links to the Nazi party. \nSebastian Gorka was photographed during the January inaugural ball wearing a medal that foreign policy news site LobeLog later identified as a symbol of membership in the Hungarian Order of Heroes. The group, known as Vitézi Rend in Hungarian, collaborated with the Nazi government during World War II, according to the State Department. Members of the group are ineligible for American visas. \nGorka did not respond to LobeLog’s request for comment. He later told Breitbart that the medal belonged to his late father, Paul Gorka, who “was awarded a declaration for his resistance to a dictatorship.” The Forward followed up with a series of reports alleging that Sebastian Gorka spent years immersing himself in far-right, anti-Semitic political organizations in Hungary, and is a sworn member of the Vitézi Rend. Gorka ignored requests for comment on the article and instead issued a denial to a friendly reporter at Tablet after The Forward published the allegations. \nThree Democratic senators on Friday called on the acting deputy attorney general and the secretary of homeland security to investigate whether Gorka, who was born in the United Kingdom, “falsified his naturalization application or otherwise illegally procured his citizenship” by failing to disclose his membership in the banned Hungarian group. The senators cited The Forward’s reporting.\nGorka did not address the documented ties between the Vitézi Rend and Nazi Germany in his interviews with Breitbart and Tablet ― and neither outlet brought them up. He has written at length about his father’s suffering under the Nazis during World War II and under the subsequent Communist government in Hungary, but he hasn’t explained how his father came to be a member of a group with Nazi ties.\nPaul Gorka’s Vitézi Rend membership is not the only indication that the Gorka family fostered connections to anti-Semitic fringe characters. \nAfter the failed 1956 effort to overthrow the Soviet government in Hungary, Paul Gorka and his soon-to-be-wife Susan fled the country, eventually settling in England, where Sebastian was born in 1970. \nYears later, Susan Gorka crossed paths with David Irving, a British author known for his anti-Semitic revisionist accounts of World War II. Irving gained international notoriety in the 1990s during an unsuccessful libel suit against a historian who had accused him of being a Holocaust denier. But he was already a controversial figure decades before the lawsuit. In 1977, he published a book called Hitler’s War, which asserted that Adolf Hitler was unaware of the Holocaust. \nIrving met Susan Gorka in the 1970s while he was working on a book about the 1956 Hungarian revolution, he told The Huffington Post in an interview. He suspected his interpreter was “tendentiously” translating his interviews, and later concluded the interpreter was a Hungarian spy. He began searching for a new Hungarian speaker who could go through translations of previous interview transcripts to make sure they were correct. Susan Gorka volunteered, he said. \nIn the resulting book Uprising!, Irving asserts that the Hungarian revolution against the communist government was “primarily an anti-Jewish uprising” ― an assessment disputed by mainstream historians. \n“The whole conclusion of the book is dead wrong,” Eva Balogh, an emeritus professor of Eastern European history at Yale University, said in an interview. Balogh, who left Hungary after the revolution, was the first to notice Susan Gorka’s work with Irving. \n“I went through that revolution and I remember it pretty well, there was no sign of anti-Semitism as far as I could see it,” Balogh said. “This is a figment of [Irving’s] imagination and his prejudice.”\nSebastian Gorka did not respond to a detailed list of questions about his mother’s work with Irving, and his own views on Irving’s books. According to Irving, Susan Gorka shared his belief that the 1956 uprising was motivated by antipathy toward Jews. “Most Hungarian exiles do believe that,” he said. “They regard the uprising as starting as an anti-Jewish program.” \nIn the introduction to Uprising! Irving thanked Susan Gorka as one of four interpreters who made the book possible. He also listed two interviews in London with Paul Gorka in 1974 and 1978 in the section on sourcing. \nIrving said he stayed in touch with Susan Gorka for several years after the book was published in 1981, and met Sebastian Gorka “two or three times.” He said he has since lost touch with the family. He had never heard of the Vitézi Rend, he said. \nIrving’s past relationship with the family, Balogh said, “shows what kind of milieus the Gorkas lived in.”\nCritics of Trump’s administration say the reports of Gorka’s ties to anti-Semitic groups and individuals reflect a broader problem. \nDuring last year’s presidential campaign, Trump’s nativist immigration policies gained him popularity among neo-Nazi groups. As a candidate, he was slow to disavow an endorsement from former KKK leader David Duke. As president, he delayed before condemning a series of threats against Jewish community centers across the nation. Pennsylvania Attorney General Josh Shapiro told reporters last month that Trump had suggested the threats could be false flag attacks intended “to make others look bad.” \nThe White House statement on International Holocaust Remembrance Day notably lacked any mention of the Jewish people ― 6 million of whom were killed in the Holocaust. Asked to concede that the omission was “questionable,” Gorka told conservative talk show host Michael Medved the controversy was “asinine” and “absurd.” \nAnd Steve Bannon, Trump’s chief strategist, recently praised the anti-Semitic French philosopher Charles Maurras, who once blamed World War II on Jews. According to his ex-wife, Bannon objected to his kids going to school with “whiny” Jews. \nIn every instance of alleged anti-Semitism, members of the Trump team have offered some sort of denial, excuse, spin, or misdirection. But connections between Trump administration officials and anti-Semitic fringe characters continue to emerge.\n“That Sebastian Gorka cannot even deny he has links with a Nazi-affiliated organization is symptomatic of the grotesque Antisemitism that has infected the Trump White House,” the Anne Frank Center for Mutual Respect, one of the groups calling for Gorka’s resignation, wrote in a statement. “How many ducks in the Trump White House must walk, talk and quack Antisemitically before our country wakes up and sees the greater problem?”", "date": "\n03/17/2017", "href": "https://www.huffpost.com/entry/sebastian-gorka-vitezi-rend-david-irving_n_58cc5d3ee4b00705db4faa3e", "tags": "anti-semitic faces calls adviser nazi-aligned sebastian gorka reports ” trump susan group ties irving hungarian top resignation"}