{"title": "Tormund Actor Kristofer Hivju Knows Brienne Made 'The Wrong Choice' On 'Game Of Thrones'", "content": "Tormund Giantsbane (Kristofer Hivju) has an origin story like no other, not to mention his jokes are second to none and he’s Jon Snow’s (Kit Harington) untouchable battle buddy. That alone ― plus his coiffed red mane ― makes him the perfect mate. \nBut in Season 8, Episode 4 of “Game of Thrones,” his love Brienne of Tarth (Gwendoline Christie) made her choice and decided to bed Jaime Lannister (Nikolaj Coster-Waldau), leaving Tormund heartbroken. \nHivju told HuffPost that although he knows Brienne and Jaime have history, he’s pretty disappointed for his main man. \n“If I talk on Tormund’s behalf, I think she made the wrong choice,” the Norwegian actor said during a phone call on Monday. \nMany fans probably feel that way after Jaime ― who spent many nights beside Brienne in Winterfell ― walks away from her toward the end of the episode. Once he hears Cersei (Lena Headey) killed Rhaegal and captured Missandei (Nathalie Emmanuel), the Lannister leaves a hysterical Ser Brienne to go back to his sister and former lover in King’s Landing. \n“She’s hateful, and so am I,” Jaime tells Brienne after she begs him to stay. \nTormund, Hivju said, would “never.” \n“He wants to make kids who can conquer the world,” he added. \nBelow, the actor talks about Brienne’s choice, Tormund and Jon’s goodbye and whether Ghost will be safe beyond the Wall. \nvia GIPHY\nYou survived the Battle of Winterfell and got to party alongside your friends. Was it nice to have a lighthearted moment after the strenuous war scenes?\nYou know, every lighthearted moment in this show is a blessing. And we had a great party! [Laughs]\nAnd you gave an epic speech about Jon being a king in many people’s eyes. It’s funny how everyone isn’t more interested in the fact that he rose from the dead, though? \nIn “Game of Thrones,” that’s just something that happens every day. [Laughs] No, no, no … I loved the scene when I read it the first time because Tormund and Jon have a long path together, and Tormund really respects and loves him. Even though they are very different human beings, they have experienced a lot together.\nBut Dany was definitely not happy about you bragging about Jon riding a dragon.\nNo. And that’s kind of the theme of the episode: When everything is done, Jon has steam fighting on the front row, pretty unselfishly as well. He’s a part of the army. He has always been on the front row.\nAnd now it seems, because of his reputation and her recent heartbreak with the Jorah, Rhaegal and Missandei deaths, Dany might become the Mad Queen. What do you think of this theory?\nWhat I think is fantastic about the show is how the characters always keep changing, like all human beings change. What we experience changes us. Like Jaime started out as a prick and now he’s a very sympathetic guy because life has hit him hard. And Daenerys has got some hard, hard experiences this episode, definitely.\nYou mentioned Jaime and now one thing comes to mind: You lost the love of your life to that guy! Talk about that.\nIt was horrible, horrible. Poor guy. The funny thing is, Tormund has shown her affection from the very beginning and she hasn’t shown it much back. But how the Free Folk live, that’s the way it is! If a woman shows you the shoulder, that means it’s a good sign. Cultural differences are what make the situation confused. So, for Tormund, they did it [fought the dead], they did it together, now time has come! But, you know, love is hard.\nIt really is. But as a fan of the show, are you happy Brienne ended up with Jaime?\nIf I speak on behalf of myself, they have a long history together and I always felt like she had liked him a lot. [Laughs] If I talk on Tormund’s behalf, I think she made the wrong choice.\nTormund moved on pretty quickly, though. He always said the northern women didn’t like him, but he seemed to be doing just fine.\nWell, you know, it’s a way to drown your sorrows. [Laughs]\nI wonder if the giant’s milk speech maybe threw a wrench in your Brienne love plans?\nNo. Going back to the cultural differences, I think that speech was trying to put Jaime down to put himself up and that’s a very bad strategy, you know? It never works to put yourself up in that kind of way. Tormund thinks that pickup lines about having sex with bears are great, that probably worked perfectly in the past. But, no, it didn’t go the way he wanted [this time].\nYou must have so much fun reading the scripts each season because Tormund is such a great character and really adds a ton of the humor to the show.\n[Laughs] Yeah, it’s been great to read every season and get laughter on great lines. Some lines you don’t even know are funny become funny. One of the things I love about Tormund is sometimes he’s funny because he wants to be and sometimes he’s funny and doesn’t know it. What’s the saying in English? He’s not aware that he’s funny! It’s just how he is and that makes him sweet.\nYes, he is sweet, which is why he would never leave Brienne in tears like Jaime did toward the end of the episode.\nNever. Never. He wants to make kids who can conquer the world!\nYes, big, giant babies.\nWrong choice! Bad choice! But love isn’t about good choices every time.\nVery true. Another big choice came for you and Jon, when you tell him you’re heading back north beyond the Wall, and he gives you Ghost. His precious boy!\n[Laughs] Yeah.\nA lot of people were sad we didn’t get more Ghost this season.\nWell, you don’t know. Two more episodes to go! But, no, I think Jon is right that the south isn’t the place for a dire wolf. In Episode 2 [of the series] they killed one of them [Lady, Sansa’s dire wolf] — it’s a wild animal, it’s like a wolf plus two! I think it’s best for Ghost to go north.\nI see a spinoff in your future. “Tormund & Ghost.”\n[Laughs] Many people say that. Well, there’s still two more episodes to go. We don’t know if they survive.\nIt did feel like a goodbye to Tormund, at least in terms of you and Jon.\nWell, we don’t know, maybe that was the last time we saw them … and Ghost.\nIn all seriousness, Jon wanted to go with you — he really did. He clearly doesn’t want to be king. Does that exchange foreshadow his path?\nI think the reason Tormund didn’t join the battle or whatever is going to happen is it’s not his war. Tormund’s thing has always been to fight the dead — since he was a child he’s heard these stories. The Free Folk have always known the threat has been real and we encountered them for centuries, which is why they want to get through the Wall in the first place. So, Tormund’s arc and perspective has never been on the Iron Throne, his perspective was always to make the north livable and that’s difficult when you have the army of the dead around the corner. But, you know, I think Jon has moved on.\nThe Night King was defeated, and he’s been the true threat the whole series. What’s it like for Tormund to now be able to go back home and resume his regular life?\nHe can have a good night’s sleep for the first time in many years. You know, Mance Rayder [Ciarán Hinds] gathered all those beyond the Wall to fight the dead, and now they have. But it’s called “Game of Thrones,” it’s not called “Defeat of the Dead.” [Laughs]\nThat’s a great way to put it. You mention Mance Rayder, who was such an example for Jon on how to unite people and lead them. Do you agree?\nI think Jon learned a lot from Mance Rayder, like Tormund also did. The only thing with Mance is that he refused to bend the knee. His pride went beyond his life, and Tormund says something about that. He should’ve bent that knee ... even though Tormund has never bent the knee, I’m just saying! Even though he’s followed Jon, he hasn’t bent the knee.\nBut Mance Rayder chose death instead of compromise with Stannis Baratheon — which maybe would’ve been a bad choice, but it ended up being us fighting on Jon’s side anyway because we had the same objective.\nWhen you reminisce on Tormund’s storyline, does it make it hard to say goodbye to this character you’ve played for so many years?\nIt is, and in another way, I feel like I have given Tormund my everything. It’s been fantastic to play a character over six years where every season you get to do something new and gives Tormund a new color. He started out as a pretty tough antagonist and suddenly became the symbol of love in the end, and that’s a beautiful arc. I feel like many things I couldn’t imagine happening or many things I couldn’t imagine Tormund could feel have happened. So, that’s been a journey. It feels strange that this is over in a couple of weeks, and in another way, everyone has given their everything, and everything has to end. Eight years is a long run.", "date": "\n05/06/2019", "href": "https://www.huffpost.com/entry/tormund-kristofer-hivju-game-of-thrones_n_5cd06146e4b0548b735dd44a", "tags": "choice like made think kristofer know tormund actor ” wrong hivju jon knows jaime thrones brienne"}