{"title": "Tory/DUP deal an outrageous straight bung, Carwyn Jones says", "content": "A deal signed by the Democratic Unionist Party to keep Theresa May in 10 Downing Street is a \"straight bung\", Wales' first minister has said.\nIt will mean £1bn extra for Northern Ireland over the next two years - but may not trigger new funding for Wales.\nCarwyn Jones said the deal \"kills the idea of fair funding\".\nBut Welsh Secretary Alun Cairns said the deal was the sort of positive intervention already made through the two Welsh city deals.\nThe Welsh Government previously demanded \"fair funding\" for Wales as a result of any deal to give the Conservatives a working majority following the general election.\nSources have told the BBC the agreement may not affect the so-called Barnett formula - which decides how the UK's nations are funded in comparison with each other - because most of the money will go to specific projects rather than general spending.\nBut a spokesman for the first minister said the equivalent funding under the Barnett formula would result in an extra £1.67bn for Wales over the course of the current parliament. \nMr Jones said: \"Today's deal represents a straight bung to keep a weak prime minister and a faltering government in office. \n\"Only last week we were told that the priority was to 'build a more united country, strengthening the social, economic and cultural bonds between England, Northern Ireland, Scotland and Wales'. \n\"This deal flies in the face of that commitment and further weakens the UK and as currently drafted all but kills the idea of fair funding for the nations and regions.\n\"It is outrageous that the prime minister believes she can secure her own political future by throwing money at Northern Ireland whilst completely ignoring the rest of the UK.\n\"This is a short-term fix which will have far-reaching and destabilising consequences.\"\nThe first minister said he had spoken to the Secretary of State for Wales to state his views, saying Mr Cairns \"has a duty to fight against this deal and secure additional funding for our country\".\nMr Cairns said: \"For decades people complained about underfunding for Wales but I resolved that in December with a funding floor agreed with the Welsh Government. Wales currently gets £120 for every £100 spent in England.\n\"The funding announced today for Northern Ireland - which faces unique circumstances and specific challenges - is the sort of positive intervention that the UK government has already made across different parts of the UK to support economic growth, for example through City Deals for Swansea and Cardiff.\"\nMeanwhile Mr Cairns's predecessor as Welsh Secretary, Stephen Crabb, told the BBC's Daily Politics programme the deal was \"the cost of doing business\" to keep his party in power.\nLabour's former Northern Ireland and Welsh Secretary Lord Hain admitted that Northern Ireland's \"conflict-ridden history\" made it a special case. \nBut he condemned \"such a nakedly party-interested deal to keep the prime minister in power\".\n\"That's what makes this so toxic to so many people,\" he said. \nPlaid Cymru leader Leanne Wood called the deal a \"bribe\", while the party's Westminster leader Liz Saville Roberts said: \"Any commitments for Northern Ireland should be matched for Wales. \n\"If reports that the DUP has secured a £1bn increase in public spending in Northern Ireland are realised, Wales' population share would be around £1.7bn - a substantial boost to the Welsh economy that must be delivered.\"\nA spokesman for UKIP in the assembly said the DUP had \"only done what any other party would have done\", but added that any increase in funding for Northern Ireland \"should be replicated on a pro-rata basis for Wales\".\nPolitically, this deal will be considered a gift for Carwyn Jones, and he has given it both barrels, particularly with his claim that it \"kills the idea of fair funding\".\nThe long-held grievance about funding for Wales, compared with Scotland and Northern Ireland, appeared to have gone away after the financial deal put together by the Treasury last year.\nThis language suggests that grievance will rocket back up the agenda for Labour and Plaid Cymru.     \nThe pressure on the Conservatives will be to persuade people of the merits of the city deals, as these have not only become levers for economic development, but also symbols of the UK Government's investment in Wales.", "date": "26 June 2017", "href": "https://www.bbc.com/news/uk-wales-politics-40406396", "tags": "wales funding minister straight uk jones tory/dup carwyn northern bung says ireland welsh government deal outrageous"}