{"title": "Tory-DUP relationship 'broken over Europe' - Ken Clarke", "content": "The Conservative Party's relationship with the DUP on the issue of Europe is \"completely broken\", Ken Clarke has said. \nThe former chancellor described his party's confidence-and-supply pact with the DUP as a \"bit irregular\".\nHe said DUP politicians had reached \"the limit of their patience\" over Theresa May's Brexit approach.\nThe prime minister on Monday renewed efforts to sell her draft EU withdrawal agreement.\nShe insisted to business leaders at the CBI that her withdrawal deal has been \"agreed in full\", even as some Tory MPs continued to press for late changes.\nMinisters from the remaining 27 EU countries are in Brussels working on the political declaration setting out their future relationship with the UK, ahead of the deal being finalised on Sunday.\nMr Clarke, who backed Remain, said Mrs May had not \"the slightest chance of getting the DUP back on side\".\nThe two parties signed a confidence-and-supply arrangement after the Conservatives ended up without ended up without a Commons majority in last year's election. \nThe government agreed a financial package in exchange for the support of the DUP's 10 MPs on certain issues - giving Mrs May a working majority of 328. \nBut the DUP has threatened to abandon this deal if Brexit means new barriers between Northern Ireland and Great Britain.\nMr Clarke said he thought the withdrawal deal presented last week by the prime minister did not damage the integrity of the UK, despite DUP criticism.\nThe Conservative former cabinet minister also said he did not accept that Northern Ireland was being treated differently to the rest of the UK on Brexit.\nThe MP, who was first elected in 1970, said he was a \"very strong unionist\" and added that he did not want to see Northern Ireland \"drift away from the United Kingdom\".\nOn life after Brexit, Mr Clarke said there needed to be something that \"resembles the single market, something that resembles the customs union for the whole of the United Kingdom\". \nQuestioned on whether Labour Leader Jeremy Corbyn was right to suggest the deal would create a border in the Irish Sea, Mr Clarke said: \"It is a slight exaggeration.\"\nHe said livestock was currently checked and \"Northern Ireland obviously has to stay in the customs union and it has to stay in regulatory alignment with the south (Republic of Ireland )\".  \nThe veteran politician, who served as chancellor and home secretary, said any alternative to the customs union or single market would make people in the UK \"just poorer\".\nMr Clarke is currently father of the House of Commons.\nHe said the withdrawal deal could be passed at Westminster if the prime minister worked with Labour backbenchers and supportive Conservative MPs. ", "date": "19 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46264581", "tags": "brexit minister uk ken withdrawal clarke dup europe ireland relationship tory-dup deal"}