{"title": "Total Signs Deal With Iran, Exposing It to Big Risks and Rewards", "content": "Patrick Pouyanné, the chairman and chief executive of the French energy giant Total, worried for months that a breakthrough deal to invest in Iran might not be finalized.\nHe fretted in particular that the Trump administration would try to scrap the 2015 international agreement over Tehran’s nuclear program. “If one party is going out of the treaty, then we will not be able to invest,” he said in an interview in February.\nOn Monday, though, Mr. Pouyanné was comfortable enough with the risks to sign an agreement in Tehran committing his company to lead a natural gas project in the Persian Gulf that could open Iran’s huge petroleum reserves to international players.\nThe decision has far-reaching implications, not least setting a path that other Western energy companies could soon follow, and possibly giving Total an inside track for future contracts in Iran. But it also exposes the company to risk if Mr. Trump reneges on the Iran nuclear deal, or if the United States imposes further sanctions against Tehran.\nUnder the terms of the deal, Total will invest $1 billion in the first phase of development of part of the South Pars gas field. It will form a partnership with the China National Petroleum Corporation and the Iranian company Petropars.\n“This is the one that everyone has been waiting for,” Homayoun Falakshahi, an analyst at the energy consultancy Wood Mackenzie, said of the announcement. “This deal very much sets the example.”\nMr. Pouyanné, a burly former rugby player, seems to have taken a calculated gamble. Iran has vast energy resources — the world’s largest proven natural gas reserves and the second-largest trove of oil in the Persian Gulf, according to the BP Statistical Review of World Energy.\nTotal is extremely familiar with the slice of South Pars that it will work on, having scoped it out before sanctions made work in Iran impossible for big international companies.\nIranian oil officials are known as tough negotiators, but Mr. Pouyanné argues that by being the first of the big international oil companies to sign a major deal with a post-sanctions Iran, he was able to shape much better terms than had been offered in the past.\nBeing in the lead could also position Total to reap other rewards, possibly including access to the Azadegan oil field, which could become one of the industry’s largest projects in the next decade.\nTurbulence in the Middle East — including tensions between Qatar and other gulf countries, as well as violence in Iraq, Syria and elsewhere — has made some companies wary. But Mr. Pouyanné sees a strong opportunity for investment.\n“What the Middle East can offer us is having giant resources at a low cost,” he said. “You can have a profitable business.”\nIran, long on oil and gas, but short on capital and technology, could be the next great energy frontier if global and domestic politics permit. A wide range of international oil companies are circling around it, looking for the right opportunity.\nTotal’s deal is not without risks, however. In particular, the Trump administration, which is reviewing its approach to Iran, could take a harder line against Tehran, discouraging even international companies from investing there.\nWhile Mr. Pouyanné cannot rule out new sanctions, he and other potential investors were pleased when the Trump administration reapproved waivers, originally signed by the Obama administration, exempting international companies that invest in Iran from certain United States sanctions.\nFrom Total’s point of view, the advantages seem to outweigh the drawbacks.\n“It is a fairly reasonable risk to take, given what they have been seeing and what they have been hearing,” said Richard Nephew, a former sanctions coordinator at the State Department who is now a researcher at the Center on Global Energy Policy at Columbia University.\nTotal can count on the backing of the French government, and it has additional protection from the investment of China National Petroleum Corporation, a state-owned company.\nAnd with an annual investment budget of around $17 billion, the $1 billion Total has committed to spend over several years in Iran “is relatively small in the grand scheme of things,” said Oswald Clint, a senior analyst at Bernstein Research in London.\nPulling off a successful project in Iran will not be easy, and doing business there comes with  a broad range  of difficulties. Total has spent months preparing for this moment, sending small amounts of euros to Iran, for instance, to test the banking system there. The company has identified small European banks that will furnish its local financing needs, but other companies say that financing large deals remains difficult because most lenders avoid Iran, for fear of running afoul of the United States.\nIran can also be a difficult and opaque place to do business, one where corruption is widespread and where political opposition to foreign investment in Iran’s natural resources can raise obstacles.\nCompanies also say they need to take extreme care because of sanctions. Some oil executives said that when traveling to Iran to meet with officials there, for instance, they take only laptops stripped of sophisticated software like encryption programs, and older models of mobile phones, to avoid accidentally violating export controls.", "date": "July 3, 2017", "href": "https://www.nytimes.com/2017/07/03/business/energy-environment/iran-total-france-gas-energy.html", "tags": "iran pouyanné exposing risks companies energy signs rewards ” oil international total deal big"}