{"title": "Total set to pull out of Iran gas deal without sanctions waiver", "content": "French energy giant Total is preparing to pull out of a billion dollar gas project in Iran in the face of renewed US sanctions.\nTotal said it will unwind operations by November unless sanctions are waived.\nWashington is re-imposing strict sanctions on Iran, which were lifted under the 2015 deal to curb the country's nuclear ambitions. \nGerman insurer Allianz and Danish tanker operator Maersk are also winding down their business in Iran.\nTotal signed a contract in 2017 to develop phase 11 of Iran's South Pars gas field, with an initial planned investment of $1bn (£750m).\n\"Total will not continue the SP11 (South Pars 11) project and will have to unwind all related operations before 4 November 2018, unless Total is granted a specific project waiver by US authorities with the support of the French and European authorities,\" the French oil and gas company said in a statement.\nEurope strives to keep Iran deal alive\nThe Iran nuclear deal explained in five key points\nTrump pulls out of Iran deal\nFollowing the international agreement three years ago to ease the embargo against Iran, companies began exploring trade and investment with the former isolated state. \nSome including energy, aerospace and rail engineering firms agreed preliminary deals, but those have now been thrown into uncertainty. \nEarlier this month President Donald Trump withdrew the US from the international deal with Iran. Calling it \"decaying and rotten\", he said the deal was \"an embarrassment\" to him \"as a citizen\". \nGoing against advice from European allies, he said he would reimpose economic sanctions that were waived when the deal was signed in 2015.\nWhile European governments continued to support the deal with Iran, firms which operate internationally risk falling foul of the reinstated US embargo. \nTotal's announcement comes after Denmark's Maersk, which operates oil tankers globally, said it would fulfil commitments in Iran already on its books but would not enter into any new contracts. \nAnother Danish oil tanker operator Torm has said it would stop taking new orders in Iran. \nGerman insurer Allianz  said its business in Iran was \"totally minimal\" but while they were waiting for guidance from the EU and the German government they would be winding down any business there.\nTotal said it had spent less than $47m on the Iran project so far and that pulling out would not affect the company's production growth targets. \nIran's oil minister Bijan Zanganeh said on Wednesday, that Tehran would overcome pressures resulting from the United States' withdrawal from the nuclear deal.\n\"The current situation will pass and Iran will emerge as a winner,\" the oil ministry's news agency SHANA quoted Zanganeh as saying.", "date": "16 May 2018", "href": "https://www.bbc.co.uk/news/business-44147814", "tags": "iran set sanctions project us without french gas waiver oil pull total deal"}