{"title": "Toxic smog returns to Delhi after Diwali", "content": "Air pollution in the Indian capital has risen to hazardous levels after firecrackers were set off to celebrate Diwali despite a court ban.\nResidents awoke on Thursday to find the city blanketed in a toxic fog. \nThe Supreme Court had restricted the timeframe for setting off firecrackers to only two hours in the night, but the order was openly flouted.\nDiwali, the most important Hindu festival in north India, celebrates the victory of good over evil.\nThe levels of tiny particulate matter (known as PM 2.5) that enter deep into the lungs reached as high as 999 micrograms per cubic metre in some areas of the capital on Thursday morning, according to reports. \nThe US embassy tweeted that the air quality measure in Delhi had soared to 526, putting the pollution in the \"severe\" category and posing a serious health risk to residents.\nLast month, the Supreme Court said it wanted to test if banning fireworks would make a difference to Delhi's air quality, ranked among the worst in the world.\nBut despite the restrictions and the two-hour deadline on the night of the festival, residents of Delhi continued to burn firecrackers until late.\nPeople took to social media to express their frustration over residents flouting court orders with impunity.\nOthers said blaming the fireworks for the spike in pollution was unfair, as low wind speeds, dust from construction sites, rubbish burning and diesel vehicles also contributed to increasing pollution levels.\nAlso, air quality in the city worsens every year in November and December as farmers in the neighbouring states of Punjab and Haryana burn crop stubble to clear their fields.\nThe Indian capital is the sixth worst place in the world for pollution, according to World Health Organisation (WHO) data.\nThe Graded Response Action Plan (GRAP), an emergency government initiative to try and improve conditions, has also launched around Delhi. It bans activities like rubbish burning to try and improve air quality.", "date": "8 November 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-46134304", "tags": "delhi residents world toxic firecrackers pollution court smog capital returns levels quality air diwali"}