{"title": "Toyota says no-deal Brexit would stall production at Burnaston", "content": "Toyota UK has told the BBC a no-deal Brexit would temporarily halt output at its plant in Burnaston, near Derby. \nThe Japanese carmaker is one of the biggest in the UK and Burnaston produced nearly 150,000 cars last year, 90% for export to the European Union.\nBusiness Secretary Greg Clark told the BBC \"we need to have a deal\".\nTo see Britain's place as a world leader in automotive technology \"slip through our fingers\" would be something \"we would regret forever\", he added.\nToyota says it cannot predict how long a stoppage would last, but unions fear that if long-term damage is inflicted it could result in job losses.\nIts \"just-in-time\" production relies on components imported from the EU.\nThe Burnaston plant produces the Auris and the Avensis. \nToyota is investing £250m there to enable the production of the new Corolla from the end of this year. \nIt is taking on 400 new staff, in addition to the 2,500 currently employed there.\n\"My view is that if Britain crashes out of the EU at the end of March we will see production stops in our factory,\" said Marvin Cooke, managing director at Burnaston. \nSpeaking to BBC Radio 4's Today programme, Mr Clark said the consequences of a no-deal Brexit were \"concerning\". \n\"The evidence from not just Toyota but other manufacturers is that we need to absolutely be able to continue what has been a highly successful set of supply chains,\" he said.  \n\"We need to have a deal... we want to have the best deal that will allow as I say not just the success at present to be enjoyed but for us to grasp this opportunity.\"\nStopping a production line is expensive - the plant produces cars worth about £12m every day.\nThe plant is finely tuned, with components arriving every 37 minutes from suppliers in both the UK and the EU. \nLorries that supply the plant contain a collection of different components, not a single job lot of brake parts, for instance.\nThat's because every car is, in effect, built to order. \nCustomers, including dealers, will select the body style, the engine type and size, the colour, the options, making hundreds of variables. \nOther manufacturers have said they are making contingency plans. \nLast week, Honda told the Reuters agency it was identifying components it might stockpile. \nEarlier this month, the boss of Jaguar Land Rover, the UK's biggest carmaker, said if the \"wrong decisions\" were taken it could result in the \"worst of times\" for the UK and cost the company more than £1.2bn a year.\nBMW said it was looking for car parking space on either side of the Channel, and has also said it will close its Mini plant for a month following Brexit.\nToyota told the BBC it was looking at different scenarios, but that it would be impossible for the company to hold more than a day's worth of inventory, and stopping production was inevitable. \nOver time, Mr Cooke said he was concerned it might affect the plant's future, despite the recent investment. Burnaston is one of nine Toyota manufacturing sites in the EU. \nEvery time there is a new project, the different locations compete for the work. \nMr Cooke said: \"In the longer term the burden of import and export costs would add permanent costs to our business, it would reduce our competitiveness. Sadly that would reduce the number of cars made in the UK and that would cost jobs.\"\nPeter Tsouvallaris, the Unite union convenor at the plant, has been working there for 24 years, and says his members are increasingly concerned: \"What we have here are high-value, well-paid jobs. \n\"And in my experience once these jobs go they never come back. And that's why we have to do everything possible to keep these jobs in the area.\"\nStarted production December 1992 \nEmploys 2,564 (inc 322 agency) \nProduces Auris and Avensis - including pressing body panels, welding and assembly\nSite is 580 acres - 2.35 million square metres\nTotal vehicles produced: 144,077, of which Avensis: 25,057, Auris: 34,899 and Auris Hybrid: 84,121\nA spokesperson for the UK government said: \"We are determined to ensure that the UK continues to be one of the most competitive locations in the world for automotive and other advanced manufacturing.\n\"We have put forward a precise and credible plan for our future relationship with the EU. As part of this we have proposed a UK-EU free trade area underpinned by a common rulebook on manufactured goods, such as automotives.\"", "date": "29 September 2018", "href": "https://www.bbc.co.uk/news/business-45676633", "tags": "no-deal brexit uk eu plant would production says bbc told stall burnaston toyota"}