{"title": "Toyota says no-deal Brexit would affect investment", "content": "Toyota Motor Europe chief Johan van Zyl has said a Brexit without a deal would affect the firm's investment decisions.\nThe UK is on course to leave the European Union in March next year, but the two sides have yet to strike a deal.\nMr van Zyl told the BBC if the firm is unable to sell into the EU market duty free, it will harm its UK operations.\nMany carmakers in Britain have warned a bad or no Brexit deal would be damaging for the UK car industry.\n\"If we have anything that has an impact on your competitiveness of manufacturing in the UK, it will definitely have an impact on future investment decisions,\" Mr van Zyl said in response to a question about a \"no-deal\" Brexit scenario.\n\"The reason for many manufacturers being in the UK is the fact that they could export to the European market duty free - and that is a critical one,\" he told the BBC on the sidelines of the Paris Motor Show.\nToyota UK has said that a no-deal Brexit would temporarily halt output at its plant in Burnaston - which produced nearly 150,000 cars last year, 90% for export to the European Union.\nThe Burnaston plant produces the Auris and the Avensis. Toyota is investing £240m there to enable the production of the new Corolla from the end of this year.\nAsked about the Burnaston plant's future, Mr van Zyl said Toyota had made the investment because they \"trust our people\" but that a \"very bad\" deal would impact investment decisions.\n\"The UK market in itself is not big enough to justify a plant that size,\" he said. \"If we cannot sell into the European market, it will have an impact on the future of our plant.\"\nToyota also has an engine plant in Deeside. The site opened in 1992 and employs 620 people.\nTheo Leggett, at the Paris Motor Show\nHere in Paris, the talk of the motor industry is all about the Big Picture. That means electrification, automation and shared use - the technological and cultural revolution that's already under way.\nExecutives are also deeply concerned about the trade tensions triggered by the Trump administration - although the new deal the US has reached with Canada and Mexico is seen as a generally positive development.\nThose are the priorities. So what of Brexit? Well, for the manufacturers who build cars in the UK, it's a headache they'd clearly prefer not to have. But since the referendum they've generally remained pretty upbeat.\nNow, a change of tone is creeping in. The prospect of a no-deal Brexit is being taken increasingly seriously. Contingency plans are being made and warnings have been sounded.\nIs it scaremongering? Executives here say they're simply being realistic.\nBritain voted to leave the European Union in 2016, a surprise decision which has created uncertainty and unsettled the car industry.\nThe automobile industry's problems have been compounded more recently by a US-led trade war.\nInvestment in Britain's car industry has fallen by half, according to figures from the motoring sector.\nA host of carmakers in Britain, including Nissan and Jaguar, have warned a bad or no Brexit deal would be damaging for the UK car industry.\nThe senior vice president of Honda Europe has warned that a no-deal Brexit would cost his company tens of millions of pounds.\nBMW plans to shut the Mini factory in Oxford for a month after Brexit to minimise disruption in case of a no-deal outcome.\nBMW chief executive Harald Krueger told the BBC at the sidelines of the Paris Motor Show that a \"hard-Brexit\" would be bad for both sides and that the carmaker was preparing for \"a period of flexibility\".\n\"BMW is about flexibility, that's why we planned the shut down,\" he said. \n\"We have more flexibility left definitely and we also have more than one location for the Mini brand. It's not just Oxford, it's also in the Netherlands, so we could move a little bit production around as well.\"", "date": "2 October 2018", "href": "https://www.bbc.co.uk/news/business-45715029", "tags": "no-deal brexit investment uk plant deal motor would industry says affect toyota said"}