{"title": "Trade war: Three things the US and China will never agree on", "content": "Trade talks between the US and China wrapped up this week with some optimism, but a deal still seems well out of reach. \nThe lack of any specifics from the meeting shows how difficult it is for Washington and Beijing to resolve the most complex issues between them: intellectual property, technology transfer and market access, along with Beijing's high-tech industrial aspirations. \nWithout fundamentally changing the structure of China's economy, the two countries won't bridge their differences on these issues.\nHere's why:\nThe US accuses China of stealing intellectual property from American firms, forcing them to transfer technology to China. \nUS companies say the Chinese judiciary is biased and almost always rules in favour of local firms in such disputes. Beijing rejects these allegations.\n\"There is no law in China that says you must hand over your intellectual property to Chinese firms,\" says Wang Huiyao, president of the Centre for China and Globalisation, a think tank that advises the Chinese government. \n\"But the government is aware of the American sentiment and intends to punish these sorts of violations - if they do indeed happen.\"\nTo address the US's concerns, Beijing has set up an intellectual property court and is drafting a law which would make it harder for Chinese officials to ask foreign firms to transfer their technology to Chinese ones.\nBut American lawmakers point to how China's judiciary is under the Communist Party, and legal decisions go the way the Party wants them to go, in particular when a state-owned enterprise is involved. \nChina's economic success has been built on the back of a centrally planned, targeted approach, designed for its state-owned companies. That is the opposite of how US companies function.  \nThe US says China unfairly subsidises its state-owned enterprises, giving them cheap loans and helping them compete overseas in industries such as aerospace, chip-making and electric cars - putting them in direct competition with American businesses.\nEven Chinese private firms are at an advantage, the US says, because foreign companies trying to compete with them in China don't have the connections or the scale they've built in an essentially closed market where you need a local partner to operate.\nChina has promised to open up more sectors of its economy to foreign competition, but that will be meaningless unless it allows its own companies to operate independently. \nChina's industrial roadmap may be the biggest stumbling block between the two countries.\nIt has rankled the US, which sees the push as a direct challenge to American supremacy in key sectors such as aerospace, semiconductors and 5G.\nChina has recently played down the programme, but has not indicated that it is suspending it. \nBeijing's ambitions strike at the heart of the existential problem between the two sides.\n\"What the US wants is to fundamentally change the structure of China's economy,\" says Christopher Balding, former professor at Peking University.\n\"It wants China to become a market-driven 'normal' country, like the rest of us. China doesn't want that.\"\nBoth countries are hurting from the trade war and global growth forecasts are getting hit too. \nSo it is in all of our interests that these two rivals find a deal they \"can live with\", as Wilbur Ross has said.\nBut make no mistake - even if they come to an agreement, the strategic competition between these two countries is here to stay. ", "date": "10 January 2019", "href": "https://www.bbc.co.uk/news/business-46819099", "tags": "american intellectual things us china agree companies beijing never three war chinese trade two says firms"}