{"title": "Trade war: Trump says US-China relations remain 'very strong'", "content": "President Donald Trump says US-China relations remain \"very strong\" despite the two countries being embroiled in a trade war. \nMr Trump said talks between Washington and Beijing will continue even after a deadline passed on Friday for them to reach an agreement.\nAs a result the US raised tariffs to 25% from 10% on goods from China. \nChina says it \"deeply regrets\" the US action and would have to take \"necessary counter-measures\".\nHowever Beijing also confirmed on Friday that further negotiations would take place following two days of what were described as \"honest\" and \"constructive\" talks.\nThe latest US move raises tariffs on $200bn (£153.7bn) worth of Chinese imports.\nOn top of the tariffs implemented on Friday, Mr Trump said a process had begun to place the full 25% tariff on a further $325bn of Chinese goods.\nThe tariffs taken in would be used to buy US agricultural goods, which would then be used for \"humanitarian assistance\", Mr Trump said.\nThe president tweeted that, depending on the outcome of future negotiations, the tariffs \"may or may not\" be removed.\nMr Trump earlier said he was in \"no rush\" to reach a trade agreement following two days of bilateral talks.\nOnly recently, the US and China appeared to be close to ending months of tensions over trade.\nCritics pointed out on Twitter that it is not China who will pay the taxes, but US importers, and ultimately its consumers.\nChina's Commerce Ministry confirmed the latest US tariff increase on its website.\n\"It is hoped that the US and the Chinese sides will work together... to resolve existing problems through co-operation and consultation,\" it said in a statement.\nChinese stock markets rose on Friday, with the Hang Seng index up less than 1% and the Shanghai Composite more than 3% higher.\nThe US-China trade war has weighed on the global economy over the past year and created uncertainty for businesses and consumers.\nEven though Mr Trump has downplayed the impact of tariffs on the US economy, the rise is likely to affect some American companies and consumers as firms may pass on some of the cost, analysts said.\nDeborah Elms, executive director at the Asian Trade Centre, said: \"It's going to be a big shock to the economy.\n\"Those are all US companies who are suddenly facing a 25% increase in cost, and then you have to remember that the Chinese are going to retaliate.\"\nFrench Finance Minister Bruno Le Maire warned that the trade dispute escalation threatened jobs across Europe.\n\"There is no greater threat to world growth,\" Mr Le Maire told CNews.\nBBC economics correspondent Andrew Walker said the direct impact of the trade dispute would be on the US and China.\nThere could also be wider implications, he added, saying a softening of demand in the US and China could hurt suppliers elsewhere in the world. \nMr Trump's tariff increases have taken many businesses in China and America by surprise, fuelling their anxieties about investment and supply chain viability.\nChinese exporters say passing on costs to their US customers may be the only way to compensate for dwindling profit margins.\n\"The US importers will have to absorb it and transfer it on to consumers,\" Herbert Lun, a Chinese haircare electronics maker, told the Financial Times. \nAmerica's farmers are suffering too. Shipments of soybeans - one of the most valuable US agricultural export crops - to China have slumped. \nA combination of higher tariffs and depressed farm commodity prices are putting US farmers under increasing pressure, economists say.\nDavie Stephens, a west Kentucky farmer and president of the American Soybean Association, told local media that farmers are \"in a desperate situation\".\nChina has been a frequent target of Mr Trump's anger, with the US president criticising trade imbalances between the two countries and Chinese intellectual property rules, which he says hobble US companies.\nSome in China see the trade war as part of an attempt by the US to curb its rise, with Western governments increasingly nervous about China's growing influence in the world.\nBoth sides have already imposed tariffs on billions of dollars worth of one another's goods. \nLast year the US imposed a 10% tariff on $200bn worth of Chinese products - including fish, handbags, clothing and footwear.", "date": "10 May 2019", "href": "https://www.bbc.co.uk/news/business-48210313", "tags": "us-china relations us mr china remain strong president trump war says trade chinese tariffs"}