{"title": "Trade Dispute Between U.S. and China Deepens as Beijing Retaliates", "content": "WASHINGTON — The United States and China intensified their trade dispute on Monday, as Beijing said it would increase tariffs on nearly $60 billion worth of American goods and the Trump administration detailed plans to tax nearly every sneaker, computer, dress and handbag that China exports to the United States.\nThe escalation thrust the world’s two largest economies back into confrontation. While President Trump said on Monday that he would meet with China’s president, Xi Jinping, next month in Japan, the stakes are only increasing as the president continues to taunt and threaten China, causing it to retaliate on American businesses.\nFinancial markets fell on Monday after China detailed plans to increase tariffs, with the S&P 500 index down more than 2.4 percent for the day and more than 4 percent this month. Shares of companies particularly dependent on trade with China, including Apple and Boeing, fared poorly, and yields on three-month Treasury securities exceeded those on 10-year bonds, a sign that investors may be souring on the outlook for short-term economic growth.\nChina’s Finance Ministry announced Monday that it was raising tariffs on a wide range of American goods to 20 percent or 25 percent from 10 percent. The increase will affect the roughly $60 billion in American imports already being taxed as retaliation for Mr. Trump’s previous round of tariffs, including beer, wine, swimsuits, shirts and liquefied natural gas exported to China.\nThe move came after Mr. Trump increased tariffs on $200 billion of Chinese goods  to as much as 25 percent on Friday, and threatened to move ahead with taxing the remainder of goods that the United States imports from China. The Office of the United States Trade Representative released a list on Monday of the roughly $300 billion worth of products that could face up to a 25 percent tariff and requested public comment, which will begin the formal process for enacting those duties. The list includes almost every consumer product imaginable, from coffee makers to sneakers to telescopic sights for rifles.\nIn remarks at the White House on Monday, Mr. Trump said he had not decided whether to proceed with those additional tariffs but gave no indication he was ready to back down from his trade fight.\n“I love the position we’re in,” Mr. Trump said, adding that the United States was “taking in billions of dollars in tariffs.”\nMr. Trump, appearing to relish the renewed trade war, suggested that his approach would ultimately drain business activity from China as companies shifted production to the United States or other nations that did not face American tariffs. He played down Beijing’s retaliation, saying the American economy was in a much stronger position than China’s and could more easily withstand a trade war, despite comments from his top economic adviser on Sunday that both sides would suffer from a trade fight.\nThe president said he would take steps to blunt any pain for American farmers and provide financial support to those hurt by Beijing’s retaliation.\n“We’re going to take the highest year, the biggest purchase that China has ever made with our farmers, which is about $15 billion, and do something reciprocal to our farmers,” the president said. “Our farmers will be very happy. Our manufacturers will be very happy and our government is very happy because we’re taking in tens of billions of dollars. I think it’s working out very well.”\nEconomists and industry groups were not so sanguine.\n“Americans’ entire shopping cart will get more expensive,” said Hun Quach, the vice president of international trade at the Retail Industry Leaders Association, which represents Best Buy, Walmart, Target, Dollar General and other stores.\nRick Helfenbein, the president of the American Apparel & Footwear Association, called the measure a “self-inflicted wound” that he said would be “catastrophic.” While footwear and apparel were largely spared from Mr. Trump’s first two rounds of tariffs, they are on the list of items that would be taxed if the president follows through with his threat to raise taxes on an additional $300 billion worth of goods.\n“By tightening the noose and pulling more consumer items into the trade war, the president has shown that he is not concerned with raising taxes on American families, or threatening millions of American jobs that are dependent on global value chains,” Mr. Helfenbein said.\nBoth China and the United States have left a window for negotiators to try to reach a deal before the latest round of higher tariffs goes into effect. China said it would delay the higher rates until June 1, while Mr. Trump’s new 25 percent rate affects only products sent to the United States as of May 10, leaving a two- to four-week gap from the time most goods leave China by boat to when they arrive at an American port.\nBut the two sides would have far to go to quickly resolve what has once again become a heated economic dispute. Progress toward a trade agreement between the United States and China nearly collapsed over the past two weeks, after American negotiators accused China of reneging on substantial portions of a potential trade agreement it had previously committed to. Significant differences remain over how tariffs should be rolled back between the countries, and whether the negotiated provisions must be enshrined in Chinese law.\nBeijing’s retaliation comes as many in China feel that the United States has behaved highhandedly in threatening tariffs. “Mutual trust and respect are of the essence in handling the negotiations,” said Zhu Ning, a Tsinghua University economics professor.\nWhile China is limited in how much it can retaliate on American goods, given that it imports far less from the United States than it sells, Beijing has other ways of retaliating.\nHu Xijin, the well-connected chief editor of Global Times, a tabloid owned by the Chinese Communist Party, tweeted on Monday evening that China might halt purchases of American agricultural and energy products and Boeing aircraft, and restrict offerings of American services in China. He also cited unidentified Chinese scholars who speculated that China might sell some of its large holdings of Treasury bonds.\n“We’re obviously very worried about how China will retaliate and whether they’ll start to target U.S. companies in China,” said Rufus Yerxa, the president of the National Foreign Trade Council, which represents major exporters. “I certainly can’t strike a note of optimism.”\nThe question now is whether another round of tariffs cements a prolonged economic struggle between the United States and China. Since Mr. Trump was elected, the two sides have repeatedly seemed close to a deal only for it to fall apart. Commerce Secretary Wilbur Ross seemed to have the outlines of a deal in 2017. Treasury Secretary Steven Mnuchin talked of a deal being at hand a year ago.\nWith talks at an impasse, economists are warning that consumers could soon start to feel the pain from Mr. Trump’s trade fight, particularly if the United States taxes all of China’s imports. While economists differ in their forecasts of how much tariffs on both sides will reduce economic growth, most agree that the cost of tariffs is passed on to businesses or consumers in the form of higher prices.\n“If there was a policy action that the administration could unilaterally engage in that would add half a point to G.D.P. growth, that would be something that people would be quite excited about,” said Michael Strain, the director of economic policy studies at the American Enterprise Institute. “This is the opposite.”\nThe president’s top economic adviser, Larry Kudlow, acknowledged on Sunday that both the United States and China would “suffer” as a result of the tariffs. But he insisted that America would benefit in the end if the trade war forces China to give better treatment to American businesses than it had in the past.\nEric Rosengren, president of the Federal Reserve Bank of Boston, said that the Fed would need to think about cutting rates if the economy were to slow in such a way that might push unemployment higher and make 2 percent inflation harder to reach. For now, the Fed is comfortable standing pat but that could change if the trade war begins to chip away at global growth.\n“I think monetary policy is appropriate for now,” Mr. Rosengren said in an interview. “If the global economy were to slow down because of concerns about trade, that is something that we’d have to think carefully about.”\n[How President Trump’s tariffs on Chinese goods will hit Americans’ shopping carts.]\nBecause China’s imports from the United States total considerably less than $200 billion, it has not had the option of matching the United States dollar for dollar on the tariff threats. Last September, China had matched Mr. Trump’s 10 percent tariffs on $200 billion a year in goods with its own tariffs of 5 to 10 percent on $60 billion a year in American goods.\nOn Monday, China’s Finance Ministry raised those tariffs by introducing four new categories for the $60 billion in goods. The tariffs on those four categories are 25, 20, 10 and 5 percent.\nThe Finance Ministry did not specify the dollar value of goods in each of the four categories. But the largest number of tariff codes in the $60 billion was assigned to the 25 percent category, suggesting that China was raising the tariffs on many imports to that level.", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/us/politics/us-china-trade-tariffs.html", "tags": "dispute retaliates american china u.s. beijing united states ” would trade tariffs deepens"}