{"title": "Trade, Boeing, Orban: Your Wednesday Briefing", "content": "(Want to get this briefing by email? Here’s the sign-up.)\nPresident Trump’s tariffs, which were initially seen as a cudgel to force other countries to drop their trade barriers, may be here to stay. \nThe U.S. now has the highest tariff rate among developed countries, outranking Canada, Germany and France, as well as China, Russia and Turkey. Mr. Trump maintained that the 25 percent tariffs he imposed on $250 billion worth of Chinese goods would benefit the U.S., and said that he was looking at imposing additional levies. \nA trade deal now seems out of reach, our economics correspondent writes, as Beijing and Washington impose tit-for-tat tariffs and dig into positions in ways that will be hard to resolve.\nStocks jumped on Tuesday, recovering some ground from their biggest loss in more than four months.\nBusiness impact: American farmers are seeing reduced Chinese demand for soybeans. And China’s manufacturing sector, already cooling, is likely to suffer further if tariffs reduce U.S. demand for its products.\nYemen’s Iranian-backed Houthi rebels attacked Saudi oil facilities on Tuesday, a day after Saudi Arabia said two of its oil tankers had been sabotaged.\nIt was unclear whether the attacks were related to increasing tensions between Iran and the U.S. and its allies in the Persian Gulf, and there was little hard information about the tanker damage. \nBut suspicions centered on Iran, and the Trump administration had warned of planned aggression by the country.\nIran’s response: The country suggested that the tanker attacks were a provocation to escalate tensions, seeking to portray the Trump administration as eager to push the two countries into conflict.\nU.S. response: While Washington has said Iran is threatening U.S. interests in the Middle East, intelligence and military officials in Europe as well as in the U.S. said that over the past year, most aggressive moves have originated not in Tehran, but in Washington.\nPresident Trump said on Tuesday that there were no plans to deploy more troops, and during a visit to Russia, Secretary of State Mike Pompeo said, “We fundamentally do not seek a war with Iran.” Still, the Trump administration drew up war plans against Iran.\nBoeing executives resisted the idea of grounding its 737 Max jets in the weeks after a crash that killed 189 people in Indonesia. Four months later, a 737 Max crashed in Ethiopia, killing 157.\nThe pushback was documented in an audio recording reviewed by The Times. In a tense closed-door November meeting, American Airlines pilots pressed Boeing for an urgent fix, and even suggested taking a more aggressive approach that would most likely have led to the grounding of the model.\nMike Sinnett, a Boeing vice president, acknowledged to the pilots that the manufacturer was assessing potential design flaws but balked at grounding the 737 Max. A flawed anti-stall system played a role in both disasters.\nAnti-Semitic crime and hate crime targeting foreigners each increased by almost 20 percent in Germany last year, according to new official figures.\nThe official report found that crimes nationwide against those perceived as foreigners increased to 7,701 last year from 6,434 in 2017, and anti-Semitic crimes to 1,799 from 1,504.\nWhile politically motivated crime in general continued to fall after a peak in 2016, the crimes that are still rising paint a disturbing picture of Germany’s resurgent far right, which the report found to be responsible for around 90 percent of the anti-Semitic offenses.\nNigel Farage, Britain’s most famous and pugilistic populist, is back on the campaign trail after shifting his focus to media work for a few years. The shambolic failure of attempts to deliver Brexit has given him another opening. \nHe has taken to the stump and to social media with a simple message: that Britain should leave the European Union even without any agreement.\nGoogle vs. Amazon: Google unveiled a series of products to help it become an e-commerce destination, bringing it into Amazon’s wheelhouse just as the shopping giant is also expanding into Google’s turf with digital advertising.\nTech: San Francisco enacted the first ban by a major city on the use of facial recognition technology by the police and all other municipal agencies. \nGermany: The police found the bodies of three people in a hotel room, each one killed with a crossbow, and then two more bodies in the home of one of those killed. The German authorities are now trying to piece together a mystery garnering international attention. \nIsrael: The U.S. ambassador to Israel, a driving force in crafting the Trump administration’s long-awaited proposal to settle the Israeli-Palestinian conflict, declared Tuesday that Israel was “on the side of God.”\nRussia: Secretary of State Mike Pompeo and Foreign Minister Sergey Lavrov of Russia met, and the latter said it was “clear that our relations have seen better times.” \nOrban: Hungary’s leader has backed Jewish institutions and causes, and befriended Prime Minister Benjamin Netanyahu of Israel — while making use of anti-Semitic tropes. We took a look at his “double game,” as the leader of Hungary’s largest Jewish organization put it.\nSnapshot: Above, a boat in the dry bed that was once Bolivia’s second-largest lake. For four years, the Times photographer Josh Haner has been documenting the impact of climate change around the world, most recently going underwater to get the right shot.\nFrom Opinion: Don’t visit your doctor in the afternoon. Why? Doctors experience the same 3 o’clock decision fatigue we do, and it could affect patients’ health.\nBritain: Mews houses are typically cozy two- or three-story structures that once served as horse and carriage stables and later mechanic’s garages, laid out along a cobblestone alley known as a mews. They are becoming increasingly fashionable, offering quiet, neighborly living in a fast-paced city.\nWhat we’re reading: This essay in The Atlantic. Steven Erlanger, our chief diplomatic correspondent in Europe, recommends its argument that the changing demographics of America helps explain the increasing divide between Democrats and Republicans. \nCook: Namoura, a syrup-soaked semolina cake, is a perfect sweet to serve with iftar dinner. \n\nGo: The choreographer and performance artist Ann Liv Young is using her Bushwick apartment — and her daughters and animals — in her version of “Antigone.”\nListen: Colin Farrell narrates a new edition of James Joyce’s “A Portrait of the Artist” with an admirable coolness and restraint.\nSmarter Living: We all have moments from our past that gnaw at us — a regret, an unanswered question, a poor choice we’ve made, hurt feelings. Sometimes revisiting that moment and confronting it head on can make things right. It’s never too late to say the thing you’ve been meaning to say. And if you reach out to someone and don’t hear back immediately, don’t assume the worst.\nAnd to reduce stress while traveling, it might be best to plan less.\nBy this time in 1967, 13 days had passed since the Toronto Maple Leafs won the Stanley Cup — a victory that remains the team’s last National Hockey League title. Three years earlier, the Leafs took home the trophy in April.\nThis year, the champions won’t be known until well into June.\nSeveral factors keep the N.H.L.’s stars on ice when many sports fans’ thoughts have turned to golf greens. But, like the extended season (it’s gone from 60 regular-season games just after World War II to 82 now), the protracted playoffs mean more ticket and concession sales for teams and more advertising sales for broadcasters.\nBut the playoff economics don’t always work out. After agreeing to pay nearly $5 billion for the N.H.L. rights in Canada — twice what the U.S. market costs NBC — the broadcaster Rogers Communications has been hit by disappointing ratings when, as is the case again this year, the Canadian teams are all out golfing.\nThank youTo Mark Josephson, Eleanor Stanford and Kenneth R. Rosen for the break from the news. Ian Austen, our Canada correspondent, wrote today’s Back Story.  You can reach the team at briefing@nytimes.com.\nP.S.• We’re listening to “The Daily.” Our latest episode is about Representative Rashida Tlaib’s views on the Israeli-Palestinian conflict.• Here’s today’s Mini Crossword puzzle, and a clue: Aerobics class with an elevated block (4 letters). You can find all our puzzles here. • The New York Times has 15 bureaus in the U.S. and 31 international bureaus, including in Tehran, Moscow, Beijing, Nairobi and Sydney. ", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/briefing/trade-boeing-orban.html", "tags": "briefing iran boeing germany u.s. orban ” trade year wednesday tariffs — said"}