{"title": "Trade war: US-China trade battle in charts", "content": "The trade war between the US and China - which seemed to be nearing an end - has suddenly escalated with the threat of new tariffs. \nUS President Donald Trump vowed to more than double tariffs on $200bn (£153bn) of Chinese goods on Friday and to introduce fresh ones \"shortly\".\nDespite this, the Chinese are starting two days of negotiations with the US.\nThe US president's threat to raise tariffs comes amid claims Beijing is trying to row back on a trade deal.\nThe world's two largest economies have already imposed duties on billions of dollars worth of one another's goods.\nA further escalation in the trade dispute would create renewed uncertainty for businesses and consumers, hurting the world economy.\nHere are some of the central issues in the US-China trade dispute: \nThe US, which accuses China of unfair trading practices, launched a trade war against China last year.\nNot only does the US accuse China of stealing intellectual property, but it wants Beijing to make changes to its economic policies, which it says unfairly favour domestic companies through subsidies. \nThe US also wants China to buy more US goods to rein in its  lofty $419bn (£321.2bn) trade deficit with China.  \nThe trade deficit is the difference between how much the US imports from other countries and how much it exports. Reducing the gap is a key part of Mr Trump's trade policies.\nThe US imposed tariffs on $250bn worth of Chinese products last year. Beijing has retaliated with duties on $110bn worth of American products.\nTariffs on $200bn worth of Chinese goods were due to rise to 25% from 10% at the start of this year, but this hike was delayed.\nNow, Mr Trump is saying this increase will go ahead on Friday because talks with Beijing are progressing \"too slowly\".\nOn top of that, he has vowed to slap 25% duties on another $325bn of Chinese goods \"shortly\". \nThe Chinese products hit by US tariffs since the beginning of the trade war have been wide-ranging, from machinery to motorcycles. \nIn the latest round, the US imposed 10% duties on $200bn worth of Chinese products including fish, handbags, clothing and footwear. \nThose products will be the ones targeted with a tariff hike from 10% to 25%, if it goes ahead this week. \nChina accuses the US of starting the biggest trade war in economic history. It has targeted US goods ranging from chemicals, to vegetables and whiskey.\nIt has also strategically targeted products made in Republican districts, and goods that can be purchased elsewhere, like soybeans.\nThe US-China trade war has been a great source of uncertainty for financial markets over the past year. That uncertainty has weighed on investor confidence around the world, and has contributed to losses. \nIn 2018, Hong Kong's Hang Seng index fell more than 13% and the Shanghai Composite slumped nearly 25%.\nBoth indices have recovered some ground this year and are up 12% and 16% respectively so far in 2019.\nBy comparison, the Dow Jones Industrial Average fell nearly 6% in 2018 and is already up some 11% this year.\nThe yuan fell over 5% against the US dollar last year, before broadly stabilising in 2019, according to Reuters.\nThe US-China trade war has had a knock-on effect on other countries, and the global economy.\nThe International Monetary Fund (IMF) said the escalation of US-China trade tension was one factor to have contributed to a \"significantly weakened global expansion\" late last year as it cut its 2019 global growth forecast. \nSome countries may also be indirectly impacted - especially those that are important trading partners for the US or China - or play key roles in their supply chains.\nThe battle with China is one of a series of trade fights the US has waged with other countries over the past year.\nMr Trump has imposed taxes on imports from Mexico, Canada and the European Union, to encourage consumers to buy American products. All of these countries retaliated with tariffs on US goods. ", "date": "10 May 2019", "href": "https://www.bbc.com/news/business-48196495", "tags": "charts us-china us goods china battle war chinese trade year products worth tariffs"}