{"title": "Trade wars, Trump tariffs and protectionism explained", "content": "US President Donald Trump has shaken the foundations of global trade, slapping steep tariffs on billions of dollars' worth of goods from the EU, Canada, Mexico and China. \nAll these countries are responding in kind, retaliating with levies on thousands of US products. \nThis puts the world's largest economies at each other's throats.\nBut what is a trade war? How does protectionism work? And how will it all affect you?\nIt's what it sounds like - a trade war is when countries try to attack each other's trade with taxes and quotas.\nOne country will raise tariffs, a type of tax, causing the other to respond, in a tit-for-tat escalation.\nThis can hurt other nations' economies and lead to rising political tensions between them.\nUS President Donald Trump reckons trade wars are \"good\" and easy. He's not afraid to raise tariffs. \nIt's a tax on a product made abroad.\nIn theory, taxing items coming into the country means people are less likely to buy them as they become more expensive.\nThe intention is that they buy cheaper local products instead - boosting your country's economy.\nThe president has placed tariffs on billions of dollars' worth of goods from around the world, in particular China.\nHe's imposed a 10% levy on $200bn (£150bn) worth of Chinese products so far. In May, he announced plans to impose a 25% tariff on $325bn of other Chinese goods.\nMr Trump said the $100bn gained from the tariffs will be used to buy US agricultural products, which will then be sent to \"poor and starving countries\" for \"humanitarian assistance\".\nHe also wants to cut the trade deficit with China - a country he has accused of unfair trade practices since before he became president.\nMr Trump made a big point on the campaign trail about cutting the country's trade deficits. \nHe's convinced it hurts US manufacturing, and has said time and time again on the stump and on Twitter that the US must do more to tackle them.\nIt's a term meaning the difference between how much your country buys from another country, compared with how much you sell to that country.\nAnd the US has a massive trade deficit with China. Last year, it widened by $43.6bn to $419.2bn.\nHe wants to cut back this trade deficit, and he intends to use tariffs to do it. \nBut while the president hates them, trade deficits are not necessarily a bad thing. \nMany wealthier countries have in recent decades shifted from manufacturing economies to service economies - focusing on areas like banking, travel and tourism.\nServices contribute to the majority of the US economy's net income. China, in contrast, doesn't export nearly as many services as it does manufactured goods. \nSo the president's obsession with trade deficits is not always popular, with critics damning the administration's moves as protectionism.\nProtectionism is trying to use restrictions such as tariffs to boost your country's industry, and shield it from foreign competition.\nTake Mr Trump's steel and aluminium tariffs. \nIn May 2018, the president announced a 25% tariff on all steel imports, and 10% on aluminium.\nThe Trump administration claims the US relies too much on other countries for its metals, and that it couldn't make enough weapons or vehicles using its own industry if a war broke out.\nCritics point out the US gets most of its steel from Canada and the EU - staunch US allies. \nIn theory, taxing foreign steel and aluminium will mean US companies will buy local steel instead.\nThe thinking is that will boost the US steel and aluminium industries, as more companies will want to buy their goods.\nSteel and aluminium prices will go up in the US because there will be less of these goods coming in from abroad - so the greater demand for local steel will push up the price, lifting profits for steel makers.\nSort of. \nUS steel makers could get a boost - demand will drive new hires and bigger profits.\nBut the US companies that need raw materials, like car and aeroplane makers, will see their costs rise.\nThat means they might have to put up the prices on their finished products. That would hurt consumers.\nSo car prices could go up in the US. As could prices for gadgets, plane tickets and even beer - the price of making a can could rise.\nThey could affect people around the world - especially since China has retaliated. \nThe world's second-largest economy has taxed US agricultural and industrial products, from soybeans, pork and cotton to aeroplanes, cars and steel pipes. It has also pledged to take \"necessary countermeasures\" over Trump's latest proposed tariffs.\nIn theory, China could also tax US tech companies like Apple. That would hit the tech giant, and it could be forced to raise its prices to compensate.\nA global trade war could hurt consumers around the world by making it harder for all companies to operate, forcing them to push higher prices onto their customers. \nDepends who you ask.\nFree trade is the opposite of protectionism - it means as few tariffs as possible, giving people the freedom to buy cheaper or better-made products from anywhere in the world. \nThis is great for companies trying to cut costs, and that's helped drive prices down and boost the world economy. \nCars, smart phones, food, flowers - free trade has brought affordable products from around the world to your home.\nBut at the same time, that means companies are less likely to buy local products. Why buy domestic when you can get more, cheaper, from a different country?\nThis means the loss of jobs in wealthier countries, and uneven growth - while free trade has made some people richer, it's made others poorer. \nNo idea.\nHistorians have pointed out that tariffs often lead to higher costs for the consumer, while economists across the board are against the plans. \nThe Republican Party is also overwhelmingly against Mr Trump on tariffs - they're big supporters of free trade.\nMr Trump's decision to take on China could lead to adverse effects for consumers in the US and in China, but also worldwide. \nAn economic showdown between the world's biggest economies doesn't look good for anyone. ", "date": "10 May 2019", "href": "https://www.bbc.com/news/world-43512098", "tags": "us country world china explained wars steel trump trade products could protectionism tariffs"}