{"title": "Train Station Rampage Further Strains Ethnic Relations in China", "content": "KUNMING, China — Even with the objects of his ire in earshot, the landlord barely lowered his voice to describe his Uighur neighbors, who also happened to be his tenants.\n“During the day they look like human beings, but at night they are thieves and thugs,” he said as a group of elderly women in traditional head scarves drank tea in the courtyard of his building. “Even the police are afraid of them. We all hate them, but there’s nothing to be done about it.”\nIt is fair to say that relations have never been easy between the ethnic Han who dominate this vast nation and the Uighur minority whose traditional homeland is in China’s far western borderlands. But since a group of identically dressed assailants rampaged through the Kunming Railway Station here in southwestern China on Saturday, killing at least 29 people and wounding 143 with long knives and daggers, the official narrative of a kaleidoscope of ethnic groups living in harmony is being tested by the news that the killers were from the western region of Xinjiang.\nOn Monday evening, the state-run news agency Xinhua said the police had arrested three more assailants, in addition to a fourth who had already been arrested and four others who were killed at the train station. The Ministry of Public Security said a “terrorist gang of eight members” was responsible for the attack, Xinhua said.\nUntil the ministry made its announcement, officials had not made any mention of the attackers’ ethnicity, but there seemed to be little doubt here on the streets of Kunming that those responsible for the slaughter were Uighurs.\nThe authorities have provided scant details about the episode, which represents an alarming escalation of unrest that until now had been largely confined to a distant region best known among Chinese as a land of sweet melons, colorful mosques and an exotic people fond of impromptu song and dance.\nBut decades of Communist Party propaganda have failed to soothe the distrust and suspicion that color the attitudes of many Han, whose interactions with Uighurs are often limited to fleeting exchanges on the streets of Chinese cities, where Uighurs can be found selling nut-and-fig cakes or grilling lamb kebabs. “Growing up, we all heard that they carry knives and make money as pickpockets,” said Lu Xing, 33, the owner of a clothing store here. “We find them a bit frightening.”\nOn Monday, censors worked quickly to delete incendiary postings on the country’s most popular microblog sites, and the state news media sought to dissuade people from turning their anger into vigilantism.\n“Whatever happens, please hold on to your faith in love and kindness, believe in the power of justice,” the national broadcaster, CCTV, wrote on its microblog account. People’s Daily, the main newspaper for the Communist Party, also urged calm. “Don’t turn your anger for the terrorists into hostility toward an ethnic group,” it urged. “This is exactly what they want!”\nSuch fears are not unfounded. In 2009, after Uighur mobs rampaged through Urumqi, the regional capital of Xinjiang, hacking to death nearly 200 people, most of them Han, a spasm of revenge attacks claimed many Uighur lives.\nOn Monday, several official news media outlets directed much of their fury at the foreign news media, which they accused of playing down the attack by failing to unequivocally call it an act of terrorism and by unfairly highlighting the hard-line government policies that many Uighurs say are fueling discontent in Xinjiang. \nHere in Kunming, many people said they believed that the attack was timed to coincide with the start of China’s annual legislative session, a heavily scripted political spectacle in Beijing that draws thousands of high-ranking party officials. Across the country, security is invariably tightened during the meetings, but in the wake of the attack on Saturday, the authorities appeared to be taking no chances.\nAlthough many business owners here said they would continue to close shop before nightfall, at least until they were certain that all of the assailants had been captured, much of the city thrummed with activity on Monday. At the No. 1 People’s Hospital, where dozens of victims were recovering, officials escorted reporters to conduct bedside interviews with some of them.\nIn Dashuying, the quarter that is home to many of the city’s Uighur migrants, stone-faced SWAT officers bearing automatic weapons stood sentinel at busy intersections.\nAli Daoti, 29, a Uighur who cooks at a small restaurant in the neighborhood, said he was appalled by the killings but was also worried about a potential backlash. Mr. Daoti, whose wife is Han, said that he had always felt at home in the city, a melting pot of ethnic minorities from Yunnan Province, but that the mood had changed. “Now when I go out onto the street,” he said, “people look at me with hatred in their eyes.”\nSome residents said a backlash had already begun. Anniwar Wuper, 45, the manager of another restaurant, Xinjiang Far West Fast Food, said his landlord had just evicted him from the apartment he had rented for the past five years. “He didn’t even give me a reason,” said Mr. Wuper, a migrant from Yili in northern Xinjiang. As he spoke, two customers stepped up to pay for their meal. The men, a Han and a Uighur, were business partners from Urumqi, and they had a different kind of story to tell.\nIn the days since the attack, the partners — who buy watermelons in Myanmar and sell them in cities across China — said they had been unable to leave Kunming. At checkpoints on the highway, said Liu Shaolu, who is Han, the police had refused to let their vehicle pass, noting the Uighur’s ethnicity and saying it was for his own safety. “We can’t even find a hotel that will take us because he is Uighur,” Mr. Liu said.\nBut Mr. Liu, who said he could easily find his own room, insisted that he would stick by his friend and keep looking for a hotel willing to accept them both. He called the man, Metikrem Metiviaz, his “brother.”\n“People need to understand that there are good and bad people everywhere,” Mr. Liu said. “To be honest, there are thieves in cities across China, and most of them are Han.”", "date": "March 3, 2014", "href": "https://www.nytimes.com/2014/03/04/world/asia/han-uighur-relations-china.html", "tags": "people relations han “ china news kunming uighur rampage ethnic train many station strains"}