{"title": "Trans-Pacific Trade Pact Highlights the Political Power of the Affluent  ", "content": "The Trans-Pacific Partnership trade deal making its way through Congress is the latest step in a decades-long trend toward liberalizing trade — a somewhat mysterious development given that many Americans are skeptical of freer trade.\nBut Americans with higher incomes are not so skeptical. They — along with businesses and interest groups that tend to be affiliated with them — are much more likely to support trade liberalization. Trade is thus one of the best examples of how public policy in the United States is often much more responsive to the preferences of the wealthy than to those of the general public.\nSkepticism toward free trade among lower-income Americans is often substantial. Data from a 2013 CBS/New York Times poll show that 58 percent of Americans making less than $30,000 per year preferred to limit imports to protect United States industries and jobs, while only 36 percent preferred the wider selection and lower prices of imported goods available under free trade. But the balance of opinion reversed for those making over $100,000. Among that higher-income group, 53 percent favored free trade versus 44 percent who wanted to limit imports.\nSimilarly, a Pew Research Center survey released on Wednesday found that a plurality of Americans making under $30,000 per year say that their family’s finances have been hurt by free trade agreements (44 percent) rather than helped (38 percent). By contrast, those making more than $100,000 per year overwhelmingly believe free trade has been beneficial — 52 percent said trade agreements have helped their family’s finances versus only 29 percent who said they have hurt.\nThis economic divide on trade has existed for decades. On average, polls conducted from 1981 to 2002 found that support for free trade policies or agreements was 23 percentage points higher for Americans at the 90th percentile of the income distribution than for those at the 10th percentile, according to research conducted by Martin Gilens, a Princeton professor. In his book “Affluence and Influence: Economic Inequality and Political Power in America,” Mr. Gilens concludes that “U.S. policy on tariffs and trade during the past few decades has clearly been more consistent with the preferences of the affluent and has become more so over time as trade barriers have fallen and bipartisan support for an open trade regime has strengthened.”\nOne indication of the strength of elite support for free trade is the way that even Democratic presidents who enjoy strong support from labor unions have promoted free trade pacts. Bill Clinton passed the North American Free Trade Agreement against majority opposition from within his party during a time when Democrats controlled both houses of Congress. While President Obama no longer has Democratic majorities in Congress, he similarly chose to advance trade promotion authority through the Senate largely with the support of Republicans — only 14 members of his party backed him Friday.\nNone of this is to suggest that politicians are completely ignoring their constituents. Previous studies indicate that elected officials make political calculations in taking positions on trade policy. Most notably, legislators’ votes on trade tend to reflect whether they represent groups who might be especially likely to be helped (for example, educated workers) or hurt (unions) by free trade.\nFor most members of Congress, however, the political consequences of supporting free trade may be relatively limited even if their constituents are divided on the issue. Because trade issues are often low profile and frequently cut across party boundaries, they tend to play a minor role in election campaigns.\nAs a result, legislators may feel more freedom to support free trade based on the strength of the consensus among economists that it is generally beneficial for the country. Alternatively, they may be more responsive to wealthy donors and other affluent individuals or groups who may be most vocal on the issue and tend to advocate free trade.\nWhat’s most striking is that trade is only one of many issues for which this pattern exists. As Mr. Gilens notes, middle- and lower-income Americans are also more likely than the affluent to prefer higher taxes on the rich, greater restrictions on legal access to abortions and reduced spending on foreign aid, which suggests public policy might look very different if the political system were more responsive to their preferences.", "date": "May 27, 2015", "href": "https://www.nytimes.com/2015/05/28/upshot/trade-is-a-striking-example-of-the-political-power-of-the-affluent.html", "tags": "support policy free percent pact affluent making trans-pacific tend political highlights trade power americans congress —"}