{"title": "Trans Man Demolishes NC Gov’s Insanely Bigoted Logic With Just One Tweet", "content": "A transgender man in Georgia summed up his thoughts on North Carolina's controversial House Bill 2, the Public Facilities Privacy & Security Act, which blocks cities from allowing trans people to use public restrooms that correspond with their gender identity.\nJames Parker Sheffield, 36, sent a clear and direct message to North Carolina Gov. Pat McCrory with a snapshot and a simply-worded tweet on March 23. \nThe Decatur, Georgia resident told The Huffington Post that his \"heart broke\" for North Carolina's LGBT community after McCrory signed what has been described as the \"most extreme anti-LGBT bill\" in the nation, which also restricts cities from passing non-discrimination laws, on Wednesday night. \n\"Just like cisgender people, trans folks fall all over a spectrum of masculinity and femininity, regardless of how we personally identify,\" Sheffield, who is the director of organizational development for The Health Initiative, which is focused on LGBT health and wellness in his home state, said.\nAlthough he lives in Georgia, Sheffield said he'll now fear for his safety if he visits North Carolina under the new legislation. House Bill 2, he said, could pose a very literal threat for transgender people who visit or reside in the state.\n\"Besides the obvious misconception that trans people are in a public restroom to do anything other than use the restroom, I think most people neglect to see the personal safety issues connected to these poorly conceived legislative moves,\" he said. With North Carolina being a \"stand your ground\"  state, he added, individuals are allowed to use self-defense against perceived threat, which could create further issues.  \n\"Imagine me following the law and walking into a women's room at a gas station or fast food place,\" he said. \"Will someone in that restroom feel threatened by a grown man with a beard walking in?\" \nSheffield's tweet quickly caught the eye of North Carolina resident Avery Wild, who also identifies as transgender. The 31-year-old followed Sheffield's lead and responded with a similar tweet. \nWild, who works in retail management, told HuffPost that he felt \"angry and powerless\" after hearing the news that House Bill 2 had been signed, and said he \"can't wait to vote\" McCrory out of office this November. \n\"Even before this law, I have had to be careful about the use of public restrooms,\" he said. Noting that most of his colleagues will likely stand by him in his right to use the appropriate restroom, he added, \"Take the time to get to know us, and you may find we are just like everyone else. Being transgender is the least interesting thing about me.\" \nWhether or not the backlash will impact McCrory has yet to be seen. The governor defended his bigoted logic in signing the bill, tweeting: \nBravo to folks like James and Avery who are putting a face, literally, to the struggles that will now be exacerbated in the wake of the new legislation. ", "date": "\n03/24/2016", "href": "https://www.huffpost.com/entry/north-carolina-transgender-tweet_n_56f3f787e4b04c4c3761652b", "tags": "transgender public logic tweet demolishes sheffield trans man one insanely nc carolina mccrory bill bigoted north use gov"}