{"title": "Treasury Delays Decision on Whether to Release Trump’s Tax Returns to May 6", "content": "WASHINGTON — Treasury Secretary Steven Mnuchin again delayed a decision on whether to turn over President Trump’s tax returns to Congress, telling House lawmakers late Tuesday that the Treasury and Justice Departments needed until May 6 to assess the legality of the “unprecedented” request.\nIn a letter to Representative Richard E. Neal, the Democratic chairman of the House Ways and Means Committee, Mr. Mnuchin said that the Treasury Department “cannot act upon your request unless and until it is determined to be consistent with law.” Mr. Mnuchin said the department expected to make a final decision by May 6 “after receiving the Justice Department’s legal conclusions.”\nEarlier Tuesday, Hogan Gidley, a White House spokesman, signaled that Mr. Trump was girding for a protracted fight over his tax returns.\n[Update: Steven Mnuchin refuses to release Trump’s tax returns to Congress.]\n“As I understand it, the president is pretty clear, once he’s out of audit, he’ll think about doing it, but he is not inclined to do so at this time,” Mr. Gidley said on Fox News.\nMr. Trump has used the excuse of an Internal Revenue Service audit since the 2016 presidential campaign as a reason not to release his tax records, though no law prevents a taxpayer from releasing returns while under audit.\nThis month, Mr. Neal formally requested from the Internal Revenue Service six years’ worth of the president’s personal and business tax returns. The Treasury Department, which oversees the I.R.S., missed the first deadline to provide the returns, and Mr. Mnuchin previously told Mr. Neal in a letter that he needed more time to study the lawfulness of the request.\nMr. Mnuchin expressed concern that the request was being made for political purposes and was a violation of taxpayer privacy that could lead to the I.R.S. being weaponized against both parties in the future.\nMr. Mnuchin, in his most recent letter, appeared to be laying the groundwork for the legal rationale to deny the request, listing several “legal concerns” that have prompted the Treasury Department to consult with the Justice Department. Those included “constitutional limits” on gaining access to private tax returns and the “asserted purpose” for seeking the records.\nMr. Mnuchin made the argument that Mr. Neal’s request represented “exposure for the sake of exposure” of Mr. Trump’s tax returns and said it was different than traditional requests for taxpayer information, which tend to be used for statistical purposes to aid legislation. An appendix to the letter listed numerous examples of Mr. Neal and other Democrats calling for Mr. Trump’s tax returns to be made public.\nMr. Neal issued a terse statement on Tuesday but did not indicate his next move, which could include a subpoena or a lawsuit. The matter could ultimately be decided by the Supreme Court.\n“This afternoon, Secretary Mnuchin notified me that once again, the I.R.S. will miss the deadline,” he said. “I plan to consult with counsel about my next steps.”\nBut other Democratic lawmakers said they were prepared to escalate things quickly.\n“They don’t get to pick and choose the laws with which they will comply,” said Representative Lloyd Doggett of Texas. “After so much of their double talk, prompt action must be taken to secure what they have wrongfully refused.”\nSenator Ron Wyden of Oregon, the top Democrat on the Senate Finance Committee, said that Treasury’s lack of cooperation was an example of the Trump administration’s “lawlessness.”\n“Secretary Mnuchin and the White House have blatantly interfered with the I.R.S.’s obligation to provide the president’s tax returns, and action is needed to force this administration to follow the law,” Mr. Wyden said.\nMr. Neal has largely dismissed Mr. Mnuchin’s arguments that the request could violate taxpayer privacy and that it was being done for political purposes, saying that they lacked merit. He gave the Treasury Department until Tuesday to comply and said that failing to do so would be “interpreted as a denial of my request.”\nIn his letter, Mr. Mnuchin said that the delay was not a failure to comply with the request and that portraying it as such would be “a misinterpretation.”\n“The committee’s request has not been denied or granted at this time,” he said.\nLast week, in a sign of how much attention Mr. Trump is paying to the proceedings, his personal lawyer urged the Treasury Department not to release the president’s tax returns and accused Democratic lawmakers of having a “radical view of unchecked congressional power.”", "date": "April 23, 2019", "href": "https://www.nytimes.com/2019/04/23/us/politics/trump-taxes.html", "tags": "may tax “ treasury trump whether returns mnuchin delays decision request release"}