{"title": "Treasury Secretary Is OK With Donald Trump Calling Maxine Waters A 'Low-IQ Individual'", "content": "Treasury Secretary Steven Mnuchin made light of Donald Trump insulting the intelligence of a prominent African-American member of Congress, saying “the president likes making funny names.” \nMnuchin made his comments on NBC’s “Meet the Press” Sunday in response to questions about the disparaging remarks Trump made about Rep. Maxine Waters (D-Calif.) at a political rally in western Pennsylvania Saturday evening. \n“We have to defeat [House Minority Leader] Nancy Pelosi and Maxine Waters ― a very low I.Q. individual,” Trump said.\nAs the crowd booed the targets of his derision, Trump continued to attack Waters, mimicking her calls for his impeachment.\n“You ever see her? You ever seen her? You ever see her?” Trump asked. ”‘We will impeach him! We will impeach the president!’ But he hasn’t done anything wrong. It doesn’t matter, we will impeach him! She’s a low I.Q. individual. You can’t help it. She really is.”\nTrump has previously ridiculed Waters. In his remarks at the annual Gridiron Club on March 3 in Washington, he said of her, “And I say — and I get in trouble for this — ‘she has to immediately take an IQ test,’ and people go crazy.”\nTrump’s mocking of Waters has drawn charges of racism.\n“It was a racist dog whistle last week, and it was a racist dog whistle last night,” Randy Bryce, a Democrat campaigning for the seat of House Speaker Paul Ryan (R-Wis.), tweeted on Sunday. “I stand with Maxine.”\n“Meet the Press” host Chuck Todd asked Mnuchin whether he would fire a subordinate who made the type of comments Trump has about Waters. \n“You know he likes to put names on people,” Mnuchin said. ”He did that through the entire presidential election, including all the Republicans that he beat. These are campaign rally issues.”\nTodd pressed Mnuchin again ― would he allow a member of his staff who made such comments to stay on the job?\n“This is something that is [said] at a campaign rally and the president likes making funny names,” Mnuchin said.\nTodd also noted that Trump, as usual, attacked “bad people” in the “fake media” ― pointing out to the press area at the back of the rally and encouraging his supporters to boo them.\nTodd was the subject of one of those attacks, with Trump referring to him as  a “sleeping son of a bitch.”\nDid Mnuchin support such attacks, Todd asked.\n“He’s using these vulgarities in the context of a campaign and obviously there were a lot of funny moments in that rally,” Mnuchin said.\n“Yeah, they were hilarious,” Todd replied sarcastically.\nThis story has been updated with comments from Randy Bryce.", "date": "\n03/11/2018", "href": "https://www.huffpost.com/entry/mnuchin-trump-insult-maxine-waters-iq_n_5aa52df9e4b01b9b0a3c53df", "tags": "todd “ maxine treasury secretary ok trump waters rally donald comments calling mnuchin made individual"}