{"title": "Troubles in San Francisco Push Some Voters to Think Republican", "content": "SAN FRANCISCO — In this deeply liberal California city, frustration over crises around housing and homelessness is bringing some on the left a little further right.\nAt an upscale sushi restaurant, a few dozen members of the San Francisco Republican Party gathered on Tuesday night to watch the election results. Most did not want to talk about state or national politics, they wanted to keep it local.\nThe group largely supported the Republican candidate for governor, John H. Cox, whom President Trump had endorsed and who won a place on the ballot along with Gavin Newsom, a Democrat and a former San Francisco mayor. But among the longtime Republicans were some newcomers, drawn to the right over frustration with the city’s trifecta of very tangible crises: a large homeless population, record housing costs and a high rate of property crime.\n“We’re the most beautiful city no one ever wants to come back to,” said Anna Coles, 36, a real estate agent who has lived in the city for 12 years.\nMs. Coles has seen a surprising resurgence of conservative politics this year on Nextdoor, a website that creates private neighborhood-specific social networks.\n“I mean, I see people post these long diatribes about the petty crime and homelessness,” Ms. Coles said. “Folks are realizing they can’t vote along party lines anymore.”\nAs San Francisco streets have grown dirtier, videos showing syringes scattered throughout downtown have gone viral. The city’s hotels have urged the mayor’s office to solve the homelessness crisis, while the San Francisco Travel Association attributed the city’s lower-than-expected tourist numbers in 2017 to the shock of seeing people living in tent communities on the streets. At the same time, new development is stalling.\nThis troubling brew is pulling otherwise liberal residents into Republican politics, said Jason Clark, 37, the chairman of the San Francisco Republican Party, who organized Tuesday night’s event.\n“People are starting to ask, ‘Maybe we need a Rudy Giuliani?’ ” Mr. Clark said, referring to the conservative former New York mayor who took a hard-line stand on crime during the 1990s. “Democrats have held this city for six decades, and they’re running out of boogeymen to blame.”\nMr. Trump’s name rarely came up, although the drink specials included Make S.F. Great Again (vodka, peach schnapps and orange juice).\nDrugs on the street were a recurring topic among voters.\n“We talk about the opioid epidemic in flyover states, and we pretend what we’re dealing with isn’t that,” said Magan Biggs, 28, an account executive at a title insurance firm. “And you can live on the outskirts of the city and pretend it’s not happening, but it is happening.”\nMany in the group were involved in the real estate industry. Some suggested that the nascent pro-development YIMBY movement (shorthand for Yes In My Backyard) could be a way for young, liberal voters to find themselves leaning toward more business-friendly policies and voting Republican.\n“Go to the neighborhood association meetings, and it doesn’t seem so liberal,” a real estate developer, John Dennis, said. “The YIMBYs, some of those folks might be ready to change affiliation.”\nThose trying to navigate the rental market felt that the government had let them down by not building more in the city.\n“Democrats have been in charge of San Francisco, and everything keeps getting more expensive,” said Aidan O’Sullivan, 27, who works in advertising and identifies as a libertarian.\nBut there are few viable local Republican candidates, and it remains to be seen if interest in more conservative politics translates into changes in how those in the city identify politically. The Republican candidate for mayor, Richie Greenberg, knew that he was a long shot and that using the “R-word” was riskier than running as an Independent.\n“They think, ‘Oh my God, here’s a Trump incarnate here in the city,’ ” he said. “But there is an awakening happening here among lifelong Democrats.”\nEven if voters might agree with conservative candidates, said Edward Bate, 49, a real estate agent and San Francisco native, they would still have to contend with the poor local reputation of the party, which is further soured by national politics.\n“It’s hard because people don’t want to identify as Republican, per se,” he said. “But then they look around.”", "date": "June 6, 2018", "href": "https://www.nytimes.com/2018/06/06/us/-homelessness-housing-san-francisco.html", "tags": "think francisco troubles voters city party ” san republican liberal politics push"}