{"title": "Trump says US under 'no pressure' for China trade deal", "content": "The US President Donald Trump said Washington is under \"no pressure\" to achieve a trade deal with China as the prospect of new tariffs loom. \nThe comments come amid reports the two sides could resume talks to stave off a third round of US tariffs.\nChina welcomed the offer of talks and said the two countries were discussing the details, according to reports.\nThe US has launched a trade war against China which could see all of its exports to the US subject to duties.\n\"We are under no pressure to make a deal with China, they are under pressure to make a deal with us,\" Mr Trump said in a tweet on Thursday. \n\"Our markets are surging, theirs are collapsing.\" \nThe US and China have slapped tariffs on $50bn of one another's goods this year in an escalating trade war between the world's two largest economies. \nThe tariffs are the latest Trump policy to challenge the free trade system which has prevailed for decades.\nThey are already affecting companies, particularly the automobile industry, and hurting economies.\nMr Trump said last week he could move \"very soon\" to impose tariffs on an additional $200bn (£153bn) worth of products with taxes on another $267bn \"ready to go on short notice\".\nIf both sets of tariffs go ahead it would mean virtually all of China's US exports would be subject to new tariffs.\n\"The [US] administration views tariffs as a way of getting the attention of the Chinese leadership and increasing their leverage at the negotiating table,\" Michael Froman, former US trade representative told the BBC. \n\"I don't think the imposition of tariffs are a wise move because it's a tax, it's a tax on the consumer ultimately. It's also very disruptive to companies who are trying to manage global supply chains.\"\nDetails on the potential trade talks were thin, but Larry Kudlow, White House economic advisor, said the prospect of talks was a positive development.\nMr Kudlow told Fox Business Network on Wednesday that US Treasury Secretary Steven Mnuchin \"has apparently issued an invitation\". \n\"I can't give you many details because there aren't many details. But I always believe in most cases talking is better than not talking, so I regard this as a plus.\"\nLater on Thursday, China's foreign ministry welcomed the offer of talks and said the two countries were discussing details. \nThe White House says tariffs are a response to China's unfair trade policies, which Mr Trump blames for helping to create a huge trade deficit.\nChina accuses the US of launching \"the largest trade war in economic history\" and has retaliated in kind.", "date": "14 September 2018", "href": "https://www.bbc.co.uk/news/business-45517670", "tags": "us china details trump says trade two tariffs pressure deal talks"}