{"title": "Trump Shifts Course on Egypt, Praising Its Authoritarian Leader", "content": "WASHINGTON — Ever since he seized power in a military takeover nearly four years ago, President Abdel Fattah el-Sisi of Egypt has been barred from the White House. But President Trump made clear on Monday that the period of ostracism was over as he hosted Mr. Sisi and pledged unstinting support for the autocratic ruler.\n“We agree on so many things,” Mr. Trump said as he sat beside Mr. Sisi in the Oval Office. “I just want to let everybody know in case there was any doubt that we are very much behind President el-Sisi. He’s done a fantastic job in a very difficult situation. We are very much behind Egypt and the people of Egypt. The United States has, believe me, backing, and we have strong backing.”\nIn that one moment, Mr. Trump underscored a fundamental shift in American foreign policy since he took office. While his predecessors considered authoritarians like Mr. Sisi to be distasteful and at times shied away from them, Mr. Trump signaled that he sees international relations through a transactional lens. If Egypt can be a partner in the battle against international terrorism, then in Mr. Trump’s calculation, that is more important to the United States than concerns over its brutal suppression of domestic dissent.\nNothing could have made Mr. Sisi happier. He arrived from Cairo with a list of financial, security and political requests, but effectively he got what he really wanted in the six minutes that news media photographers were permitted in the Oval Office to record the visit that President Barack Obama had denied him. The picture of the general-turned-president in the White House, hosted by an American leader lavishing praise on him, was the seal of approval he had long craved, the validation of a strongman on the world’s most prominent stage.\nThat big hug was just what Mr. Sisi’s government sought, said Eric Trager, a scholar on Egypt at the Washington Institute for Near East Policy. “It wants to see the White House legitimate it, and set it on a new course.”\nThe scene provided a powerful counterpoint to Mr. Sisi’s many critics, in Egypt and abroad, who know him as the leader of the military takeover that removed an elected president, oversaw a vicious security operation in which hundreds of protesters were gunned down in the streets of Cairo and has cemented his authority by filling prisons with his opponents while strangling the free press.\nIt was the first visit by an Egyptian president to Washington since 2009, when the guest was the autocratic former president Hosni Mubarak, then in the waning years of his rule — an era now viewed by many Egyptians as a time of relative freedom, prosperity and security. Mr. Mubarak was pushed out in 2011 by a wave of street protests and succeeded, in a democratic election, by the Muslim Brotherhood’s Mohamed Morsi. Taking advantage of popular discontent with Mr. Morsi two years later, the military, led by Mr. Sisi, then a general, took power and Mr. Sisi became president in a pro forma election that awarded him 97 percent of the vote.\nLittle of that seems to matter to Mr. Trump, though, who has showcased his determination to reshape America’s relationship with a number of Middle Eastern countries, regardless of human rights concerns. In his public remarks on Monday, Mr. Trump made no mention of such issues; aides said he believed discussing them in private might be more effective.\n“I just want to say to you, Mr. President, that you have a great friend and ally in the United States and in me,” Mr. Trump told Mr. Sisi.\nMr. Sisi responded in kind, sometimes in language mimicking a Trumpian sales pitch. “You will find Egypt and myself always beside you in bringing about an effective strategy in the counterterrorism effort,” he said. He also vowed to support Mr. Trump’s effort to negotiate peace between Israelis and Palestinians, calling it an effort to “find a solution to the problem of the century in the deal of the century.”\nWhile Egypt has long been a crucial American ally in the Middle East, Mr. Trump’s admiration for Mr. Sisi seems to mirror in some ways his appreciation for President Vladimir V. Putin of Russia as a fellow tough figure. After their first meeting in September, on the sidelines of the United Nations General Assembly when Mr. Trump was running for president, he hailed Mr. Sisi as “a fantastic guy” and spoke admiringly of his iron-fisted methods. “He took control of Egypt. And he really took control of it,” Mr. Trump said in an interview with Fox Business Network.\nMr. Sisi has rejected suggestions that he rules like a dictator. Speaking to The Financial Times in December, he said he was “building love between Egyptians, a wave of respect for the other that will start in Cairo and spread across the region.”\nYet as he was preparing to meet Mr. Trump on Monday, a court in Cairo sentenced 17 people to jail terms of five years each for taking part in street protests in January 2015.\nIn Rome, the parents of Giulio Regeni, an Italian postgraduate student found dead in Cairo last year, held a news conference to press their longstanding accusations that Egyptian security officials had abducted, tortured and killed their son, probably on suspicion that he was a spy. The family’s lawyer, Alessandra Ballerini, said they had identified two high-ranking Egyptian national security officials said to be implicated in the case, but declined to give further details.\nBeyond a shared love for harsh rhetoric warning against the dangers of jihadist Islam, Mr. Trump has striking similarities with Mr. Sisi’s brand of authoritarianism in Egypt, according to Middle East analysts. Both leaders came to power promising splashy projects derided by experts — an expensive extension of the Suez Canal for Mr. Sisi, and a giant wall along the Mexico border for Mr. Trump. In speeches, both leaders have been ridiculed for making exaggerated claims, embracing conspiracy theories and speaking in a limited rhetorical style.\nEgyptians also often mock Mr. Sisi for speaking in a rustic form of Arabic that contrasts with the formal version usually favored by national leaders. Mr. Trump has the grammar and vocabulary of a fifth-grade student, one study last year found.\nBoth leaders are notoriously thin-skinned and project a sense of unfiltered self-regard. In recent months, Mr. Trump branded critics in the “fake news” media as the “enemy of the American people”; last year, in a fit of exasperation, Mr. Sisi told Egyptians, “Please, do not listen to anyone but me!”\nYet in many other ways there are vast differences between their styles. While Mr. Trump wrestles with a hostile media and recalcitrant factions in his Republican party, Mr. Sisi’s government has imprisoned dozens of journalists — fewer only than China and Turkey, according to press freedom groups — while the national Parliament is stuffed with his supporters.\nIt remains far from clear what the two leaders can offer each other in concrete terms. Mr. Sisi has resisted loud appeals to release Aya Hijazi, an American aid worker imprisoned in Egypt, while Mr. Trump’s White House is considering slashing foreign aid to countries including Egypt’s $1.3 billion in military assistance. The Trump administration also appears to have gone cold on proposals to designate the country’s Muslim Brotherhood as a terrorist organization.\nWhile human rights advocates criticized Mr. Trump, a lawyer for Ms. Hijazi said her supporters had been working with his administration to highlight her case and those of others held. “We are confident that the case is being prioritized at the highest levels of the United States government,” said the lawyer, Wade McMullen, managing attorney at Robert F. Kennedy Human Rights, an advocacy center.\nOne thing Mr. Sisi desperately wants, according to Western officials in Cairo, is for Mr. Trump to reinstate a military financing deal, suspended under Mr. Obama in 2015, allowing Egypt to effectively buy, on credit, the tanks, warplanes and other large-ticket military items it desires. Such a deal would give Mr. Sisi something to bring home to his backers in the military.\nBut experts say that while a military finance deal might please American defense contractors, it could frustrate American counterterrorism goals by making Egypt less likely to pour resources into smaller weapons that are better suited to battling Islamic State insurgents in Sinai.\n“If Trump is really interested in getting the Egyptians to fight radical Islam, giving them more tanks will not help our goals,” said Amy Hawthorne of the Project on Middle East Democracy, a Washington nonprofit that has been sharply critical of Mr. Sisi.\nSome experts worry that Mr. Sisi’s hard-knuckled approach to Islamism — banning all forms of political Islam, such as the Muslim Brotherhood, as well as fighting jihadist violence — could ultimately feed a new wellspring of radicalism that could blow back on the United States.\n“The authoritarian bargain the U.S. has struck with Egypt might seem to be the right thing, but it never pays off in the long run,” Ms. Hawthorne said. “It’s not just about being on the wrong side of history, but about over-investing in a regime that is fueling radicalization that will ultimately harm U.S. interests.”", "date": "April 3, 2017", "href": "https://www.nytimes.com/2017/04/03/world/middleeast/-egypt-sisi-trump-white-house.html", "tags": "course military shifts egypt president ” trump praising leader authoritarian sisi —"}