{"title": "Trump Pushes House Democrats To Condemn Anti-Semitism Despite His Own Racist Comments", "content": "President Donald Trump said Wednesday that House Democrats should be cracking down on anti-Semitism, after calling on congressional leaders to reprimand Rep. Ilhan Omar (D-Minn.) for her comments some lawmakers deemed offensive.\n“It is shameful that House Democrats won’t take a stronger stand against Anti-Semitism in their conference,” he tweeted. “Anti-Semitism has fueled atrocities throughout history and it’s inconceivable they will not act to condemn it!”\nDemocrats in the House recently erupted in protests over whether lawmakers should rebuke Omar, whom some politicians accused of anti-Semitism after her controversial criticism of the pro-Israel lobby’s influence in the United States. \nThe House planned to vote this week on a resolution condemning religious hatred, which was endorsed by Speaker Nancy Pelosi (D-Calif.) and other top Democrats, but as of Wednesday morning, the vote was postponed after several progressive groups asked for more time to review the circumstances. The resolution initially targeted only anti-Semitism, but Pelosi decided Tuesday to expand the measure to include anti-Muslim bias after facing backlash from members.\nMany of the Democrats who spoke against the resolution’s indirect rebuke of Omar, a black Muslim woman, pointed out the hypocrisy of lawmakers remaining silent about racist and anti-Semitic behavior by Republicans, including Trump.\n“I think there’s a big rise in anti-Semitism and racism, and that’s a bigger conversation we need to be having,” Rep. Cedric L. Richmond (D-La.) told The Washington Post. “But it starts at 1600 Pennsylvania. It doesn’t start with one member out of 435 members of Congress.”\nTrump has not held back from sharp criticism of Omar, calling on her to resign from Congress or step down from the House Foreign Affairs Committee. He also called her apology over the language of her controversial comments “lame.” Although he has rejected charges of anti-Semitism, he has a history of making anti-Semitic comments and hesitating or neglecting to denounce hate speech.\nHe never called on notoriously racist Rep. Steve King (R-Iowa) to resign after the congressman questioned in a New York Times interview in January why the term “white supremacy” was offensive. Trump also hesitated to denounce white supremacists rallying in Charlottesville, Virginia, in 2017 amid violence that left one counterprotester dead, saying there was “violence on many sides.”\nTrump also used anti-Semitic imagery during his 2016 campaign, tweeting a photo of Hillary Clinton over images of $100 bills and the words “Most Corrupt Candidate Ever!” inside a Star of David.\nAs recently as Tuesday, Trump called on House leaders to unseat Omar from the Foreign Affairs Committee, referring to a letter signed by what he called “Jewish groups” requesting her ouster. But the Southern Poverty Law Center has classified two of those groups as anti-Muslim hate groups. One of them, Act for America, apparently was once tied to longtime neo-Nazi Billy Roper, who used to lead the now-defunct National Alliance, which advocated for Jewish genocide, according to the SPLC. Act for America later disavowed Roper. \nMeanwhile, the FBI said it is investigating a death threat against Omar in Minnesota, and an exhibitor displayed a poster outside the West Virginia House of Delegates chamber that read “‘Never forget’ — You said” over an image of the twin towers during the Sept. 11 attacks and below that, Omar’s face with “I am the proof — you have forgotten.”\nSome lawmakers, like Rep. Alexandria Ocasio-Cortez, called out the hypocrisy of some lawmakers who were quick to denounce Omar but failed to speak out against Islamophobic comments against her. Omar has called out Trump on the hypocrisy behind his racist rhetoric. \n“You have trafficked in hate your whole life ― against Jews, Muslims, Indigenous, immigrants, black people and more,” she tweeted in February. “I learned from people impacted by my words. When will you?”", "date": "\n03/06/2019", "href": "https://www.huffpost.com/entry/donald-trump-anti-semitism-ilhan-omar_n_5c803900e4b0e62f69e987a5", "tags": "pushes despite democrats anti-semitism condemn omar ” trump house racist called comments lawmakers rep."}