{"title": "Trump Russia ties: How did reports of 'compromising' information emerge?", "content": "Reports that Russia's intelligence agencies hold compromising material about Donald Trump have sparked angry denials from the US president-elect and the Kremlin.\nThe claims that Mr Trump's presidential campaign secretly communicated with Moscow - and that Russia has embarrassing sexual information about him - are unverified.\nBut there have been allegations circulating in political and media circles for months. Here is what we know about how they came to light.\nThe Democratic leader in the US Senate, Harry Reid, provoked speculation when he accused FBI director James Comey of withholding \"explosive information\" on 30 October.\nIn a letter, Mr Reid said the information related to \"close ties between [Republican candidate] Donald Trump, his top advisers, and the Russian government\".\n\"The public has a right to know about this information. I wrote to you months ago calling for this information to be released to the public.\"\nHe hit out after the FBI revealed it was investigating emails linked to Hillary Clinton, and accused the bureau of violating an act that bars officials from influencing the election.\nHis letter came less than two weeks before the 8 November poll.\nA day later the US news magazine Mother Jones published the first report alleging the existence of memos compiled since June by \"a former senior intelligence officer for a Western country who specialized in Russian counterintelligence\".\nThe BBC also first saw the documents in October, but has been unable to verify the information included. \nHowever, the BBC learned in November that the CIA was treating the information as \"credible\". The author of the dossier is understood to be a former British intelligence agent.\nThe original intention of the research was to derail Mr Trump's candidacy, reports say.\nRepublican Senator John McCain became aware of the 35-page dossier and passed a full copy to the FBI director on 9 December, according to media reports.\nBy this time Mr Trump had won his surprise victory in the US election and was facing increasing pressure over claims Russian hackers had targeted Democratic Party emails.\nMr McCain confirmed on Wednesday that he had received sensitive information and turned it over to the FBI.\nIn a statement, he said he examined the contents of the material, was unable to make a judgment about the accuracy and delivered it to James Comey. \n\"That has been the extent of my contact with the FBI or any other government agency regarding this issue,\" he said.\nCan US election hack be traced to Russia?\nUS broadcaster CNN reported on 10 January that US intelligences agencies had presented the information - in the form of a two-page synopsis - to the president-elect, to President Barack Obama and to several congressional leaders.\nThe briefing happened a week earlier and was intended to make Mr Trump and President Obama aware of the allegations circulating, according to the report. \nThe synopsis was attached to a classified US report into alleged Russian hacking, CNN says. \nBut this was only shared with the highest level of government and was not included in the intelligence report about Russian hacking that was more widely distributed.\nFollowing the CNN report, Buzzfeed News published the full dossier.\nIt said it was doing so \"so that Americans can make up their own minds about allegations about the president-elect that have circulated at the highest levels of the US government\".", "date": "11 January 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-38587505", "tags": "us emerge intelligence mr report information reports russian fbi trump ties russia government"}