{"title": "Trump Seems to Side With Russia in Comments on Ukraine", "content": "WASHINGTON — President Trump cast doubt on whether Moscow is backing separatists engaged in the recent escalation of fighting in eastern Ukraine, appearing to side with President Vladimir V. Putin of Russia, who has long denied involvement in the conflict despite evidence to the contrary.\nMr. Trump said he did not take offense at the outbreak of a lethal bout of fighting in Ukraine that came within a day of a phone conversation he had with Mr. Putin, saying of the recent clashes, “we don’t really know exactly what that is.”\n“They’re pro-forces,” Mr. Trump said of the Ukrainian separatists in an interview that aired on Monday on “The O’Reilly Factor,” on Fox News. “We don’t know, are they uncontrollable? Are they uncontrolled? That happens also. We’re going to find out; I would be surprised, but we’ll see.”\nMr. Trump’s comments were the latest indication that his desire for warmer relations with Russia may be coloring his view of the conflict in Ukraine, which pits the country’s military — trained and equipped in part by the United States Army — against Russian-backed separatists. Moscow has denied involvement in the three-year conflict, despite evidence that it has provided equipment and fighters to support separatist forces in eastern Ukraine.\nThe president’s push for a friendlier relationship with Mr. Putin has alarmed Ukrainian officials, who fear that the pressure former President Barack Obama applied on Russia to withdraw its unacknowledged military forces from eastern Ukraine will wane.\nA telephone call Mr. Trump held on Saturday with President Petro O. Poroshenko of Ukraine raised further questions about his position on the conflict and his administration’s commitment to maintaining sanctions against Russia for the annexation of Crimea.\nIn an official account of the call, Mr. Trump had said he was willing to work with Kiev and Moscow to resolve the conflict. But the statement referred to helping to “restore peace along the border,” while the violence has been playing out inside eastern Ukraine.", "date": "Feb. 6, 2017", "href": "https://www.nytimes.com/2017/02/06/us/politics/ukraine-trump-putin-separatists-poroshenko.html", "tags": "ukraine seems side conflict trump ” eastern comments russia —"}