{"title": "Trump Administration Says Obamacare Ads Don't Work, But Federal Study Says They Do", "content": "When Trump administration officials slashed the advertising budget for healthcare.gov, the Affordable Care Act’s online marketplace, they said it was because of efficiency. Advertising, they said, was showing “diminishing returns” and was no longer an effective way to boost enrollment.\nBut research that the Department of Health and Human Services conducted and then distributed internally during President Barack Obama’s tenure pointed to a very different conclusion.\nIt found that the ads work.\nThe research, summarized by documents that a Senate Democratic office provided to HuffPost, focused on the two most recent years of open enrollment for the Affordable Care Act. Like all such studies, it is not definitive. But its findings are consistent with outside studies that have similarly found advertising to be effective. \nIt also suggests that the decision to cut healthcare.gov advertising, which experts have already warned will depress enrollment, is another example of the Trump administration undermining Obamacare through neglect or outright sabotage. \nOf course, maybe that’s not surprising given that the Trump administration is simultaneously trying to wipe the 2010 health care law off the books.\nRead the internal HHS research memo here.\nThe HHS research suggested that, combined, all advertising was responsible for about 37 percent of new enrollees signing up. That figure backs up prior assertions from Obama-era HHS officials, including Andy Slavitt, who was in charge of the Center for Medicare and Medicaid Services (CMS), and Lori Lodes, a who oversaw CMS outreach efforts and wrote about them for Vox.\nIn addition, HHS found, advertising had driven a roughly equal proportion of existing enrollees to shop on healthcare.gov and re-enroll that way. The last part is important, because enrollees who shop around for new plans rather than simply enrolling in the same ones can frequently find better deals.\nThe HHS studies examined which forms of advertising were the most effective. Email, automated phone dialing, web search advertising and national television commercials were the most effective drivers, according to the report, while print, radio and display digital ads lagged. \nThe effective ads tended to work in tandem, the report said. For example, advertising through web searches seemed to be more effective if it targeted areas where people were also exposed to television ads.\nThe Trump administration has already said that, as part of the budget cuts, it is eliminating television advertising entirely. \n“This isn’t like a grocery store, where you just get to pick one thing and do that,” Joshua Peck, who was chief marketing officer for healthcare.gov during the Obama administration, told HuffPost. “It’s all part of an ecosystem. If you remove parts of the ecosystem, you can undermine it.”\nPeck, who also confirmed the authenticity of the research, said it was the product of fairly ordinary marketing research, involving both randomized control trials and more sophisticated mathematical modeling. In the simplest versions, researchers were able to compare new enrollments among two different groups: one that had received targeted forms of outreach and one that had not.\nAdvertising is not free, of course, and the Trump administration has cited the need to spend taxpayer dollars more efficiently ― and generally hold down federal spending ― as a reason to scrutinize all budgets, including the HHS budget for promoting the Affordable Care Act. Administration officials also pointed out that the new advertising levels were more in line with the expenses for promotion of Medicare Part D (the drug benefit for seniors) and Medicare Advantage (a private insurance alternative to traditional Medicare).\nOne other argument administration officials have made repeatedly is about the Affordable Care Act itself ― namely, that it makes no sense to prop up a “failing” program with federally financed advertising. They noted that enrollment in 2017 was slightly lower than in 2016, even though the Obama administration had doubled the advertising budget from $50 million to $100 million.\n“A healthcare system that has caused premiums to double and left nearly half of our counties with only one coverage option is not working,” Caitlin Oakley, the HHS press secretary, said after the Trump administration announced the budget cut. “The Trump administration is determined to serve the American people instead of trying to sell them a bad deal.” (She provided the same statement to HuffPost in response to questions about the research.)\nBut the comparison to Medicare is of questionable relevance. Senior citizens are far more likely to search for coverage on their own because they expect to have more medical problems ― and because Medicare has been around, and available at retirement age, for half a century. Research from California and Kentucky, two states that have run their own state-based versions of healthcare.gov, showed that advertising in those places was effective, too.\nIn fact, Covered California, which operates California’s well-regarded insurance marketplace, recently issued a report suggesting that the federal government should be spending about four times more than it does already.\nAnd while it’s true enrollment through healthcare.gov declined slightly this year over 2016, it’s also true that the Trump administration cut outreach activities right after taking office in January ― during the final weeks of open enrollment, when interest had traditionally surged. Analysts later concluded that cut probably depressed enrollment.\nPeck noted that, according to the HHS studies, advertising was actually more effective in the second year, with the added spending. “We did a lot of research to figure out what was working and what wasn’t. That research gave us really clear guidelines on what to do, we acted on it and we saw the return on that investment.”", "date": "\n09/20/2017", "href": "https://www.huffpost.com/entry/obamacare-ads-trump-health-human-services_n_59c1dc7de4b0186c2206bdd3", "tags": "ads administration study work research obamacare hhs healthcare.gov ” trump federal effective says advertising enrollment"}