{"title": "Trump Presses His Argument of a Border Crisis in California Visit", "content": "CALEXICO, Calif. — President Trump traveled to this small border town two hours east of San Diego on Friday to highlight what he and his aides say is an out-of-control crisis caused by a surge of Central American families who have overwhelmed law enforcement facilities at the border.\nJust a day after retreating from his threat to shut down the entire border with Mexico, Mr. Trump accepted a plaque from border agents and sheriffs in front of a 30-foot-tall section of border wall — the physical embodiment of his immigration agenda — and met with border officials, lawmakers and administration officials at the Border Patrol station here.\n“We’re really making progress at letting people know this is an emergency,” the president said. “It’s a colossal surge and it’s overwhelming our immigration system and we can’t let that happen.”\nCritics argue that the wall is not a solution to the surge of families that have arrived in recent months since most of the families are not trying to sneak into the country undetected. On the contrary, most are seeking Border Patrol agents to turn themselves in, either at the ports of entry or between them.\nBut Mr. Trump insisted on Friday that his efforts to seal off the border from undocumented immigrants and asylum seekers was necessary because “we don’t have room. That means you can’t take ‘em.”\n“I don’t think anyone has ever expressed it like that but I am expressing it like that,” Mr. Trump added. “When it’s full, it’s full.”\nAsked on Thursday night why the president was not using the national emergency he recently declared to seek funds to provide humanitarian relief to the families who have been apprehended recently, Kirstjen Nielsen, the secretary of homeland security, conceded that the focus on the wall is, partly, a stunt.\n“Well, I think part of that is just a — it’s an optic,” she told Chris Cuomo, the host of “Cuomo Prime Time” on CNN. “To have the president stand in front of the wall indicates immediately to any viewer that he’s at the border. But I think his message will be about the dual crisis and how we need Congress to act, to give us the authorities to address.”\nMr. Trump, however, hailed what he called the “tremendous impact” of the wall in Calexico and said that his administration expected to build 400 miles’ worth of wall in the next two years.\nIn fact, the small section of wall that Mr. Trump stood in front of — next to a field of solar panels — is not evidence that the president is building the wall he repeatedly called for during his 2016 presidential campaign but merely an upgrade to an existing section of fencing. The two-mile section was completed in October.\n[Sign up for Crossing the Border, a limited-run newsletter about life where the United States and Mexico meet.]\nWeeks after declaring a national emergency at the border because Congress refused to fund construction of his border wall, Mr. Trump recently threatened to close the legal ports of entry between Mexico and the United States — potentially disrupting billions of dollars’ worth of trade and halting the travel of a half-million people each day.\nBut on the eve of his trip here, Mr. Trump backed down in the face of hard criticism from the business community and top officials in his own party. Senator Mitch McConnell, the Republican leader, predicted that a complete border shutdown would have a “potentially catastrophic economic impact” on the country.\nMr. Trump responded on Thursday by initially saying he would give Mexico a year to stop Central American migrants from traversing Mexico on their way to the United States. He added that if Mexico did not do its part, he would first impose tariffs on Mexican cars before shutting down the border.\nLater in the day, Mr. Trump denied that he had put off a border shutdown for a year, saying that it could still happen if he decided that Mexico was not doing enough to keep migrants from traveling to the United States.\n“We’ll start with the tariffs and see what happens,” he said.\nIn his visit here, Mr. Trump thanked Mexico for deporting migrants at its southern border, which he said “they have never done before” in three decades, and suggested he had delayed closing the border because of their heightened efforts.\nBut it is false that Mexico only recently began enforcing its southern border at Mr. Trump’s urging, according to data, experts and the Mexican government. Marcelo Ebrard, Mexico’s foreign minister, told reporters on Tuesday that Mexico had been consistent in its immigration policies.\nIt deported 40,000 to 190,000 migrants every year from 2011 to 2016, data from Segob, Mexico’s internal affairs agency, shows. In 2016, Mexico deported nearly 150,000 migrants from Honduras, El Salvador and Guatemala compared with 107,000 deportations of migrants from those three countries in 2018. In the first two months of 2019, Mexico deported more than 13,000 migrants from the countries.\nContrary to Mr. Trump’s repeated claims this week, Mexico’s immigration laws are not harsher or “stronger” than the United States; illegal crossing are decriminalized in Mexico and considered a minor offense. Experts said they were not aware of any changes in the laws or enforcement practices.\n“On the contrary, the discourse of President López Obrador has been more humanitarian than that of the former president, granting work permits and making efforts to find last-minute shelters,” said Karla A. Valenzuela, a professor at Ibero-American University in Mexico City who specializes in migration.\nDr. Valenzuela said an uptick in detentions and removals in recent weeks was not necessarily indicative of intensified enforcement, but rather more linked to increased flows from Central America.\nMeanwhile, the president’s re-election campaign released a video on Friday blasting Democrats for their position on the border, a clear indication that Mr. Trump intends to use the issue of border security for his political benefit, no matter the facts on the ground.\nThe video shows leading Democratic presidential candidates, including Beto O’Rourke, Senator Kamala Harris and Senator Elizabeth Warren, mocking the idea of a wall at the border.\n“We do not need any walls,” Mr. O’Rourke is shown saying. The headline in the video says, bluntly: “Democrats do not want to keep Americans safe” and adds: “It’s time for Democrats to stop playing political games with national security.”\nA response from the Democratic National Committee assailed the president’s visit as nothing more than a photo opportunity “to try and build nonexistent support for his unnecessary and ineffective border wall.”\n“Instead of doing anything to address the issues that matter most to the people of Calexico, Trump is actually making things worse,” the committee said.", "date": "April 5, 2019", "href": "https://www.nytimes.com/2019/04/05/us/politics/trump-border-wall.html", "tags": "mr. wall visit border argument ” trump california mexico crisis presses said —"}