{"title": "Trump, Defending Himself After Flynn Guilty Plea, Says F.B.I. Is in ‘Tatters’", "content": "WASHINGTON — As the F.B.I.’s Russia investigation draws closer to him, President Trump on Sunday unleashed an extraordinary assault on the nation’s premier law enforcement agency, calling it a biased institution whose reputation for fairness was “in tatters.”\nIn a series of early-morning tweets, Mr. Trump said the F.B.I.’s standing was now the “worst in history.” The attack was one of the harshest in a generation on an independent agency that two days earlier had helped secure a guilty plea and a pledge of cooperation from the president’s first national security adviser.\nCurrent and former F.B.I. officials, historians and lawmakers rebuked the president over his efforts to undermine the F.B.I.’s credibility as it investigates whether his campaign colluded with Russian officials to sway the 2016 election. A president who has positioned himself as devoted to law and order is now in a public dispute with the country’s top law enforcement agents.\nThomas O’Connor, the president of the association representing F.B.I. agents, defended their integrity in a statement. “F.B.I. agents are dedicated to their mission,” he said, asserting that they demonstrated “unwavering integrity and professionalism” on the job. “Suggesting otherwise is simply false,” he added.\nOn Friday, Michael T. Flynn, the former national security adviser, admitted that he had lied to the F.B.I. about his conversations with the Russian ambassador during the presidential transition. As part of the bureau’s inquiry, the special counsel, Robert S. Mueller III, is believed to be examining whether Mr. Trump obstructed justice by firing James B. Comey, the F.B.I. director, who was overseeing the inquiry. Mr. Comey has said Mr. Trump asked him to drop the investigation into Mr. Flynn.\nBut on Sunday, the president condemned Mr. Comey as a liar, saying that “I never asked Comey to stop investigating Flynn” and that Mr. Comey had harmed the bureau and its employees. He also accused the bureau’s agents of spending years pursuing a “phony and dishonest” investigation into the email server of his 2016 rival, Hillary Clinton.\nMr. Trump’s fury at those investigating him stunned even those with fresh memories of his repeated attempts over the past year to disparage intelligence agencies, the State Department and other parts of his government. Senator Dianne Feinstein of California, the top Democrat on the Judiciary Committee, said the frenzied nature of the president’s tweets suggested that he knew that Mr. Mueller was building an obstruction of justice case against him.\n“I see it in the hyper-frenetic attitude of the White House, the comments every day, the continual tweets,” Ms. Feinstein said on NBC’s “Meet the Press” on Sunday.\nEric H. Holder Jr., who was President Barack Obama’s first attorney general, responded to the president’s tweets with one of his own defending the bureau. “You’ll find integrity and honesty at FBI headquarters and not at 1600 Penn Ave right now,” Mr. Holder wrote.\nAs he sought to discredit the Russia inquiry, which he has long called a political “witch hunt,” Mr. Trump on Sunday seized on reports that Mr. Mueller had removed a veteran F.B.I. agent because he sent text messages that appeared to express views critical of Mr. Trump.\nIn several tweets, the president harshly criticized the agent, Peter Strzok, who had previously helped lead the 2016 investigation into whether Mrs. Clinton had mishandled classified information on her private email account. Mr. Strzok is considered one of the bureau’s most experienced and trusted counterintelligence investigators.\n“Report: ‘ANTI-TRUMP FBI AGENT LED CLINTON EMAIL PROBE,’” Mr. Trump said in his 10th tweet on Sunday, which by the early evening had been retweeted more than 24,000 times. “Now it all starts to make sense!”\nMost presidents enter the Oval Office with an instinct to defend and promote the integrity and capabilities of the nation’s law enforcement agencies. Mr. Trump arrived with a different compulsion, fueled by a belief that intelligence and law enforcement officials were stoking questions about the legitimacy of his election victory.\nBy suggesting — as he has before — that the F.B.I. and other agencies are motivated by politics, Mr. Trump again embraced the kind of suspicions that feed conspiracy theories about a “deep state” operating with a secret bias against him.\nStill, even though Mr. Trump’s attacks on government agencies are now a familiar theme, former F.B.I. officials and veteran observers of the agency said they were surprised at the ease with which the president sought to defend himself by attacking the reputations of Mr. Comey, Mr. Mueller, Mr. Strzok and the 35,000 people who work at the F.B.I.\nRobert E. Anderson Jr., a former top spy hunter at the bureau, said the president’s comments would have a dispiriting effect on F.B.I. morale, especially among those who are not involved in political investigations.\n“You’ve got men and women working tirelessly in every corner of this world to protect the United States and its people,” Mr. Anderson said. “When he says what he says, it’s an insult and it’s degrading to the men and women who are sacrificing their lives to protect this great nation.”\nMr. Anderson also came to the defense of Mr. Strzok, calling him “one of the most methodical, most meticulous, hard-working counterintelligence experts in the entire United States intelligence community.” Mr. Anderson said Mr. Strzok “never displayed political bias.”\nThe president retweeted a Twitter post urging Christopher A. Wray, the current F.B.I. director, to “clean house” at the agency. In a statement on Sunday, Attorney General Jeff Sessions said he had directed Mr. Wray to “review the information available on this and other matters and promptly make any necessary changes.”\nMr. Trump has repeatedly described the F.B.I. as an agency in turmoil, often blaming Mr. Comey — a “showboat” and a “grandstander” — for losing support among rank-and-file agents. He cited such supposed turmoil when he fired Mr. Comey in May. But several years of internal employee surveys by the F.B.I. undercut that claim, showing that employees gave Mr. Comey high marks for his leadership.\nAnd since taking over four months ago, Mr. Wray has repeatedly praised the bureau’s work force. In a speech in October, Mr. Wray described the bureau’s employees as “outstanding and dedicated.”\n“I wake up every day fired up to come to work — to be part of this extraordinary group — and to see where we can go next,” he said.\nMr. Trump’s efforts to shift attention away from Mr. Flynn’s guilty plea began Saturday night, when he assailed the Justice Department for its handling of the Clinton email investigation and questioned the department’s dedication to living up to its name.\n“Many people in our Country are asking what the ‘Justice’ Department is going to do about the fact that totally Crooked Hillary, AFTER receiving a subpoena from the United States Congress, deleted and ‘acid washed’ 33,000 Emails?” he wrote, referring to messages that Mrs. Clinton’s lawyers had deemed unrelated to her government work. “No justice!”\nIn another tweet Saturday night, Mr. Trump accused the F.B.I. of destroying Mr. Flynn’s life for his lying to agents, while letting “Crooked Hillary Clinton” off easy for what he said were her own lies to agents. “Rigged system, or just a double standard?” he said.\nBut Mr. Trump appears to remain especially fixated on Mr. Comey, who testified  before Congress in June that the president had asked him to drop the inquiry into Mr. Flynn’s activities one day after Mr. Trump had fired Mr. Flynn. Mr. Comey declined to do so, and the president fired Mr. Comey several months later.\nIn one tweet on Sunday, Mr. Trump blamed “years of Comey” at the helm of the F.B.I. for what he views as the damage to its reputation.\n“After years of Comey, with the phony and dishonest Clinton investigation (and more), running the FBI, its reputation is in Tatters — worst in History!” Mr. Trump wrote. “But fear not, we will bring it back to greatness.”\nThe tweet drew a sharp rebuke from Mr. Holder. “The FBI’s reputation is not in ‘tatters,’” Mr. Holder wrote on Twitter. “It’s composed of the same dedicated men and women who have always worked there and who do a great, apolitical job.”", "date": "Dec. 3, 2017", "href": "https://www.nytimes.com/2017/12/03/us/politics/trump-fbi-tatters.html", "tags": "guilty ‘ f.b.i “ comey plea bureau trump says flynn defending tatters —"}