{"title": "Trump Trade War Just Raised Taxes On Consumers By Tens Of Billions of Dollars", "content": "WASHINGTON — President Donald Trump Friday raised taxes on American importers by tens of billions of dollars, costs that consumers will soon be paying on everything from clothes to electronics to frozen seafood.\nTariffs on thousands of Chinese products totaling more than $200 billion each year that Trump originally imposed at 10 percent last September jumped to 25 percent just after midnight, thanks to Trump ramping up his trade war in hopes of forcing concessions.\nTrump nevertheless on Friday continued falsely claiming that China was paying the new duties.\n“Tariffs are NOW being paid to the United States by China of 25% on 250 Billion Dollars worth of goods & products. These massive payments go directly to the Treasury of the U.S.,” Trump wrote on Twitter, repeating the false claim he made to reporters Thursday about “all of the tariffs that China has been paying us for the last eight months ― billions and billions of dollars.”\nBut that assertion, one that Trump has made in various forms dozens of times through the years, has no basis in fact.\n“No, no, no. No! Not so. False. Wrong. Nuh-uh,” said Jared Bernstein, once the top economic adviser to former Democratic Vice President Joe Biden. “Tariffs are paid by the importing company who then typically tries to pass the tax off on consumers. There’s a separate argument as to whether the tariffs are hurting the Chinese economy, but that’s different.”\nNeither China nor any other sovereign nation pays tariffs to the United States. Rather, they are collected by Customs and Border Protection from importers — manufacturers, wholesalers or even private individuals.\nGoods manufactured in the United States using Chinese parts will be more expensive now, as will retail items that were made entirely in China. The vast majority of those higher costs will be borne by consumers, economists from across the political spectrum agree.\n“Consumers pay tariffs. That is because importers who get hit with tariffs pass on the cost increase to consumers. Maybe not all, but at least some,” said Monica de Bolle, a trade expert with the Peterson Institute for International Economics. “So, U.S. consumers are paying for Trump’s war.”\nOne recent University of Chicago study showed just how much they are already paying. Trump imposed tariffs on foreign-made washing machines a year ago to help Michigan-based Whirlpool. The duties increased the price of a typical washing machine by $86 — but also the price of dryers, on which there was no new tariff.\nOther protectionist politicians, including some Democrats, support tariffs but acknowledge the cost to U.S. consumers. Vermont Sen. Bernie Sanders, an independent who votes with Democrats, has said that tariffs do raise prices, but that consumers would be willing to pay higher prices if it meant more Americans would have better-paying jobs.\nIt is unclear whether Trump’s falsehoods on the tariff question are the result of his lack of understanding of the issue or are deliberate lies designed to fool his supporters who continue to believe him.\nTrump has displayed a fundamental misunderstanding of international trade for decades, routinely conflating the United States’ federal budget deficit, for example, with the balance of trade deficit.\nIn response to HuffPost’s queries on the matter, the White House press office responded with a study predicting that prices in the U.S. would only rise 4.5 percent on the affected goods because importers would substitute non-Chinese sources wherever possible.\nThe White House press office would not address Trump’s false claim that China is paying “billions and billions” of dollars into the U.S. Treasury.\n“We’re not going to get a good deal with China if we let Trump keep negotiating by impulse, tweet, and campaign rally one-liner,” said Andrew Bates, a spokesman for now-presidential candidate Biden, whom Trump attacked by name during his Friday morning tweet storm. “So far all Trump has delivered is a bigger trade deficit than when he took office, and more pain for American farmers and consumers.”", "date": "\n05/10/2019", "href": "https://www.huffpost.com/entry/trump-tariff-taxes_n_5cd5c12ae4b054da4e891e11", "tags": "taxes raised dollars billions china paying u.s. ” trump war trade tens tariffs consumers"}