{"title": "Trump's Washington Still Offended By Vulgarity, The Word 'Pussy'", "content": "WASHINGTON ― The presidency of Donald Trump has apparently not coarsened the sensibilities of this city’s movers and shakers, as political and media figures are in the throes of a not-quite-annual tradition of taking umbrage over jokes at the White House Correspondents’ Association dinner. \nComedian Michelle Wolf on Saturday night fantasized about a tree falling on Trump advisor Kellyanne Conway and likened White House press secretary Sarah Huckabee Sanders to a butch softball coach.\n“Every time Sarah steps up to the podium, I get excited because I’m not really sure what we’re going to get: you know, a press briefing, a bunch of lies or divided into softball teams,” Wolf said.\nThen, in a husky voice: “It’s shirts and skins, and this time, don’t be such a little bitch, Jim Acosta!”\nA consensus emerged Sunday morning that Wolf “took it too far,” as Politico’s Playbook newsletter put it. Several prominent journalists shared similar sentiments on Twitter.\nFormer Trump spokesman Sean Spicer called Wolf’s routine “a disgrace” on Twitter. National Security Advisor John Bolton called it “reprehensible” on “Fox News Sunday.” \nTrump ally Chris Christie, the former Republican governor of New Jersey, said Wolf had unfairly harped on Sanders’ physical appearance. \n“This female comedian spent more time beating up on women last night than she did on men,” Christie said on ABC News’ “This Week with George Stephanopoulos.” \nBut the criticism extended past the Sanders jokes. The Drudge Report hyperventilated that Wolf made light of abortion and used the words “orgasm” and “Nazi.” In his morning newsletter for Axios, Mike Allen declared the event a “win” for Trump over the media. Among other things, Allen complained that Wolf used the word “pussy.”\n″She made several uses of a vulgarity that begins with ‘p,’ in an audience filled with Washington officials, top journalists and a few baseball legends,” Allen wrote.\nTrump, as he did last year, broke with tradition by not attending the dinner; he instead traveled to Michigan for a political rally before an adoring audience. But he couldn’t resist weighing in on Twitter with a post that included the recommendation that next year’s gala be hosted by Fox News’ Greg Gutfeld (considered by some a comedian). \nOf course, nobody in American media or politics has done more to inject the word “pussy” into political discourse than Trump himself, owner of the infamous boast caught on video in 2005 that he liked to “grab ’em by the pussy” and got away with it because he was a star. \nEmily Nussbaum, The New Yorker’s Pulitzer-winning TV critic, took the contrarian view on Wolf’s routine. \n“The more I think about it, the more impressed I am that Michelle Wolf did such a harsh act WITHOUT insulting any woman’s looks,” Nussbaum said on Twitter.  “She aimed straight at the white female enforcers & never once suggested that anyone was a bimbo or a dog ― like the man they work for surely would have,” \nNussbaum pointed out that Trump has routinely attacked the physical appearance of women who have criticized him or accused him of sexual harassment.\nStill, Wolf’s jokes at the correspondents’ dinner were probably the most controversial since Stephen Colbert roasted then-President George W. Bush and the media at the 2006 affair. Many journalists said Colbert went too far with his gibes. \n“I believe the government that governs best is the government that governs least,” Colbert said in the faux-conservative persona he was known for at the time. “And by these standards, we have set up a fabulous government in Iraq.”\nAs for the media coverage of the Bush administration, he said: “Here’s how it works. The president makes decisions. He’s the decider. The press secretary announces those decisions, and you people of the press type those decisions down. Make, announce, type. Just put ’em through a spell check and go home. ... Write that novel you got kicking around in your head. You know, the one about the intrepid Washington reporter with the courage to stand up to the administration. You know, fiction!”", "date": "\n04/29/2018", "href": "https://www.huffpost.com/entry/white-house-correspondents-dinner_n_5ae5d72fe4b055fd7fccb355", "tags": "word washington “ media wolf vulgarity twitter trump time press offended said still"}