{"title": "Trump Orders Staff To Boycott White House Correspondents' Dinner", "content": "The Trump administration has ordered officials to boycott the annual White House Correspondents’ Association dinner, scheduled to take place on Saturday, according to multiple reports.\nWhite House Cabinet Secretary Bill McGinley reportedly delivered the message to agency chiefs of staff on Tuesday, indicating the order came directly from President Donald Trump.\n“The President and members of his administration will not attend the White House Correspondents Dinner this year,” The White House said in a statement to CBS. \nTrump, meanwhile, launched a tirade against the press on Tuesday morning in a series of tweets attacking The New York Times, CNN and what he called the “Fake News Media.”\nThe president also reiterated his announcement from earlier this month that he plans to hold a political rally in Green Bay, Wisconsin, on the night of the dinner.\n“The dinner is so boring and so negative that we’re going to hold a very positive rally,” Trump told reporters on April 5.\nThe White House Correspondents’ Association, which hosts the annual fundraising event and represents the White House press corps in dealings with the administration, responded to the boycott on Tuesday.\n“We’re looking forward to an enjoyable evening of celebrating the First Amendment and great journalists past, present, and future,” said WHCA President Olivier Knox in a statement posted on Twitter.\nThis will mark the third year in a row Trump has skipped the annual gala, which has in years past featured light remarks from presidents and routines from comedians who often use the platform to roast the guests.\nLast year’s performance by comedian Michelle Wolf featured a string of biting jokes aimed at the president and administration officials that upset the White House, as well as some in the WHCA. The association subsequently announced it had invited author Ron Chernow to speak instead of booking a comedian for this year’s event.\n“The White House Correspondents’ Association has asked me to make the case for the First Amendment and I am happy to oblige,” Chernow said in a release in November. “While I have never been mistaken for a stand-up comedian, I promise that my history lesson won’t be dry.”", "date": "\n04/23/2019", "href": "https://www.huffpost.com/entry/trump-white-house-correspondents-dinner-boycott_n_5cbf4cb2e4b0cee670399ed1", "tags": "dinner administration president correspondents white trump house ” association orders boycott staff"}