{"title": "Trump Hit Iran With Oil Sanctions. So Far, They’re Working.", "content": "HOUSTON — When President Trump announced in May that he was going to withdraw the United States from the nuclear agreement that the Obama administration and five other countries negotiated with Iran in 2015 and reimpose sanctions on the country, the decision was fraught with potential disaster.\nIf Mr. Trump’s approach worked too well, oil prices would spike and hurt the American economy. If it failed, international companies would continue trading with Iran, leaving the Islamic Republic unscathed, defiant and free to restart its nuclear program.\nBut the policy has been effective without either of those nasty consequences, at least so far.\nNearly two months before American oil sanctions go into effect, Iran’s crude exports are plummeting. International oil companies, including those from countries that are still committed to the nuclear agreement, are bailing out of deals with Tehran.\nAnd remarkably, the price of oil in the United States has risen only modestly while gasoline prices have essentially remained flat. The current global oil price hovers around $80 a barrel, $60 below the highs of a decade ago.\n“The president is doing the opposite of what the experts said, and it seems to be working out,” said Michael Lynch, president of Strategic Energy and Economic Research, a research and consulting firm.\nInitial signs of a foreign-policy success could benefit Mr. Trump politically as Republicans try to hold on to control of Congress. The president and lawmakers allied with him could point to the administration’s aggressive stand toward Iran as evidence that his unconventional approach to diplomacy has been much more fruitful and far less costly than Democrats have been willing to acknowledge.\nThe administration’s tactical advantage could be fleeting, of course, if Iran retaliates with cyberattacks or militarily, incites more militia violence in Iraq, or revives its nuclear program.\nThe most important reason that predictions of higher oil prices have been wrong is that there is plenty of oil sloshing around the world. The United States has become a huge exporter of oil in the last several years and is now shipping roughly the same amount — more than two million barrels a day — that Iran did earlier this year.\nTrade tensions and economic problems in developing countries like Turkey and Argentina might also be slowing the growth of energy demand.\nAnother thing in Mr. Trump’s favor is that while governments in Europe and Asia have publicly opposed his decision to withdraw from the nuclear agreement, many businesses in those places have made a different calculation. They have concluded that it makes little financial sense to risk investments in and trade with the United States by doing business with Iran.\nUntil Mr. Trump’s May announcement, Western allies considered the nuclear deal with Iran a success. In exchange for agreeing to strict limits on its nuclear program and international monitoring, Iran was allowed to re-enter the global oil market. The deal lifted restrictions on foreign companies doing business in Iran and gave the country access to frozen assets overseas.\nAfter Nov. 4, companies that buy, ship or insure shipments of Iranian oil can be excluded from the American market and banking system unless they obtain waivers from the administration.\nTrump administration officials say its sanctions are designed to punish Iran for its interventions in Syria, Yemen and other countries.\nFor Iran, the timing could not be worse. The country has lost influence over oil prices as other producers have eclipsed its energy industry, which has not kept up with technological advances.\nAt the beginning of the century, Iranian officials could shake the oil markets by staging military maneuvers or merely hinting that they would reduce supplies. Back then, American oil production was falling and global demand for crude was surging.\nBut those days are long gone. Like the United States, countries including Canada and Brazil are also exporting more oil. Russia, Saudi Arabia and Iraq have also increased production, helping to keep oil prices in check. Saudi Arabia and its Persian Gulf allies are only too happy to support the sanctions against their chief rival, Iran, by expanding exports.\nThat has provided a buffer for the global oil market as Iranian exports dropped by more than 25 percent, or around 600,000 barrels a day, between June and the start of September. Exports are expected to drop by an additional half-million barrels when American sanctions go into effect. All told, exports could drop from a high of 2.7 million barrels this year to fewer than a million in 2019 — lowering the country’s exports to less than 1 percent of the global market, from about 3 percent earlier this year.\nThat would further squeeze the Iranian government, which had $50 billion in oil revenue last year; oil and petroleum products make up about 70 percent of the country’s exports by value.\n“For Iran, it shows the leverage that they have had through oil has not only diminished but may never return,” said Amy Myers Jaffe, a senior fellow specializing in energy at the Council on Foreign Relations. “People just don’t care if they are going to lose business in Iran. People don’t feel desperate for supply.’’\nThe sanctions are so onerous that even companies from countries opposed to Mr. Trump’s approach are withdrawing from Iran.\nSouth Korea, Iran’s third-biggest oil market last year, halted purchases in August after buying 194,000 barrels a day in July. Shipments to France and Japan, two other major markets, are also dropping.\nOMV, the Austrian oil company, recently backed out of an agreement with the National Iranian Oil Company to evaluate oil fields. Hellenic Petroleum of Greece, Spain’s Repsol and Italy’s Eni are winding down oil purchases.\nThe Foundation for Defense of Democracies, a conservative Washington think tank, found that 71 foreign companies planned to withdraw from Iran, 19 intended to stay and 142 were undecided or hadn’t said as of early September.\n“Big international companies have to ask themselves what risks are they willing to take on,” said David Adesnik, the foundation’s director of research. “Even if you don’t have a business in the U.S. you can be cut off from our financial system, and that’s not something a truly global firm can afford.”\nThe next big shoe to drop appears to be India, Iran’s second-biggest oil market after China. Reliance Industries, the nation’s leading refiner, has said it will stop buying Iranian crude when American sanctions kick in. And the State Bank of India, the country’s largest lender, has told refiners that it will block payments for Iranian crude.\nAmerican officials are waging a public and private campaign to persuade foreign leaders to cut economic ties with Iran — and to buy more American oil.\nDuring a visit to India this month, Secretary of State Mike Pompeo said the administration was seeking a total halt to Iranian oil exports, although countries will be given time to switch suppliers.\n“Purchases of Iranian crude will go to zero from every country or sanctions will be imposed,” Mr. Pompeo said.\nThe sanctions could allow Russian and Chinese companies to replace Western businesses in Iran. After Washington denied it a waiver, the French oil giant Total pulled out of a contract to develop the South Pars gas field, leaving a potential opening to China’s CNPC to increase its investment in the field.\nChina, which imports a half-million barrels of Iranian crude a day, can more easily resist American policy than other countries. That’s because its smallest refiners and domestic banks have little or no exposure to the United States.\nRussia is another obstacle.\nGazprom and Rosneft, two state-controlled Russian oil and gas giants, are negotiating oil development deals worth roughly $10 billion with the Iranian oil ministry.\nFor its part, Iran is not sitting still. The state-run Iranian tanker company is storing oil on its fleet of supertankers rather than shut down production, which can damage wells. Iran could smuggle oil over land through Pakistan and Afghanistan, and barter with trading companies to get around sanctions.\nInternational transactions are largely denominated in dollars, which strengthens American sanctions. Over time, Iran’s oil trade could shift to other currencies, particularly the Chinese renminbi.\n“We will continue by all means to both produce and export,” President Hassan Rouhani of Iran said recently on state TV. “Oil is in the front line of confrontation and resistance.”", "date": "Sept. 19, 2018", "href": "https://www.nytimes.com/2018/09/19/business/energy-environment/iran-oil-sanctions.html", "tags": "american iran sanctions working exports companies hit trump oil countries could iranian far"}