{"title": "Trump accuses China of election 'meddling' against him", "content": "China is attempting to \"meddle\" in the forthcoming US mid-term elections, President Donald Trump told world leaders during a UN meeting.\n\"They don't want me or us to win because I am the first president to ever challenge China on trade,\" Mr Trump said on Wednesday.\nMr Trump did not offer proof for his claim. China and the US have been in a battle over tariffs since his election.\nChina's foreign minister denounced the \"unwarranted accusation\".\nThe US congressional mid-terms are due to be held on 6 November.\nOpening the UN Security Council meeting in New York, which was held to discuss countering nuclear, chemical and biological weapons, Mr Trump accused China of trying to interfere, without providing specific evidence. \n\"Regrettably, we found that China has been attempting to interfere in our upcoming 2018 election, coming up in November, against my administration,\" he said. \n\"They do not want me or us to win because I am the first president ever to challenge China on trade. And we are winning on trade, we are winning at every level. \n\"We don't want them to meddle or interfere in our upcoming election.\"\nIn response, Chinese Foreign Minister Wang Yi told the council that \"China has all along followed the principle of non-interference in other countries' domestic affairs.\"\n\"This is a tradition of Chinese foreign policy.\"\nHe continued: \"We did not and will not interfere in any countries' domestic affairs. We refuse to accept any unwarranted accusations against China.\"\nMr Trump later took to Twitter to post photographs of newspaper extracts which he described as Chinese \"propaganda\". \nWhen asked at a press conference if he had any evidence of Chinese interference, he said he could not divulge the proof but it would emerge.\nThe United States is now making increasingly clear that it regards China as another threat to American democracy and freedoms, alongside Russia, North Korea and Iran.\nSecretary of State Mike Pompeo has said that America's intelligence community, as well as the FBI and others, are working on countering what he calls \"malintent\".\nAdministration officials believe the Chinese are particularly skilled in dark cyber arts, up to and including the intimidation of all opposition. In their view, that extends to targeting Chinese students and teachers in the US who simply make clear they are enjoying their experiences.\nThe White House is now alleging that China has crossed a line into outright interference in America's democratic process too, attempting to turn Donald Trump's key supporters, including farmers, against him. \nBut in the midst of a spreading trade war between the two powers, the Chinese reject all this as baseless nonsense, insisting that's it's quite right they should be allowed to argue the benefits of US-China trade.\nIt is not the first time someone in the Trump administration has commented on alleged Chinese election meddling.\nIn an interview last month, US National Security Adviser John Bolton said Russia, North Korea, Iran, and China are all potentially planning to meddle in US elections. \n\"I can say definitively that it's a sufficient national security concern about Chinese meddling, Iranian meddling and North Korean meddling that we're taking steps to try to prevent it, so it's all four of those countries, really,\" Mr Bolton told ABC News.\nOn Tuesday Dan Coats, the US Director of National Intelligence, warned a cyber conference about China's online activities, and described Chinese President Xi Jinping has been \"among the most active foreign states conducting cyber activities against United States interests\".  \n\"The Chinese government uses all of the capabilities at their disposal to influence US policies, spread propaganda, manipulate the media and pressure individuals, including students, critical of Chinese policies,\" he said.\nMr Trump has himself previously claimed on his Twitter feed that China \"are actively trying to impact and change our election by attacking our farmers, ranchers and industrial workers because of their loyalty to me\".\n\"China has been taking advantage of the United States on trade for many years. They also know that I am the one that knows how to stop it,\" Mr Trump tweeted on 18 September.\nThe US president has been in an escalating trade dispute with China in recent months. \nEarlier in September, Mr Trump directed officials to impose tariffs on $200bn (£151bn) in Chinese goods - the latest move to combat what the US says are China's unfair trade practices, such as state subsidies.\nThe new duties would add to tariffs the US has already imposed on $50bn in Chinese goods as part of that dispute, as well as tariffs that China levied on $50bn in US goods in retaliation.\nIn July, the Trump administration introduced a $12bn (£9.1bn) bailout plan to help farmers whose businesses have hurt by China adding reciprocal levies on products like soybeans.\nMilitary relations have also taken a turn after Washington slapped sanctions on the Chinese military for buying weapons equipment from Russia, as punishment for the country's \"malign activities\".\nUS intelligence agencies have concluded that Russia sought to interfere in the 2016 presidential election in order to help Mr Trump's campaign.\nIn response, Beijing recalled a navy chief from a visit to the US and postponed military talks.\nThey also blocked a US Navy ship from docking in Hong Kong. ", "date": "26 September 2018", "href": "https://www.bbc.com/news/world-us-canada-45656466", "tags": "us interfere election mr china trump chinese trade accuses"}