{"title": "Trump's campaign promises - has he delivered on them?", "content": "Donald Trump made a string of promises during his long campaign to be the 45th president of the United States.\nMany of them made headlines - from banning all Muslims entering the US, to building a wall along the border with Mexico.\nSo how is he doing?\nBefore election: Trump promised to lower the corporate tax rate and huge tax cuts for working Americans.\nAfter: The Republican tax plan finally passed in December 2017, and it largely ticks the box for the president although its merits are hotly disputed. He has had to compromise on his pledge to bring corporation tax down from 35% to 15% (it will be 21% instead). And the tax cuts for individuals will expire, although Republicans say future governments will simply renew them. But wealthy Americans are expected to benefit more than poorer ones. \nBefore: As a candidate, Mr Trump derided climate change as a hoax concocted by China, and the regulations of Paris as stifling to American growth. \nAfter: After three months of prevarications behind the closed doors of 1600 Pennsylvania Avenue, the president came down decisively on the side near the exits. Quitting the Paris deal, signed by nearly 200 countries, will take a few years but this is unequivocally a promise kept.\nBefore: \"I am looking for judges and have actually picked 20 of them. They'll respect the Second Amendment and what it stands for and what it represents.\"\nAfter: He vowed to appoint a conservative justice and he has appointed two - Neil Gorsuch and Brett Kavanaugh. \nMr Gorsuch's appointment required a procedural change to Senate rules, but it was Mr Kavanaugh's appointment that was particularly controversial.\nMr Kavanaugh faced sexual assault allegations - which he denied - and was eventually voted through by 50-48 - the tightest nomination vote since 1881.\nIn addition to making his mark on the top court, Mr Trump has appointed dozens of conservative judges to lower federal courts.\nBefore: During a speech in Iowa in November 2015, Mr Trump warned that he would, using an expletive, bomb the Islamic State group into obliteration.\nAfter: The president dropped the biggest non-nuclear bomb in the US arsenal on an IS-stronghold in Afghanistan. He also takes credit for driving IS out of parts of Iraq and Syria, saying the group has been \"largely defeated\". But while its physical caliphate is gone, IS' leader and thousands of his militants are still out there.\nBefore: Mr Trump has long called for the US to leave the Middle East. On the campaign trail, he said the region was a \"total and complete mess\" and wished the government had spent the trillions of dollars in the US instead.\nHis talk of an end to US military deployments overseas predates his presidential run. In 2013, he tweeted: \"Our troops are being killed by the Afghanis we train and we waste billions there. Nonsense! Rebuild the USA.\" That same year, he said the US should \"stay the hell out\" of the Syrian war. \nAfter: In September 2017, the Trump administration announced the deployment of 3,000 additional troops to Afghanistan. Mr Trump said his approach would be based on conditions on the ground. In Syria, the US had led a coalition against IS along with Syrian Kurdish and Arab fighters, with around 2,000 troops on the ground.\nBy December 2018, Mr Trump ordered the withdrawal of all US troops from Syria. Days later, US media reported the president planned to halve US forces in Afghanistan from 14,000 to 7,000.\nThe plans prompted warnings from senior Republicans and foreign powers that it could help the resurgence of IS. In Afghanistan, experts cautioned a US withdrawal would be a propaganda victory for the Taliban.\nAfter Mr Trump's decision, Defence Secretary Jim Mattis and special envoy to the coalition against IS Brett McGurk both resigned.\nBefore: Mr Trump called Nafta \"a disaster\" and warned that the TPP \"is going to be worse, so we will stop it.\" He also pledged to correct the trade deficit with China.\nAfter: Mr Trump followed through in his first few days on his pledge to withdraw from the Trans Pacific Partnership (TPP). He later said he would consider re-joining the TPP if he got a better deal.\nOn 30 November, after protracted negotiations, the US, Canada and Mexico signed the US-Mexico-Canada Agreement which was designed to replace Nafta, although it still requires congressional approval. \nThe US and China, meanwhile, became embroiled in an escalating trade battle - with both sides imposing tariffs on billions of dollars' worth of goods. They agreed a 90-day truce in December, although Mr Trump has threatened to impose more tariffs if necessary.\nBefore: Mr Trump initially promised to ban all Muslims entering the US - a \"total and complete\" shutdown should remain until the US authorities \"can figure out what's going on\".\nBut he switched to \"extreme vetting\" after he became the party's presidential candidate. \nAfter: As president, he introduced two travel bans which become ensnarled in the courts but the third had more luck. The US Supreme Court ruled President Trump's ban on six mainly Muslim countries can go into full effect, pending legal challenges.\nThe decision is a boost for Mr Trump's policy against travellers from Chad, Iran, Libya, Somalia, Syria and Yemen.\nBefore: Mr Trump said in September 2016 that he would reverse the deal President Barack Obama had struck to reopen diplomatic relations and improve trade.\nAfter: As president, he told an audience in Miami that he was \"cancelling the Obama administration's one-sided deal.\" But in reality, he has only rolled back certain parts, placing restrictions on travel and business. \nBefore: One of Mr Trump's trademark rally pledges was to repeal and replace Obamacare - his predecessor's attempt to extend healthcare to the estimated 15% of the country who are not covered.\nIt is widely hated by Republicans, who say the law imposes too many costs on business, with many describing it as a \"job killer\" and decrying the reforms - officially the Affordable Care Act - as an unwarranted intrusion into the affairs of private businesses and individuals.\nAfter: While Republicans have been unable to pass a repeal or reform bill, the Trump administration has managed to dismantle parts of the law - enrolment periods have been shortened, some subsidies have been axed, and the fine for people who did not purchase health insurance has been eliminated as part of the tax plan.\nAnd in December 2018, a federal judge in Texas ruled that repealing this penalty, an \"essential\" part of the law, meant the entirety of Obamacare is therefore unconstitutional.\nThe law, however, remains in place as an appeal heads to the US Supreme Court. \nBefore: Mr Trump pledged during his campaign to move the embassy from Tel Aviv to Jerusalem, a divided city which both Israelis and Palestinians claim.\nAfter: In December, he said he formally recognised Jerusalem as Israel's capital, and approved moving the US embassy. It opened in May 2018 to coincide with Israel's 70th anniversary.\nBefore: His vow to build a wall along the US-Mexican border was one of the most controversial of Mr Trump's campaign promises. Mr Trump also insisted that Mexico would pay for it.\nAfter: Not one brick has been laid of the \"big, beautiful wall\". Mexico poured scorn on the claim that it would pay for such a barrier, and even Mr Trump appears to have dropped that idea.\nDemocrats are vociferously opposed to a wall, whereas some Republicans have baulked at a bill that could reach $21.5bn (£17bn), according to a Department of Homeland Security internal report.\nIn December 2018 the US government went into shutdown after Democrats resisted Mr Trump's demands for $5bn to fund the wall.\nAll Mr Trump has to show so far for his signature campaign pledge is a photocall of him posing alongside wall prototypes. \nBefore: Mr Trump repeatedly told his supporters that every single undocumented immigrant - of which there are estimated to be more than 11.3 million - \"have to go\".\nAfter: As polling day approached, his stance began to soften slightly, then after the election he scaled it back to some two to three million deportations of people who \"are criminal and have criminal records, gang members, drug dealers\". \nIn fiscal year 2018 deportations were at 256,000, a slight rise on the year before, though not as high as the 2012 peak of 410,000 under the Obama administration. \nThe future of young undocumented immigrants known as Dreamers hangs in the balance because Mr Trump has cancelled the Obama-era Deferred Action for Childhood Arrivals (Daca) programme, which allows some 700,000 people to remain in the US. The case is now in legal limbo.\nBefore: Mr Trump repeatedly questioned the military alliance's purpose, calling it \"obsolete\". One issue that irked him was whether members were pulling their weight and \"paying their bills\". In one New York Times interview in July 2016, he even hinted that the US would not come to the aid of a member invaded by Russia.\nAfter: But as he hosted Nato's secretary general at the White House in April 2018, the US president said the threat of terrorism had underlined the alliance's importance. \"I said it [Nato] was obsolete,\" Mr Trump said. \"It's no longer obsolete.\"\nIn July 2018, Mr Trump reiterated his support at the Nato summit, but suggested the US might still leave if allies did not acquiesce to his budget demands. \nThe abrupt departure of Defence Secretary Jim Mattis has concerned some US allies, as the general had been among aides urging the president to keep the US in Nato.\nBefore: Mr Trump repeatedly pledged to label Beijing a \"currency manipulator\" on his first day in office, during an election campaign when he also accused the Asian powerhouse of \"raping\" the US. China has been accused of suppressing the yuan to make its exports more competitive with US goods.\nAfter: He told the Wall Street Journal in April 2018 that China had not been \"currency manipulators\" for some time and had actually been trying to prevent the yuan from further weakening. \nBefore: Mr Trump said he would approve waterboarding \"immediately\" and \"make it also much worse\", adding \"torture works\".\nAfter: But after his inauguration, the president said he would defer to the countervailing belief, espoused by Defence Secretary James Mattis and then-CIA director Mike Pompeo, who is now secretary of state.\nMr Pompeo said during his CIA confirmation hearing that he would \"absolutely not\" reinstate such methods.\nBefore: \"Lock her up\" was one of the main rallying cries of Mr Trump's supporters.\nThey wanted to see Democratic rival Hillary Clinton in prison over the use of her private email server while secretary of state.\nAnd Mr Trump was more than willing to back their calls for, at the very least, a fresh investigation. During the debates, he told Mrs Clinton: \"If I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation.\"\nAfter: The president-elect's tone changed almost as soon as he had won, describing the woman he had said was \"such a nasty woman\" as someone the country owed \"a debt of gratitude\". Later, he said he \"hadn't given [the prosecution] a lot of thought\" and had other priorities.\nOn 22 November, Mr Trump's spokeswoman said he would not pursue a further investigation - to help Mrs Clinton \"heal\".\nBefore: The country's infrastructure \"will become, by the way, second to none, and we will put millions of our people back to work as we rebuild it\", he said in his victory speech in November.\nAfter: Has repeated his vow to spend big on the country's roads, rail and airports, but as yet, there is little sign of action. By March 2018 Congress had allocated $21bn for infrastructure spending - far short of the $1.5tn Mr Trump has called for. The money will be spent on a wide range of upgrades and investments, according to a congressional graphic.", "date": "24 December 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-37982000", "tags": "us wall mr tax december delivered president trump promises campaign"}