{"title": "Trump leaves Scotland on Air Force One", "content": "Donald Trump has left Scotland, after spending two nights at his Turnberry resort. \nHis presidential motorcade was seen leaving the hotel on the Ayrshire coast on Sunday afternoon, heading towards Prestwick Airport. \nOn the runway he boarded Air Force One with his wife, Melania, and the plane took off at 16:12. \nHe is due to meet with Russian president Vladimir Putin in Helsinki on Monday. \nEarlier he played a final round of golf at the resort on the Ayrshire coast amid tight security. \nDespite the high police presence, on Friday evening a protester managed to paraglide over Turnberry.\nPolice Scotland said a 55-year-old man has been arrested and charged in connection with the incident. \nHe is expected to appear at Ayr Sheriff Court on Monday. \nMr Trump has been staying at Turnberry during the private leg of his four-day UK visit. \nHe was heckled by protesters as he played golf on Saturday afternoon after they gathered around the perimeter of the resort.\nHe waved as they heckled him from a hill overlooking the Ailsa championship course. \nIn Edinburgh thousands of people marched through the city in a demonstration against the president's controversial visit to the UK. \nThey waved placards as they gathered in the capital's Meadows, where two giant nappy-clad baby Trump balloons were inflated. \nIn a tweet on Saturday, Mr Trump said he was at Turnberry \"for two days of meetings, calls and hopefully some golf\". \n\"The weather is beautiful and this place is incredible,\" he added. \"Tomorrow I go to Helsinki for a Monday meeting with Vladimir Putin.\"\nThere have been calls for Monday's meeting between the US and Russian presidents to be cancelled, after the US charged 12 Russian intelligence officers with election interference. \nBut White House spokeswoman Sarah Sanders has said the meeting will go ahead as planned in Helsinki. \nAnd Mr Trump used Twitter to criticise the administration of his predecessor Barack Obama over alleged Russian hacking to help him win the 2016 presidential election.\n\"Why didn't they do something about it?\" he tweeted, adding that Mr Obama had been told about it before the vote.\nPolice estimated that about 9,000 people took part in the march through Edinburgh, which they said \"passed without incident\". \nThey gathered at the Scottish Parliament, before walking to the city's meadows area for a \"carnival of resistance\". \nAt Turnberry, protesters climbed a hill near the golf course to ensure the president could see their placards and banners. \nAs he took to the golf course with his son, Eric, they branded him a \"racist\", shouting: \"No Trump, no KKK, no racist USA.\"\nThe president and his wife Melania arrived in Scotland on board Air Force One on Friday evening, before travelling by motorcade to the Trump Turnberry resort - one of two Scottish golf courses he owns.\nThere is a massive security operation in place at the complex on the Ayrshire coast but shortly after he arrived a paraglider flew over the area with a sign claiming Mr Trump was \"well below par\". \nIt comes after the president spent Friday meeting both Theresa May and the Queen on what is Mr Trump's first visit to the UK as president.\nSupporters of Mr Trump gathered in London on Saturday, the day after an estimated 100,000-plus rallied through London in opposition to the US president.", "date": "15 July 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-44834689", "tags": "scotland golf turnberry leaves president russian monday force trump one two resort air"}