{"title": "Trump and Kim Jong-un to Hold Second Summit Meeting in Hanoi, Vietnam", "content": "WASHINGTON — President Trump will get together with the leader of North Korea, Kim Jong-un, this month in Hanoi, choosing the capital of a communist nation for a high-stakes summit meeting intended to eliminate a potential nuclear threat, the White House said on Friday.\n“My representatives have just left North Korea after a very productive meeting and an agreed upon time and date for the second Summit with Kim Jong Un,” Mr. Trump said on Twitter. “It will take place in Hanoi, Vietnam, on February 27 & 28. I look forward to seeing Chairman Kim & advancing the cause of peace!”\nMr. Trump revealed in his State of the Union address this week that the meeting would be in Vietnam but did not disclose the city. The United States had explored Danang, a coastal city where American troops arrived in 1965 for a war that would scar a generation, but the North Koreans were reported to prefer Hanoi.\nMr. Trump and his aides have cited Vietnam as an example of a communist nation that emerged from international isolation to develop a dynamic economy. Mr. Trump has sought to persuade Mr. Kim that giving up his nuclear weapons would enable him to transform his impoverished land into a thriving country.\nThe meeting will be the second between Mr. Trump and Mr. Kim after an inaugural get-together last June in Singapore. Mr. Trump emerged from that meeting declaring that he had all but resolved the decades-long nuclear dispute and later declared that he and Mr. Kim “fell in love.”\nBut while North Korea has refrained from further nuclear and missile tests, it has yet to make any concrete commitment to eliminating its arsenal.\n“North Korea, under the leadership of Kim Jong Un, will become a great Economic Powerhouse,” Mr. Trump tweeted on Friday. “He may surprise some but he won’t surprise me, because I have gotten to know him & fully understand how capable he is. North Korea will become a different kind of Rocket — an Economic one!”", "date": "Feb. 8, 2019", "href": "https://www.nytimes.com/2019/02/08/us/politics/trump-kim-jong-un-hanoi.html", "tags": "hold korea nuclear summit second meeting trump ” jong-un kim north vietnam hanoi"}