{"title": "Trump ropes Federal Reserve into US-China trade war", "content": "US President Donald Trump has suggested the Federal Reserve could support the US in its simmering trade battle with China. \nThe trade dispute between the world's two largest economies escalated this week with tariff hikes on both sides.\nIn a post on Twitter, Mr Trump said China would move to stimulate its economy to deal with the fallout.\nIf the Fed were to \"match\" that potential Chinese stimulus, it would be \"game over\", he said.\n\"China will be pumping money into their system and probably reducing interest rates, as always, in order to make up for the business they are, and will be, losing,\" Mr Trump wrote on Twitter. \n\"If the Federal Reserve ever did a 'match,' it would be game over, we win! In any event, China wants a deal!.\"\nUS presidents have historically avoided commenting on Fed policy publicly, for fear of politicising the institution and undermining confidence in its decisions.\nMr Trump has attacked the Fed and its chairman Jerome Powell on a number of occasions over the past year, putting pressure on them to keep interest rates low.\nThe US central bank had been \"normalising\" monetary policy after years of keeping rates at ultra-low levels in the aftermath of the 2008 financial crisis.\nAt the same time, China has sought to support its economy as it battles a slowing economy and the trade war.\nThe US and China have been fighting a trade war since last year, placing billions of dollars worth of tariffs on one another's goods.\nOnly recently the two countries seemed close to a deal, but last week US officials said the Chinese had reneged on some of their promises.\nThe US raised tariffs on $200bn (£154.9bn) worth of Chinese goods on Friday, and China retaliated with tariff hikes on US products this week.\nMr Trump said on Twitter the US would make a deal with China \"when the time is right\". \n\"My respect and friendship with President Xi is unlimited but, as I have told him many times before, this must be a great deal for the United States or it just doesn't make any sense,\" Mr Trump said.\nHe added: \"It will all happen, and much faster than people think!\"", "date": "15 May 2019", "href": "https://www.bbc.com/news/business-48277172", "tags": "us-china us mr china week twitter trump federal war trade ropes reserve deal"}