{"title": "Trump wades into German migration row", "content": "US President Donald Trump has attacked the German government's approach to immigration, as he comes under pressure over his own crackdown on migrants. \nMr Trump said German Chancellor Angela Merkel's coalition looked \"tenuous\".\nMrs Merkel is in the middle of a serious domestic row after defending her government's immigration policy.\nMeanwhile, Mr Trump has adopted a highly criticised \"zero-tolerance\" approach, which has split families crossing the Mexican border.\nThat position has been condemned by many, including former First Lady Laura Bush - wife of Republican ex-president George Bush - who wrote about it in the Washington Post newspaper. \n\"[Trump's] zero-tolerance policy is cruel. It is immoral. And it breaks my heart,\" she wrote, citing stories of children held in detention centres. \nIn a series of tweets, the president defended his stance. \"We don't want what is happening with immigration in Europe to happen with us!\" he said. \nMeanwhile, Mrs Merkel is in a migration dispute with her interior minister, Horst Seehofer. \nOn Monday, Mr Seehofer gave her two-week ultimatum to come up with a EU-wide deal on migration, or he will start turning away migrants at the border - a move that could destroy the fragile coalition. \nMr Seehofer wants to refuse migrants if they have already registered elsewhere in the EU, but Mrs Merkel has refused to back his plan. \nThe disagreement has opened up a rift between Mrs Merkel's Christian Democrats and Mr Seehofer's Bavarian CSU party - two parties that have been closely aligned since the end of World War Two. \nOther claims in Mr Trump's tweets have already been debunked by various German news sites, especially his assertion that \"crime in Germany is way up\".\nThey pointed out that Germany's crime rate is at its lowest since 1992, according to official figures released last month.  \nPresident Trump said on Monday that the US \"will not be a migrant camp and it will not be a refugee-holding facility\".  \"Not on my watch,\" he added.  \nLast month, Attorney General Jeff Sessions introduced a policy to deter new arrivals. \nThe significant change, analysts say, is the justice department's decision to prosecute parents if they illegally cross the border, even if it is their first offence. \nAdults who try to cross the border outside official entry points - many planning to seek asylum - are placed in custody and face criminal prosecution for illegal entry.\nTheir children - who are not charged with a crime - are taken to separate facilities, including warehouses and supermarkets that have been converted to deal with the swelling numbers. \nOn Monday, UN human rights chief Zeid Ra'ad al-Hussein called on the US to end what he called its \"unconscionable\" strategy of forced separations.\nCampaign group Amnesty International said it was causing mental distress that is \"nothing short of torture\".\nPresident Trump's wife, Melania, also made a rare statement expressing concern. \nShe said she \"hates to see children separated from their families\", according to her spokeswoman.\nShe said \"both sides\" - Republicans and Democrats - needed to come together to resolve the immigration problem. \nMr Trump has blamed the Democrats \"for being weak and ineffective with Boarder [sic] Security and Crime\".\nDemocrats - and numerous Republicans - have said the president's hard-line approach is not the answer.\n\"Children shouldn't be used as a negotiating tool,\" tweeted Mr Trump's former presidential Republican rival Jeb Bush. \nMrs Merkel wants a new deal at EU level over migrants. She was widely criticised domestically for letting in about one million people in 2015.\nMr Seehofer has been a longstanding critic of that open-door policy, which was summed up at the time by Mrs Merkel's phrase \"we can manage\".\nHe says German border police should turn back all asylum seekers who lack IDs and those already registered in another EU country.\nMrs Merkel sees that as a \"go-it-alone\" policy which would further hurt Italy and Greece, countries whose capacity to house migrants is stretched to breaking point. \nThere is a risk that Mr Seehofer's CSU party could break away, or at least trigger a confidence vote in Mrs Merkel's leadership. \nNewly released government figures show a fall in crime across Germany. \nHowever, the government has recently issued a report (in German) suggesting that migrant involvement in crime was disproportionately high. \nIn figures for 2017, it says that in 8.5% of all crimes, German police suspected a migrant of involvement. But for violent crime that figure was even higher, at 15%, according to a report in Die Zeit.\nYoung males are more likely to be involved in crime than any other group and the report points out that recent migrants are both younger than the average age of the population and more likely to be male. \nThe number of people claiming asylum in Germany has fallen in the past year - just over 200,000 applied for asylum last year compared with more than 720,000 people in 2016 - but the topic remains a major issue.\nMany cite the large number of assaults and robberies reported against women at Cologne's New Year's Eve celebrations in 2015. The victims said the men were of North African and Arab appearance. ", "date": "18 June 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44524873", "tags": "wades merkel migration seehofer german trump mrs crime row migrants"}