{"title": "Trump Defends 'Both Sides' Charlottesville Comments With A New Falsehood", "content": "President Donald Trump on Friday defended comments he made after the deadly “Unite the Right” rally in Charlottesville, Virginia, in 2017, when he infamously said there were “very fine people on both sides” of the violent white supremacist gathering.\nTrump told reporters outside the White House that he didn’t mean to describe white nationalists, neo-Nazis and other extremists as “very fine people,” as he did during a news conference back then. Rather, he claims he was talking about the people protesting the removal of the Robert E. Lee statue in Charlottesville ― a glaringly false statement, given that everyone who participated in the “Unite The Right” torch march on Aug. 11 and rally on Aug. 12 was a neo-Nazi or a white supremacist, and they came to commit violence.\n“I was talking about people that went because they felt very strongly about the monument to Robert E. Lee,” Trump said, according to CNN’s Kaitlan Collins. “People there were protesting the taking down of the monument to Robert E. Lee. Everybody knows that.”\nIn reality, “Unite the Right” wasn’t billed as a rally for the Lee statue, which still stands today despite local campaigns to get it taken down over the years. The Lee statue and the controversy surrounding it merely served as a backdrop for two days’ worth of clashes, which ended with one protester dead and dozens of others wounded.\nEvent posters from the time advertised a gathering of “pro-white” groups that had until that point spent much of their time online ― headliners included known neo-Nazis and white supremacists like Christopher Cantwell (known not-so-affectionately as the “cryin’ Nazi”) and Richard Spencer.\nStill, Trump on Friday doubled down, noting his admiration for Confederate General Robert E. Lee. Lee’s own descendent called him an “idol of white supremacy.”\n“Whether you like it or not, he was one of the great generals,” Trump said, according to Washington Post columnist Josh Rogin. Trump then claimed active-duty generals have told him Lee was their “favorite general.” \nThe White House did not respond to a request for details on when, where and which active duty generals allegedly told the president that Lee was their “favorite general.”\nTrump’s comments come after former Vice President Joe Biden featured footage of the Charlottesville rally in his announcement of his 2020 presidential run, and referenced Trump’s poor response. That said, Biden’s video also drew criticism from Charlottesville activists, who said he was using their pain as a “political prop.” He reportedly withdrew from initial plans to announce his presidency in Charlottesville, opting to release the video and attend a fundraiser in Philadelphia.\nJennifer Bendery contributed reporting.\nThis has been updated with information about Joe Biden’s presidential campaign announcement.", "date": "\n04/26/2019", "href": "https://www.huffpost.com/entry/trump-defends-both-sides-charlottesville-comments-with-a-new-falsehood_n_5cc30c9de4b08846403d585d", "tags": "people falsehood lee ” trump defends white rally robert comments sides charlottesville new"}