{"title": "Trump doesn't understand economics, says former Fed chair Janet Yellen", "content": "A former chair of the US central bank has sharply criticised President Trump's economic knowledge.\nOn American Public Media's Marketplace programme, Janet Yellen said Mr Trump did not understand economic policy or the US Federal Reserve's purpose. \nShe also said that Mr Trump's focus on the US-China trade deficit was misguided. \nThe US and China have been in a year-long dispute, which has seen the imposition of trade tariffs.\nMs Yellen, who left the Fed in 2018 and is now at the Brookings Institution research group, also said President Trump's attacks on current Fed chair Jerome Powell were harmful to the public's confidence in the central bank. \nAsked on Marketplace, the BBC's US radio partner, if she thought the president had a grasp of macroeconomic policy, she replied: \"No, I do not.\" \nShe went on to say Mr Trump did not seem to understand the Fed's two responsibilities of controlling inflation and supporting employment. \n\"Well, I doubt that he would even be able to say that the Fed's goals are maximum employment and price stability, which is the goals that Congress have assigned to the Fed,\" Ms Yellen told the programme. \nOn the trade gap with China, she said: \"When I continually hear focus by the president and some of his advisers on remedying bilateral trade deficits with other trade partners, I think almost any economist would tell you that there's no real meaning to bilateral trade deficits, and it's not an appropriate objective of policy.\" \nMr Powell declined to comment on his predecessor's remarks about Mr Trump.\nAppearing in front of the Senate Banking, Housing and Urban Housing Affairs Committee, Mr Powell told Democratic Senator Sherrod Brown who asked about Ms Yellen's remarks: \"I won't have any comment on that for you senator.\" \nMs Yellen was appointed as Fed chair by President Obama in 2014 and was the first woman to hold the position. \nPresidents traditionally keep the Federal Reserve chair who is in charge when they take office in place, but President Trump, as in so many cases, did not stick with that. \nOne reason was thought to be her perceived resistance to deregulating the financial sector.\nThe president was involved in a public spat with his own trade adviser during a media conference on the US-China talks late last week.\nMr Trump professed himself not \"a fan\" of the standard Memorandum of Understandings (MOU) that are used when drawing up trade deals.\nSix MOUs have been drawn up between the US and China as part of their moves towards a new trade deal. \nBut Mr Trump said: \"I don't like MOUs because they don't mean anything. To me they don't mean anything. I think you're better off just going into a document. I was never... a fan of an MOU.\"\nHis trade representative, Robert Lighthizer, contradicted him, saying: \"An MOU is a contract. It's the way trade agreements are generally used... A Memorandum of Understanding is a binding agreement between two people. \n\"It's a legal term, it's a contract.\"", "date": "26 February 2019", "href": "https://www.bbc.co.uk/news/business-47369123", "tags": "yellen us understand fed economics chair janet mr ms former trump says trade"}