{"title": "Trump-Kim summit: How many US soldiers are buried in North Korea?", "content": "During the summit between President Trump and Kim Jong-un, the US and North Korea committed to recovering the remains of American troops missing in action during the Korean War.\nThousands of US military personnel remain unaccounted for. The number varies from state-to-state. For example 431 Texans and 593 Californians are unaccounted for, while there is one man from Alaska on the list of missing. \nMost of them - about 5,300 - were lost in what is now North Korea, according to the US defence agency that oversees the process of recovering the remains of American troops. \nAnd the US Army says it knows exactly where many are buried.\nFighting stopped in 1953 - but technically the two Koreas remain at war. The conflict ended with an armistice agreement not a peace treaty.\nAmerican-led UN forces, including troops from the UK, supported the South, while Chinese forces joined the war on the North's side. \nEstimates vary, but at least two million Korean civilians, up to 1.5 million communist and about 400,000 South Korean, 30,000 US and 1,000 UK service personnel are believed to have died.\nFor years, teams of American researchers and scientists, with the help of North Koreans, uncovered and returned the remains of US troops found in North and South Korea. \nBetween 1996 and 2005, 33 recovery operations were conducted in North Korea and 200 sets of remains were returned. And the US government paid compensation to North Koreans involved in the relief effort, $15m (£11m) according to the Congressional Research Service.\nAnother six sets of remains were returned in a one-off operation in 2007.\nBut joint operations have stalled for more than a decade because the US government said it could not guarantee the safety of the investigators. \nAnd in 2012, the US Army said it had suspended efforts to find the remains of US servicemen due to North Korean threats to launch a ballistic missile. \nThe remains of soldiers are believed to be in:\nIn the past, North Korean defectors have been screened for information concerning Americans who might be alive in the North. \nBut since 1995, and after interviews with 25,000 North Korean defectors, no \"useful information\" has been revealed, according to the US.\nSome American soldiers have lived in North Korea, though. Sgt Charles Jenkins, who defected to North Korea, returned to the US in 2004. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "12 June 2018", "href": "https://www.bbc.com/news/world-44455104", "tags": "soldiers american us summit korean troops buried trump-kim according war remains many north returned korea"}