{"title": "Trump Lines Up Establishment Republicans to Vouch for Rex Tillerson", "content": "WASHINGTON — After waging an 18-month assault on the Republican establishment, President-elect Donald J. Trump changed course on Tuesday and enlisted the party’s high priests of foreign policy to help him win the confirmation of Rex W. Tillerson as secretary of state.\nSeveral former Republican secretaries of defense and state sought to dismiss bipartisan concerns about Mr. Tillerson, the Exxon Mobil chief executive, over his two-decade relationship with President Vladimir V. Putin of Russia. At the center of the debate are questions about Mr. Tillerson’s vocal opposition to American sanctions imposed on Russia as he pursued oil and gas deals in that country.\nTheir mobilization showed how much Mr. Tillerson’s nomination is already a Congressional proxy fight over Mr. Trump’s embrace of Russia and Mr. Putin. Democrats issued blunt denunciations of the idea that a globe-trotting energy executive could adequately represent the national interests of the United States. So did several leading Republicans, whose party orthodoxy has been anti-Kremlin for decades.\n“I have serious concerns about his nomination,” said Senator Marco Rubio, Republican of Florida. Senator Ben Cardin, Democrat of Maryland, declared himself “deeply troubled” by Mr. Tillerson’s opposition to sanctions imposed by the United States on Russia after its intervention in Ukraine in 2014.\nDemocrats and liberal activists also expressed deep concern about the fate of human rights and climate change under a State Department led by Mr. Tillerson, a 40-year veteran of the country’s largest oil company. At the other end of the political spectrum, social conservatives condemned him for playing a role in reversing the Boy Scouts’ longstanding policy of excluding gay people, an issue that became a cultural flashpoint for the religious right.\nAnd when he faces lawmakers during hearings before the Foreign Relations Committee, Mr. Tillerson will almost certainly be grilled about his finances, his tax returns and his personal investments — questions that Mr. Trump managed to largely avoid answering about himself during his presidential campaign.\n“Rex Tillerson’s philosophy on international religious freedom, Middle East instability, foreign assistance and relations with countries like Russia and China must be closely examined before confirmation,” Senator James Lankford, Republican of Oklahoma, said on Tuesday in a statement on Facebook.\nMr. Trump’s effort to counter those concerns began early Tuesday morning, almost immediately after his Twitter message making the nomination official: “I have chosen one of the truly great business leaders of the world, Rex Tillerson, Chairman and CEO of ExxonMobil, to be Secretary of State,” he posted at 6:43 a.m.\nA series of statements followed from former Vice President Dick Cheney and former secretaries of state James A. Baker III and Condoleezza Rice, among others. In an interview, Robert M. Gates, who served as secretary of defense under President Obama and President George W. Bush, strongly endorsed Mr. Tillerson, a longtime friend, calling him someone who “knows the world like the back of his hand.”\nMr. Gates, whose consulting firm has represented Exxon Mobil, said that senators concerned about Mr. Tillerson’s relationship with Mr. Putin are basing their criticism “on a superficial watching” of video clips of the Exxon executive receiving the Russian Order of Friendship in 2013 with Mr. Putin.\nMr. Gates said he recommended Mr. Tillerson to the president-elect because he is someone with decades of experience negotiating with foreign leaders.\n“I think it’s a mistake to confuse having a friendly relationship based on business with sympathy or friendship,” said Mr. Gates, who acknowledged in an earlier statement that Exxon has been a client. “I think Rex is a hard-eyed realist, and I think he will absolutely put America’s interests first in any negotiation.”\nDuring the 2016 primary campaign, Mr. Trump often railed against a Republican establishment that he accused of trying to prevent him from becoming president. On Tuesday, his transition staff proudly released statements of support for Mr. Tillerson that included some of his fiercest critics, including Jeb Bush, the former Republican governor of Florida who fought a losing battle for the party’s presidential nomination.\nMr. Gates had written one of the most scathing statements, writing in a Wall Street Journal op-ed article in September that “a thin-skinned, temperamental, shoot-from-the-hip and lip, uninformed commander-in-chief is too great a risk for America.”\nMr. Trump’s willingness to embrace the very establishment that he once scorned is partly a reflection of the difficulty that Mr. Tillerson faces in his confirmation battle.\nOver the past several days, Republican and Democratic lawmakers warned that Mr. Tillerson would face intense scrutiny about his relationship with Russia and with Mr. Putin. Mr. Tillerson has been publicly skeptical about Russian sanctions, which have halted some of Exxon’s biggest projects in Russia, including an agreement with the state oil company to explore and pump underground resources in Siberia that could be worth tens of billions of dollars.\nDemocrats seized on Mr. Tillerson’s background as the leader of an oil company to raise doubts about his commitment to environmental issues. A native of Wichita Falls, Tex., who speaks with a strong Texan twang, Mr. Tillerson, 64, runs a company with operations in about 50 countries, and has cut deals to expand businesses in Venezuela, Qatar, Kurdistan and elsewhere.\n“He and other company executives led Exxon Mobil in funding outside groups to create an illusion of scientific uncertainty around the overwhelming scientific consensus on climate change,” Neera Tanden, the president of the Center for American Progress, said in a statement.\nMs. Tanden, who has been a longtime confidante of Hillary Clinton, added, “This decades-long misinformation campaign directly narrowed the world’s window of opportunity to cut emissions and avert the catastrophic effects of climate change.”\nAmnesty International said in a statement that “Rex Tillerson’s nomination is deeply troubling and could undermine human rights in the U.S. and abroad.”\nA former national president for the Boy Scouts, Mr. Tillerson was involved in opening the Scouts up to gay scouts and leaders. Tony Perkins, the president of the Family Research Council, wrote on his organization’s website that Mr. Tillerson “caved to the pressure of the far left, irreparably splitting the Scouts and destroying a proud and honorable American tradition.”\nMr. Perkins also cited Exxon’s financial donations to Planned Parenthood, calling them “upsetting at best.”\nMr. Trump appeared unfazed by the potential roadblocks to Mr. Tillerson’s confirmation. In his statement making official his decision to nominate Mr. Tillerson, the president-elect lavished praise on the Exxon executive for his business acumen and knowledge of the world.\n“His tenacity, broad experience and deep understanding of geopolitics make him an excellent choice for secretary of state,” Mr. Trump said. “Rex knows how to manage a global enterprise, which is crucial to running a successful State Department, and his relationships with leaders all over the world are second to none.”\nMr. Tillerson said in the statement that he shared Mr. Trump’s vision for “restoring the credibility of the United States’ foreign relations,” and he vowed to “focus on strengthening our alliances, pursuing shared national interests and enhancing the strength, security and sovereignty of the United States.”\nSenator Bob Corker, Republican of Tennessee, who was a finalist to become Mr. Trump’s secretary of state and will oversee confirmation hearings as chairman of the Senate Foreign Relations Committee, issued an enthusiastic statement.\n“Mr. Tillerson is a very impressive individual and has an extraordinary working knowledge of the world,” Mr. Corker said. “I congratulate him on his nomination and look forward to meeting with him and chairing his confirmation hearing.”", "date": "Dec. 13, 2016", "href": "https://www.nytimes.com/2016/12/13/us/politics/rex-tillerson-secretary-state-trump.html", "tags": "establishment exxon ” trump lines republican vouch rex state republicans tillerson said"}