{"title": "Trump to Kim: My nuclear button is 'bigger and more powerful'", "content": "US President Donald Trump has boasted that his nuclear button is \"much bigger\" and \"more powerful\" than North Korean leader Kim Jong-un's. \nMr Trump's tweet is the latest contribution to an increasingly personalised feud between the nuclear-armed leaders. \nMr Kim threatened earlier this week that his nuclear launch button was \"always on my table\".\nUnsurprisingly, Mr Trump's unorthodox words sent social media into a frenzy.\nIt ended a quick-fire day of tweeting by Mr Trump in which he took credit for a lack of plane crashes, announced awards for \"corrupt media\" and threatened to pull aid from Palestinians for failing to show \"appreciation or respect\".\nJust as President Trump's unorthodox Twitter habits have puzzled observers in the past, the latest tweet is again redefining what is considered a diplomatic or presidential tone.\n\"I guess the president regards this as a show of strength,\" said Jim Himes, a Democrat representative from Connecticut and a member of the House Intelligence Committee, on CNN. \"But, as everybody who's ever been in a... first grade playground recognises, it's usually the person who's most aggressively pounding their chest that is in fact the weak one on the playground.\"\nMr Trump and Mr Kim have a colourful history of name-calling. \nEliot A Cohen, who advised the Republican former Secretary of State Condoleezza Rice, said the latest tweet was childish yet deadly serious.\nAnd activists agreed.\nSeveral argued that Twitter should not allow \"calls for nuclear war\" to be broadcast on its platform.\nHowever, Mr Trump's supporters have defended him, saying his comments were both factually accurate and showed American strength and resolve. \nMr Trump's latest comment states the obvious: a US president has immediate access to the nuclear codes. \nHowever, the real process of launching a nuclear attack does not involve any button-pressing. \nAfter high-level consultations, the president would exchange codes with top military officials. They are printed on a card known as \"the biscuit\", which he carries wherever he goes.\nAccording to US media, Mr Trump's desk does, however, have a button that orders someone to bring him a Diet Coke.\nAt least that's what US media reported after seeing said button in action during interviews. \nNorth Korea claims it has nuclear weapons and could strike the US, but while analysts agree that Pyongyang has nuclear weapons, it is not clear whether it has the technology to use them in anger. \nMeanwhile, in contrast to the bickering on Twitter, the North has just reopened a telephone hotline to the South.\nThe latest outburst came a day after Mr Kim's speech, to which President Trump initially reacted with caution. \"Perhaps that is good news, perhaps not - we will see!\", he tweeted.\nBut his later remark left some social media users questioning if the president had been watching Fox News - which had covered the topic a few minutes before.  He is known to be a fan of the channel and often tweets along. \nMother sues dentist son to repay tuition\nYouTuber 'ashamed' by his dead-man video\nEgypt's top imam endorses Bitcoin ban", "date": "3 January 2018", "href": "https://www.bbc.co.uk/news/world-asia-42549687", "tags": "us nuclear mr latest media trump kim button north powerful"}