{"title": "Trump Told Russians That Firing ‘Nut Job’ Comey Eased Pressure From Investigation", "content": "WASHINGTON — President Trump told Russian officials in the Oval Office this month that firing the F.B.I. director, James B. Comey, had relieved “great pressure” on him, according to a document summarizing the meeting.\n“I just fired the head of the F.B.I. He was crazy, a real nut job,” Mr. Trump said, according to the document, which was read to The New York Times by an American official. “I faced great pressure because of Russia. That’s taken off.”\nMr. Trump added, “I’m not under investigation.”\nThe conversation, during a May 10 meeting — the day after he fired Mr. Comey — reinforces the notion that the president dismissed him primarily because of the bureau’s investigation into possible collusion between Mr. Trump’s campaign and Russian operatives. Mr. Trump said as much in one televised interview, but the White House has offered changing justifications for the firing.\nThe comments represented an extraordinary moment in the investigation, which centers in part on the administration’s contacts with Russian officials: A day after firing the man leading that inquiry, Mr. Trump disparaged him — to Russian officials.\nThe White House document that contained Mr. Trump’s comments was based on notes taken from inside the Oval Office and has been circulated as the official account of the meeting. One official read quotations to The Times, and a second official confirmed the broad outlines of the discussion.\nSean Spicer, the White House press secretary, did not dispute the account.\nIn a statement, he said that Mr. Comey had behaved politically and put unnecessary pressure on the president’s ability to conduct diplomacy with Russia on matters such as Syria, Ukraine and the Islamic State.\n“By grandstanding and politicizing the investigation into Russia’s actions, James Comey created unnecessary pressure on our ability to engage and negotiate with Russia,” Mr. Spicer said. “The investigation would have always continued, and obviously, the termination of Comey would not have ended it. Once again, the real story is that our national security has been undermined by the leaking of private and highly classified conversations.”\nThe day after firing Mr. Comey, Mr. Trump hosted Russia’s foreign minister, Sergey V. Lavrov, in the Oval Office, along with the Russian ambassador to the United States, Sergey I. Kislyak. The meeting ignited controversy this week when it was revealed that Mr. Trump had disclosed intelligence from an Israeli counterterrorism operation.\nA third government official briefed on the meeting defended the president, saying that Mr. Trump, whose discursive speaking style has hindered him in office, was using a negotiating tactic when he told Mr. Lavrov about the “pressure” he was under. The idea, the official suggested, was to create a sense of obligation with Russian officials and to coax concessions out of Mr. Lavrov — on Syria, Ukraine and other issues — by saying that Russian meddling in last year’s election had created enormous political problems for Mr. Trump.\nThe president has been adamant that the meddling did not alter the outcome of the presidential race, but it has become a political cudgel for his opponents.\nMany Democrats, and some Republicans, have said that the president may have tried to obstruct justice by firing Mr. Comey. The Justice Department’s newly appointed special counsel, Robert S. Mueller III, was given the authority to investigate not only potential collusion, but also related allegations, which would include obstruction of justice.\nRepresentative Elijah E. Cummings, a Maryland Democrat and a member of the House Oversight Committee, called on Republicans to subpoena White House documents related to the meeting.\nThe F.B.I.’s investigation has bedeviled the Trump administration, and the president personally. Mr. Comey publicly confirmed the existence of the inquiry in March, telling Congress that his agents were investigating Russian attempts to influence the outcome of the presidential election and whether anyone in the Trump campaign had assisted in the Russian efforts. Mr. Trump has denied any collusion and called the case a waste of money and time. Former officials have testified that they have so far seen no evidence of collusion.\nThe acting F.B.I. director, Andrew G. McCabe, has called the case “highly significant” but said there had been no effort by the White House to impede the inquiry.\nAt first, the White House said Mr. Trump had fired Mr. Comey based on the recommendation of the Justice Department, and because of Mr. Comey’s handling of the F.B.I. investigation into Hillary Clinton last year. Officials said the move had nothing to do with the Russia investigation.\nBut the president undercut that argument a day later, telling NBC News, “When I decided to just do it, I said to myself — I said, you know, this Russia thing with Trump and Russia is a made-up story.”\nThe Oval Office comment about Mr. Comey’s sanity echoed what Mr. Trump has said privately at other times. The Times reported the day after Mr. Comey was fired that the president had told aides there was “something wrong with” Mr. Comey.\nAmerican intelligence agencies have concluded that Russia engaged in widespread computer hacking and propaganda intended to tip the election toward Mr. Trump. Against that backdrop, the president has faced repeated questions about his links to Russia. During his candidacy, Mr. Trump’s spokeswoman declared that “there was no communication” with foreign entities during the campaign.\nJournalists have since revealed several instances of undisclosed meetings between Mr. Trump’s associates and Russians, or contacts that the White House initially mischaracterized. Mr. Trump’s first national security adviser, Michael T. Flynn, was forced to resign over misstatements about his conversations with the Russian ambassador.\nIn the Oval Office on May 10, Mr. Trump joked that he seemed to be the only person who had not met Mr. Kislyak, according to the American official reading the document. And while Mr. Trump played down his personal concern about the fighting in Ukraine, according to the official, the president said American critics cared about the issue and asked the Russians to help resolve the dispute. Russian-backed separatists in Ukraine are clashing with the country’s military.\nThe meeting, Mr. Trump’s first face-to-face encounter with Russian officials since becoming president, has been a distraction from the beginning. While American reporters were prohibited from attending, the Russian news agency Tass distributed photographs of the meeting.\nAfter the meeting, Mr. Lavrov dismissed questions about the investigation into Russian meddling in the election and said the matter had not come up in the Oval Office. “We spoke with President Trump about concrete things and did not touch on this bacchanalia,” he said.\nBehind closed doors, according to the document read by the official, Mr. Trump said that news stories about possible Russian collusion were fake, a comment he has repeatedly made in public. He told the Russians that his poll numbers remained strong and that Americans wanted the government to have a healthy relationship with Russia.\nAt one point, Mr. Trump jokingly asked whether there were reporters in the room.\n“No,” Mr. Lavrov said. “No fake media.”", "date": "May 19, 2017", "href": "https://www.nytimes.com/2017/05/19/us/politics/trump-russia-comey.html", "tags": "‘ russians job nut comey investigation russian ” trump meeting told russia pressure firing eased"}