{"title": "Trump Threatens Coverage Of Millions If Democrats Won't Negotiate On ACA Repeal", "content": "President Donald Trump is contemplating a new strategy to get repeal of the Affordable Care Act through Congress: threatening to torpedo insurance for millions of Americans unless Democrats agree to negotiate with him.\nIn an interview with the Wall Street Journal that appeared on Wednesday, Trump made a warning. If Democrats won’t talk repeal, the president said, Republicans might decide to cut off some subsidies now flowing to health insurers offering coverage through Obamacare’s exchanges.\n“I don’t want people to get hurt,” Trump said, sounding a bit like a mobster describing a protection racket. “What I think should happen — and will happen — is the Democrats will start calling me and negotiating.”\nThose subsidies are a really big deal. Without them, insurers would have to jack up premiums ― by an average of 19 percent for typical policies, according to a Henry J. Kaiser Family Foundation study. That increase would be above and beyond any other increases in the works. Many insurers would probably exit the markets altogether.\nThe payments are called cost-sharing reductions, or CSRs. They reimburse insurers for the expense of providing special insurance plans, with lower out-of-pocket costs, to customers with incomes below 250 percent of the poverty line, or $61,500 for a family of four. \nThe health care law calls on the federal government to pay insurers the CSRs but it does not actually appropriate money for that purpose. The Obama administration had disbursed the money anyway, and devised a legal argument to justify the move. House Republicans sued, claiming the spending was unconstitutional, and last year a U.S. district court judge agreed with them.\nThe judge stayed the decision, allowing the Obama administration to file an appeal, and in the interim the federal government has continued to disburse the CSRs. But with the Obama administration gone, it’s up to the Trump administration and its allies to keep the money flowing. \nThe Trump administration could do so, at least temporarily, by pressing ahead with the appeal or simply seeking a delay in the case. Or it could work with Congress on a more permanent solution ― namely, passing legislation that would appropriate the money for a limited time or indefinitely.\nUntil Wednesday, the administration hadn’t said much, except that it would continue funding CSRs as long as it was required to do so by law. Several Republicans in Congress went a bit further, and said they thought the federal government should keep disbursing the funds as long as the law was in place ― although they stopped short of saying exactly how they intended to make that happen.\nIn the Journal interview, Trump for the first time shed light on his own thinking:\nPolitico subsequently quoted a senior official confirming that “POTUS wants to use [the subsidies] as leverage. When Obamacare fails on its own, the Dems will want to come to the table.”\nThat prediction may be a bit fanciful. House Minority Leader Nancy Pelosi (D-Calif.) called Trump’s statement “appalling” and accused him of trying to “manufacture a crisis.” \nHer Senate counterpart, Minority Leader Chuck Schumer (D-N.Y.), said, “Our position remains unchanged: drop repeal, stop undermining our health care system, and we will certainly sit down and talk about ways to improve the Affordable Care Act.”\nNor is it clear whether Trump is prepared to carry out his threat. He ended up backing down from the last Obamacare-related ultimatum he made ― a demand, in March, that House Republicans vote on repeal legislation.\nBut simply making the threat is sure to unnerve the nation’s insurers, at a time when they are figuring out what premiums to charge for the coverage they sell through the Affordable Care Act’s exchanges ― and, in some cases, whether to withdraw from those exchanges altogether.\nThe law’s private insurance exchanges have been a fragile enterprise from the get-go, with insurers struggling to make money and premiums rising quickly in some states ― in part because many people have found the coverage too expensive to afford, and in part because Republicans at the state and federal level have done their best to undermine the program.\nIn 2014, for example, conservatives attacked the law’s “risk corridors,” a standard feature of public-private insurance programs designed to insulate carriers from huge losses. The conservatives prevailed, which meant the program paid out only a fraction of the money it owed ― saddling insurers with huge losses.\nThe difficulty of making money on Obamacare led some insurers, particularly the big national carriers, to pull back from the market, and today roughly one in five people buying through the exchanges can choose from just one carrier. Critics of the law, like Trump and House Speaker Paul Ryan (R-Wis.), have for years cited stories like these as proof the law was “exploding” and in need of repeal.\nBut the state of the program varies a lot from state to state, and in California, Florida and Maryland, just to name a few, the program is working well ― with multiple insurers and prices that are actually cheap relative to the cost of comparable employer plans. There is also strong evidence that last year’s price hikes ― the ones that Trump kept talking about during his presidential campaign ― were mostly a one-time correction of the premiums insurers initially set too low.\nJust last week, a report from S&P Global Market Intelligence found that nonprofit Blue Cross plans, a staple of the exchanges, were seeing improved margins ― and on track for profitability within a few years.\nBut that report also made a warning that analysts and insurance officials had been making for months: Future success depended on steady management and nurturing. And that’s not what the Affordable Care Act has gotten since January, when the Trump administration took over.\nAt various times, it looked like the Trump administration might be taking its stewardship of the law seriously ― and trying to keep insurance markets stable even as it sought to repeal the law. The Department of Health and Human Services issued new regulations, tweaking enrollment procedures in ways insurers had long recommended, and gave a green light to states trying to use special waivers from the law’s requirements in order to help struggling insurers.\nBut Trump’s very first act as president was to sign an executive order instructing agencies to ease the law’s regulatory burden ― an order that seemed to signal, among other things, that his administration would not aggressively enforce the law’s individual mandate penalty, which encourages healthy people to buy coverage before they get sick. Sure enough, within a few weeks the Internal Revenue Service announced it was canceling plans to tighten up mandate enforcement.\nMore ominously still, the Trump administration in January abruptly canceled some advertising that was supposed to run at the end of open enrollment. The advertising, which the Obama administration had planned, was supposed to nudge people waiting until the last minute to sign up for a plan. But without the ads ― and amid all the talk of repeal ― signups in the last two weeks fell well below last year’s levels, even though enrollment had been running slightly ahead of the 2016 pace through January.\nThe possibility that Trump might not implement the law aggressively ― to say nothing of the possibility that the law might be repealed altogether ― has been on the minds of insurers for weeks, as they try to figure out their plans for 2018 and beyond. \nAnd they have made clear that one issue, in particular, would weigh heavily on their minds: the future of those reimbursements for offering plans with low out-of-pocket costs.\n“You cannot understate how big a deal they are” to insurers, Sean Mullin, a senior director at the health care consulting firm Leavitt Partners, told The Huffington Post earlier this week.\nOn Wednesday, just hours before the Journal interview appeared, a group of eight influential trade groups ― including not just America’s Health Insurance Plans and the American Medical Association, but also the U.S. Chamber of Commerce ― wrote a letter to Trump saying “The most critical action to help stabilize the individual market for 2017 and 2018 is to remove uncertainty about continued funding for cost sharing reductions (CSRs).”\nFollowing the publication of Trump’s comments, Kristine Grow, AHIP spokesperson, told HuffPost that “We must remember that when we talk about CSRs, we are talking about a subsidy that 7 million people rely on ― to get coverage, and to be able to see their doctor.”\nIn the Journal interview, Trump said he thought his threat would bring Democrats to the table because “they own Obamacare” ― but acknowledged that “the longer I’m behind this desk and you have Obamacare, the more I would own it.”\nRecent polls suggest that transformation has already taken place. In a new Kaiser Foundation poll that appeared last week, 61 percent said they would blame Trump and the Republicans for problems with the health care law, while just 31 percent said they’d blame Obama and the Democrats.", "date": "\n04/12/2017", "href": "https://www.huffpost.com/entry/trump-threatens-coverage_n_58eebb13e4b0bb9638e13674", "tags": "administration care millions wo coverage democrats threatens insurers repeal ” trump negotiate ― aca law"}