{"title": "Trump, Seeking to Put Pressure on Maduro, Threatens a Full Embargo on Cuba", "content": "WASHINGTON — President Trump on Tuesday accused Cuba of aiding the government of President Nicolás Maduro of Venezuela, who the administration evidently hoped would be ousted by day’s end, warning that the United States would impose an embargo and additional sanctions on the country if Cuba did not end its support.\n“If Cuban Troops and Militia do not immediately CEASE military and other operations for the purpose of causing death and destruction to the Constitution of Venezuela,” Mr. Trump wrote on Twitter, “a full and complete embargo, together with highest-level sanctions, will be placed on the island of Cuba.”\nAt the same time, the Trump administration reaffirmed its demand for the immediate installation of Juan Guaidó, the opposition leader, as Mr. Maduro’s successor.\nSecretary of State Mike Pompeo said in an interview with CNN that Mr. Maduro had planned to flee to Cuba on Tuesday morning, but was urged by the Russian government to stay. “He was headed to Havana,” Mr. Pompeo said, without elaborating on how the administration knew about Mr. Maduro’s destination or his communications with the Kremlin.\nAsked what his message to Mr. Maduro was, Mr. Pompeo was blunt: “Fire up the plane.”\nIn a televised address on Tuesday, Mr. Maduro appeared with top military and civilian leaders and denied Mr. Pompeo’s assertion.\n“Please,” he said. “It’s not being serious.”\nThe statements by the president and Mr. Pompeo reflected the administration’s frustration that the pressure on Mr. Maduro did not reach the turning point that some in the Trump administration expected it would. Mr. Guaidó traveled to a military base in Venezuela and called for a public uprising, urging the country’s military to join his effort, but by the end of the day that had not happened.\nIn a meeting with reporters in the White House driveway, John R. Bolton, the president’s national security adviser, called out three senior Venezuelan officials who he said could play a critical role in turning the tide against Mr. Maduro. He named the defense minister, Vladimir Padrino López, as well as the chief judge of the Supreme Court, and the commander of the presidential guard, all of whom Mr. Bolton said have expressed support for the opposition in the past.\nMr. Bolton said that the administration believed the Cubans “have played a very significant role in propping Maduro up today.”\nPresident Miguel Díaz-Canel of Cuba, who is an ally of Mr. Maduro’s, responded that the effort to topple the Maduro government was a “coup movement that aims to fill the country with violence.”\nTrump administration officials have long believed that Cuba has played a role in arming and training Venezuelan police officers and forming gangs that have clashed with protesters, and have repeatedly warned the Cuban government and imposed sanctions against it. But experts say Cuba is not capable of propping up the Maduro government to the same degree as Russia, which has unloaded military planes in Caracas, the Venezuelan capital.\nRobin Derby, a professor of Latin American history in California, said in an interview that the administration’s fixation on Cuba was misguided.\n“This is a trumped up, Cold War set of charges that make no sense at all,” Ms. Derby said. “Cuba has no resources to provide Venezuela, and I think you could make a stronger case that Venezuela has been propping up the Cuban regime” with medical supplies and subsidized oil, she said.\nMs. Derby added that the pressure the administration was putting on Venezuela had Cubans worried about their own economy further collapsing.", "date": "April 30, 2019", "href": "https://www.nytimes.com/2019/04/30/us/politics/trump-maduro-cuba.html", "tags": "put administration embargo full maduro threatens venezuela ” trump cuba pressure seeking"}