{"title": "Trump’s School Safety Commission Won’t Look at Guns, Betsy DeVos Says", "content": "WASHINGTON — Education Secretary Betsy DeVos told a Senate committee on Tuesday that the federal commission on school safety set up this year after the Parkland, Fla., school massacre will not focus on the role guns play in school violence.\nThe comments, provided in testimony before the Senate subcommittee that oversees education spending, perplexed senators who questioned how the commission, led by Ms. DeVos and convened by President Trump, could avoid the subject when it was a military-style assault rifle that left 17 students and staff dead at Marjory Stoneman Douglas High School.\n“That’s not part of the commission’s charge, per se,” Ms. DeVos said in response to a question from Senator Patrick J. Leahy, Democrat of Vermont, about whether the commission would look at the role of firearms in the gun violence that has plagued the nation’s schools.\n“So we’ll look at gun violence in schools, but not look at guns? An interesting concept,” Mr. Leahy said in response.\nMs. DeVos’s comments came about 24 hours before the commission’s first public forum, scheduled for Wednesday at the Education Department, where it will solicit feedback on solutions to improve school safety. And it comes after months of criticism — including from the students who survived the Marjory Stoneman Douglas attack that in their response to the school shootings, the nation’s political leaders have zeroed in on everything but guns.\nShortly after Parkland, Republicans pointed to Obama-era school discipline policies as a potential culprit. As the gun-control legislation flagged in Congress, leaders shifted their focus toward measures that would beef up security at the nation’s schools, including the possibility of arming teachers.\nIn recent weeks, the commission has held closed-door meetings with survivors of school attacks dating to the Columbine High School massacre in 1999, and last week Ms. DeVos visited a school in Maryland where she observed a popular discipline alternative strategy, called positive behavioral intervention and supports.\n“Our focus is on raising up successful, proven techniques and approaches to ensuring schools are safe,” Ms. DeVos said.\nWhen the White House announced the commission, it listed several areas the group would examine. The first was age restrictions on certain firearm purchases.\nThe commission’s members include Attorney General Jeff Sessions, Health and Human Services Secretary Alex M. Azar II and Homeland Security Secretary Kirstjen Nielsen. It is charged with bringing “meaningful and actionable recommendations to keep students safe at school.”\nAmong other areas, the commission is slated to examine ratings systems for video games, the consumption of “violent entertainment” and the effects of news media coverage of mass shootings. The group is also charged with considering whether to repeal a package of Obama-era school discipline policies targeted at addressing disciplinary policies that disproportionately affect minority students. The commission is also looking to fund and bolster mental health and school infrastructure resources.\nLiz Hill, a spokeswoman for the department, clarified after the hearing that “the secretary and the commission continue to look at all issues the president asked the committee to study and are focused on making recommendations that the agencies, states and local communities can implement.”\n“It’s important to note that the commission cannot create or amend current gun laws — that is the Congress’s job,” Ms. Hill said.\nBob Farrace, a spokesman for the National Association of Secondary School Principals, said, “If the commission won’t address the role of guns in school violence, we hope that means it also won’t recommend a proliferation of guns in schools — arming teachers, eliminating gun-free school zones and other ill-advised proposals that will make schools less safe.”\nDuring the hearing, Ms. DeVos evaded questions that would draw her into the gun control debate.\nWhen Mr. Leahy asked whether she thought that an 18-year-old high school student should be able to walk into a store and purchase an AR-15 military-style weapon and hundreds of rounds of ammunition, Ms. DeVos pivoted.\n“I know that this body and your counterparts have addressed a number of these issues, and I know that you’re going to continue to debate them,” she responded, adding that teenagers’ access to guns was “very much a matter for debate.”\nMr. Leahy replied, “Well, you’re studying things like how much time they spend on video games and all that, but you can go to a lot of other countries where they spend just as much time but have only a tiny fraction of the shootings that we do.”\nSenator Jeanne Shaheen, Democrat of New Hampshire, implored Ms. DeVos to look at the policies of other countries where school shootings are rare or nonexistent.\nMs. Shaheen cited statistics showing that school shootings in the United States “occur at a scale far beyond any other industrialized nation.” Since 2009, she said, the United States has had 57 times as many school shootings as the rest of the Group of 7 large advanced economies combined — 288 in American schools, compared with two in Canada and France, one in Germany and zero in Japan, Italy and Britain.\n“It does seem to me that you should think about reworking the mission of the commission,” she said.\nMs. DeVos said the commission would make its recommendations by the end of the year. Since the committee was announced in March, there has been at least one more mass shooting at a school.\nLast month, a 17-year-old student opened fire at his high school in Santa Fe, Tex., killing 10 people.", "date": "June 5, 2018", "href": "https://www.nytimes.com/2018/06/05/us/politics/devos-guns-school-safety-commission.html", "tags": "commission safety devos shootings ” trump ms. schools says look guns betsy school"}