{"title": "Trump Assails Macron and Defends Decision to Skip Cemetery Visit", "content": "WASHINGTON — President Trump issued a blistering personal attack on Tuesday against President Emmanuel Macron of France, his host last weekend, and sought to douse a furor over his decision not to visit a cemetery of American soldiers while in France because of rain.\nTwo days after returning from Paris, Mr. Trump responded via Twitter to Mr. Macron’s denunciation of nationalism by accusing the French president of what he himself is often accused of — trying to change the subject.\n“The problem is that Emmanuel suffers from a very low Approval Rating in France, 26%, and an unemployment rate of almost 10%,” wrote Mr. Trump, whose own approval rating in France is 9 percent. “He was just trying to get onto another subject. By the way, there is no country more Nationalist than France, very proud people-and rightfully so!”\nIn a variation of his own campaign slogan, Mr. Trump added, “MAKE FRANCE GREAT AGAIN!”\nMr. Trump, who traveled to France for ceremonies hosted by Mr. Macron marking the 100th anniversary of the end of World War I, also defended himself against critics who assailed his decision to cancel a trip on Saturday to the Aisne-Marne American Cemetery at the foot of the hill where the Battle of Belleau Wood was fought. Aides cited the rainy weather, making it problematic to fly in his Marine One helicopter.\nCritics have been scathing, noting that the soldiers who fought at Belleau Wood faced far worse than rain and questioning why the president did not go by road instead. Other leaders in Paris for the anniversary managed to visit cemeteries despite the weather. The grandson of Winston Churchill called Mr. Trump “pathetic.”\nMr. Trump did follow through the next day with another scheduled visit to the Suresnes American Cemetery just outside Paris, where he spoke in the rain and complained lightheartedly about being drenched.\n“By the way, when the helicopter couldn’t fly to the first cemetery in France because of almost zero visibility, I suggested driving,” he wrote on Tuesday. “Secret Service said NO, too far from airport & big Paris shutdown. Speech next day at American Cemetary in pouring rain! Little reported-Fake News!” He later corrected his spelling of “cemetery.”\nThe attack on Mr. Macron underscored the tension that has grown in their relationship. While Mr. Macron at first tried to forge a friendship with Mr. Trump, the two have since fallen out over a variety of issues, including security, trade and Iran. Their meeting in Paris on Saturday was chilly, and Mr. Macron’s speech at the anniversary ceremony on Sunday was perceived as a rebuke of Mr. Trump’s “America First” foreign policy, although he never mentioned the American president by name.\n“Patriotism is the exact opposite of nationalism,” Mr. Macron said as Mr. Trump sat nearby, grim faced. “Nationalism is a betrayal of patriotism by saying: ‘Our interest first. Who cares about the others?’”\nMr. Trump, who during the fall campaign described himself as a nationalist, did not respond that day and only began to push back on Monday more generally by renewing longstanding complaints about Europe on economics and defense.\nBut he went directly at the French president with guns blazing on Tuesday, turning back to a garbled version of an interview Mr. Macron gave last week suggesting that Europe needed to build a “true European army” to defend itself.\n“Emmanuel Macron suggests building its own army to protect Europe against the U.S., China and Russia,” Mr. Trump wrote on Tuesday. “But it was Germany in World Wars One & Two - How did that work out for France? They were starting to learn German in Paris before the U.S. came along. Pay for NATO or not!”\nIn his tweet, Mr. Trump used a distorted version of what Mr. Macron said in the interview, even though the French president explained over the weekend what he had actually said. Mr. Macron had told the interviewer that Europe needed to defend itself against cyberattacks originating in a variety of places, including Russia, China and even the United States. Only later in the interview did he suggest building a European army.\nInitial English-language accounts of the French-language interview translated it to make it seem as if Mr. Macron was saying that a European army was needed to defend against the United States. In fact, he said Europe needed to stop relying so much on the United States — an argument Mr. Trump has made repeatedly.\nIn targeting Mr. Macron on Tuesday, Mr. Trump extended his complaints to French wine. “On Trade, France makes excellent wine, but so does the U.S.,” he wrote. “The problem is that France makes it very hard for the U.S. to sell its wines into France, and charges big Tariffs, whereas the U.S. makes it easy for French wines, and charges very small Tariffs. Not fair, must change!”\nMr. Macron’s office declined to comment on Tuesday. But Gérard Araud, the French ambassador to Washington, corrected Mr. Trump on the European army. “For the sake of truth, Pres.@EmmanuelMacron didn’t say that EU needed an army ‘against the US,’” he wrote. “It was an erroneous press report.”\nAn adviser to Mr. Macron said his aim was to reinforce European defense, be more credible in working with the North Atlantic Treaty Organization and have more autonomy from the United States. The adviser, who spoke on the condition of anonymity in keeping with office policy, said no one said it was an army against the United States. Instead, the idea was aligned with Mr. Trump’s wishes that Europe bear more of the burden for its own defense.\nThe attack on Mr. Macron came on the third anniversary of a string of devastating terrorist attacks in Paris that left 130 dead and more than 600 wounded, timing that was perceived as insensitive on the part of the American president.\n“We are already great, especially on november 13th,” wrote Hugo Clément, a journalist for the website Konbini News. “Go back to your room and give the phone to an adult.”\nIt was not the first time that Mr. Trump had offended France with remarks on the Nov. 13 attacks, which were carried out by a team of Islamic State gunmen at the Bataclan concert hall, in cafes and bars in Paris, and at a soccer stadium in the northern suburb of St.-Denis.\nIn 2015, before he became president, Mr. Trump was criticized for suggesting that the attacks would have turned out differently if Paris had looser gun regulations. In 2017, Mr. Trump was directly rebuked by François Hollande, then the president of France, for his assertion that a friend named Jim had stopped going to Paris because “Paris is no longer Paris.”\nSome in France reacted humorously to Mr. Trump’s latest attack, joking that France had won the soccer World Cup last summer and was therefore already great, or quipping about the superior quality of French versus American wine. Others sought to correct his remarks.\nFor Mr. Trump, a feud with France plays to a domestic audience, while by contrast his cancellation of the cemetery visit has made him a subject of ridicule. Mr. Trump, who obtained a deferral from military service during Vietnam because of bone spurs in a foot, sent John F. Kelly, his chief of staff and a retired Marine general, and Gen. Joseph F. Dunford Jr., the chairman of the Joint Chiefs of Staff, in his place.\nIn a tweet on Tuesday, Mr. Trump said the Secret Service would not let him go to the cemetery by motorcade because it would have disrupted traffic in Paris and its suburbs. The cemetery is about an hour and 20 minutes by road from Paris. But he did not explain why he did not overrule the Secret Service, as other presidents might have done.\nMr. Trump has made his support for the military and increases in Pentagon spending a signature point of his presidency, but critics have noted that after 22 months in office, Mr. Trump has yet to visit troops in Iraq or Afghanistan, nor did he go to Arlington National Cemetery on Monday to mark Veterans Day.", "date": "Nov. 13, 2018", "href": "https://www.nytimes.com/2018/11/13/us/politics/trump-macron-france.html", "tags": "skip visit france macron ” trump defends paris assails decision said cemetery"}