{"title": "Trump's Efforts To 'Influence' Russia Probe Got Foiled By His Staff, Mueller Says", "content": "President Donald Trump might be in substantially more legal trouble if not for top administration aides and officials, according to the redacted version of special counsel Robert Mueller’s report released by the Justice Department on Thursday.\nThough Mueller did not reach a conclusion as to whether Trump obstructed justice by seeking to shut down the investigation into Russian interference in the 2016 presidential election, the special counsel presented evidence of the president’s efforts to “influence” the probe and the witnesses who cooperated with it.\nBut at least some of those efforts appear to have been stymied by members of the president’s own staff, who chose not to heed his orders.\n“The President’s efforts to influence the investigation were mostly unsuccessful, but that is largely because the persons who surrounded the President declined to carry out orders or accede to his requests,” Mueller wrote.\nMueller’s report recounted “10 episodes” involving Trump and questions of obstruction of justice. Of those instances, Mueller cited a number of Trump administration officials who resisted the president’s efforts to limit the investigation.\nFrom the Mueller report:\nWhite House officials, including the current acting administrator of the Drug Enforcement Administration, Uttam Dhillon, worked to impede Trump’s firing of Comey, according to the report. White House counsel McGahn and Dhillon “urged the President to permit Comey to resign, but the President was adamant that he be fired.”\nTrump told Deputy Attorney General Rod Rosenstein to “Put the Russia stuff in the memo,” according to notes taken by a DOJ official, but Rosenstein told him that the Russia investigation wasn’t the reason for his recommendation to fire Comey. Trump said he’d appreciate if he mentioned Russia anyway. Rosenstein told DOJ colleagues that his reasons for firing Comey were “not [the President’s] reasons.”\nWhen the White House wanted to put out a story saying it was Rosenstein’s idea to fire Comey, Rosenstein said he wouldn’t participate in that “false story.” Trump called Rosenstein as he was watching Fox News and asked Rosenstein to hold a press conference, but the deputy attorney general said that wasn’t a good idea.\nMueller also shed more light on Trump’s efforts directing McGahn to fire the special counsel, an episode The New York Times first reported last year. According to the report, McGahn reacted with alarm after Trump told him during a meeting at the White House that “Mueller has to go.”\n“He called his lawyer, drove to the White House, packed up his office, prepared to submit a resignation letter with his chief of staff, told [then-White House chief of staff Reince] Priebus that the President had asked him to ‘do crazy shit,’ and informed Priebus and [then White House adviser Steve] Bannon that he was leaving.”\nTrump and his lawyers later disputed that characterization of the meeting.\nRyan J. Reilly contributed reporting.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/mueller-report-trump-staff_n_5cb89c08e4b081fd16948481", "tags": "efforts report rosenstein foiled mueller president ” trump got house white says russia probe staff"}