{"title": "Trump Threatens More China Tariffs, and Beijing Prepares to Retaliate", "content": "WASHINGTON — President Trump toughened his stance toward China on Wednesday, threatening to prolong his trade war with Beijing, which immediately signaled that it was prepared to fight back.\nMr. Trump, in a pair of tweets on Wednesday morning, said he would be happy to keep tariffs on Chinese exports rather than make a bad deal, setting the stage for a contentious round of talks between the United States and China that is set to begin on Thursday. Mr. Trump’s comments provoked a swift response from the Chinese Commerce Ministry, which suggested that it was once again ready to retaliate against American companies and their products with its own countermeasures.\nChinese negotiators including Vice Premier Liu He, one of China’s top economic officials and a close confidant of the country’s president, Xi Jinping, are headed to Washington to try to salvage a trade agreement that has fallen apart. But significant gaps remain between the two countries, and Mr. Trump suggested that he was ready to impose higher tariffs on $200 billion worth of Chinese goods on Friday morning, indicating a potentially long road ahead.\n“The reason for the China pullback & attempted renegotiation of the Trade Deal is the sincere HOPE that they will be able to “negotiate” with Joe Biden or one of the very weak Democrats, and thereby continue to ripoff the United States (($500 Billion a year)) for years to come,” Mr. Trump tweeted.\n“Guess what, that’s not going to happen! China has just informed us that they (Vice-Premier) are now coming to the U.S. to make a deal. We’ll see, but I am very happy with over $100 Billion a year in Tariffs filling U.S. coffers…great for U.S., not good for China!” the president added.\nOn Wednesday morning, the United States trade representative filed a public notice saying that tariffs on roughly $200 billion of Chinese products would increase to 25 percent from 10 percent on Friday “in light of the lack of progress in the additional rounds of negotiations since March 2019.” That would bring the tariff rate on the entire $250 billon worth of Chinese goods subject to levies to 25 percent.\n“The escalation of trade friction is not in the interests of the people of the two countries and the people of the world,” the Chinese Commerce Ministry said in response. “The Chinese side deeply regrets that if the U.S. tariff measures are implemented, China will have to take necessary countermeasures.”\nThe retrenchment in talks came as a surprise to businesses and investors, who expected the two countries to resolve the monthslong trade war as early as this week. Markets, which fell on Tuesday, recovered ground on Wednesday as Mr. Trump confirmed the Chinese delegation was headed to the United States.\nCompanies that would be affected by a tariff increase on Friday span a range of industries, from seafood and fertilizers to handbags and copper alloys. Industry associations said on Wednesday that their members were uncertain whether the tariffs would go into effect on Friday and were reviewing contingency plans.\n“When the U.S. and China fight, nobody wins, as the past year’s market gyrations, lost deals and strained diplomatic ties have made abundantly clear,” said Peter Robinson, the president of the United States Council for International Business, which represents global companies.\nA spokeswoman for Mr. Biden, who is running for the Democratic nomination for president, pushed back against Mr. Trump’s tweet, saying on Twitter that the president’s approach to the China trade talks has hurt “US farmers, small business owners & consumers, who feel the brunt of his tariff war.”\nThe atmosphere surrounding the trade talks has shifted dramatically since a week ago, when observers in both countries thought a deal was imminent and that the tit-for-tat tariff war would soon end. Both sides had been discussing lifting tariffs on each other’s goods, along with a commitment from China to open its markets to American business, protect intellectual property and direct large purchases of United States products.\nBut steady progress toward a trade deal blew up last weekend, when China called for substantial changes to the negotiating text, and Mr. Trump responded by threatening to raise existing tariffs and impose new ones on an additional $325 billion worth of products.\nIt was unclear whether the two countries could bridge their differences before higher tariffs go into effect on Friday morning. That outcome will hinge on whether Mr. Liu comes ready to make a deal with the United States or is merely seeking to gather more information on acceptable outcomes before returning to China to gauge what is palatable to Mr. Xi.\n“We’ve gotten an indication they want to make a deal,” Sarah Huckabee Sanders, the White House press secretary, told reporters on Wednesday.\nBut some China experts were skeptical of rapprochement, saying both sides suffer from significant gaps in understanding after a falling out last week. Mr. Liu’s main priorities, they said, would be gathering information on how the countries could proceed and trying to forestall an increase in Mr. Trump’s tariffs.\n“I think a deal this week is highly unlikely, because the optics of it would be very difficult for China,” said Eswar Prasad, the former head of the International Monetary Fund’s China division.\nThe quickest path to an agreement would require the Chinese side to once again extend concessions it recently revoked. Mr. Trump’s advisers were surprised by developments during talks last week in Beijing and in an exchange of documents over this past weekend, when Chinese negotiators called for changes in the language of all seven chapters of the 150-page draft agreement, people familiar with the negotiations said.\nThe Chinese requests covered everything from agreements to protect American intellectual property to limiting Chinese subsidies and currency manipulation. While Mr. Liu was given the authority to negotiate the terms of the agreement with the United States, much of what was agreed to was still in relatively abstract terms, according to another person familiar with the talks. When the draft agreement was brought back to a wider group of Chinese officials, it was met with concerns that certain provisions agreed to in principle were in conflict with Chinese laws and would require legal changes that would be complicated or unacceptable to enact, this person said.\nIn particular, the administration had wanted the text of the agreement to specify that some of the changes would be made in Chinese law. But Chinese negotiators insisted that the changes would be carried out through regulatory and administrative actions by the government, and not cemented in place through legislation in the National People’s Congress.\nForeign critics have long derided the National People’s Congress, China’s legislature, as a rubber stamp for the Communist Party. But moving legislation through the body requires time and political capital, and it could provoke unwelcome challenges from within senior policy circles.\nThe Trump administration’s refusal to roll back all of its existing tariffs on China also became an issue, prompting criticism within Chinese policy circles that negotiators were giving away too much in exchange for too little.\nThe retreat angered Mr. Trump’s advisers, including Robert Lighthizer, the United States trade representative, who has warned the president repeatedly about China’s penchant for reneging on its agreements and pushed for tough enforcement language in the deal.\nSenior Trump administration advisers have been circulating a five-page, single-spaced document detailing the economic promises that China has made to various American presidents and then broken.\nIn remarks on Monday, Mr. Lighthizer said that China had made significant commitments to the United States that were enforceable, and that “some people” in China had objected to them.\n“There is an enormous level of distrust between the two sides,” Mr. Prasad said.\nLongtime China critics in the United States have pushed the president to hold out against what they see as China’s tough negotiating style, including changing the terms of a deal at the last moment.\n“In my study of Chinese negotiating tactics, in almost every case, they believe the end game is where they can score the most points,” Michael Pillsbury, a China scholar at the Hudson Institute and an adviser on China to the White House. “They’ll be totally prepared for this final phase.”", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/us/politics/china-trade-trump.html", "tags": "“ china threatens united beijing states trump prepares chinese trade retaliate tariffs"}