{"title": "Trump raises hopes of China trade deal", "content": "US President Donald Trump has said he thinks the US could strike a trade deal with China, raising hopes that tensions between the two countries may subside.\n\"I think a deal will be made,\" Mr Trump said. \"We'll find out very soon.\"\nMr Trump has made similar remarks in the past. \nBut this time the comments came after China put forward a new list of issues for negotiation ahead of the G20 summit, which the US President described as a \"pretty complete list\".\nHowever, he said that several key items were lacking, meaning that the list was still \"not acceptable to me yet\".\n\"I think we'll probably get them too,\" he added, speaking to reporters after a bill signing at the White House.\nMr Trump has already imposed new import taxes on Chinese products worth about $250bn in annual trade, which has led China to respond in kind.\nBut on Friday he appeared to soften earlier threats of additional tariffs.\n\"We have another $267bn [in tariffs ready] to go, if we want to,\" he said.\n\"We may not have to do that,\" he added. \"China would like to make a deal.\"\nUS share markets jumped in response to the comments.\nInvestors have been rattled by the stand-off between the two economic giants.\nMr Trump says the new import tariffs are meant to punish China for \"unfair\" practices, such as theft of intellectual property, state subsidies of Chinese companies, and barriers to foreign firms.\nBut the duties have raised costs for US companies and been blamed for some of the recent slowdown in China's economic growth.\nThe two sides are expected to meet at the G20 summit in Argentina at the end of the month.\nEarlier talks between the two countries failed to resolve the issues. Many analysts remain sceptical about the prospects of a deal that would address the deeper issues raised by the US. \nHowever, some say Mr Trump may be willing to accept less substantive change, as he has in other trade disputes, such as the revision of the North American Free Trade Agreement (Nafta).", "date": "16 November 2018", "href": "https://www.bbc.co.uk/news/business-46242732", "tags": "us may hopes china raises trump trade two new deal said"}