{"title": "Trump's Foreign Policy Challenges Are Mounting Around The World", "content": "WASHINGTON (AP) — New North Korea missile tests. A trade standoff with China. Fresh nuclear tensions with Iran.\nPresident Donald Trump’s foreign policy challenges are mounting around the world, showing the limits of his self-touted ability to make a deal and perhaps the difficulty of focusing primarily on domestic concerns for his “America first” administration.\nThey’re also forcing him into some contorted positions, for example, backing regime change in Venezuela without any displays of force and saying he’s open to talks with Iran while dispatching an aircraft carrier and bombers to the Middle East.\nStaring down high-stakes diplomacy around the world, Trump says his efforts are working.\n“We’ve made a decisive break from the failed foreign policy establishment that sacrificed our sovereignty, surrendered our jobs and tied us down to endless foreign wars,” he told supporters at a rally in Florida. “In everything we do, we are now putting America first.”\nStill, Trump has plenty of unfinished business. Since taking office, he has specialized in publicly hectoring friendly partners, embracing foes and resisting too much advice. Critics have labeled him an unreliable force, while allies say he has followed through on a promise to disrupt foreign policy norms.\nTrump inherited some of his foreign policy problems, such as North Korea, Syria and Afghanistan, but has yet to solve them. And his hands-on approach to North Korea, holding the first meetings between a U.S. president and that country’s leader, has not yielded a deal to curtail North Korea’s nuclear missile program.\nOn other fronts, Trump has turned up the heat. His trade clash with China remains unresolved as he brandishes additional tariff hikes. With Iran, Trump pulled the U.S. out of the nuclear deal that the Obama administration had negotiated along with five other world powers, and he recently increased the pressure, designating Iran’s Revolutionary Guard Corps a terrorist organization and deploying military forces to the Persian Gulf. He said Thursday that he would like to get a call from Iran’s leaders to negotiate.\nCliff Kupchan, chairman of Eurasia Group, described China and Iran as the two most pressing issues for the U.S. But he noted that Trump’s moves are not unexpected.\n“With China and Iran we’re seeing a strategically very predictable president play out his hand,” he said. Still, he said that handling the range of challenges proves that the administration can manage to “walk and chew gum at the same time.”\nSpeaking to reporters on Thursday, Trump rattled through some of the top concerns. He said the U.S. was looking “very seriously right now” at North Korea’s recent military tests. On trade talks with China, he said the U.S. would be fine either way, but said Chinese President Xi Jinping wrote him a “beautiful” letter. And amid a rising clash with Iran, he declared, “we have information that you don’t want to know about.”\nOther pressing issues include the economic and political crisis in Venezuela. The United States and other nations have recognized opposition leader Juan Guaidó as interim president, but a recent effort to encourage an uprising against President Nicolás Maduro failed. Also on the horizon is a blueprint for Middle East peace from Trump senior adviser and son-in-law Jared Kushner, as well as the possibility of peace talks with the Taliban to end the 18-year war in Afghanistan.\nTrump, who ran on limiting U.S. engagement abroad, has stressed his interest in domestic policymaking. Michael O’Hanlon, a defense and foreign policy analyst at the Brookings Institution, said a unifying theme of Trump’s approach to foreign policy is his unwillingness to commit to more wars.\n“I think so far we continue to see reluctance on the part of Trump to get involved in new military operations ― which is mostly a good instinct - but a willingness to brandish nonmilitary instruments” of national power, as well as assertive shows of military force with no serious intention of taking pre-emptive military action, O’Hanlon said in an email Thursday.\nEvery administration faces periods of intensified - and often unforeseen - foreign policy problems that can divert its attention, resources and political capital away from domestic issues, such as jobs and the economy, that are more central to a president’s re-election hopes. The 9/11 attacks on the World Trade Center and the Pentagon happened in President George W. Bush’s first year in office, and his subsequent decisions to invade Afghanistan in October 2001 and Iraq in March 2003 consumed his administration for years.\nTrump also stressed that he was calling the shots. Asked if he lines up with hawkish national security adviser John Bolton, he said “I’m the one who tempers him, which is OK,” and added: “Ultimately I make the decision.”\nThat lines up with a central emphasis of Trump’s foreign policy, which is that he always has the final word. His advisers have shifted during his term, and he is now on his second secretary of state and third national security adviser. On Thursday, the White House said Trump will nominate Patrick Shanahan to succeed Jim Mattis as defense secretary, ending an audition period for Shanahan that began in January.\nIn a sign that Shanahan remains focused on Trump’s top security issue - building a wall on the U.S.-Mexican border - Shanahan is scheduled to travel to the border on Saturday, even as he juggles the Iran, Venezuela and North Korea problems.", "date": "\n05/10/2019", "href": "https://www.huffpost.com/entry/donald-trump-foreign-policy-challenges-mounting_n_5cd58deae4b054da4e8821ff", "tags": "policy challenges around iran world “ trump mounting foreign north korea said"}