{"title": "Trump Hates the Trade Deficit. Most Economists Don’t.", "content": "WASHINGTON — President Trump’s fixation  with America’s widening trade deficit is fueling his decision to impose stiff tariffs on steel and aluminum imports. Only a small group of experts share Mr. Trump’s fixation, and few see tariffs as an effective tool to narrow the so-called trade gap.\nAmerica’s trade deficit is the gap between how much in goods and services it imports from foreign countries, and how much it exports. Mr. Trump complains about the metric frequently, saying the trade imbalance is a measure of America’s weakness on trade policy.\n“We lost, over the last number of years, $800 billion a year,” he said in the White House on Monday, while defending his tariffs against criticism from Republican leaders in Congress. “Not a half a million dollars, not 12 cents. We lost $800 billion a year on trade.” He went on to say that the country “lost $500 billion” a year to China, though it was not clear what figure he was citing, given that America’s annual trade deficit with China has never climbed beyond $375 billion.\nMost economists do not see the trade gap as money “lost” to other countries, nor do they worry about trade deficits to a large degree. That’s because trade imbalances are affected by a host of macroeconomic factors, including the relative growth rates of countries, the value of their currencies, and their saving and investment rates. For instance, America’s trade deficit narrowed dramatically during the Great Recession, when national consumption faltered.\nMr. Trump has long argued that the trade deficit hinders economic growth, and that reducing it will accelerate American job creation. Even those who agree with that view say there are better ways to reduce the imbalance than through tariffs, which can backfire and further widen the trade deficit if other countries impose reciprocal tariffs.\n“If you look across countries, there’s no evidence that high tariffs reduce your trade deficit,” said Joseph E. Gagnon, a senior fellow at the Peterson Institute for International Economics, and a co-author of a 2017 book of policy recommendations on how to reduce trade imbalances.\n“The trade deficit is a terrible metric for judging economic policy,” said Lawrence H. Summers, a Harvard economist and former chairman of President Barack Obama’s National Economic Council. Mr. Summers said tariffs would actually worsen deficits by making American companies that ship steel and aluminum overseas less competitive, and by inviting foreign retaliatory tariffs against other exports.\nA year ago, Mr. Trump signed an executive order directing the Commerce Department and the United States trade representative to conduct a 90-day review on the causes of America’s persistent trade deficits. That review has not yet been released. The Bureau of Economic Analysis reported last month that the trade deficit grew to 2.9 percent of gross domestic product in 2017, up from 2.7 percent the year before.\nThe deficit in goods alone with China grew to $375 billion last year, an 8 percent increase from 2016.\nThe deficit in goods and services is on pace to reach about $330 billion, depending on fourth-quarter data that has not yet been reported, which would also be an increase from the year before.\nThe tangible source of America’s persistent trade deficit with China is consumer goods: electronics, housewares and so much else that Americans buy regularly at Walmart or Costco. Those deficits have been exacerbated, economists generally agree, through concerted action by the Chinese government to prop up exports, by holding down the value of China’s currency and directly subsidizing some exporting industries.\nWhen it was admitted to the World Trade Organization in 2001, China got access to markets around the world and in turn committed to opening its own markets to countries such as the United States, said Eswar S. Prasad, a trade economist at Cornell University. “China did not keep up its end of the bargain,” Mr. Prasad said. “It did not provide easy access to its own markets. And for a long period after the Asian financial crisis — 2000 until the end of that decade — they gave themselves a competitive advantage by holding down the value of their currency.”\nThe United States actually runs a trade surplus in services with China, as it does with many other countries, in part by attracting Chinese students to study at American colleges, which counts as an export.\nMr. Prasad and most other trade experts say bilateral trade deficits are not a good measure of whether countries are living up to their promises on market access, or whether certain countries are better negotiators of trade agreements. They compare the global economy to a neighborhood. Consumers might spend a lot of money with a shopkeeper who never buys anything from their store in return, but they also receive money from other customers whose stores they never frequent.\n“A bilateral balance doesn’t really tell you anything about what the economy is doing,” said Scott Lincicome, an adjunct fellow at the libertarian Cato Institute, “just like my bilateral deficit with my grocery store doesn’t tell you anything about whether I’m in debt.”\nMr. Trump’s own Council of Economic Advisers, in a report last month, seemed to play down alarms over bilateral trade deficits. “The United States has a bilateral goods deficit and a services surplus with many of its major trading partners,” council members wrote. “Overall, the United States has a goods deficit and a services surplus with the world. The services surplus is consistent with the structure of the private sector, which has evolved during the last few decades toward more services output as a share of G.D.P.”\nEconomists who share Mr. Trump’s concern with the overall trade deficit, or at least some degree of it, say there are better ways than tariffs to reduce it. Dean Baker, a liberal economist who writes frequently on trade policy, said targeting currency values is the best route; if other countries’ currencies strengthen relative to the dollar, it becomes more attractive for their consumers to buy American exports.\nMr. Gagnon has a list of recommendations but said one dwarfs all others: reducing America’s growing federal budget deficit, which is fueling foreign investment in the United States as the government turns to other nations to finance its spending.\n“There are things we could do,” he said, “but I hate to recommend them when we’re not doing the most important thing, which is bring down our massive fiscal deficit.”\nMr. Trump, he noted, recently signed  sweeping tax cuts that will add an estimated $1 trillion to federal deficits over the next 10 years, even after accounting for the faster growth it could bring.", "date": "March 5, 2018", "href": "https://www.nytimes.com/2018/03/05/us/politics/trade-deficit-tariffs-economists-trump.html", "tags": "hates america economists ” trump countries tariffs trade deficit"}