{"title": "Trump Vows to Release Mideast Peace Plan Within 4 Months", "content": "President Trump said Wednesday that he hoped to present his long-anticipated peace plan for Israel and the Palestinians within four months, and said he favored a two-state solution to the decades of conflict between the two sides.\nSpeaking before a meeting with Prime Minister Benjamin Netanyahu of Israel, Mr. Trump was more declarative than he has previously been about both the timing and nature of the proposal his administration has been working on in secret for nearly 20 months.\nMr. Trump said he liked a two-state solution, adding, “That’s what I think works best.”\nPreviously, Mr. Trump has said that he was open to either a Palestinian state alongside Israel or a single Israeli state, and that the decision should be up to the parties. “I am looking at two-state, and one-state, and I like the one that both parties like,” he said in February 2017.\n[Read our live updates on the United Nations General Assembly, including a Security Council briefing that President Trump is chairing.]\nAsked to clarify his position at a news conference Wednesday evening, he said he would still be happy with any plan the Israelis and Palestinians agreed on, whether one state or two.\n“The bottom line, if the Israelis and the Palestinians want a one-state, that’s O.K. with me,” he said. “If they want two states, that’s O.K. with me.”\nBut, he added, “I think it’s going to be a two-state.”\nHis preference for two states, long the goal of Middle East peace negotiators, seemed to open some daylight between his administration and that of Mr. Netanyahu, a close ally who has for years avoided referring to a two-state solution in public.\nBut Mr. Netanyahu said he was not surprised by Mr. Trump’s remarks.\n“Everyone defines the term ‘state’ differently,” Mr. Netanyahu told Israeli reporters after the meeting. He said that as long as he was prime minister, Israel would not relinquish security control of the occupied territories. He has spoken of granting the Palestinians, at most, what he calls a “state-minus,” with limited authorities.\nNaftali Bennett, the leader of the hawkish, pro-settlement Jewish Home party and a partner in Mr. Netanyahu’s coalition, described Mr. Trump as “a true friend of Israel.” But, he added, “It must be emphasized that as long as the Jewish Home Party is part of Israel’s government, there will not be a Palestinian state, which would be a disaster for Israel.”\nThe White House has kept timing of the peace plan — which is being drafted by Mr. Trump’s son-in-law and senior adviser, Jared Kushner, and Jason D. Greenblatt, the former chief lawyer of the Trump Organization — under tight wraps.\nOn Wednesday, Mr. Trump said he planned to release it “over the next two to three to four months.”\nIn March, administration officials said the plan was nearly finished and would be released soon.\nMr. Trump repeated his contention that his formal recognition of Jerusalem as Israel’s capital would open the door to a deal, despite the angry reaction of the Palestinian leadership, which severed communication with the White House after he announced the decision to move the United States Embassy to Jerusalem from Tel Aviv last year.\n“I took probably the biggest chip off the table,” Mr. Trump said. “Israel got the first chip, and it’s a big one; there’s no question.”\nHe reiterated that Israel would have to make some kind of reciprocal gesture to the Palestinians, but he did not offer any details.\nThere was no immediate response to his remarks from Palestinian officials.", "date": "Sept. 26, 2018", "href": "https://www.nytimes.com/2018/09/26/world/middleeast/trump-israel-palestinians.html", "tags": "“ plan within palestinians peace mideast trump israel vows months netanyahu two release"}