{"title": "Trump Slaps Steep Tariffs on Foreign Washing Machines and Solar Products", "content": "WASHINGTON — President Trump slapped steep tariffs on imports of washing machines and solar energy cells and panels on Monday, the first major step by the administration to erect the kind of trade barriers Mr. Trump has frequently said are necessary to protect manufacturers in the United States.\nThe twin announcements came after a year of tough rhetoric — but little action — on curbing imports of cheap products from countries like China and South Korea.\nWhite House advisers warned that additional trade measures related to steel, aluminum and other products from China could be coming, a signal that Mr. Trump is ratcheting up the protectionist policies he has long espoused as part of his “America First” approach.\nThe imposition of tariffs will most likely exacerbate trade tensions with other nations, including China, and could result in an escalation of retaliatory trade measures against imports from the United States. Both China and South Korea harshly criticized the move, with both suggesting they could take their complaints to the World Trade Organization, which settles trade disputes between countries.\nThe decisions also seemed poised to ignite a wave of similar trade cases from other American companies, which might be encouraged by Mr. Trump’s action.\nProtectionism was a defining theme of the populist presidential campaign in which Mr. Trump gleefully rebuffed the longstanding Republican embrace of free and open markets. Upon taking office, Mr. Trump pulled out of the Trans-Pacific Partnership, a 12-country trade deal, and threatened other actions, including a withdrawal from the North American Free Trade Agreement and the imposition of tariffs on foreign steel and aluminum. He has yet to make good on any of those threats.\nInstead, the White House took action on imports of washing machines and solar products based on requests by companies who said their operations in the United States were being harmed by imports.\nWhirlpool Inc. appealed to the White House for help in curbing washing machine imports from its Korean competitors, while two solar companies, Suniva Inc. and SolarWorld Americas, said imports of cheap solar cells and modules were similarly putting their companies at risk.\nWhile the tariffs were welcomed by the companies that sought them, economists warned the levies could drive up prices for consumers and hurt some American businesses. The solar industry has been split over the tariffs; companies that develop large-scale solar farms, as well as purchasers of solar power such as retailers and tech companies,  opposed the tariffs over concerns that they would cost them more money and make solar power less competitive with other energy sources, at least in the short term.\nAbigail Ross Hopper, the president of the Solar Energy Industries Association, which opposed the measures, said the decision “will create a crisis in a part of our economy that has been thriving, which will ultimately cost tens of thousands of hard-working, blue-collar Americans their jobs.”\nOther trade skeptics were more sanguine about the president’s decision, including Senator Sherrod Brown, a Democrat from Ohio, where Whirlpool makes its washers. Mr. Brown, who described himself as an ally of the administration on trade, called the decision “welcome news” and said the tariffs “will help level the playing field, and show anyone who tries to cheat our trade laws that they won’t get away with it.”\nThe trade cases rely on a little-used section of trade law that provides a “safeguard” for industries beset by imports — and which casts a wide net on products from around the world. The law has not been used to impose tariffs since 2002, when President George W. Bush clamped down on imports of steel.\nStill, that approach has shown mixed results. The World Trade Organization ruled against the United States in 2003, and the Bush administration ultimately withdrew the measure under threat of retaliation.\nChina on Tuesday hinted it could take a similar approach. “With regard to the wrong measures taken by the United States, China will work with other W.T.O. members to resolutely defend our legitimate interests,” its Ministry of Commerce said in a statement.\nIn both of Monday’s cases, trade officials said the safeguard measure was necessary because foreign producers were evading American restrictions on imports from specific countries by hopscotching their factories around the globe.\nRobert Lighthizer, the United States trade representative, said the president had decided to accept the recommendations of his trade advisers in imposing tariffs ranging from 15 percent to 50 percent on various imports.\n“The president’s action makes clear again that the Trump administration will always defend American workers, farmers, ranchers and businesses,” Mr. Lighthizer said.\nThe administration was not alone in finding the imports harmful. The United States International Trade Commission, an independent body of trade officials, also examined the cases and found that imports were hurting domestic manufacturers. They also made several recommendations that ranged in severity; Mr. Trump ultimately opted for relatively stringent measures after consulting with his own advisers.\nThe president approved solar tariffs for the next four years, starting with levies of 30 percent that will ultimately fall to 15 percent. In each of the four years, the first 2.5 gigawatts of imported solar cells will be exempted from the tariff, an exception designed to ensure that existing solar module manufacturers in the United States can still access cheap supplies of cells.\nThe administration said that the tariffs are largely directed at China, which over the past decade has built itself into the world’s largest manufacturer of solar products, flooding global markets with low-cost crystalline silicon panels. While the United States has previously imposed restrictions on Chinese solar products, Chinese firms simply moved production to other countries, the United States trade representative said in its announcement.\nBut since the United States already levies many trade restrictions on Chinese products, neither measure appeared likely to put a significant dent in China’s exports. Other countries may be hit harder. Currently, more than 95 percent of America’s solar panels are imported, with half of those imports coming from Malaysia and South Korea.\nWhile that global production frenzy has hurt American solar manufacturers, it has been a boon to those who want to buy solar power. The average cost of solar installations in the United States has fallen 70 percent since 2010, from $7.50 per watt down to around $1 per watt.\nBut major solar companies that operate global supply chains worry that their products will be caught in the snare.\nSuvi Sharma, the chief executive of Solaria, a solar panel maker headquartered in California that makes products in both the United States and South Korea, said the trade action would be an incentive to shift more of its operations into the United States. But he also worried that it could damage the industry’s prospects by making solar energy more expensive in a highly competitive utility market.\n“With a high tariff, there is going to be more manufacturing of solar in the United States, but the question is, at what cost?” Mr. Sharma asked.\nFor imported washing machines, the president approved a combined tariff and quota for the next three years. In the first year, the first 1.2 million washing machines that are imported will face a tariff of 20 percent, while all subsequent imports will have a tariff of 50 percent. Those tariffs are then gradually phased down in the second and third years.\nIn the washing machine case, Whirlpool argued that its South Korean competitors, Samsung Electronic Co. and LG Electronics, moved their production facilities around the world to avoid tariffs.\nSamsung and LG described Whirlpool’s case as a protectionist grab designed to shut out products that American consumers find more attractive, and argued that such restrictions on their products would hurt consumers by raising prices. They also fought against restrictions on imported parts, saying those could slow operations at facilities they had opened in the United States, including Samsung’s new appliance factory in South Carolina.\nWhirlpool’s chairman, Jeff M. Fettig, called the decision “a victory for American workers and consumers alike.” “This announcement caps nearly a decade of litigation and will result in new manufacturing jobs in Ohio, Kentucky, South Carolina and Tennessee,” he said.", "date": "Jan. 22, 2018", "href": "https://www.nytimes.com/2018/01/22/business/trump-tariffs-washing-machines-solar-panels.html", "tags": "steep machines washing slaps solar united states ” trump trade products foreign tariffs imports"}