{"title": "Trump Kim summit: Stop romanticising a dictator, say North Korea artists", "content": "The once-elusive Kim Jong-un may be emerging as something of an international statesman, but North Korean artists in Seoul who personally suffered under his leadership tell the BBC's Heather Chen and Minji Lee that peace talks won't change a man they call a tyrant.\nFor several years, Song Byeok played an instrumental role in North Korea's propaganda machine. The painter from Hwanghae province was noticed by the ruling elite and chosen to be a state artist. \nMr Song painted vivid, striking images showing anti-American and Japanese slogans, happy workers and of course, the Kim dynasty. \n\"As a propaganda artist, you are expected to portray North Korea and its leaders as being the best in the world,\" says Mr Song, at his apartment in Seoul. \n\"In North Korea, art can only be beautiful. The homeless do not exist and everyone is chubby as they are well-fed.\"\nThis picture could not be further from the truth. \nMr Song defected to South Korea in 2002, having survived a gulag where torture was a daily routine.\n\"Being in a North Korean prison camp was so tough,\" he recalls, in between deep breaths. \"You'd hear birds singing and see blue skies and it would make you want to die. So you can imagine how shocked I am to see Kim Jong-un being shown in a positive light.\"\nThese memories are particularly difficult for Mr Song, as he sees Kim Jong-un become the new darling of the diplomatic scene, as a result of his highly-anticipated June meeting with US President Donald Trump.\nInstagram users can view a version of this story on our BBC News account. Watch the Insta story on BBC News and BBC News Korean. \nLeaders from several countries are rushing to have their moment with the man once shunned because of his nuclear weapons programme and dire human rights record.\n\"So many have died at the hands of his regime yet people can say he is now humane,\" he says. \"They are romanticising a dictator and glamourising his regime. This is all very wrong.\" \nIn a sleepy part of Seoul's lively Gangnam district, lives another defector artist Choi Seong-guk. \nIn his previous life, the Pyongyang native worked on state-commissioned cartoons about Western spies.\n\"As someone who actually comes from North Korea, hearing praise about Kim Jong-un makes me really angry,\" he says. \n\"The people who say these things have never actually seen North Koreans like me and my family, who have been tormented and beaten. [So they know nothing about] how miserable our lives have been.\" \nNow in his 30s and living in Seoul, Mr Choi was exiled from the prestigious North Korean capital and sent to a prison camp after being found guilty of selling duplicated copies of South Korean films. He made the decision to flee the country with his family in 2012.\nLike many other North Koreans abroad, he will be closely watching the Trump-Kim meeting.\n\"What will make me angry will be seeing pictures of Kim parading around with global leaders. This will only fortify his image back in North Korea and will brainwash many people,\" he says. \nThe 12 June summit in Singapore was called off once, after the two parties fell back into a war of words, but the plan was revived after an apparently conciliatory response from Pyongyang.\nBut Mr Choi has reservations.\n\"The world seems to think you can resolve Korea's problems just by having a conversation with Kim Jong-un and I am honestly quite taken aback by this notion,\" he says. \n\"He is acting this way because he is on the brink of desperation and has nowhere to go.\"\n\"Donald Trump leads the strongest, most powerful country in the world so he has a sense of duty to humanity. I believe he has a strategy but I hope he will not neglect North Koreans.\"\nWhen asked if he would like to return to a safe North Korea one day, the answer is an enthusiastic yes from Song Byeok. \n\"Definitely. I want to hold an art exhibition in Pyongyang and show my fellow citizens [proof of] freedom of expression. That is my lifelong dream and I hope it will happen while I am still alive,\" he says. \nBut like Choi Seong-guk, Mr Song has concerns about negotiating with Kim Jong-un. \n\"Does Moon Jae-in really believe Kim will denuclearise North Korea?\" he says, referencing the other historic meeting recently, between Mr Kim and South Korea's president.\n\"His administration has not brought up the issue of human rights in North Korea either.\"\nBut still, he holds out hope for his country and does not want the Trump-Kim summit to be \"merely an event\". \n\"I hope the meeting between Trump and Kim will become a starting point for our country to fundamentally change,\" he says. ", "date": "10 June 2018", "href": "https://www.bbc.com/news/world-asia-44354779", "tags": "song seoul summit korean trump romanticising dictator say stop artists says jong-un bbc kim north korea"}