{"title": "Trump’s Plan for U.S. Forces in Iraq Met With Unified Rejection in Baghdad", "content": "President Trump’s unexpected announcement that he wanted American troops in Iraq to stay there to “watch Iran” achieved a previously unattainable goal on Monday: unity in the Iraqi political establishment.\nThe problem for Mr. Trump was that the unity was a collective rejection of his proposal, and added momentum to proposed legislation that could hamper American troops’ ability to operate in Iraq. The measure, which is now being drafted, would limit American troop movements and activities in Iraq.\nMr. Trump’s remarks, made in an  interview that aired Sunday on CBS’s “Face the Nation,” reverberated through Iraq late Sunday and were rejected by all corners of the government, even by some of the United States’ staunchest allies, including President Barham Salih, a Kurd.\n“Don’t overburden Iraq with your own issues,” said Mr. Salih, who was speaking Monday in Baghdad at the Al Rafidain Forum, which brings together Iraqis, regional figures and international experts to discuss policy challenges.\n“The U.S. is a major power, but do not pursue your own policy priorities, we live here,” Mr. Salih said, addressing his comments to the American administration.\nMr. Salih’s comments were mild compared with those from Iraqi Parliament members and political leaders who have long felt that the United States has been disrespectful of Iraq’s sovereignty.\nOn Monday, some called on Parliament to act quickly to push out the Americans. One of the more extreme statements came from the military spokesman for the Hezbollah Brigades, an Iraqi armed group that now has a political arm (and which is not directly connected to Lebanon’s Hezbollah), who said that Mr. Trump’s comments made the “American forces legitimate targets for the Iraqi resistance.”\nOver all, the incident lays bare that the American presence in Iraq is on thin ice and that United States military and political leaders have little room to maneuver.\nAmerican diplomats and military officials in Washington and in Baghdad scrambled on Monday to contain the political fallout in Iraq from Mr. Trump’s assertion that American troops would remain there to monitor any nefarious activities by neighboring Iran.\nOne saving grace that might have helped mitigate the Iraqi outrage, one American official said, was that the Iraqi Parliament was not in session, perhaps sparing Washington even greater fury.\n“Our troops are in Iraq to ensure the enduring defeat of ISIS,” a senior administration official said on Monday, in a conference call with reporters ahead of a meeting this week in Washington with representatives of the nearly 80 countries that belong to the coalition fighting the Islamic State in Syria, Iraq and several other countries where the organization has offshoots.\nMr. Trump seemed to have stepped on a diplomatic hornet’s nest inadvertently, American diplomats and military experts said, when he discussed the nature of the sprawling Al Asad Air Base in western Iraq, which he visited in late December and referred to on Sunday, and where American troops operate with Iraqi permission. He suggested Americans could use the base to carry out surveillance of Iran.\n“We have a base in Iraq and the base is a fantastic edifice,” Mr. Trump said in the CBS interview. “I was there recently, and I couldn’t believe the money that was spent on these massive runways.”\nAmerican military and intelligence officials expressed bafflement at Mr. Trump’s claim that United States forces at Al Asad, or at most any other Iraqi base, could take a leading role in monitoring Iran’s nuclear program or other suspicious activities.\nSuch intelligence collection is typically conducted by a combination of American spy satellites, electronic intercepts collected by the National Security Agency and possibly covert operations by C.I.A. spies.\nMr. Trump’s visit to Al Asad in December provoked similar anger from Iraqi politicians, some of whom called it an arrogant affront that recalled American behavior dating back to the 2003 invasion and what followed: the abuses at Abu Ghraib prison; incidents with civilian casualties; and widespread sectarian violence.\nThe decision that upset the broadest spectrum of Iraqis was the departure of American troops from the country once the status of forces agreement, which set the terms for United States forces in Iraq, expired in 2011. Although American troops had little choice but to leave the country after the expiration — and though Iraq’s leaders played a large role in their exit — many Iraqis now describe the departure as an abandonment and part of what led to the growth of the Islamic State and continued fighting on Iraqi soil.\n“It will not be forgotten what happened after the American withdrawal,” said Jowad al-Musawi, a member of Parliament from the bloc allied with Moktada al-Sadr, a Shiite leader. “It will not be forgotten that America would at any moment leave you alone to confront war or terrorism.”\nWith the Islamic State’s territory in Iraq and Syria dwindling to just a sliver, many Iraqis are not sure what American forces are doing and where they are now based. They are fearful that Iraq will become the turf for a conflict between the United States and Iran, and they recognize that many Iraqis rely on Iran, which in recent years has been an ally, supplying some of southern Iraq’s electricity and supporting Iraq when the Islamic State invaded in 2014.\n“We strongly reject having Iraq be a place for settling regional or international scores or a place to provoke neighboring states,” said a Twitter statement from Ammar al-Hakim, a Shiite leader in Parliament and part of a revered religious family in Iraq.\n“Making our land into a place to attack neighboring states is a threat to our national interests and our Iraqi security,” he added. “Iraq will not allow this.”\nThere are about 5,200 American troops in Iraq, training and advising Iraqi troops and helping them carry out counterterrorism missions inside the country. But the United States military has a fluid number of soldiers and military contractors in the country, and for security reasons it does not give exact numbers or acknowledge all the locations where those forces are stationed.\nThe United States has quietly been negotiating with Iraq for weeks to allow American Special Forces and support troops now operating in Syria to shift to bases in Iraq and strike the Islamic State from there.\nIn just the last two weeks, an unverified incident has worsened fears of those who would rather not see the American military return to Iraq: a Kurdish politician announced he had just come back from a trip with an American colonel to see three bases previously used by American troops near the Iranian border and that the plan was for troops to return to them.\nThe Iraqi authorities have not confirmed the politician’s story. But those close to the Iranians were alarmed and concluded that either it was a form of psychological warfare, designed to unnerve Iran, or that the Americans really were coming back with the goal of using Iraq as a base for monitoring or even attacking Iran.\nSome senior American officers and diplomats expressed fears on Monday that Mr. Trump’s comments could undercut the delicate negotiations in Iraq and weaken the United States’ ability to respond to the Islamic State’s remnants in Syria and Iraq, where they remain a dangerous presence — although far smaller and less lethal than in the past.\nBut other analysts, both Iraqi and Western, said that the often tumultuous relationship between Baghdad and Washington would survive this upset.\n“The Iraqis know that ISIS will take years to defeat, so they also know the U.S.-Iraq military partnership will probably outlast this U.S. presidency,” said Michael Knights, a senior fellow at the Washington Institute for Near East Policy.\nWathiq al-Hashimi, head of the Iraqi Strategic Studies Group, a think tank in Baghdad, noted that despite all the heated statements, “my analysis is that this will not escalate into a confrontation,” he said.\n“Iran will not risk hitting the American forces and America does not want to hit Iran because both sides understand that Iraq’s role is to calm the situation and bridge relations,” between the United States and Iran, Mr. al-Hashimi added.", "date": "Feb. 4, 2019", "href": "https://www.nytimes.com/2019/02/04/world/middleeast/trump-iraq-iran-reaction.html", "tags": "forces american iraqi iran rejection troops u.s. unified met states ” trump baghdad iraq plan"}