{"title": "Trump Delays a Tariff Deadline, Citing Progress in China Trade Talks", "content": "WASHINGTON — President Trump delayed his own deadline to increase tariffs on Chinese goods on Sunday as his administration continues a monthslong effort to persuade Beijing to make significant structural changes to its economy that have so far proved elusive.\nMr. Trump, in a tweet on Sunday, said he would delay a Friday deadline to increase tariffs on $200 billion in Chinese imports, citing “substantial progress” during a week of trade talks in Washington between American and Chinese officials.\nThe president, who has been eager to cut a deal with Beijing, said the negotiators had forged a compromise on key issues, including China’s requirement that American companies hand over valuable intellectual property and technology as a condition of doing business in China, as well as more purchases of American agriculture and energy products, like liquid natural gas.\nBut in a hint of how fluid the talks remain, the two sides did not sign an official agreement and the White House did not release details on any agreements. Mr. Trump said he hoped to sign a final deal in person in a meeting with President Xi Jinping of China, most likely in March at Mar-a-Lago, the president’s Palm Beach resort, but no new deadline was set.\n“As a result of these very productive talks, I will be delaying the U.S. increase in tariffs now scheduled for March 1,” Mr. Trump wrote. “Assuming both sides make additional progress, we will be planning a Summit for President Xi and myself, at Mar-a-Lago, to conclude an agreement. A very good weekend for U.S. & China!”\nThe extension will prevent the United States from increasing tariffs on $200 billion of Chinese exports to 25 percent from 10 percent on March 2. The delay, which Mr. Trump had dangled as a possibility in recent weeks, is likely to calm volatile financial markets and reassure business owners who depend on China both for components and as a market for finished goods. Investors in China cheered the news, sending its stock market up more than 5 percent.\nDespite the progress touted by Mr. Trump, the Chinese have still yet to make written commitments to any of the core issues that the president mentioned in his tweet, according to a person familiar with the negotiations.\nAfter a long weekend of talks, this person said, the Chinese delegation returned to the Chinese embassy in Washington and, over secure communications, received permission from Beijing to make a commitment in principle to satisfy the American negotiators and Mr. Trump.\nAn American delegation is expected to travel to Beijing sometime between now and Mr. Xi’s trip to Mar-a-Lago to continue to work out the remaining differences. The fact that Mr. Xi has agreed to come to Mar-a-Lago is viewed by the Chinese as a concession, as they originally hoped that such a meeting would take place on China’s Hainan island. But the location also represents a gamble by Mr. Trump, who could be faced with an awkward situation if Mr. Xi refuses to make final concessions while he is a guest at his resort.\nMr. Trump continued to tease the prospect of a potential deal with China on Sunday evening, saying “if all works well, we’re going to have some very big news over the next week or two.”\nThe president said tariffs on Chinese goods had helped propel the United States beyond China, saying “as long as I’m president, they’re not going to catch us.”\nWhile some analysts said Mr. Trump’s advisers appeared likely to secure greater concessions than past administrations have achieved, others remain skeptical that United States can significantly transform the economic relationship with China.\nThe president’s announcement followed days of negotiations in which American and Chinese officials met in board rooms near the White House to work line-by-line through a handful of documents covering intellectual property, services and subsidies. The Chinese were ready to commit to billions of dollars of purchases of American soybeans, beef, natural gas and other products, though they have resisted more structural changes to their economy.\nMr. Trump has long criticized China for undercutting American workers, and his advisers have tried to pressure the country into making firm commitments to protect American intellectual property, give foreign companies equal access to Chinese markets and reduce subsidies to state-owned firms. But some of these goals run counter to China’s own ambitions of cementing the Communist Party’s control over the economy and the economic dominance of its state-owned firms.\nOne component of this week’s agreement was a pledge by China not to artificially weaken the value of its heavily managed currency, according to people with knowledge of the negotiations. A weaker currency would make Chinese products cheaper abroad and lessen the impact of American tariffs. Under the agreement reached this week, the Chinese must notify the United States when and why they are intervening in their currency. If they violate the agreement, the Trump administration would ratchet up tariffs on Chinese goods, according to one person with knowledge of the negotiations.\nBrad Setser, a senior fellow for international economics at the Council on Foreign Relations, said the currency commitment made sense in light of the Trump administration’s goal of lowering the gap between what the United States sells to China and what it imports. That so-called trade deficit in goods totaled $382 billion in 2018.\n“I don’t see how you can credibly try to bring the bilateral deficit down if China doesn’t make a commitment to resist further depreciation,” Mr. Setser said. “A weaker yuan encourages U.S. firms to import more from China, it makes U.S. exports in China more expensive, and this would work against the administration’s goal of a more balanced trading relationship.”\nThe two sides do not appear to have agreed to a mechanism that would enforce any deal, but American negotiators have favored requiring tariffs on Chinese goods to snap back if Beijing does not make good on the agreement.\n“My guess is that the Trump administration prefers the simplest, most unilateral approach that makes it easy for them to be judge and jury,” Scott Kennedy, a China scholar at the Center for Strategic and International Relations, said of the enforcement mechanism.\nThe tariffs against China are just one front in a global trade war that the president has initiated since coming into office. In a series of trade actions last year, the Trump administration levied tariffs on roughly 13 percent of total American imports, including solar products, washing machines and metals, according to Chad Bown, a senior fellow at the Peterson Institute for International Economics.\nAs the Chinese negotiators prepared to return to Beijing on Monday, industry representatives were struggling to understand the status of the talks and evaluate the effect on their businesses.\nBusiness owners and lobbyists have generally agreed with some of the administration’s goals, including fighting for more equal treatment for foreign companies operating in China. But they have disagreed with the use of tariffs as leverage — since that tends to hurt American importers and their customers — and Mr. Trump’s focus on the bilateral trade deficit.\nWhile the United States and China seem nearer to an agreement than in previous months, companies that operate in China have not been released from uncertainty. Mr. Trump views trade as one of his signature issues, and his advisers say that, when it comes to a final deal, the president will be the one to decide if it passes muster.\nMr. Trump has often weighed in at the last minute to change the terms in past negotiations, imposing tariffs or lifting sanctions based on personal conversations with foreign leaders or perceived compliments or slights.\n“The president has undercut, privately or publicly, every one of his trade representatives,” said William Reinsch, a former United States trade official and now a senior adviser at the Center for Strategic and International Studies. “The president is his own trade representative and he’s going to make the decisions.”\nIn the Oval Office on Friday, Mr. Trump contradicted his top trade adviser in front of TV cameras about whether the agreement should be termed a “memorandum of understanding,” a phrase Mr. Trump said was not forceful enough.\nStill, the president was upbeat. Mr. Trump in a tweet called the talks “very productive.”\nThe lack of detail about what the United States and China may agree to is prompting concern from both Republicans and Democrats, who worry that Mr. Trump may sign a deal that does little to change many of the practices that American companies say put them — and their workers — at a competitive disadvantage.\nLawmakers will get a chance to grill the administration about its plans this week when Robert Lighthizer, Mr. Trump’s top trade adviser, testifies about the China talks and other trade actions on Wednesday.\nFor now, Republicans are portraying the delay as a positive.\n“Encouraging news from @POTUS that progress is being made in a trade deal with China,” Representative Patrick J. Toomey, a Republican from Pennsylvania, tweeted. “Hopefully this leads to an agreement that stops China’s theft of US intellectual property and avoids a full blown trade war.”\nComplications could still arise, however, including China’s importance in helping the United States negotiate with North Korea. The Chinese have assisted the Trump administration in arranging another summit meeting with Kim Jong-un in Hanoi this week and Mr. Trump has often cited Mr. Xi’s relationship with Mr. Kim, which has put Mr. Trump in the awkward position of depending on China’s assistance while also trying to play tough and win a trade deal.\n“President Xi of China has been very helpful in his support of my meeting with Kim Jong Un,” Mr. Trump tweeted on Sunday. “The last thing China wants are large scale nuclear weapons right next door. Sanctions placed on the border by China and Russia have been very helpful. Great relationship with Chairman Kim!”", "date": "Feb. 24, 2019", "href": "https://www.nytimes.com/2019/02/24/us/politics/us-china-trade-truce.html", "tags": "american mr. citing tariff china deadline trump ” chinese progress trade delays tariffs talks"}