{"title": "Trump’s Lawyers Counter Mueller’s Interview Offer, Seeking a Narrower Scope", "content": "WASHINGTON — President Trump’s lawyers rejected the special counsel’s latest terms for an interview in the Russia investigation, countering on Wednesday with an offer that suggested a narrow path for answering questions, people familiar with the matter said.\nJay Sekulow, one of Mr. Trump’s personal lawyers, confirmed that a response was sent but declined to comment on its content. Noting the documents that the White House has already provided, the president’s lead lawyer in the case, Rudolph W. Giuliani, said, “We’re restating what we have been saying for months: It is time for the Office of Special Counsel to conclude its inquiry without further delay.”\nThe letter marked the latest back and forth in the eight months of negotiations between Mr. Trump’s lawyers and the special counsel, Robert S. Mueller III. Last week, Mr. Mueller proposed a slightly altered format to the expansive interview he wants to conduct with the president.\nMr. Trump’s lawyers did not reject an interview outright but included the narrower counteroffer, one person familiar with the response said. However, Mr. Trump’s lawyers do not want him answering questions about whether he obstructed justice, according to the person, who did not want to be named describing the private negotiations and spoke on the condition of anonymity.\nMr. Giuliani would not comment on the contents but confirmed that the president’s lawyers had not rejected an interview altogether and had instead tried for an “avenue” that could work.\nThe response indicated how far apart the two sides remain. Mr. Mueller wants to question the president on a range of issues, chiefly his associates’ contacts with Russia; possible coordination between his campaign and Moscow’s election interference; and the intent behind presidential actions that could be construed as attempts to obstruct the inquiry, including firing the F.B.I. director.\nBut the president’s lawyers are concerned that if he is interviewed, Mr. Trump could perjure himself. That concern is in part driving the continuing negotiations. They had been prepared last week to tell Mr. Mueller that Mr. Trump would decline an interview, but the president, who believes he can convince Mr. Mueller that he is innocent, pushed his lawyers to continue negotiating.\nBy making another counterproposal after months of promises that they were only weeks away from deciding about an interview, Mr. Trump’s lawyers run the risk that Mr. Mueller could conclude that they are negotiating in bad faith to prolong the investigation. In a meeting with Mr. Trump’s lawyers this year, Mr. Mueller threatened to take the extraordinary step of subpoenaing the president to testify before a grand jury if he did not sit for a voluntary interview.\nMr. Trump’s lawyers indicated that the negotiations were winding down, setting the stage for a possible subpoena. The talks were nearing an impasse, Mr. Giuliani said on Wednesday when he called into a radio show hosted by Mr. Sekulow.\n“This should be over by Sept. 1,” Mr. Giuliani said. “We have now given him an answer; he obviously he should take a few days to consider it, but we should get this resolved. If there is going to be an interview, let’s have it.”\nOnly one modern president, Bill Clinton, has been subpoenaed for testimony while in office; he eventually agreed to a voluntary interview to avoid a prolonged court fight. The Supreme Court has never decided whether a sitting president can be subpoenaed for testimony.\nLaw enforcement officials who have worked with Mr. Mueller, a longtime federal prosecutor and the head of the F.B.I. from 2001 to 2013, believe that he will try to use every tool he has to get the president to answer questions and that he will probably subpoena him to testify if he does not agree to be questioned voluntarily.\nSome of Mr. Trump’s lawyers believe that Mr. Mueller will not subpoena their client out of fear of losing a court fight that could undermine the investigation’s legitimacy to the public.\nThe president’s lawyers have said they would fight a subpoena — a battle that could eventually be decided by the Supreme Court.", "date": "Aug. 8, 2018", "href": "https://www.nytimes.com/2018/08/08/us/politics/trump-mueller-interview.html", "tags": "giuliani could narrower trump interview offer lawyers counter scope seeking mueller"}