{"title": "Trump Turns To Absurd Abortion Imagery In State Of The Union Speech", "content": "President Donald Trump railed against recent abortion legislation during his State of the Union address on Tuesday night, using graphic imagery to mischaracterize scenarios in which the procedure would be performed.\nComments and legislation made in support of advancing reproductive rights in recent weeks have been “chilling displays,” he said. \n“Lawmakers in New York cheered with delight upon the passage of legislation that would allow a baby to be ripped from the mother’s womb moments before birth,” Trump said. “These are living, feeling, beautiful babies who will never get the chance to share their love and dreams with the world.”\nThe remark was made in reference to the Reproductive Health Act that New York Gov. Andrew Cuomo signed last month. In reality, what the bill does is expand access to abortion after 24 weeks of pregnancy to women carrying a fetus that cannot live outside the womb. Previously, the procedure was available only to women at that stage of pregnancy if their health was threatened. \nThe scenario depicted by Trump is absurd, advocates for the bill have said. \nTrump also, once again, seized upon comments made by Virginia’s Democratic Gov. Ralph Northam in support of an abortion rights bill in his state. The bill seeks to make it easier for women carrying non-viable fetuses to access abortions later in their pregnancies. \n“And then, we had the case of the governor of Virginia, where he basically stated he would execute a baby after birth,” Trump said, joining the chorus of conservative voices twisting comments from Northam, a pediatric neurologist.\nThe state bill Northam had spoken in support of clearly states that life support “shall be available and utilized if there is any clearly visible evidence of viability.”\nTrump went on to say he is pushing Congress to “pass legislation to prohibit the late-term abortion of children who can feel pain in the mother’s womb.”\nHis comments come as abortion rights are more uncertain than ever, largely because of the addition of conservative judge Brett Kavanaugh to the Supreme Court, tilting it more in favor of right-wing causes.\nEmboldened by Trump’s presidency, states have passed a number of legislative threats to Roe v. Wade, including bans on abortion after doctors detect a fetal heartbeat, which may happen as early as six weeks; requirements that patients seeking abortions get an ultrasound; and bans on dilation and evacuation, a procedure commonly used for second-trimester abortions.\nBut Democratic gains during the 2018 midterm elections have reproductive rights groups more optimistic. Dr. Leana Wen, president of the Planned Parenthood Federation of America, told Vox that there are 25 governors and 19 state legislatures that support reproductive rights.", "date": "\n02/05/2019", "href": "https://www.huffpost.com/entry/trump-sotu-abortion_n_5c5a4495e4b0871047589372", "tags": "support speech absurd union rights ” trump imagery abortion turns state bill comments legislation"}