{"title": "Trump Pushes Possibility of Campaign Informant as ‘Really Bad Stuff’", "content": "WASHINGTON — President Trump ramped up pressure against the Justice Department on Friday, raising concerns about the possibility of a government informant inside his presidential campaign and saying “if true” it is the “all time biggest political scandal!”\nIn a pair of tweets on Friday morning, the president offered his latest salvo in a protracted battle between top federal law enforcement officials and Mr. Trump’s allies on Capitol Hill.\nAt the heart of the new twist in the fight is a confidential government informant who, according to current and former officials, met several times with two of Mr. Trump’s campaign aides.\nIn another Twitter post, Mr. Trump quoted a Fox Business Network commentator who has said that revelations of such an informant, if accurate, reflect an unfair investigation into the president. Mr. Trump added, “Really bad stuff!”\nLawmakers close to Mr. Trump have been fighting with the Justice Department and arguing that it is abusing its authority in its Russia investigation. The lawmakers have demanded information from the department about some of the department’s most sensitive case files.\n“It’s high time for transparency,” Representative Jim Jordan, Republican of Ohio, said in a tweet on Wednesday. In a letter this week, Mr. Jordan and other lawmakers asked the president to tell the attorney general to turn over all of the documents that Congress has requested.\nAt least one government informant met with Mr. Trump’s former campaign aides, Carter Page and George Papadopoulos, current and former officials said.\nOn Wednesday, Christopher A. Wray, the F.B.I. director, told lawmakers that the bureau has always worked to protect sources and methods in investigations. Confidential informants are among the most sensitive topics in law enforcement, and publicly disclosing them could jeopardize ongoing investigations. It also could put the informant’s safety at risk.\n“As anybody in the intelligence community knows, human sources in particular who put themselves at great risk to work with us and with our foreign partners have to be able trust that we’re going to protect their identities and, in many cases, their lives and lives of their families,” Mr. Wray said. “And the day that we can’t protect human sources is the day the American people start becoming less safe.”\nOne of Mr. Trump’s attorneys, Rudolph W. Giuliani, said on Friday that neither the president nor his legal team knows “for sure” that there was a confidential informant.\n“I don’t know for sure, nor does the president, if there really was one,” Mr. Giuliani said on CNN. “For a long time we’ve been told there was some kind of infiltration. At one time, the president thought it was a wire tap.”\nMr. Giuliani was referencing an accusation the president made early into his administration that former President Barack Obama had Mr. Trump’s “wires tapped” in Trump tower. The Justice Department looked into the claim and found no evidence that had happened.", "date": "May 18, 2018", "href": "https://www.nytimes.com/2018/05/18/us/politics/trump-campaign-fbi-informant-.html", "tags": "pushes ‘ really department former ” trump possibility informant bad stuff campaign time"}