{"title": "Trump's Trade War Cost U-S- More Than -3 Billion A Month, Economists Say", "content": "President Donald Trump’s trade war cost American businesses and consumers $3 billion a month last year in higher prices, according to a study by top economists.\nThe U.S. “experienced substantial increases in the prices of ... goods, dramatic changes to its supply-chain network, reductions in availability of imported varieties, and complete pass-through of the tariffs into domestic prices of imported goods,” noted the study issued Saturday by economists from the Federal Reserve Bank in New York, and Princeton and Columbia University.  “Overall ... we find that the full incidence of the tariff falls on domestic consumers.”\nThe trade war also cost companies an additional $1.4 billion a month in efficiency losses as they changed the way they do business to adapt to the tariffs, such as cobbling together new supply chains, according to the study.\nAuthor David Weinstein of Columbia University told Bloomberg: “This is kind of the worst-case scenario in terms of consumers. It’s pretty unclear that this trade war is a net win for the economy at this point.’’\nTrump has said negotiators are very close to an agreement with China and a deal could be wrapped up later this month.\nThe president, who has insisted that “trade wars are good and easy to win,” has bragged repeatedly that even as trade negotiations have dragged on, China is paying the U.S. “billions of dollars in tariffs.”\nBut tariffs are paid by importers ― not by exporting companies or the nations where they are located. Exporters may cut their costs to remain competitive in the marketplace, but those cuts don’t go to the U.S. government.\nCompanies in America purchasing imported products pay the tariffs, and most if not all of those costs are typically passed onto U.S. consumers who buy the products. \nAnother paper by economists and academics published Sunday concluded that the main victims of Trump’s trade war have been farmers and blue-collar workers in regions that supported Trump in the presidential election.\n“Workers in very Republican counties bore the brunt of the costs of the trade war, in part because retaliations disproportionately targeted agricultural sectors, and in part because U.S. tariffs raised the costs of inputs used by these counties,’’ the authors wrote.", "date": "\n03/05/2019", "href": "https://www.huffpost.com/entry/trump_n_5c7e0a6ee4b069b2129f1844", "tags": "billion u-s- costs u.s. cost ” trump say war tariffs trade economists consumers month"}