{"title": "Trump Refuses to Sign G-7 Statement and Calls Trudeau ‘Weak’", "content": "QUEBEC CITY — President Trump upended two days of global economic diplomacy late Saturday, refusing to sign a joint statement with America’s allies, threatening to escalate his trade war on the country’s neighbors and deriding Canada’s prime minister as “very dishonest and weak.”\nIn a remarkable pair of acrimony-laced tweets from aboard Air Force One as he flew away from the Group of 7 summit toward a meeting with North Korea’s leader, Mr. Trump lashed out at Justin Trudeau. He accused the prime minister, who hosted the seven-nation gathering, of making false statements.\nLiterally moments after Mr. Trudeau’s government proudly released the joint statement, noting it had been agreed to by all seven countries, Mr. Trump blew apart the veneer of cordiality that had prevailed throughout the two days of meetings in a resort town on the banks of the St. Lawrence River.\n“Based on Justin’s false statements at his news conference, and the fact that Canada is charging massive Tariffs to our U.S. farmers, workers and companies, I have instructed our U.S. Reps not to endorse the Communique as we look at Tariffs on automobiles flooding the U.S. Market!” Mr. Trump wrote.\nA few hours earlier, Mr. Trudeau said the seven nations had reached broad agreements on a range of economic and foreign policy goals. But he acknowledged that deep disagreements remained between Mr. Trump and the leaders of the other nations, especially on trade.\nMr. Trudeau had sought to play down personal clashes with Mr. Trump as he wrapped up the summit, calling the meeting “very successful” and saying he was “inspired by the discussion.” But he also pledged to retaliate against the United States tariffs on steel and aluminum products in defense of Canadian workers.\nMr. Trump, who apparently saw Mr. Trudeau’s news conference on television aboard Air Force One, was clearly enraged.\n“PM Justin Trudeau of Canada acted so meek and mild during our @g7 meetings,” Mr. Trump said in a second tweet, “only to give a news conference after I left saying that, ‘US Tariffs were kind of insulting’ and he ‘will not be pushed around.’ Very dishonest & weak. Our Tariffs are in response to his of 270% on dairy!”\nNot long after, John Bolton, the president’s national security adviser, tweeted out a dramatic photo of Mr. Trump, arms crossed and scowling, looking defiant as the leaders of the other nations stood in a circle around him.\n“Just another #G7 where other countries expect America will always be their bank,” Mr. Bolton wrote as the president’s plane stopped for refueling at Souda Bay on the Greek island of Crete. “The President made it clear today. No more.”\nMr. Trudeau’s office responded to the president’s Twitter barrage with a carefully worded statement.\n“We are focused on everything we accomplished here at the summit,” said Cameron Ahmad, a spokesman for Mr. Trudeau. “The prime minister said nothing he hasn’t said before — both in public, and in private conversations with the President.”\nThe president’s outburst had been foreshadowed for days leading up to the Canada summit, with Mr. Trump and his counterparts trading sharp-edged barbs that included threats of punches and counterpunches on tariffs. President Emmanuel Macron of France accused Mr. Trump of being willing to remain isolated from the world.\nThat was followed by 48 hours of tense and often confrontational closed-door discussions between Mr. Trump and the leaders of America’s closest allies — France, Britain, Canada, Japan, Italy and Germany — in the hopes of resolving a brewing trade war among friends.\nInstead, the gathering apparently served to further inflame Mr. Trump’s belief that the United States is being treated unfairly by countries with which prior presidents had long ago negotiated trade agreements for the flow of goods and services.\nThe result was a slow-rolling collapse of the fragile alliances that officials at the summit — and even Mr. Trump’s own White House advisers — insisted throughout the day could be maintained in the face of fundamental disagreements.\nReporters on Air Force One had been told that the United States would sign the joint statement. And minutes after the president’s tweets, reporters were sent an email that had clearly been prepared earlier touting Mr. Trump’s participation in the summit, complete with photos.\nEarlier in the day, before Mr. Trump left the summit, he brought up the dramatic prospect of completely eliminating tariffs on goods and services, even as he threatened to end all trade with them if they didn’t stop what he said were unfair trade practices.\nMr. Trump, speaking to reporters at the end of the contentious meeting, said that eliminating all trading barriers would be “the ultimate thing.” He railed about what he called “ridiculous and unacceptable” tariffs on American goods and vowed to end them.\n“It’s going to stop,” he said, “or we’ll stop trading with them. And that’s a very profitable answer, if we have to do it.” He added, “We’re like the piggy bank that everybody’s robbing — and that ends.”\nThe other six leaders were defiant in the face of Mr. Trump’s threats.\n“I have made it very clear to the president that it is not something we relish doing, but it is something that we absolutely will do,” Mr. Trudeau said. “As Canadians, we are polite, we’re reasonable, but also we will not be pushed around.”\nMr. Macron said the trade debates at the summit were “sometimes quite heated.” Asked who won the tug-of-war with Trump, Mr. Macron said: “There is no winner, there are only losers when you take that strategy.”\nTheresa May, the British prime minister, blasted Mr. Trump’s tariffs. She said she had registered “our deep disappointment at the unjustified decision” and that the loss of trade through tariffs would “ultimately make everyone poorer.”\nThe president’s public comments on trade Saturday echoed the complaints he made directly to the leaders from Canada, Japan and Europe in private sessions on Friday. Mr. Trump confronted several of the leaders individually, giving examples of how, in his view, each of their countries had mistreated the United States, whether it be through trade barriers or security commitments, according to a European official.\nThe president delivered a running monologue in one of the closed-door meetings, one person familiar with the discussion said. One minute, he slammed Germany for taking advantage of the United States by selling so many cars there. The next, he talked about how his grandfather was German and how much he loved Europe.\nSeveral of the leaders responded aggressively to Mr. Trump’s demands — as they have repeatedly done in public — listing their own complaints about American tariffs and other trade measures, the official said. Several countries have said that they will retaliate against the United States’ new steel and aluminum tariffs with increased tariffs of their own.\n“If they retaliate, they’re making a mistake,” Mr. Trump said on Saturday.\nMr. Trump’s surprise proposal for a tariff-free G7 followed from a conversation the president had on Air Force One heading to Canada with Larry Kudlow, his national economic adviser. Mr. Kudlow, a self-described “lifelong free trader,” wrote an op-ed article in The Washington Post on Thursday saying that he did not prefer tariffs but that Mr. Trump’s actions were “a wake-up call to the dangers of a broken trading system that is increasingly unfree.”\nMr. Trump and Mr. Kudlow discussed the article on the plane, but the president surprised even his own team by raising the idea with the other leaders. While some observers took it as more of a talking point, a senior administration official said the president was serious about it and wanted it given serious study. Other leaders, the official said, expressed interest.\nThe official spoke on the condition of anonymity to describe closed-door discussions.\nAsked late Saturday what he told Mr. Trump about the surprise proposal for a tariff-free zone, Mr. Macron said, with a smile: “Be my guest, if that’s your wish.”\nThroughout his remarks on Saturday, Mr. Trump repeatedly returned to his broader complaints about trade practices around the world, insisting that it was the fault of past American leaders who had agreed to deals that benefited other countries more than the United States.\nHe complained that American dairy farmers were being treated unfairly by Canada.\n“The United States pays tremendous tariffs on dairy, as an example, 270 percent,” he said. “Nobody knows that.”\n“We don’t want to pay anything,” he said. “Why should we pay?”\nThe president also said American farmers had been hurt for a long time by trade barriers that made it harder for them to sell their goods to other countries.\n“You look at our farmers,” he said. “For 15 years, the graph has gone just like this: down.”\n“I blame our leaders,” Mr. Trump said. “In fact, I congratulate the leaders of other countries for so crazily being able to make these trade deals that were so good for their country and so bad for the United States. But those days are over.”\nMr. Trump said some of the other leaders he met with during the summit appeared to admit that their trade arrangements with the United States were unfair.\n“A lot of these countries actually smile at me when I’m talking,” he said. “And the smile is, ‘We couldn’t believe we got away with it.’”\nThat assessment by Mr. Trump stands in contrast to the public statements by those leaders, who have repeatedly insisted that they will not accept the kinds of tariffs that Mr. Trump has imposed on their industries.\nIn addition to trade, Mr. Trump also took questions about his call for Russia to be reinstated as a member of the Group of 7 nations, despite having been expelled four years ago in the wake of the Russian annexation of Crimea.\n“I would rather see Russia in the G-8 as opposed to the G-7,” he said. “I would say that the G8 is a more meaningful group than the G-7. Absolutely.”", "date": "June 9, 2018", "href": "https://www.nytimes.com/2018/06/09/world/americas/donald-trump-g7-nafta.html", "tags": "calls ‘ leaders “ trudeau united refuses trump statement tariffs trade weak sign"}