{"title": "Trump Says Dreamers Shouldn’t Worry- Statistics Say Otherwise-", "content": "AUSTIN, Texas ― President Donald Trump offered words of reassurance to Dreamers on Friday, telling the Associated Press that he didn’t intend to deport the undocumented youths who qualify to remain in the country. \nTrump said his administration is “not after the Dreamers, we are after the criminals,” according to AP, adding that undocumented youths with permission to work legally should “rest easy.” \nBut even as he pledged that Dreamers and law-abiding immigrants without papers should stop worrying, data released Friday by the Transactional Records Access Clearinghouse undermined his claims. \nTRAC’s preliminary review of court records under Trump’s first two months in office showed that the number of people detained while their deportation cases proceed more than doubled, from 27 percent of the total to 61 percent.  \nNearly 26,000 people were served with Notices to Appear in immigration court ― the first step in deportation cases ― from Trump’s inauguration in late January through March. That figure amounts to roughly the same pace as in the final months of the Obama administration. \nBut unauthorized border crossings have plummeted since Trump took office. That means a larger share of the people winding up in deportation proceedings were arrested from within the interior of the country and likely lived here for years ― a major shift that’s already ensnaring more people without serious criminal records into the removal system. \n“Interior enforcement has increased,” Muzaffar Chishti, who directs the New York office of the non-partisan Migration Policy Institute, told HuffPost. “That means now, more longer-term established residents are now going to be picked up than people who just crossed the border yesterday. That’s a significant change in the kinds of people you are removing.” \nIn the last two years of the Obama administration, deportations dropped from record highs ― partly because unauthorized border crossings also dropped and partly because the administration often declined to deport undocumented immigrants already living in the U.S. without serious criminal records or previous deportations. \nAn Immigration and Customs Enforcement spokeswoman called the TRAC study “misleading and vague,” in an emailed statement, but affirmed that the agency has widened its net under Trump. “ICE focuses its enforcement resources on individuals who pose a threat to national security, public safety and border security,” the statement said. “However, as Secretary Kelly has made clear, ICE will no longer exempt classes or categories of removable aliens from potential enforcement.” \nThe average daily population in immigrant detention as of April 8 was 40,467, according to ICE ― slightly lower than when Trump took office. \nEven before the TRAC data became available, The Washington Post reported this week that the number of people without criminal records deported under Trump through March doubled to 5,441. \nSuch people were often allowed to check in with ICE and delay their deportations in former President Barack Obama’s final years. In the last months of Obama’s administration, more than half of those served with a Notice to Appear in immigration court never saw the inside of a detention center, according to TRAC. \nBut within weeks of Trump taking office, ICE began detaining and removing people at their check-ins. Those arrests show immigration authorities under Trump are going after “low-hanging fruit,” according to former ICE Director John Sandweg. People checking in with ICE have normally exhausted all their appeals to stay in the country, so ICE can deport them more swiftly. \nAnd under Trump, ICE has already arrested several beneficiaries of the 2012 Deferred Action for Childhood Arrivals program, which allows undocumented immigrants who came to the country as youths to work and reside legally in the country for a renewable two-year period. On Feb. 17, Border Patrol summarily removed Juan Manuel Montes, a 23-year-old Mexican national shielded by DACA through 2018.\nNone of these trends make Dreamers feel safe.\n“I’m certainly not resting easy,” Karla Pérez, a leader with the immigrant rights group United We Dream, who holds DACA, told The Huffington Post. “Just this week, a DACA-mented person, Juan Manuel Montes, was deported from his family.” \nPérez pointed out that the Trump administration and many state and local governments are working together to expand the detention and deportation system. \nIn Texas, where she lives, the state legislature is set to vote next week on Senate Bill 4, a law that would ban all jurisdictions from enacting “sanctuary” policies by declining to hold undocumented immigrants who qualify for release in local jails on behalf of immigration authorities. And more than a dozen local jurisdictions in Texas have applied for 287(g) agreements, which allow police to perform some immigration enforcement functions normally reserved for the federal government. \n“It’s important that people don’t lull themselves into thinking, ‘Oh I have DACA, I’m safe,’” Pérez said. “Proposals like Texas SB 4 will make all of us unsafe, including those of us that do have DACA. ” \nJuan Escalante, who works as a digital organizer for the advocacy group America’s Voice and who also holds DACA, said he isn’t taking Trump at his word.\n“Even with those promises that he won’t go after DACA-mented youth, that’s not the case,” Escalante said.\nEven if the Trump administration left DACA beneficiaries alone, Escalante said, many face bureaucratic obstacles, like coming up with $495 for their application renewal or getting it through the backlogged U.S. Immigration and Citizenship Services system in time to avoid a lapse in coverage that would leave them more vulnerable to deportation. \n“Everyone has to do what they’ve always been told to do ― know your rights, make a plan,” Escalante said. “This is only a couple months into the administration. Who knows what’s going to happen in a couple of years.”", "date": "\n04/21/2017", "href": "https://www.huffpost.com/entry/trump-says-dreamers-shouldnt-worry-statistics-say-otherwise_n_58fa76a9e4b06b9cb916faaa", "tags": "people administration immigration ice worry- otherwise- daca statistics ” trump ― say says dreamers"}