{"title": "Trump Faces Fury After Saying He Believes North Korean Leader on Student’s Death", "content": "After the American college student Otto Warmbier was released from a North Korea prison in 2017, unresponsive and not expected to survive, his father, Fred, spoke of a comforting phone call from President Trump: “It was gracious, it was nice and it felt good.”\nDuring Mr. Trump’s State of the Union address in 2018, Fred Warmbier and his wife, Cindy, stood and wept while Mr. Trump spoke of the “menace” of North Korea and gave tribute to their son, who died days after his release.\nOn Friday, the Warmbiers emerged into the public eye again, this time with a blistering statement directed at the president. They said they could no longer be silent after the summit meeting this week with Kim Jong-un, the North Korean leader, and after hearing Mr. Trump say that he believed Mr. Kim’s claim that he did not know what had happened to Mr. Warmbier while he was in custody.\n“We have been respectful during this summit process,” the Warmbiers said in a statement. “Now we must speak out. Kim and his evil regime are responsible for the death of our son Otto. Kim and his evil regime are responsible for unimaginable cruelty and inhumanity. No excuses or lavish praise can change that.”\nThe outrage went far beyond the Warmbiers, as American political leaders, including members of Mr. Trump’s own party, joined the family in condemning Mr. Kim for Mr. Warmbier’s death.\n“Americans know, the world knows, Kim Jong-un knows, and most importantly, the Warmbier family knows that Otto suffered a cruel death inflicted by a brutal regime serving Kim Jong-un,” Representative Warren Davidson, Republican of Ohio, said on Twitter.\nMr. Trump has grown increasingly effusive about Mr. Kim since the days, early in the administration, when he referred to the dictator as “Little Rocket Man” and threatened to rain “fire and fury” upon North Korea. “Our relationship is a very special relationship,” he told reporters this week before the summit meeting broke up. And at a rally in September, the president boasted that Mr. Kim “wrote me beautiful letters.”\n“And they’re great letters,” he said. “We fell in love.”\nFor the Warmbiers, who found an ally in Mr. Trump as the president helped secure the release of their son, it was a striking turnabout.\nIn late 2015, Mr. Warmbier was an adventure-seeking University of Virginia student on a five-day tour of North Korea. As he tried to leave the country, he was detained at the Pyongyang airport, accused of stealing a propaganda poster and sentenced to 15 years of hard labor. He was returned to the United States in June 2017 with a catastrophic brain injury, and he died at the age of 22.\nMr. Trump said in 2017 that Mr. Warmbier was “tortured beyond belief by North Korea.”\nBut in the aftermath of the summit in Hanoi, the Vietnamese capital, this week between Mr. Trump and Mr. Kim, Mr. Trump said that the two leaders discussed Mr. Warmbier, and that Mr. Trump believed Mr. Kim was ignorant of what was happening to Mr. Warmbier while he was imprisoned.\n“I don’t believe that he would have allowed that to happen; it just wasn’t to his advantage to allow that to happen,” Mr. Trump said afterward. “Those prisons are rough — they’re rough places — and bad things happened. But I really don’t believe that he — I don’t believe that he knew about it.”\n“He tells me that he didn’t know about it,” Mr. Trump also said, “and I will take him at his word.”\nJust as the Warmbier family’s plight aroused sympathy around the world after Mr. Warmbier’s 17-month imprisonment, his parents’ statement on Friday was echoed by words of support from a chorus of elected officials in Ohio.\nSenator Sherrod Brown, an Ohio Democrat, said in an email: “North Korea murdered Otto Warmbier and the president of the United States has a responsibility to make sure they face the consequences. Anything short of that is unacceptable.”\nIn the Warmbiers’ hometown — Wyoming, Ohio, an affluent enclave of 8,500 people that borders Cincinnati — their neighbors, friends and acquaintances said they were aghast that Mr. Trump appeared to be taking the side of Mr. Kim, a dictator and authoritarian known for his willingness to torture and execute political enemies.\n“Everybody both loves that family and sympathizes completely with the circumstances they’ve had to deal with,” Jenni McCauley, a Wyoming councilwoman.\nMr. Warmbier was an outstanding young man, she said, eager to travel and curious to explore the world.\n“It’s such a sad thing that Trump said anything in regard to it,” Ms. McCauley said. “We wish he had not said anything.”\nFounded in 1805, Wyoming boasts century-old, well-kept homes and a tidy downtown with mom-and-pop businesses and a village green park. The area, which is part of Hamilton County, leans Democratic, residents said. Trees and streetlamps that had been wrapped in blue-and-white ribbons in support of Mr. Warmbier at the time of his release stood bare on Friday.\nWhen school let out, students spilled out from a campus on foot and filled local coffee shops and bakeries.\nPatty Pfahler, 59, the owner of a home furnishing store in Wyoming, said that she felt conflicted by the president’s remarks. They “felt sour and reopened old wounds,” Ms. Pfahler said, but she also suggested they might be an effort at international diplomacy.\nAt a coffee shop in town, one employee, Kate Nicholson, 42, said that hearing Mr. Trump say what he did about Mr. Kim “made my stomach hurt.”\nDarren Wilson, 47, a resident of Wyoming, questioned whether Mr. Kim could really have been ignorant of Mr. Warmbier’s condition while he was imprisoned.\n“I find it hard to believe that someone who runs a country where the people are so oppressed would not know what is going on with someone like Otto,” Mr. Wilson said. “I don’t personally believe it.”\nSherry Sheffield, Wyoming’s unofficial historian, said that residents of the town have tried to give the family privacy to grieve since their son died. “I have heard other people say they’re doing O.K.,” she said. Of the family’s decision to speak out, Ms. Sheffield said, “they’re really in this to make sure that people understand what happened.”\nThe Warmbiers filed a federal lawsuit last year in the United States against the autocratic government, and they were awarded over $501 million in damages, though it is unlikely that they would receive the full amount from North Korea.\nNo one answered the door at the Warmbiers’ home on Friday afternoon.\nMr. Trump said on Twitter on Friday that his remarks had been “misinterpreted.”\n“Of course I hold North Korea responsible for Otto’s mistreatment and death,” he said, adding: “I love Otto and think of him often!”", "date": "March 1, 2019", "href": "https://www.nytimes.com/2019/03/01/us/trump-otto-warmbier-north-korea.html", "tags": "faces saying “ korean death north trump otto student warmbier leader kim fury believes korea said"}