{"title": "Trump's Neo-Nazi And Jewish Backers Are Both Convinced He's Secretly On Their Side", "content": "WASHINGTON -- “He’s not Hitler,” Melania Trump said earlier this month in defense of her husband. \nIt’s a disclaimer not typically offered about the presidential nominee of a modern political party. But white nationalists and neo-Nazis have embraced Donald Trump -- sending robocalls on his behalf, calling him their “Glorious Leader” on hate websites, and sending threatening messages to Jewish journalists covering him -- and the presumptive Republican standard-bearer has repeatedly declined opportunities to denounce them. \nTrump stalled before disavowing the endorsement of David Duke, a former KKK leader, and missed a deadline to take white nationalist honcho William Johnson off his delegate list. “I don’t have a message to the fans,\" Trump said when CNN's Wolf Blitzer asked if he had anything to say to his supporters who sent Holocaust-themed memes and offered overnight casket delivery and homicide cleanup services to Julia Ioffe, a HuffPost Highline contributor who wrote a GQ profile of Melania.\nTrump still hasn't spoken out against his anti-Semitic supporters, who also threatened New York Times reporter Jonathan Weisman, called for the death of conservative political commentator Ben Shapiro and his children, and told conservative writer Bethany Mandel she deserved \"the oven.\"\nThat silence has both Trump's neo-Nazi fans and his Jewish supporters convinced the candidate is secretly on their side.\n“We interpret that as an endorsement,” Andrew Anglin, the founder of the neo-Nazi website the Daily Stormer, named for the Hitler-era tabloid Der Stürmer, told The Huffington Post in an email. \n“Glorious Leader Donald Trump Refuses to Denounce Stormer Troll Army,” Anglin, who describes himself and his readers as \"virulent\" Trump supporters, posted on his website after the CNN interview. “We support Trump because he is the savior of the White race, sent by God to free us from the shackles of the Jew occupation and establish a 1000 Reich,” Anglin told HuffPost. \nAnglin and Trump's other neo-Nazi supporters love that he called Mexican immigrants rapists, and back his plan to ban all of the planet's 1.6 billion Muslims from entering the U.S. But they're also convinced he'll take on Jews. \nAnd although many Jewish conservatives are disgusted that Trump's campaign has invigorated and delighted fringe neo-Nazi groups, some top Jewish Republicans have decided to simply look the other way.\nRepublican mega-donor Sheldon Adelson, for whom support of Israel is the key issue in selecting a candidate to back, endorsed Trump shortly after Ioffe filed a police report over the death threats she'd received from his supporters.\nAri Fleischer, who was a spokesman for President George W. Bush and who now sits on the board of the Republican Jewish Coalition, announced on Twitter that he preferred Trump to likely Democratic nominee Hillary Clinton.\nThe anti-Semitic attacks on Ioffe won't stop Fleischer from supporting Trump, he told HuffPost.\n“The fact that the Black Panthers came out for Barack Obama doesn’t make Barack Obama a Black Panther sympathizer,\" Fleischer, who noted that Trump was his “17th choice” as the Republican candidate, told HuffPost. \"You cannot ascribe to a candidate the views of the worst radical fringes that may support them. ... These arguments about how Donald Trump shouldn’t be supported because fringe radical groups have said good things about him -- I reject entirely. \n“I’m sure you’ll find Communists and socialists supporting Clinton,” Fleischer said.\nOrthodox Rabbi Shmuley Boteach, a controversial media personality, wrote in praise of Trump’s support of Israel and “long friendship with the Jewish community.” (Boteach has said he disagrees with Trump’s call to ban Muslims from visiting the U.S.) \nThe Republican Jewish Coalition, a group that says it \"works to sensitize Republican leadership in government and the party to the concerns and issues of the Jewish community,\" issued a statement on Tuesday suggesting that anti-Semitism is just as much of a problem among Hillary Clinton supporters and Bernie Sanders supporters as it is among Trump's.\n“We abhor any abuse of journalists, commentators and writers,\" the RJC said, \"whether it be from Sanders, Clinton or Trump supporters.\"\nBut the Southern Poverty Law Center, which monitors the activity of hate groups, singles out the Trump campaign for fueling the white nationalist movement.\n“The person who was privately reading a hate site before is now commenting on a hate site or posting on Twitter,” said Heidi Beirich, who heads the SPLC's intelligence project. “This is the first time they’ve had a mainstream candidate.” \nAnglin and his followers are “making a scene to force an audience, wittingly or not, to consider an extreme political position,” Keegan Hankes, one of Beirich's SPLC colleagues, wrote earlier this year. “What used to dwell in the darkest corners of the web, has now crept into the mainstream.” \nThere are other indications that Trump's candidacy, which a KKK spokeswoman told The Washington Post has opened “a door to conversation” about white nationalism, is helping hate groups. \nA record number of people attended the annual conference for The American Renaissance, a white supremacist publication. Jared Taylor, its founder, attributes the attendance spike, in part, to Trump -- although he suspects Michael Brown and Freddie Gray “contributed even more,” he wrote in an email. \nThe Daily Stormer’s traffic has steadily increased since Anglin started it in 2013, and has more than doubled over the past six months, reaching 120,000 visitors a day, said Anglin, who monitors the traffic using Cloudfare analytics. \nSome reporters, including The Atlantic's Jeffrey Goldberg, have questioned whether the army of pro-Trump Nazi sympathizers who attack the candidate’s critics on Twitter are real people or just bots operated by a handful of people with multiple accounts. (There are \"six million,\" several of the Twitter trolls told Goldberg, referencing the number of Jews slaughtered in the Holocaust.) Neo-Nazi tweeters rarely use real names or photographs, which could be a sign of a bogus account, but could also mean the user wants anonymous protection to hate-tweet. \nTwitter would not say whether there has been an increase in anti-Semitic behavior on its platform, or whether the harassment is coming from real Twitter users. But HuffPost ran 53 pro-Trump neo-Nazi accounts through “Bot or Not,\" an algorithm that analyzes Twitter users' tweets, followers and metadata and produces a score indicating how likely it is the account is a bot. The lower the score, the more likely the account is to be operated by a real person. Of the 53 accounts, 47 received a score below 40 percent -- the threshold that Filippo Menczer, who worked on the Bot or Not tool, said is a fairly good indicator that an account is controlled by a real person. The average score of the 53 troll accounts was 30 percent -- slightly higher than my own score of 22 percent. \nAnglin, whose own Twitter account was shut down, says he is “certain” that the accounts of the people who targeted Ioffe and Weisman are real, because he knows them personally. On his website, commenters bragged about their harassment with links to their tweets; shared anti-Semitic memes and hashtags they used on Twitter; and posted the contact information of their targets. \nWhen one commenter lamented that he could not send Ioffe hate-tweets because his account was already suspended due to past anti-Semitic activity, another commenter accused him of being lazy for not making another account: “Pick you god-damn weapon up solider [sic].\" \nTrump's continued silence on these sorts of attacks serves a political function: It allows both his Jewish and his neo-Nazi backers to believe he's with them. Maybe that's the point.\nRabbi Bernhard Rosenberg, the founder of the Facebook group Rabbis for Trump, argues that Trump's daughter's conversion to Orthodox Judaism is proof enough that he harbors no ill-will toward Jews. “You’ve got two Trumps -- The Trump that’s trying to get the vote, and the Trump in real life,\" said Rosenberg, who renamed his group “Rabbi for Trump” after failing to attract support from other Jewish clergy members. \nAnglin agrees that there are two Trumps, and he isn't worried that Trump has Jewish supporters and family members. Trump, he said, is too savvy to openly announce his views on Jews, and only allowed his daughter to convert to Judaism to trick Jews into supporting him. \"He couldn't simply say it straight,\" Anglin wrote. \"That just wouldn't fly in America.\"\nBut Rosenberg, who, like Anglin, is attracted to Trump’s plan to deal with \"extremist Muslims,\" is convinced the neo-Nazis have Trump wrong. “I don’t think he’s going to go out and hurt Jews -- between Ivanka, and the grandchildren ... that’s not going to happen,” Rosenberg said. \"He’s not Hitler.\"", "date": "\n05/26/2016", "href": "https://www.huffpost.com/entry/trump-neo-nazis-jews_n_5747397be4b0dacf7ad4480e", "tags": "“ supporters twitter neo-nazi side anglin trump -- backers told secretly convinced jewish said"}