{"title": "Trump Speech at U.N.: Scorn for Iran, Praise for Kim", "content": "UNITED NATIONS — President Trump thrust his commitment to an “America First” foreign policy back onto the United Nations General Assembly on Tuesday. But in his second address on this diplomatic stage, he sounded as eager to claim credit for his achievements after 20 months in office, as he was to disrupt the world order.\nIf Mr. Trump had changed, so had his audience — no longer as daunted by the insurgent figure who left them slack-jawed last year when he vowed to “crush loser terrorists,” mocked North Korea’s leader as “Rocket Man” and declared that parts of the world “are going to hell.”\nThis time, emissaries from around the world listened quietly as Mr. Trump fulminated at foes like Iran and failing states like Venezuela. They nodded as he singled out an enemy-turned-partner, Kim Jong-un of North Korea, expressing optimism for a diplomatic opening that would have seemed far-fetched even a year ago.\nBut when Mr. Trump declared, “In less than two years, my administration has accomplished more than almost any administration in the history of our country,” the crowd broke into murmurs and laughter.\nBriefly disconcerted, the president smiled and said, “I did not expect that reaction, but that’s O.K.”\nIt was a jarring moment for a leader who usually speaks to adoring crowds at “Make America Great Again” rallies, where his use of superlatives to describe his success draws reliable cheers. Mr. Trump still commands the world stage and he is still capable of upending American foreign policy with a single tweet. But after a year of such bombast, many in the audience at the United Nations treated him almost as a source of levity, not fear.\nThere is also evidence that foreign leaders are more willing to push back. Speaking after Mr. Trump, President Emmanuel Macron of France said the Paris climate accord had survived despite America’s decision to pull out. In a not-so-subtle slap at Mr. Trump, he proposed that countries refuse to sign trade deals with those who do not comply with the accord.\nOn Monday, France joined Germany and Britain — as well as the other signatories, Russia, China, and Iran — in recommitting to the Iran nuclear accord, repudiated by Mr. Trump in May. They did so even as Mr. Trump urged Europe to isolate Iran and warned of draconian new sanctions that would penalize America’s allies for not cutting off commercial ties with the Iranians.\nPresident Hassan Rouhani of Iran criticized Mr. Trump for quitting the agreement and made clear he thought the president’s offer to talk with Iran’s leaders was disingenuous (earlier in the day, Mr. Trump insisted it was the Iranians who had wanted to talk).\n“It is ironic that the United States government does not even conceal its plan for overthrowing the same government it invites to talks,” Mr. Rouhani said.\nMr. Trump, for his part, condemned Iran’s government as a “corrupt dictatorship” that had looted its people and used the windfall from the nuclear deal to finance what he described as a terrorist campaign that is destabilizing the entire Middle East.\n“Iran’s leaders sow chaos, death and destruction,” he declared. “They do not respect their neighbors or borders, or the sovereign rights of nations.”\n“Not good,” he added.\nShifting gears, Mr. Trump lavished praise on his efforts to shake up the established order, pointing to his withdrawal from trade deals and international organizations, his recognition of Jerusalem as the capital of Israel, and his meeting last June with Mr. Kim of North Korea, which he said had produced far more than anyone expected.\n“The missiles and rockets are no longer flying in every direction,” Mr. Trump said. “Nuclear testing has stopped. Some military facilities are already being dismantled. Our hostages have been released.”\n“I would like to thank Chairman Kim for his courage and for the steps he has taken,” he said, adding, “much work needs to be done.”\nMr. Trump’s speech showed a president at once fickle and set in his ways. His emphasis on sovereignty was a repeat of the big theme of last year’s General Assembly address, and it showed that on the core principles of his “America First” foreign policy, Mr. Trump is not budging.\nYet Mr. Trump’s warm words for Mr. Kim were a 180-degree shift from 2017, when he said the North Korean leader was on a suicidal collision course with the United States. That showed he is open to radical shifts in approach, based on his idiosyncratic view of personal diplomacy and his self-avowed skill as a dealmaker in spotting opportunities.\nAs he did last year, Mr. Trump relied on his senior domestic adviser, Stephen Miller, for much of the speechwriting. Mr. Miller has spearheaded the White House’s immigration policy and its recent decision to cut significantly the number of refugees the United States will accept.\nThe national security adviser, John R. Bolton, an even more ardent proponent than Mr. Trump of the virtues of sovereignty, also injected themes. In his own speech at a conference on Tuesday, Mr. Bolton alluded to the frequent description in Iran of the United States as the “Great Satan.”\n“If you cross us, our allies, or our partners,” Mr. Bolton said, “if you harm our citizens, if you continue to lie, cheat, and deceive, yes, there will indeed be hell to pay.”\nFor presidents, General Assembly speeches are a good guide to the evolution of their thinking. In 2009, his first year in office, Barack Obama delivered a soaring paean to the need for diplomacy and collective action. By 2014, Mr. Obama had cast off some early ambitions and dwelt instead on the threat from the Islamic State — an enemy Mr. Trump said Tuesday had been “driven out from the territory they once held in Iraq and Syria.”\nMr. Trump has not yet faced a major foreign policy crisis, and his speech reflected his good fortune. He still spoke mostly about actions he had taken to unwind the legacy of Mr. Obama.\nBut he also promoted his record in the Middle East, where he said his closer ties to Saudi Arabia had helped the fight against extremism, and to Israel, where he said the United States was no longer “held hostage to old dogmas, discredited ideologies, and so-called experts who have been proven wrong, over the years, time and time again.”\nCritics said Mr. Trump’s triumphalist tone provoked the derisive reaction. “If you’re boastful, and in the most improbable ways, it’s just becomes outlandish,” said Nicholas Burns, a senior diplomat under President George W. Bush. “It was a sad moment for American leadership.”\nThe president expressed resentment toward a familiar array of perceived malefactors: allies, who he said did not pay their fair share for military defense; trading partners, who he said exploited unfair agreements that harmed American workers; and oil producers, whom he accused of gouging the United States and other customers.\n“OPEC and OPEC nations are, as usual, ripping off the rest of the world, and I don’t like it,” Mr. Trump said. “Nobody should like it.”\nMr. Trump also assailed countries, like China, that use industrial planning in their economies to undercut competitors on trade. The United States, he said, was systematically renegotiating what he called unfair trade deals and striking back against China’s theft of intellectual property, predatory licensing agreements and the dumping of goods in the American market under President Xi Jinping.\n“I have great respect and affection for my friend President Xi, but I have made clear that our trade imbalance is just not acceptable,” he said. “China’s market distortions, and the way they deal, cannot be tolerated.”\nAmerica’s other great strategic rival, Russia, went unmentioned by Mr. Trump, except for a reference to what he described as Germany’s dependence on Russian energy. That was also Mr. Trump’s only mention of Germany, a staunch ally, though he praised its neighbor, Poland, which has an increasingly autocratic government, for its construction of a pipeline in the Baltic Sea to diversify its energy supply.\nAfter his speech, Mr. Trump took credit for a change in Iran’s behavior since he withdrew from the nuclear deal. He claimed, without evidence, that Iran had abandoned its ambitions to build a land bridge to the Mediterranean Sea. At some point, he predicted, the United States and Iran would have “meaningful negotiations and probably do a deal.”\n“Iran is a much different country today than it was a year ago,” he said before meeting Colombia’s president, Iván Duque Márquez. “They have riots in the street. They have horrible inflation, the worst in the world. Their currency is a disaster. Everything in Iran is failing right now.”\nAside from Iran, Venezuela drew Mr. Trump’s harshest critique. He described the political tumult roiling the country as a “human tragedy” and said the United States would impose new sanctions on the government of President Nicolás Maduro. Socialism, he said, had squandered Venezuela’s oil resources and “driven its people into abject poverty.”\nMr. Trump spoke of the great potential of the United Nations, but expressed little regard for any other international bodies. The United States, he said, had rightfully exited the Human Rights Council, refused to take part in the Global Compact on Migration or to recognize the authority of the International Criminal Court, which has recently considered investigating the conduct of American troops in Afghanistan.\nThe president singled out India, Saudi Arabia, Israel and Poland as worthy partners: nations that he said had distinctive traditions and cultures, patriotic societies and a fierce commitment to independence.\n“Sovereign and independent nations are the only vehicle where freedom has ever survived, democracy has ever endured or peace has ever prospered,” Mr. Trump declared. “And so we must protect our sovereignty and our cherished independence above all.”", "date": "Sept. 25, 2018", "href": "https://www.nytimes.com/2018/09/25/world/americas/un-general-assembly-trump.html", "tags": "iran “ speech united states trump nations u.n. kim praise scorn"}