{"title": "Trump: 'It's time' for tax reform", "content": "US President Donald Trump said \"it's time\" for US lawmakers to act on tax reform, increasing pressure on Congress as he seeks to make good on one of his biggest campaign promises.\nHis administration is pushing for a simpler tax code and lower rates, but it has said it will leave the details of the proposal to Congress.\nLawmakers are expected to present a bill in coming months.\n\"They have to do it,\" he said in a speech on Wednesday. \"It is time.\"\nThere is broad agreement that the US tax code - which runs to thousands of pages - needs to be simplified.\nPowerful business organisations in the US, including the Chamber of Commerce and Business Roundtable, are supporting the effort.\nRepublicans hope to achieve tax reform by the end of the year.\nBut reaching agreement on the details will be tough, analysts say. The last time the US tax code was overhauled was in 1986.\n\"There are a lot of potential pitfalls,\" said Scott Greenberg, a senior analyst at the Tax Foundation.\n\"Although there's a lot of political will behind this effort, it's not hard to imagine a world in which it doesn't work out.\"\nMr Trump said the US has surrendered its competitive advantage by having one of the highest corporate tax rates in the world. \nHe wants to lower the federal rate from 35% to 15%, as well as change how firms would be taxed on business overseas.\nThe lower rates would be funded in part by eliminating dozens of special loopholes, designed for specific industries and scenarios.\nMr Trump has said the changes will jumpstart economic growth and make the system more fair for regular families.\nBut his speech did not go into specifics, sticking close to general principles he outlined earlier this year.\nDemocrats have said they will not support a tax plan that offers relief for the very wealthy.\nThey also say they want the plan to be deficit neutral, which would force lawmakers to identify how they might make up for any lost tax revenue.\nMr Trump said he hoped Congress would not disappoint on this campaign, appealing to Democrats and Republicans to work together.\nThe president's other major legislative effort - to repeal the Affordable Care Act - faltered earlier this summer, after Republicans and Democrats could not agree.\n\"I think Congress is going to make a comeback,\" he said. \"I hope so. I tell you what - the United States is counting on it.\"", "date": "30 August 2017", "href": "https://www.bbc.co.uk/news/business-41099721", "tags": "us reform tax make lawmakers trump code time congress"}