{"title": "Trump Signs Executive Order Unwinding Obama Climate Policies", "content": "WASHINGTON — President Trump, flanked by company executives and miners, signed a long-promised executive order on Tuesday to nullify President Barack Obama’s climate change efforts and revive the coal industry, effectively ceding American leadership in the international campaign to curb the dangerous heating of the planet.\nMr. Trump made clear that the United States had no intention of meeting the commitments that his predecessor had made to curb planet-warming carbon dioxide pollution, turning denials of climate change into national policy.\nAt a ceremony, Mr. Trump directed the Environmental Protection Agency to start the complex and lengthy legal process of withdrawing and rewriting the Obama-era Clean Power Plan, which would have closed hundreds of coal-fired power plants, frozen construction of new plants and replaced them with vast new wind and solar farms.\n“C’mon, fellas. You know what this is? You know what this says?” Mr. Trump said to the miners. “You’re going back to work.”\nThroughout the presidential campaign, Mr. Trump vowed to roll back Mr. Obama’s major climate change policies, a set of ambitious E.P.A. regulations to curb greenhouse pollution from coal-fired power plants. He made clear that American leadership in the global campaign against climate change would take a back seat to his commitment to energy industry jobs.\nWith his order to move forward with the rollback, climate diplomats around the world maneuvered to fill the vacuum left by the exit of the globe’s second-biggest climate polluter.\n“There are countless countries ready to step up and deliver on their climate promises and take advantages of Mr. Trump’s short-termism to reap the benefits of the transition to the low-carbon economy,” said Laurence Tubiana, the chief French negotiator of the 2015 Paris agreement, the landmark accord that committed nearly every country to take action to reduce planet-warming emissions.\nOver all, the goal of the Paris deal is to keep the planet from warming more than 3.6 degrees, the point at which scientists say the earth will be irrevocably locked into a future of severe droughts, floods, rising sea levels and food shortages.\nMr. Obama pledged that the United States would cut its emissions about 26 percent from 2005 levels by 2025. Carrying out the Clean Power Plan was essential to meeting that target.\n“This is not the time for any country to change course on the very serious and very real threat of climate change,” said Erik Solheim, executive director of the United Nations Environment Program. “The science tells us that we need bolder, more ambitious commitments.”\nMr. Trump has not yet decided whether to formally withdraw from the Paris agreement. But by rolling back the policies needed to meet American commitments, the United States essentially announced that it would not comply, whether the nation remains a signatory or not, experts said.\n“One of the greatest concerns is what other key countries, including China, India and Brazil, will do when the U.S. reneges on the Paris agreement,” said Robert Stavins, a professor of environmental economics at Harvard, mentioning some of the world’s other largest carbon dioxide polluters.\n“The worst-case scenario is that the Paris agreement will unravel,” Mr. Stavins said. “That would be a great tragedy.”\nDiplomats from some of the world’s other major economies say they intend to continue carrying out their climate change agreements, with or without the United States. But the Trump administration’s moves are likely to embolden opponents of climate action around the world.\nAt the heart of the Paris accord was a breakthrough 2014 agreement between Mr. Obama and China’s president, Xi Jinping, in which the leaders of the world’s two largest polluting countries agreed to enact policies to cut their emissions. At the time, Mr. Obama offered the Clean Power Plan as evidence that the United States would meet its target.\nTheir hard-won deal was seen as the catalyst to bring other countries to the table to forge the Paris pact. If Mr. Trump reneges on his predecessor’s commitment, it could further fray a relationship that has become more tenuous since his election.\n“Getting to that point was not easy,” said Kelly Sims Gallagher, an expert on Chinese environmental policy at Tufts University who helped broker the Obama-Xi climate talks. “This undoes many years of work building up trust that the U.S. will honor the commitments it makes at the presidential level.”\nMr. Trump is tentatively scheduled to meet with Mr. Xi next week at Mar-a-Lago, his Florida estate.\nMr. Xi has signaled that he is prepared to move forward with his Paris pledge that China’s emissions will drop by or before 2030. Speaking at the Davos economic summit meeting in January, Mr. Xi said, “All signatories should stick to it instead of walking away from it, as this is a responsibility we must assume for future generations.”\nBut experts say that without action from the United States, China’s efforts to curb emissions may slow. “It may empower business and political interests within China that still opposed climate action,” said Alex L. Wang, a legal scholar of Chinese environmental policies at the University of California, Los Angeles.\nThe same dynamic could play out in India, the world’s third-largest carbon dioxide polluter. Prime Minister Narendra Modi worked closely with Mr. Obama on climate change policies, but he did so against internal domestic pressures to prioritize economic development — including the provision of cheap coal-fired electricity to India’s rural poor.\nMr. Trump spoke with Mr. Modi by telephone on Tuesday, but aides declined to say if they discussed climate change.\nHarsh V. Pant, a research fellow at the Observer Research Foundation, a think tank in New Delhi, said Mr. Trump’s order would give the Indian government political space to delay some of its climate commitments.\n“It will slow down a little bit,” he said.\nStill, it remains to be seen whether Mr. Trump’s orders will fully vanquish Mr. Obama’s climate change legacy. Legal experts say it could take years for the E.P.A. administrator to carry out the process of withdrawing and revising the climate change regulations, and the process will be hit by legal challenges at every turn. A coalition of states, including New York and California, has already vowed to fight Mr. Trump.\nAttorney General Eric T. Schneiderman of New York said he was preparing to challenge any effort to do away with regulations on greenhouse gas emissions. Such a move, he argued, violated the Clean Air Act, as well as established case law.\n“If they want to go back into the rule-making process, we believe they are compelled under law to come up with something close to the Clean Power Plan,” he said.\n“They probably don’t want to hear this again,” he said, “but if they want to repeal, they have to replace.”", "date": "March 28, 2017", "href": "https://www.nytimes.com/2017/03/28/climate/trump-executive-order-climate-change.html", "tags": "unwinding united signs ” trump climate policies obama change order paris executive said"}