{"title": "Trump tariffs: Mexico retaliates against US products", "content": "Mexico has announced new tariffs on US products in response to Donald Trump's decision to impose steep duties on imports of steel and aluminium.  \nThe list includes whisky, cheese, steel, bourbon, and pork. \nAnalysts say the tariffs are designed to hit US Republican strongholds ahead of mid-term elections in November.\nMr Trump last week levied tariffs on steel and aluminium imports from Mexico, Canada and the European Union, riling key US allies.\nThe move has also dismayed some domestic businesses, including pork producers, who now face a 20% tariff on exporting leg and shoulder to Mexico.\nMexico is the largest market for US pork exporters.\nOther products affected by the new tariffs include apples and potatoes. Certain cheeses and bourbon will be hit with 20% to 25% duties.\nMexico - a net importer of US steel - is also putting 25% duties on a range of American steel products.\nThe potential economic effect on US exporters could damage Republican support ahead of November's midterms. \nIn Iowa, the top pork-producing state in the US, with Mexico as its largest market, Republican Congressman Rod Blum is seen as vulnerable.\n\"We need trade and one of the things we're concerned about is long-term implications that these trade issues will have on our partnerships with Mexico and Canada and other markets,\" Iowa Secretary of Agriculture Mike Naig, a Republican, was quoted as saying by Reuters news agency. \n\"If our customers around the world start going to other parts of the world for their supplies, that is a serious problem,\" he said. \nThe renewed trade dispute between US and Mexico comes amid fraught attempts to renegotiate the trillion-dollar North American Free Trade Agreement (Nafta).\nThe agreement governs trade between the US, Canada and Mexico.\nPresident Trump's economic adviser, Larry Kudlow, on Tuesday revived a possibility that the president would attempt to replace Nafta with bilateral deals with Canada and Mexico - a move both nations oppose.\nUS-Mexico trade is worth about $600bn annually and about 16% of US goods go to its southern neighbour. Mexico sells about 80% of its exports to the US.", "date": "5 June 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-44378660", "tags": "retaliates us duties steel trump republican mexico trade products canada tariffs"}