{"title": "Trump Wanted to Order Justice Dept. to Prosecute Comey and Clinton", "content": "WASHINGTON — President Trump told the White House counsel in the spring that he wanted to order the Justice Department to prosecute two of his political adversaries: his 2016 challenger, Hillary Clinton, and the former F.B.I. director James B. Comey, according to two people familiar with the conversation.\nThe lawyer, Donald F. McGahn II, rebuffed the president, saying that he had no authority to order a prosecution. Mr. McGahn said that while he could request an investigation, that too could prompt accusations of abuse of power. To underscore his point, Mr. McGahn had White House lawyers write a memo for Mr. Trump warning that if he asked law enforcement to investigate his rivals, he could face a range of consequences, including possible impeachment.\nThe encounter was one of the most blatant examples yet of how Mr. Trump views the typically independent Justice Department as a tool to be wielded against his political enemies. It took on additional significance in recent weeks when Mr. McGahn left the White House and Mr. Trump appointed a relatively inexperienced political loyalist, Matthew G. Whitaker, as the acting attorney general.\nIt is unclear whether Mr. Trump read Mr. McGahn’s memo or whether he pursued the prosecutions further. But the president has continued to privately discuss the matter, including the possible appointment of a second special counsel to investigate both Mrs. Clinton and Mr. Comey, according to two people who have spoken to Mr. Trump about the issue. He has also repeatedly expressed disappointment in the F.B.I. director, Christopher A. Wray, for failing to more aggressively investigate Mrs. Clinton, calling him weak, one of the people said.\nA White House spokesman declined to comment. A spokeswoman for the F.B.I. declined to comment on the president’s criticism of Mr. Wray, whom he appointed last year after firing Mr. Comey.\n“Mr. McGahn will not comment on his legal advice to the president,” said Mr. McGahn’s lawyer, William A. Burck. “Like any client, the president is entitled to confidentiality. Mr. McGahn would point out, though, that the president never, to his knowledge, ordered that anyone prosecute Hillary Clinton or James Comey.”\nIt is not clear which accusations Mr. Trump wanted prosecutors to pursue. He has accused Mr. Comey, without evidence, of illegally having classified information shared with The New York Times in a memo that Mr. Comey wrote about his interactions with the president. The document contained no classified information.\nMr. Trump’s lawyers also privately asked the Justice Department last year to investigate Mr. Comey for mishandling sensitive government information and for his role in the Clinton email investigation. Law enforcement officials declined their requests. Mr. Comey is a witness against the president in the investigation by the special counsel, Robert S. Mueller III.\nMr. Trump has grown frustrated with Mr. Wray for what the president sees as his failure to investigate Mrs. Clinton’s role in the Obama administration’s decision to allow the Russian nuclear agency to buy a uranium mining company. Conservatives have long pointed to donations to the Clinton family foundation by people associated with the company, Uranium One, as proof of corruption. But no evidence has emerged that those donations influenced the American approval of the deal.\nMr. Trump repeatedly pressed Justice Department officials about the status of Clinton-related investigations, including Mr. Whitaker when he was the chief of staff to Attorney General Jeff Sessions, according to a person with direct knowledge of the conversations. CNN and Vox earlier reported those discussions.\nIn his conversation with Mr. McGahn, the president asked what stopped him from ordering the Justice Department to investigate Mr. Comey and Mrs. Clinton, the two people familiar with the conversation said. He did have the authority to ask the Justice Department to investigate, Mr. McGahn said, but warned that making such a request could create a series of problems.\nMr. McGahn promised to write a memo outlining the president’s authorities. In the days that followed, lawyers in the White House Counsel’s Office wrote a several-page document in which they strongly cautioned Mr. Trump against asking the Justice Department to investigate anyone.\nThe lawyers laid out a series of consequences. For starters, Justice Department lawyers could refuse to follow Mr. Trump’s orders even before an investigation began, setting off another political firestorm.\nIf charges were brought, judges could dismiss them. And Congress, they added, could investigate the president’s role in a prosecution and begin impeachment proceedings.\nUltimately, the lawyers warned, Mr. Trump could be voted out of office if voters believed he had abused his power.\nMr. Trump’s frustrations about Mr. Comey and Mrs. Clinton were a recurring refrain, a former White House official said. “Why aren’t they going after” them?, the president would ask of Justice Department officials.\nFor decades, White House aides have routinely sought to shield presidents from decisions related to criminal cases or even from talking about them publicly. Presidential meddling could undermine the legitimacy of prosecutions by attaching political overtones to investigations in which career law enforcement officials followed the evidence and the law.\nPerhaps more than any president since Richard M. Nixon, Mr. Trump has been accused of trying to exploit his authority over law enforcement. Witnesses have told the special counsel’s investigators about how Mr. Trump tried to end an investigation into an aide, install loyalists to oversee the inquiry into his campaign and fire Mr. Mueller.\nIn addition, Mr. Trump has attacked the integrity of Justice Department officials, claiming they are on a “witch hunt” to bring him down.\nMore significant, Mr. Mueller is investigating whether the president tried to impede his investigation into whether any Trump associates conspired with Russia’s campaign to sow discord among the American electorate during the 2016 presidential race.\nMr. Trump stoked his enmity for Mrs. Clinton during the campaign, suggesting during a presidential debate that he would prosecute her if he was elected president. “If I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation,” Mr. Trump said.\n“It’s just awfully good that someone with the temperament of Donald Trump is not in charge of the law in our country,” Mrs. Clinton replied.\n“Because you would be in jail,” Mr. Trump shot back.\nDuring the presidential race, Mr. Whitaker, a former United States attorney, also said he would have indicted Mrs. Clinton, contradicting Mr. Comey’s highly unusual public announcement that he would recommend the Justice Department not charge her over her handling of classified information while secretary of state.\n“When the facts and evidence show a criminal violation has been committed, the individuals involved should not dictate whether the case is prosecuted,” Mr. Whitaker wrote in an op-ed in USA Today in July 2016.\nTwo weeks after his surprise victory, Mr. Trump backed off. “I don’t want to hurt the Clintons, I really don’t,” Mr. Trump said in an interview with The Times. “She went through a lot and suffered greatly in many different ways, and I am not looking to hurt them at all. The campaign was vicious.”\nNonetheless, he revisited the idea both publicly and privately after taking office. Some of his more vocal supporters stirred his anger, including the Fox News commentator Jeanine Pirro, who has railed repeatedly on her weekly show that the president is being ill served by the Justice Department.\nMs. Pirro told Mr. Trump in the Oval Office last November that the Justice Department should appoint a special counsel to investigate the Uranium One deal, two people briefed on the discussion have said. During that meeting, the White House chief of staff, John F. Kelly, told Ms. Pirro she was inflaming an already vexed president, the people said.\nShortly after, Mr. Sessions wrote to lawmakers, partly at the urging of the president’s allies in the House, to inform them that federal prosecutors in Utah were examining whether to appoint a special counsel to investigate Mrs. Clinton. A spokeswoman for the United States attorney for Utah declined to comment on Tuesday on the status of the investigation.\nMr. Trump once called his distance from law enforcement one of the “saddest” parts of being president.\n“I look at what’s happening with the Justice Department,” he said in a radio interview a year ago. “Well, why aren’t they going after Hillary Clinton and her emails and with her, the dossier?” He added: “I am not supposed to be doing the kind of things that I would love to be doing. And I am very frustrated.”", "date": "Nov. 20, 2018", "href": "https://www.nytimes.com/2018/11/20/us/politics/president-trump-justice-department.html", "tags": "wanted comey clinton mcgahn department justice trump dept ” order prosecute"}