{"title": "Trump's New Obamacare Sabotage Could Really Stick It To Consumers", "content": "BOSTON ― The Trump administration’s new attack on Obamacare will expose consumers to surprise, sometimes staggering medical bills.\nJust ask some of the state officials who deal with these kinds of issues every day.\nThey are part of the National Association of Insurance Commissioners, which happened to be meeting in Boston this weekend, days after the U.S. Department of Health and Human Services (HHS) finalized new rules for “short-term, limited-duration” insurance policies.\nThese plans, which insurers have sold for decades, are supposed to provide minimal, temporary assistance for people with brief gaps in coverage. For that reason, they are not subject to the Affordable Care Act’s regulations. Short-term policies do not have to cover mental health care, prescriptions, or other services that the 2010 health care law calls essential. And insurers don’t have to sell these policies to people who have pre-existing medical conditions.\nThe Affordable Care Act didn’t legislate short-term plans out of existence, but it allowed the federal government to regulate them aggressively. The Obama administration did just that, issuing rules that limited the plans to durations of no more than three months.\nObama officials also decided that short-term plans wouldn’t count toward the individual mandate, meaning that people who bought those plans would owe a financial penalty for not having comprehensive coverage.\nNow the Trump administration has undone all of that. \nUnder the new rules that HHS released last week, insurers can go back to selling short-term plans that last for (nearly) one year and, in a new twist, they’ll be able to let consumers renew those plans twice. If insurers decide to offer such policies, consumers could then hold “short term” coverage for what basically works out to three years. They wouldn’t even have to worry about the individual mandate, because, thanks to the GOP tax bill that Trump signed late last year, the penalty falls to zero in 2019.\nAll of this is likely to make short-term coverage an attractive option for people healthy enough to qualify for it. Because the policies don’t pay for many expensive services and because the policies aren’t available to the people most likely to run up large bills, the premiums are a lot lower than the premiums for comprehensive coverage ― a fact that the Trump administration highlighted this week as it touted the new regulations.\n“What we are doing is bringing cheap and more affordable options to individuals who are trapped under the Affordable Care Act with insurance that is actually not affordable or not available or doesn’t deliver them hospitals and doctors that they need,” HHS Secretary Alex Azar said during a Fox Business Network appearance last week.\nBut state insurance officials like Jessica Altman, who is insurance commissioner in Pennsylvania, say the administration isn’t telling the public or would-be buyers the whole story about what the policies will cover ― and, more importantly, what they will not cover.\n“I’m frustrated with how [administration officials] are presenting this,” Altman said in an interview. “They’re saying, ‘Here’s this option that’s affordable and wonderful,’ and not talking about how limited the plans are.”\nAltman wasn’t the only regulator in Boston wary of the change. Lori Wing-Heier, who directs Alaska’s insurance division, said she thinks short-term plans can play a useful, if limited, role in the market. But with the new regulation, she told HuffPost, “I’m concerned that people will buy these policies, show up at the hospital for a condition they did not expect, and discover they are not covered.”\nUnder the Trump administration’s regulations, the marketing material for short-term plans must contain clear, prominent language informing consumers that the policies are not equivalent to the more comprehensive plans that comply with Affordable Care Act standards. In theory, that should give consumers the information they need to make an informed choice ― a point that administration officials have made repeatedly as their proposal has come under attack. \n“One of the things we are doing is requiring consumer protection notice on the plans,” Azar told reporters during a briefing on Wednesday. “In fact, it’s a more robust notice than President Obama’s administration had on these very same plans to ensure the patient, the consumer, knows going in what they are getting and what they’re not getting through the plan.”\nBut even attentive consumers might not grasp the implications of what that language means, according to the insurance regulators. And these officials should know, because they are the ones who monitor marketing materials and hear from consumers when they get bills they didn’t expect. \n“They may read [the warning], but that’s not the same as understanding it,” Michael Conway, Colorado’s interim commissioner, warned, noting that many people will assume these plans are still subject to the Affordable Care Act’s rules. “Because of the ACA, now people think the baseline has changed ― that certain things are always covered.”\nAnd it’s not just a question of understanding the limits on what short-term plans cover. It’s also a question of matching up those limits to the likely costs of an intensive medical episode ― something that even experts can find difficult.\nAltman, from Pennsylvania, frequently ﻿cites a story about a woman who bought a short-term plan, had a stroke, and discovered belatedly that her $250,000 in hospital bills far exceed the $40,000 cap from her policy. \n“You can look at one of these plans and you’ll see it covers doctors, hospitals, maybe even drugs, and so you think it will have everything I need,” Altman said. “You won’t realize that the amounts are caps, or have exclusions ― it’s really difficult to expect that consumers will be able to figure out what all of this means, and really know what they are getting.”\nYet another hazard for buyers is the ambiguity over pre-existing conditions. When insurers see a big claim, they will frequently scour medical records for evidence of pre-existing conditions, sometimes denying payment for people who thought they had applied for coverage ― and given their histories ― in good faith.\nWing-Heier, from Alaska, says she has seen this happen before. “You fill out the form, the medical forms, you think you are being honest about your history, and then the insurers go through your records and find something that you didn’t think was an issue, your doctor didn’t think was an issue, but now the insurer is saying it’s a pre-existing condition.”\nInsurance commissioners aren’t just worried about surprise bills for people who get short-term plans. They also worry about insurance markets becoming less stable. One possibility is that insurers will develop new policies that look more like Affordable Care Act ― just enough to attract people who want comprehensive coverage ― while still leaving out key benefits and selling only to people in good health.\n“I’m pretty sure we’ll see some plans that are only one or two degrees different from an ACA plan, though it’ll still be underwritten, so a lot cheaper ― and not available to people with pre-existing conditions,” said Joel Ario, a former commissioner from Pennsylvania and Oregon who is now a managing director at Manatt Health. “It really opens a pandora’s box.”\nAnd the more creative the plans get, the bigger the challenge for regulators will be. Many of the companies selling these plans aren’t the big, commercial insurers. They are smaller operations more likely to have shaky financial reserves or engage in deceptive marketing, as a recent Commonwealth Fund briefing paper noted. Plus these insurers sell plans through agents and brokers who might not always make sure consumers understand what they are buying. \nTo be clear, the present and former commissioners expressing these concerns don’t speak for all of their counterparts.\nOpinions of the new regulation mostly break down along predictable philosophical and party lines: More liberal or Democratic-affiliated commissioners tend to be critical of the new regulation, while more conservative and Republican-affiliated ones tend to support it.\nShort-term plans may not offer full financial protection, the latter say, but the policies are better than nothing ― and nothing is what many consumers have now.\nThat last part is certainly true. The Affordable Care Act’s new rules for insurers made insurance a lot more expensive. And although the law also created a system of tax credits to offset those higher prices, people with incomes higher than four times the poverty line ― about $49,000 for an individual, $100,000 for a family of four ― don’t receive those subsidies. \nThey have to pay full price and, in some instances, coverage comes to more than 20 percent of their household incomes. And that’s before taking into account out-of-pocket expenses. \nThe high premiums are the result of multiple causes, some related to the Affordable Care Act’s design and some related to the way hostile GOP officials have treated it. But whatever the causes, it’s left some middle- to upper-middle income people struggling to find decent insurance. “We’ve got to have it for people who can’t afford coverage now ― it covers people up to what they can afford,” Jim Ridling, commissioner in Alabama said.\nThe numbers bear this out. The number of people buying insurance on their own, rather than through employers, has started to fall, as a recent report from the Henry J. Kaiser Family Foundation confirmed. The decline is mostly among people who face those high premiums because they don’t qualify for subsidies. \nBut there are other ways to help struggling consumers. At the state level, officials can tap into federal funds ― with a relatively modest state investment ― in order to create create so-called reinsurance pools, which reduce premiums by offsetting the cost of expensive beneficiaries.  \nAt the federal level, lawmakers could make tax credits more generous ― or take more comprehensive action, like having government set prices to control costs or provide insurance directly through some kind of public plan. A single-payer or “Medicare for all” plan, which many Democrats support, would do both of these things.\nThe catch is that these steps would entail new taxes, new regulations, or both ― steps that the Trump administration and its allies oppose. That is why officials have settled, instead, on a strategy of letting insurers offer policies that simply don’t provide the same level of protection ― and aren’t as widely available ― as comprehensive coverage.\n“Of course they’ll be less expensive,” California Commissioner Dave Jones said. “That’s because it’s junk insurance and it won’t cover the same things.”\nThis story has been updated to clarify which officials support the new regulations.", "date": "\n08/05/2018", "href": "https://www.huffpost.com/entry/trump-short-term-junk-insurance-naic_n_5b662e57e4b0fd5c73da5ab0", "tags": "really obamacare short-term ” trump ― insurance stick policies could plans new sabotage consumers"}