{"title": "Trump Talks of Pardon for Manafort and Escalates Attacks on Russia Inquiry", "content": "WASHINGTON — Escalating his attacks on the special counsel investigation, President Trump said on Wednesday that a presidential pardon for his former campaign chairman Paul Manafort is “not off the table,” casting him and other subjects of the inquiry as victims of prosecutorial abuse.\nAlthough Mr. Trump had not discussed a pardon for Mr. Manafort, “I wouldn’t take it off the table,” he said in an Oval Office interview with The New York Post. “Why would I take it off the table?”\nHe said that prosecutors for the special counsel, Robert S. Mueller III, had poorly treated Mr. Manafort, who was convicted of eight felonies this summer and pleaded guilty to two more.\nThough Mr. Trump is given to loose promises that go unfulfilled, the suggestion of a pardon was nonetheless remarkable. It came as his rhetorical attacks on Mr. Mueller have grown increasingly provocative — the president tweeted on Wednesday that prosecutors were “viciously telling witnesses to lie about facts & they will get relief” — and as leading Republican senators again thwarted an effort to protect Mr. Mueller from being fired.\nThe president’s declaration also capped a turn of events for Mr. Manafort, who was a cooperating witness for Mr. Mueller until prosecutors declared this week that he had lied to them in breach of his plea agreement. They were said to be frustrated in part because one of his lawyers was updating Mr. Trump’s legal team about the case.\nBy leaving open the possibility of pardoning a former aide whose lawyer was a source of inside information about an investigation into Mr. Trump himself, the president showed a new willingness to publicly signal that he will intervene to protect people who are in the special counsel’s cross hairs.\nAnd though the president’s advisers have previously dangled the possibility of pardons before targets of the special counsel’s inquiry, pardoning Mr. Manafort could be politically risky for Mr. Trump. Before he pleaded guilty to two conspiracy charges in September, Mr. Manafort was convicted of financial fraud after a lengthy jury trial. He now faces at least 10 years in prison.\nDespite prosecutors’ declaration that Mr. Manafort had lied to them, Mr. Trump claimed that Mr. Manafort had instead refused to make false statements that would advance the special counsel’s investigation. He said Jerome Corsi, a conservative author, had also been pressured to lie and defended Roger Stone Jr., a former Trump campaign adviser and longtime friend of the president’s whom the special counsel is investigating.\n“It’s actually very brave,” Mr. Trump said. “I’m telling you this is McCarthyism. We are in the McCarthy era. This is no better than McCarthy.”\nMr. Corsi, whom Mr. Trump singled out in his interview with The Post, has said he expects to be indicted on charges of lying to federal prosecutors, but as yet faces none. Federal prosecutors have yet to interview Mr. Stone, despite Mr. Trump’s claim that they demanded he lie to help them.\nThe president’s latest broadsides against the special counsel have prompted renewed efforts by some senators to force a vote on a measure that would protect Mr. Mueller and future special counsels from being fired for political reasons. Senator Jeff Flake, Republican of Arizona, said that given the president’s now near-daily attacks on Mr. Mueller, “to be so sanguine about the chances of him getting fired is folly for us.”\nBut for the second time in two weeks, a prominent Republican on Wednesday blocked the measure. The Senate majority leader, Mitch McConnell of Kentucky, called it unnecessary. “The president’s not going to fire Robert Mueller,” he said. “Nor do I think he should.”\nMr. Trump ordered Mr. Mueller fired at least twice last year but never followed through.\nThe president’s view of the special counsel’s inquiry into Russia’s 2016 election interference and whether any Trump associates conspired is shaped in part by what his lawyers have heard from defense lawyers representing subjects or witnesses who are interacting with prosecutors.\nHis lawyers were particularly alarmed by developments suggesting that investigators were trying to home in on whether anyone connected to the Trump campaign interacted with the WikiLeaks founder Julian Assange, according to people familiar with the situation. Russian agents hacked Democratic computers and funneled tens of thousands of emails and other documents to WikiLeaks to distribute in order to undermine Hillary Clinton’s campaign.\nEspecially troubling to the president’s legal team was a reference to the president in a draft criminal complaint against Mr. Corsi, the conservative author and ally of Mr. Stone’s, for allegedly lying to investigators. The draft complaint, which was passed on to Mr. Trump’s team, said that Mr. Corsi was aware that Mr. Stone was in touch with Mr. Trump and senior members of the Trump campaign when Mr. Stone asked him to “get to Assange” in the summer of 2016.\nThat coincided with the revelation that Mr. Assange had been secretly charged by the Justice Department on counts that remain sealed. Fearful that prosecutors were laying some kind of trap for the president, Mr. Trump’s lawyers refused to turn over written answers to questions after negotiating over them with the special counsel for nearly a year. Only after Mr. Mueller’s team provided fresh assurances of their intentions did they hand them over last week.\nHaving delivered the president’s responses, members of his circle appeared eager to try to show that Mr. Trump’s answers put him in the clear. On Wednesday, CNN reported that the president told the special counsel he did not discuss WikiLeaks with Mr. Stone. For his part, Mr. Stone has said he was not a conduit of information from the organization to anyone in the campaign. The president also said, as he has publicly, that he did not know about a June 2016 Trump Tower meeting that included Donald Trump Jr. and a Russian lawyer who was expected to deliver damaging information about Mrs. Clinton, the network reported.\nAfter languishing for more than a year, the Senate bill to protect Mr. Mueller picked up some momentum once Mr. Trump fired Attorney General Jeff Sessions, transferring oversight of the Mueller investigation to the acting attorney general, Matthew G. Whitaker, one of its most vocal critics.\nProponents of the measure said that they planned to keep pushing for a floor vote through the remainder of this session of Congress, which adjourns next month.\nDemocrats are trying, for example, to add the bill to must-pass year-end government spending legislation, but whether such a proposal could survive negotiations with Republicans is highly uncertain.\nMr. Flake has pledged to vote against any Trump administration nominee until the bill gets a vote, and signs have emerged in recent days that his tactic could be working.\nSenator John Cornyn of Texas, the Senate’s second-highest-ranking Republican, alluded to Mr. Flake’s promise on Tuesday as his office assessed support for the bill.\n“If we can have a relatively expedited up-or-down vote — and my preference is that it fail — but at least he will have had his shot,” Mr. Cornyn said on the conservative commentator Hugh Hewitt’s radio show. “And my hope is that he then will agree to let us confirm the judges that are on the calendar,” he said, referring to Mr. Flake.\nThe legislation is intended to ensure that special counsels like Mr. Mueller can be removed from office by the Justice Department only for good cause. Most notably, it would establish a 10-day window within which a special counsel could petition a panel of federal judges to determine whether a firing was justified. If the panel determined it was not, the counsel would be promptly reinstated.\nThe legislation would also ensure that the special counsel’s staff and investigative materials are preserved while the review takes place.\nSenators from both parties introduced similar bills in the summer of 2017, and the Senate Judiciary Committee passed one measure with bipartisan support in April. But Mr. McConnell or other prominent Republicans have blocked a vote.\nSenator Mike Lee, Republican of Utah, who stopped proponents’ efforts to move the measure to the floor on Wednesday, said it would make special counsels so powerful that they would constitute “a de facto fourth branch of government.”", "date": "Nov. 28, 2018", "href": "https://www.nytimes.com/2018/11/28/us/politics/trump-pardon-paul-manafort.html", "tags": "escalates inquiry manafort counsel mueller ” trump attacks pardon russia special said talks"}