{"title": "Trump's Homeland Security Chief Not Sure If Norway Is Mostly White", "content": "WASHINGTON ― President Donald Trump’s Homeland Security Secretary Kirstjen Nielsen said Tuesday that she doesn’t know if Norway is predominantly white.\nTestifying under oath before the Senate Judiciary Committee, Nielsen dodged questions about the president reportedly saying last week, in a White House meeting about immigration, that African countries are a “shithole” and that he preferred that immigrants come from Norway instead. Sen. Patrick Leahy (D-Vt.) pressed Nielsen on the racism driving Trump’s comments, but Nielsen wouldn’t acknowledge it.\n“Being from Norway is not a skill,” Leahy said. “What does he mean when he said that?”\n“What he was referencing is, from a merit-based perspective, we’d like to have those with skills who can assimilate and contribute to the United States, moving away from country quotas and to an individual merit-based system,” Nielsen replied.\n“Norway is a predominantly white country, isn’t it?” continued Leahy.\n“I actually do not know that, sir,” Nielsen said, “but I imagine that is the case.”\nHere’s a video of their exchange: \nNorway, of course, is one of the whitest countries in the world. It’s residents are 83 percent Norwegian, who are ethnic North Germanic people, and another 8 percent is European, according to the CIA’s World Factbook. \nSen. Kamala Harris (D-Calif.) questioned Nielsen’s ability to do her job if she doesn’t know the general makeup of other countries.\n“When you say you don’t know if Norway is predominantly white when asked by a member of the United States Senate, that causes me concern about your ability to understand the scope of your responsibilities and the impact of your words, much less the policies that you promulgate in that very important department,” said Harris.\nNielsen’s answer is bad either way you cut it. If she did know this but wanted to give cover to Trump, she may have just lied under oath. If she somehow did not know that Scandinavian countries are whiter than a pack of arctic foxes rolling through a snow drift, the head of the Department of Homeland Security is unaware of basic global demographics.\nNielsen also told senators she could not recall if Trump used the world “shithole” to describe African nations, even though she was in the meeting where he said it, the White House has not denied he said it and Sen. Dick Durbin (D-Ill.) has publicly confirmed he said it.", "date": "\n01/16/2018", "href": "https://www.huffpost.com/entry/kirstjen-neilsen-norway-white-trump_n_5a5e2a44e4b0fcbc3a13dbb4", "tags": "security mostly sure know nielsen chief white trump homeland ” countries norway predominantly"}