{"title": "Trump's Administration Wants Democrats To Fund Wall Mexico Is Supposed To Pay For", "content": "Senior White House officials on Sunday urged Democrats not to shut the government down over partial funding for President Donald Trump’s proposal to build a wall on the U.S.-Mexico border. Lost in their appeals, however, was the president’s oft-repeated promise that Mexico would pay for it.\n“I can’t imagine the Democrats would shut down the government over an objection to building a down payment on a wall that can end the lawlessness,” Attorney General Jeff Sessions said on ABC’s “This Week.”\n“We’re going to get it paid for one way or the other,” he added, hinting the U.S. could secure the funds later through trade negotiations. “I don’t expect the Mexican government to appropriate money for it. But there are ways that we can deal with our trade situation to create the revenue for it.”\nTrump vowed that Mexico would pay for a “big, beautiful wall” throughout the campaign trail. His supporters loved the line so much that they screamed “Mexico” whenever he spoke about the project, which is estimated to cost at least $21.6 billion.\nAppearing on CNN’s “State of the Union” on Sunday, Rep. Mark Sanford (R-S.C.) said he believed lawmakers would come to an agreement and avert a shutdown before funding to the government runs out next week. But he noted the matter was complicated somewhat by Trump’s insistence that Mexico ― not U.S. taxpayers ― would foot the tab for the wall.\n“I think there’s still question marks about, wait a minute, this is a guy that said Mexicans are going to pay for it, and now it’s going on a spending bill borne by the U.S. taxpayer,” he said on CNN. “So I think there’s going to be debate on it. But I think ultimately it’s still a Republican priority and I don’t think [the government] is going to get shut down over it.”\nSen. Dick Durbin (D-Ill.) also recalled the president’s campaign rhetoric in a separate interview on the same program.\n“This was a promise made by the president during his campaign. And don’t you remember, he said the Mexicans were going to pay for it? Now we know it’s going to cost $20 billion to $70 billion for this wall,” he said.\nTrump addressed the budget brinksmanship in a Sunday morning tweet, promising Mexico would pay for the wall “eventually” and “in some form.” He also threatened to cut off key Obamacare subsidies unless Democrats agree to fund the wall he said Mexico would pay for.", "date": "\n04/23/2017", "href": "https://www.huffpost.com/entry/border-wall-mexico_n_58fcb22ce4b018a9ce5bfd6b?l1", "tags": "administration going wall supposed democrats wants trump ” fund mexico pay government said"}