{"title": "Trump Says Abandoning Iran Deal Has Already Curbed Tehran’s Bad Behavior", "content": "WASHINGTON — President Trump asserted Thursday that his decision to abandon the Iran nuclear deal had already curbed Iran’s aggressive behavior, and he predicted that his hard-nosed tactics would also result in a successful nuclear negotiation with North Korea.\nIran, he said, was no longer as adventurous in Syria and Yemen, and had relaxed its ambitions to extend its influence all the way to the Mediterranean Sea. “Iran is not the same country that it was a few months ago,” Mr. Trump said at a news conference, five days before he was scheduled to meet in Singapore with Kim Jong-un of North Korea.\n“They’re a much, much different group of leaders,” he concluded.\nMr. Trump cited no evidence to support his contention. Iran remains firmly under the control of its theocratic government, it continues to support proxy forces across the Middle East, and it just announced plans to increase its capacity to enrich uranium after Mr. Trump’s withdrawal.\nStill, the president said his willingness to walk away from the Iran deal would set the right tone for his negotiations with Mr. Kim over North Korea’s nuclear program. Mr. Trump pointed out that he had already walked away from the Singapore meeting once — a decision he reversed after 24 hours when the Kim government issued a conciliatory response.\n“I hope it won’t be necessary to walk because I really believe that Kim Jong-un wants to do something,” Mr. Trump said, standing in the Rose Garden alongside Prime Minister Shinzo Abe of Japan. “I believe we’re going to have a terrific success or a modified success.”\nDepending on the degree of success, the president said, he could foresee inviting Mr. Kim to a follow-up meeting at the White House. And he left open the possibility of signing a peace declaration that would formally end the Korean War after nearly seven decades of military hostilities.\nMr. Trump, however, acknowledged that this would be only the start of a protracted, difficult negotiation over North Korea’s nuclear program. “That’s probably the easy part,” he said of announcing a peace treaty.\nSecretary of State Mike Pompeo said later that while the United States understood North Korea could not give us up its nuclear arsenal “instantaneously,” the process needed to be “big and bold” and not open-ended. “We can’t step through this over years,” he said.\nThe debate over how to negotiate with North Korea has exposed a rift in the administration, between Mr. Pompeo, who strongly backs Mr. Trump’s diplomatic gambit, and the national security adviser, John R. Bolton, who nearly derailed the meeting last month by proposing Libya, and its voluntary disarmament under Col. Muammar el-Qaddafi in 2003, as a model for North Korea.\nSpeaking to reporters at the White House, Mr. Pompeo at first dismissed reports of a rift as “fiction,” before conceding, “Ambassador Bolton and I will disagree with great, great consistency over time, I’m confident, right? We’re two individuals. We’re each going to present our views.”\nMr. Trump’s enthusiasm for a meeting with Mr. Kim has remained constant, even though he briefly canceled the encounter in response to a series of hostile statements by the North Koreans.\nEarlier Thursday, the president said he did not think the meeting required a great deal of preparation on his part. “This isn’t a question of preparation,” he told reporters in the Oval Office. “It’s a question of whether people want it to happen.”\nFor Mr. Abe, the visit amounted to a last-ditch effort to stiffen Mr. Trump’s spine before he flies to Singapore. Mr. Trump’s more conciliatory tone in the past few days has alarmed the Japanese, who worry that he might trade the security of the United States’ Asian allies for a deal with Mr. Kim on nuclear weapons.\nMr. Trump has stepped back from his demand that North Korea give up its entire nuclear arsenal immediately, calling it a “process.” He also said he would stop using the phrase “maximum pressure” to describe the sanctions against the North, even though he insisted that they would remain in place.\nMr. Abe has been on edge since March, when Mr. Trump accepted Mr. Kim’s offer to meet. In April, the Japanese leader flew to the president’s estate in Palm Beach, Fla., for two days of meetings, after which Mr. Trump pledged to raise the plight of Japanese citizens abducted by North Korea — an issue with great domestic political resonance for Mr. Abe.\nBut Mr. Trump did not single out North Korea’s short- and medium-range missiles, which threaten Japan but not the continental United States. Some Japanese analysts worry that he could make a deal with Mr. Kim that curbs its intercontinental ballistic missiles — protecting the United States — while leaving intact its shorter-range missiles.\nIn a sign of how large North Korea has loomed, Mr. Abe said it dominated his talks with Mr. Trump, even though the United States has moved ahead with tariffs on Japanese steel — precipitating the most bitter trade clash between Tokyo and Washington in years.\n“Donald, President Trump, you are about to make a new history,” Mr. Abe said through a translator.\nMr. Trump has long drawn a link between Iran and North Korea. When he announced last month that he would reimpose sanctions on Iran — effectively pulling the United States out of the deal negotiated by President Barack Obama — he told European leaders that his move would help pave the way for a successful negotiation with North Korea.\nExperts, however, point out that North Korea and Iran are very different countries — one a reclusive state with a sprawling nuclear program and dozens of bombs, the other a threshold nuclear state with no bombs yet, but a web of interests and proxy forces across the Middle East.\nAnalysts said they were puzzled by Mr. Trump’s claim that his abandonment of the Iran deal had so quickly changed its behavior. If anything, Iran has seized on the fact that the deal’s other signatories have stuck with it as a way to divide the United States from its allies.\nYet some experts, in trying to interpret Mr. Trump’s comments, pointed to Israel’s recent military strike on Iranian forces in Syria, the pullout of foreign companies from Iran, and the deepening woes of the Iranian economy as signs of how Iran’s position has weakened in the past few weeks.\n“Before we pulled out of the Iran deal, Iran’s leadership was arrogant and on the march,” said Mark Dubowitz, the chief executive of the Foundation for Defense of Democracies and a longtime critic of the deal. “What I think he means is that he’s cut them down to size.”", "date": "June 7, 2018", "href": "https://www.nytimes.com/2018/06/07/world/asia/trump-abe-japan-korea-kim.html", "tags": "iran curbed korea already abandoning tehran ” trump says bad north — behavior deal"}