{"title": "Trump-Putin Summit Is Over. The Head-Scratching? Not So Much", "content": "Right Now: President Trump is back home after meeting in Finland with President Vladimir V. Putin.\nThe president’s trip to Europe is over. The head-scratching? Hardly.\nMr. Trump closed out a trip that began with a NATO summit in Brussels with a meeting with Mr. Putin. Afterward, the men held a remarkable news conference where both addressed accusations that Russia meddled in the 2016 presidential election.\nMr. Putin denied it — and Mr. Trump appeared to stop just short of saying he believed the Russian leader more than he did his own intelligence aides.\nAnd although international affairs was expected to dominate the session, Mr. Trump turned again and again to a defense of his own political legitimacy. “It’s a shame that there can even be a little bit of a cloud over” his election victory, he said.\nHere are some of the latest developments.\n• Mr. Putin sat down with Chris Wallace of Fox News and rejected accusations of Russian misconduct. Mr. Trump sat down with Sean Hannity.\n• Back home, some of Mr. Trump’s fellow Republicans said there was no doubt Russia had interfered in the vote. So did the director of national intelligence, Dan Coats.\n• And just hours after the two presidents met with the press, American prosecutors brought charges against a Russian woman accused of trying to influence U.S. politics. Just before Mr. Trump left for his trip, 12 Russian intelligence agents were indicted on similar charges.\n• The New York Times offered live coverage of the seven-day, three-nation trip from our White House reporters and European correspondents. Photographs from the trip are here.\nPressed in his interview with Mr. Wallace on Fox about accusations that Russia hacked into Democratic National Committee computers during the presidential campaign, Mr. Putin was defiant.\n“Was it some rigging of facts?” he said. “Was it some forgery of facts? That’s the important thing.” He said: “Was this — any false information planted? No. It wasn’t.”\nThe hackers, Mr. Putin noted, are said to have targeted “a certain email account, and there was information about manipulations conducted within the Democratic Party to incline the process in favor of one candidate. And as far as I know, the entire party leadership resigned. They admitted the fact of their manipulations. So, that’s one thing — that manipulation is where public opinion should stop, and an apology should be made to the public at large.”\nAsked whether he believes his own intelligence agencies, which say that Russia interfered in the 2016 United States election, or Mr. Putin, who denies it, Mr. Trump refused to say, but he expressed doubt about whether Russia was to blame.\n“They think it’s Russia,” he said. “I have President Putin — he just said it’s not Russia. I don’t see any reason why it would be.”\nMr. Trump raised the matter of Russian electoral meddling, the two leaders said at the news conference, and Mr. Putin reiterated his denial of Russian involvement.\nAsked directly whom he believes, Mr. Trump changed the subject to what he said was misconduct by Democrats during the campaign.\nMr. Putin took a more transactional approach: “As to who is to be believed, as to who is not to be believed, you can trust no one. Where did you get this idea that President Trump trusts me or that I trust him? He defends the interests of the United States of America and I defend the interests of the Russian Federation. We do have interests in common and we are looking for points of contact.”\n[Mark Landler on the norm-shredding president.]\nThe president’s ambivalence, after the indictments of 12 Russian intelligence agents over the election hacking, and after the findings of congressional committees, represents a remarkable divergence between Mr. Trump and the American national security apparatus.\nMr. Putin said: “President Trump mentioned the so-called interference of Russia in the American elections. I had to reiterate things I said several times: that the Russian state has never interfered, and is not going to interfere, in internal American affairs, including the election process.”\nHe offered to have Russian intelligence agencies work with their American counterparts to get to the bottom of the matter.\n“What he did is an incredible offer,” Mr. Trump said. “He offered to have the people working on the case come and work with their investigators with respect to the 12 people. I think that’s an incredible offer.\nMr. Coats, the intelligence director, appeared to offer a different take from his boss’s after the news conference. “We have been clear in our assessments of Russian meddling in the 2016 election and their ongoing, pervasive efforts to undermine our democracy,” he said in a statement, “and we will continue to provide unvarnished and objective intelligence in support of our national security.”\nIn a tweet later in the day, Mr. Trump wrote: “As I said today and many times before, ‘I have GREAT confidence in MY intelligence people.’ However, I also recognize that in order to build a brighter future, we cannot exclusively focus on the past — as the world’s two largest nuclear powers, we must get along!”\nRepublican leaders were largely silent after Mr. Trump’s news Mr. Putin, but a scattering of Republicans were aghast.\n“I never thought I would see the day when our American president would stand on the stage with the Russian president and place blame on the United States for Russian aggression. This is shameful,” Jeff Flake, the retiring Arizona senator, said on Twitter.\nSenator Ben Sasse, Republican of Nebraska, joined in. “This is bizarre and flat-out wrong,” he said. “The United States is not to blame.\n“America wants a good relationship with the Russian people but Vladimir Putin and his thugs are responsible for Soviet-style aggression. When the president plays these moral equivalence games, he gives Putin a propaganda win he desperately needs.”\nHouse Speaker Paul Ryan said: “There is no question that Russia interfered in our election and continues attempts to undermine democracy here and around the world. That is not just the finding of the American intelligence community but also the House Committee on Intelligence. The president must appreciate that Russia is not our ally.”\nRepresentative Justin Amash, a libertarian-minded Republican from Michigan, weighed in more tepidly, but with eyebrows arched: “A person can be in favor of improving relations with Russia, in favor of meeting with Putin, and still think something is not right here,” he wrote on Twitter.\nDemocrats were not so circumspect.\nSenator Edward J. Markey of Massachusetts called Mr. Trump’s performance a “national embarrassment.”\nAnd John O. Brennan, who was C.I.A. director under President Barack Obama, spoke of impeachment: “Donald Trump’s press conference performance in Helsinki rises to & exceeds the threshold of ‘high crimes & misdemeanors.’ It was nothing short of treasonous. Not only were Trump’s comments imbecilic, he is wholly in the pocket of Putin. Republican Patriots: Where are you???”\n[The Trump-Putin session left veteran news anchors agape, writes Michael M. Grynbaum.]\nIn a feisty 30-minute interview with Mr. Wallace on Fox News, Mr. Putin denied that his nation interfered with American elections, dismissed concerns about the deaths of his political opponents and said he had no compromising materials on President Trump. The former businessman, he said, “was of no interest for us” before he ran for president.\n“There’s plenty of rich persons in the United States,” Mr. Putin told Mr. Wallace during an interview taped on Monday in Helsinki. “He was in the construction business. He organized the beauty pageants. But no, it would never occur to anyone that he would think of running for president.”\nMr. Putin found himself pressed by the Mr. Wallace on several sensitive topics. At one point, the “Fox News Sunday” anchor tried to hand the Russian leader a copy of the indictment brought by the special counsel, Robert S. Mueller III, against 12 Russian military intelligence officers accused of hacking Democratic Party emails in 2016.\nMr. Putin declined to accept the document.\nIn the interview’s most pointed exchange, Mr. Wallace — whose late father, Mike Wallace, was famed for his interviews of dictators and other celebrities on “60 Minutes” — asked point-blank why “so many of the people that oppose Vladimir Putin end up dead or close to it?”\n“First of all,” Mr. Putin said, “all of us have plenty of political rivals. I’m pretty sure President Trump has plenty of political rivals.”\n“But they don’t end up dead,” Mr. Wallace rejoined.\n“Well, haven’t presidents been killed in the United States?” Mr. Putin said. “Have you forgotten about — well, has Kennedy been killed in Russia or in the United States? Or Mr. King? What — and what happens to the clashes between police and, well, civil society, and some ethnic groups? Well, that’s something that happens on the U.S. soil. All of us have our own set of domestic problems.”\nAt several points, Mr. Putin used false equivalencies and blatant mistruths to avoid questions. When Mr. Wallace asked about a video released by Mr. Putin’s government showing a nuclear missile hitting an area of Florida close to Mr. Trump’s estate, Mar-a-Lago, Mr. Putin simply denied the claim.\n“There was not a caption saying Florida,” he said.\n“You can see it on the map,” Mr. Wallace pointed out.\n“It couldn’t be seen on the map,” Mr. Putin insisted. “Just take a closer look, and don’t try to scare your population with make-believe threats.” — Michael M. Grynbaum\nIn his interview with Mr. Hannity on Fox News, Mr. Trump once again denounced the investigation into Russian political meddling. “Ninety percent of the nuclear power in the world between these two nations, and we’ve had a phony, witch hunt deal drive us apart,” he said.\nMr. Putin was sympathetic, he said.\n“It’s the thing that he told me when he went in,” Mr. Trump said. “He said ‘What a shame.’ He felt it was very hard for me to make a deal because of, you know, all of this nonsense.”\nBoth Mr. Trump and Mr. Putin expressed confidence that Russia and the United States were entering a period of better relations and cooperation on global problems, but they did not cite any examples, and their news conference exposed continued areas of disagreement.\nRussia seized Crimea from Ukraine in 2014 and continues to support Russian separatists fighting in eastern Ukraine, aggression that the West has condemned. Mr. Trump did not address the matter publicly, either before or after the meetings on Monday, but Mr. Putin was asked whether his American counterpart had made any concessions.\n“The posture of President Trump on Crimea is well known and he stands firmly by it,” Mr. Putin said. “He continues to maintain that it was illegal to annex it. Our viewpoint is different.”\nMr. Putin made a point of noting that the two leaders still disagree strongly on the Iran nuclear deal, which Mr. Trump withdrew from in May, and which the Russian president hailed as a great success.\nSpeaking to reporters before the meetings, Mr. Trump cited the reduction of nuclear arsenals as a major item on his agenda. “We have 90 percent of the nuclear, and that’s not a good thing, it’s a bad thing,” he had said.\nHe raised the issue again at the post-summit news conference, but Mr. Putin did not, and it was not clear that the matter had been discussed, much less that any progress had been made.\nMr. Putin said that the war in Syria could be “the first showcase example of the successful joint work” between the two countries. But with Russia supporting the Assad regime, and the United States backing a rebel faction, it is not clear what room there is for cooperation there.\nIt was also not clear whether the two presidents had discussed another area of conflict: the British government’s assertion that  the nerve agent poisoning of  a former Russian  spy and his daughter in England in March had been carried out by current or former agents of a Russian intelligence service, the G.R.U. The United States has supported Britain’s claim, and expelled dozens of Russian Embassy and Consulate employees.\nMr. Trump began the day of the meeting by blaming the United States for its poor relationship with Russia, casting aspersions on the federal investigation into Moscow’s cyberattack on the presidential election, and saying he felt “just fine” about meeting with Mr. Putin.\nIn a pair of tweets sent on Monday before he headed for breakfast at Mantyniemi Palace, a residence of the Finnish president, Mr. Trump twice branded the special counsel investigation into Russia’s election interference the “Rigged Witch Hunt.”\nThat investigation, and “many years of U.S. foolishness and stupidity,” he wrote, are why the United States’ relationship with Russia “has NEVER been worse” — a bold claim, given that the history includes periods like the Cuban missile crisis, and the wars in Korea and Vietnam.\nThe president’s tweet drew praise and a “like” from the Russian  Foreign Ministry.\nMr. Trump did not mention factors that are usually cited in the West as causes for friction with Moscow: Russia’s annexation of Crimea, its support for rebels in Ukraine and for the Assad regime in Syria, its meddling in the elections of the United States and in those of other countries, and the nerve agent poisonings in England.\nAsked at the news conference later, asked if he held Russia at all responsible for conflict with the United States, Mr. Trump did say: “Yes, I do, I hold both countries responsible. I think the United States has been foolish. I think we’ve all been foolish.”\nHe also said: “Our relationship has never been worse than it is now. However, that changed as of about four hours ago. I really believe that.”\nMr. Trump, asked at the news conference whether he had warned Mr. Putin not to interfere in the election, instead used the opportunity to lash out at opponents who had suggested that Russian meddling was in any way responsible for his victory or tainted his legacy.\n“There was no collusion at all,” said Mr. Trump.\nHe dismissed as largely irrelevant the indictment of 12 Russian intelligence agents in connection with the hacking of the Democratic National Committee and the Clinton presidential campaign.\n“I beat Hillary Clinton easily and, frankly, we beat her,” he said. “We won that race, and it’s a shame that there can even be a little bit of a cloud over it.” (He did not mention that she won the popular vote.)\nThe comments came after Mr. Trump lashed out at former President Barack Obama for the second day in a row, tweeting that his predecessor had failed to intervene to stop Russia’s hacking because he “thought that Crooked Hillary was going to win the election.”\n— Julie Hirschfeld Davis\nDuring his news conference with Mr. Trump, Mr. Putin took advantage of his time on the world stage to target a longtime Kremlin foe, William F. Browder, a London-based investor, and repeat an accusation that Mr. Browder sent large amounts of money to Mrs. Clinton’s presidential campaign.\n“Business associates of Mr. Browder have earned over $1.5 billion in Russia,” Mr. Putin said. “They never paid any taxes. Neither in Russia nor in the United States. Yet, the money escaped the country. They were transferred to the United States. They sent huge amount of money, $400 million as a contribution to the campaign of Hillary Clinton.”\nMr. Putin was drawing on material cited in opposition research that Natalia V. Veselnitskaya, a Russian lawyer, offered to members of the Trump campaign in 2016.\nMr. Browder is a longtime target of Mr. Putin’s. The investor was the driving force behind the Magnitsky Act, a 2012 American law that freezes the assets held in the United States by Russian officials responsible for human rights abuses.\nRussia has repeatedly requested Mr. Browder’s arrest through Interpol, but in 2013 the international agency issued a rare statement in opposition, saying the effort was of a “predominantly political nature.”\n— Katie Rogers\nMr. Trump’s body language on this trip alternated between aloof and uncomfortable, with brief moments of warmth — and that was when meeting America’s closest allies.\nAs he sat with Mr. Putin before their private meeting on Monday, Mr. Trump, who often gesticulates and jokes while making his points, seemed to keep himself uncharacteristically restrained — except for the moment he inexplicably  winked in the Russian president’s direction.\nStill, Mr. Trump appeared fidgety while seated next to his stony Russian counterpart, whom he has repeatedly tried to flatter before meeting him in Helsinki. In his opening remarks, he did it again.\n“First of all Mr. President, I’d like to congratulate you on a really great World Cup,” Mr. Trump said. “One of the best ever from what everybody tells me. And also for your team, itself, doing so well.”\nDuring the five-minute photo opportunity and brief remarks, Mr. Trump hunched forward in his chair, tapped his fingers together with his hands making an upside-down triangle — a gesture he has made in the presence of other leaders in high-stakes settings. His head swiveled back and forth between the news cameras and his interpreter, but he rarely looked at the Russian president.\nCompared with Mr. Trump, who leaned forward toward the cameras, his eyes darting back and forth, Mr. Putin appeared clamped into his chair. The Russian president’s eyes rarely left the floor, and if they did, they were focused on Mr. Trump. His hands rarely left two fixed positions — one on his lap, the other curled backward, gripping the chair.\nMr. Trump, who has called journalists the enemy of the people, did not answer questions from the news media. When a journalist shouted a question about Russia tampering with the 2016 election, Mr. Putin’s face appeared to curl into a smirk. — Katie Rogers", "date": "July 16, 2018", "href": "https://www.nytimes.com/2018/07/16/world/europe/trump-putin-summit-helsinki.html", "tags": "much head-scratching “ summit trump-putin russian trump russia — putin"}