{"title": "Trump Delivers a Mixed Message on His National Security Approach", "content": "WASHINGTON — President Trump presented a blueprint for the country’s national security on Monday that warns of a treacherous world in which the United States faces rising threats from an emboldened Russia and China, as well as from what it calls rogue governments, like North Korea and Iran.\nTo fend off these multiple challenges, the report says with Cold War urgency, the government must put “America First,” fortifying its borders, ripping up unfair trade agreements and rebuilding its military might.\nBut in his speech announcing the strategy, Mr. Trump struck a much different tone. Instead of explaining the nature of these threats, he delivered a campaignlike address, with familiar calls to build a wall along the southern border with Mexico and a heavy dose of self-congratulation for the bull market, the low jobless rate and tax cuts, which, he promised, were “days away.”\n“America is in the game, and America is going to win,” he said, to an audience that included cabinet members and military officers.\nThe disconnect between the president’s speech and the analysis in his administration’s document attests to the broader challenge his national security advisers have faced, as they have struggled to develop an intellectual framework that encompasses Mr. Trump’s unpredictable, domestically driven and Twitter-fueled approach to foreign policy. The same confusion has confronted foreign governments trying to understand Mr. Trump’s conflicting signals.\nMr. Trump, for example, spoke of how Russia and China “seek to challenge American influence, values and wealth.” But he made no mention of Russian interference in the 2016 presidential election, even though the document itself makes fleeting reference to “Russia using tools in an attempt to undermine the legitimacy of democracies.”\nIndeed, Mr. Trump preferred to focus on a Sunday phone call from President Vladimir V. Putin of Russia, who thanked him for intelligence that the C.I.A. had passed on to Russian authorities, which Mr. Trump said foiled a terrorist attack in St. Petersburg that could have killed thousands of people.\n“That’s a great thing,” he said, “And the way it’s supposed to work.”\nOutlining a national security strategy is mandated by Congress, but Mr. Trump broke with his two most recent predecessors, Presidents Barack Obama and George W. Bush, in announcing one himself. His aides said that reflected his enthusiastic approval of the exercise, and that the Trump administration published its strategy months earlier than either the Bush or Obama administrations.\nThe strategy — which administration officials said was drawn from speeches that Mr. Trump had delivered during the 2016 campaign and as president while at the United Nations and on trips in Europe and Asia — ranges widely and includes jihadi extremism, space exploration, nuclear proliferation and pandemics. But it is animated by a single idea: that the world has been on a three-decade holiday from superpower rivalry; and it suggests that that holiday is now over.\n“After being dismissed as a phenomenon of an earlier century, great power competition returned,” the document says. China and Russia, it says, “are determined to make economies less free and less fair, to grow their militaries, and to control information and data to repress their societies and expand their influence.”\nThe document’s call to push back against China on trade is familiar from the campaign, but its description of the challenge posed by Russia seems at odds with Mr. Trump’s own refusal to criticize Mr. Putin for his seizure of Crimea, his efforts to destabilize Ukraine and his violations of a key nuclear treaty with the United States.\nWhile Mr. Obama’s two national security strategies emphasized cooperation with allies and economic partners, Mr. Trump’s strategy attempts to walk the line between his campaign slogan of “America First” and an insistence that he is not rejecting working with American partners — as long as they do so on terms advantageous to the United States.\nMr. Trump’s strategy contains more than a few hints of a return to a Cold War view of the world. Mr. Obama used his strategies to de-emphasize nuclear weapons as a key to American defense, but Mr. Trump calls those weapons “the foundation of our strategy to preserve peace and stability by deterring aggression against the United States.”\nThe national security strategies of past administrations were sometimes strong predictors of future action: It was Mr. Bush’s 2002 strategy that revived a national debate about the justifications for pre-emptive military action. And it helped frame the rationale for the invasion of Iraq six months later, arguing that the risks of inaction in the face of a major threat made “a compelling case for taking anticipatory actions to defend ourselves.”\nThe new strategy never uses the word “pre-emption,” including in its discussion of North Korea. This omission comes despite the fact that Mr. Trump’s national security adviser, Lt. Gen. H. R. McMaster, has said that if diplomacy and sanctions fail, “preventive war,” or a pre-emptive strike, might be needed to keep the North from attacking the United States.\nMr. Obama viewed China as a potential partner in confronting global threats, from Iran’s and North Korea’s nuclear programs to climate change, although he was critical of it on human rights issues.\nMr. Trump defines China as a “revisionist” power, reflecting the administration’s worry that Beijing is trying to rewrite the rules of the post-World War II order to match its own economic interests and global ambitions. (Russia is also described as revisionist, though it does not have China’s economic reach or influence.)\nThe Trump administration’s language suggests it will push back hard on China’s state-driven economic practices and expansionist claims in the South China Sea, while not challenging it on rights issues.\nMr. Trump has tried working with China to curb North Korea’s nuclear and missile programs, even setting aside his America First trade agenda in an effort to persuade President Xi Jinping to put more economic pressure on the government of Kim Jong-un. But the document suggests a return to his campaign promises, and states explicitly that “the United States will no longer turn a blind eye to violations, cheating or economic aggression.”\nAnother section refers to preserving the “national security innovation base,” at a moment that the administration is considering steps to keep China from investing in promising American technology.\nIn another shift from his predecessor, Mr. Trump’s strategy does not recognize the changing climate as a threat to national security. The document instead places climate under a section on embracing “energy dominance,” and says that while “climate policies will continue to shape the global energy system,” American leadership will be “indispensable to countering an anti-growth energy agenda.”\nThat puts it at odds with the Pentagon, which has continued to highlight national security threats from a changing climate, including refugee flows as a result of droughts and intensifying storms and the repercussions of rising sea waters.\nIn describing the use of cyberattacks against the United States, the document described the problems facing the nation rather than prescribing solutions. It refers to cyberweapons as a new threat because they can strike “without ever physically crossing our borders.”\n“Deterrence today is significantly more complex to achieve than during the Cold War,” the document reads, saying a mix of inexpensive weapons and “the use of cybertools have allowed state and nonstate competitors to harm the United States across various domains.”\nBut the document deals with the subject at some remove, not dwelling on how Russia used cybertechniques in an attempt to interfere with the 2016 election. And it does nothing to describe any broad national strategy to guard against meddling in future elections.\nSome foreign policy experts praised the report for its vigorous tone.\n“It’s a robust statement of U.S. leadership on the world stage,” said Nile Gardiner, the director of the Margaret Thatcher Center for Freedom at the Heritage Foundation. “It’s a rejection of isolationism.”\nOthers, however, said the disjunction between Mr. Trump and his national security team raised questions about how relevant the strategy would be.\n“Who does it represent? What does it represent? How seriously should we take it?” asked Richard N. Haass, who served in the State Department during the George W. Bush administration and is now the president of the Council on Foreign Relations.\n“In my experience, national security strategies have a fairly short shelf life,” Mr. Haass added. “This administration will face that reality — and then some.”", "date": "Dec. 18, 2017", "href": "https://www.nytimes.com/2017/12/18/us/politics/trump-security-strategy-china-russia.html", "tags": "security message china united mixed trump ” document delivers national strategy approach"}