{"title": "Trump steel tariffs: How do they affect the UK?", "content": "US tariffs on steel and aluminium imports from allies in Europe and North America are \"disappointing\" and \"absurd\", the UK trade secretary says. \nLiam Fox questioned the US decision to impose a 25% tax on steel and a 10% tax on aluminium from the EU, Mexico and Canada, from midnight, US time.\nUK Steel said the tariffs will damage not only the UK steel sector but also the US economy.\nThe EU said it would retaliate with tariffs on products such as US bourbon.\nThe tariffs apply to a wide range of steel and aluminium products such as sheets, plates, bars, pipes and \"semi-finished\" products. \nThe new tariffs will make steel and aluminium from the UK more expensive in the US, which could lead to a decline in demand for it - potentially affecting thousands of jobs.\nIt comes as the sector is still recovering from the 2016 steel crisis caused by oversupply and slack demand.\nAccording to UK Steel - the body which represents steel producers across the country - 7% of steel exports go to the US, worth £360m.\nThe organisation's director Gareth Stace said UK steel producers were \"going to be hit hard\".\nHe admitted that there was a problem of global over-capacity in the industry, but he claimed most of that was in China.\nHe said that about 20 million tonnes of Chinese steel would need to \"find a new home to go to\" because of the tariffs.\n\"Because we are a free and open market here in the UK/the EU, it'll come here, we believe, and therefore further damage our sector - not only from the direct impact of tariffs in the US but the surge of steel coming here,\" he added. \nUS President Donald Trump justified the tariffs on national security grounds, arguing that global oversupply of steel and aluminium, driven by China, threatened American steel and aluminium producers.\nMr Fox said: \"It's very disappointing that the United States has chosen to apply steel and aluminium tariffs... all in the name of national security.\n\"In the case of the United Kingdom, where we send steel to the United States that is vital for their businesses and their defence industry, it is patently absurd.\"\nAbout 31,000 people across the UK work in steel production and many more in the supply chain. There are steel mills in the North East, East Midlands, Yorkshire, and Wales. \nTata Steel, which employs 8,500 people across the UK, has called for \"swift and robust action\" in response to the steel tariffs. \nMore than 7,000 Tata workers are employed in Wales, including about 4,000 in Port Talbot - the largest steelworks in the UK. \nUK exports of aluminium to the US are tiny, but in March the UK's Aluminium Federation said it was concerned about the impact 10% tariffs could have.\nPresident Giles Ashmead said: \"While the US is not a major export market for UK-produced aluminium, indiscriminate tariffs are a hindrance to free trade, and do little to secure a 'level playing field' for global commerce.\"\nThe EU has drawn up a target list of 100 US goods worth €2.8bn ($3.5bn, £2.5bn) for its retaliatory tariffs, the BBC understands.\nThe list includes:\nIt could lead to many every day items becoming more expensive for shoppers in the UK, as shops pass on increased import prices.\nRead more analysis and see the full list", "date": "31 May 2018", "href": "https://www.bbc.com/news/uk-44320257", "tags": "us uk eu sector aluminium steel trump products could tariffs affect"}