{"title": "Trump Signs Order To Undermine Obamacare Insurance Rules", "content": "President Donald Trump on Thursday signed an order that could rattle the Affordable Care Act’s private insurance markets by allowing a proliferation of cheaper, less comprehensive plans that would undermine rules about who and what insurers must cover.\nThe changes represent a step toward repeal of Obamacare, something Trump and Republicans have unsuccessfully attempted to do through legislation. “We’re starting that process,” Trump said at a signing ceremony in the Oval Office, adding that he still expects legislation to pass at some point. “Today is only the beginning.”\nThe order will primarily affect small businesses and people who buy private coverage on their own, rather than through employers. It could lead the kind of transformation that, according to experts, GOP repeal bills would unleash if one of them were to become law.\nIn particular, the new, less regulated insurance plans could provide an attractive alternative to consumers who don’t expect to have large medical bills and who are frustrated with the high premiums they pay for policies today. At the same time, comprehensive coverage could become harder and eventually even impossible to find, especially for people with pre-existing conditions.\nFor the moment, it’s difficult to say just how far-reaching Thursday’s action will be or when all of the changes would take place. The order, as first reported by The Hill and The Wall Street Journal, calls for writing new regulations. Some of those could test the boundaries of executive authority, prompting legal challenges that could drag on in the courts for years.\nBut some parts of the order are likely to take effect more quickly. Perhaps the most consequential of those is a decision to end a rule that limited short-term insurance plans to no more than three months.\nMany insurers, including at least one large national carrier, already offer these plans, which are not subject to most of the Affordable Care Act’s rules. The plans don’t have to include mental health coverage, maternity care, full prescription coverage or other benefits the ACA deems essential. The insurers selling them are free to charge higher prices or deny coverage altogether to people with pre-existing conditions.\nThe three-month limit came from the Obama administration, which worried the short-term plans would draw away consumers in relatively good health, causing state insurance markets to split in two. Taken together, the actions that Trump’s Thursday order envisions could have precisely that result.\nOn one side of the split would be those short-term policies as well as special “association” plans available to small businesses and, in some cases, individuals.\nThose association plans exist today but must abide by a variety of state and federal regulations. Trump’s order would effectively lift some of those restrictions so that, among other things, they could exclude some of the ACA’s essential benefits. (The order will not specify whether individuals can enroll in the newly deregulated plans, according to the Journal; the Labor Department will have to make that decision when it writes the new rules.)\nBecause they wouldn’t cover as much and be less available to people with the highest medical bills, the policies in this part of the insurance market would be cheaper and likely popular with people in relatively good health. This is one of the big selling points that Trump and Republicans like Sen. Rand Paul (R-Ky.), who worked with the administration to craft its proposal, keep emphasizing: the possibility of giving consumers new and cheaper ways to get insurance.\n“Today is a big day,” Paul said at the White House ceremony.\nBut the other side of the insurance market, with the plans that continue to meet the Affordable Care Act’s standards, could be in trouble. These plans would have all the essential benefits and be available, at uniform prices, to everybody regardless of pre-existing conditions. The insurers operating these plans would have to raise prices, because they would be losing healthy consumers whose premiums pay the bills of people with serious medical conditions.\nMost people who buy coverage through HealthCare.gov or one of the state-run exchanges would not feel the effects right away, because they qualify for tax credits that insulate them from premium spikes. But if the migration into the less regulated plans was severe, some insurers would give up and abandon markets altogether, quite possibly leaving even the subsidized consumers, including the healthy ones, with no source of comprehensive coverage.\nA key variable in how Trump’s order plays out is the future the Affordable Care Act’s individual mandate, which imposes a financial penalty on people who do not obtain insurance. The mandate is unpopular with the public generally and positively toxic among some conservatives, but experts and insurers say it’s an essential piece of the Affordable Care Act’s architecture because it encourages relatively healthy people to enroll.\nThe Trump administration has already indicated it will look for ways to weaken that penalty. If it decides, for example, that people who buy the temporary insurance plans will not face the penalty ― an option the Obama administration specifically rejected ― that could make those policies a lot more popular, putting new pressure on insurers to raise prices or drop plans.\nAll of this should sound familiar because it’s what pretty much every reliable authority, including scholars at the Brookings Institution and the trade group representing America’s health insurance industry, have repeatedly warned would happen if GOP repeal legislation were to become law.\nJust how much of the repeal agenda Trump can now achieve on his own will depend on a few things: the details of the regulations that the agencies end up writing, the pressure they feel from members of Congress and other interest groups as they go through that process, the fate of the inevitable legal challenges, and the actions of state officials who would retain at least some power to regulate insurance on their own.\nThe public’s reaction could make a huge difference, as well, though it remains to be seen whether the arcane, drawn-out process of writing regulations will generate the same kind of backlash that GOP legislative efforts to pass a repeal bill have had.\nTrump, Paul, and other Republicans who support the executive order have said it is necessary because the Affordable Care Act is “failing.” Insurers are jacking up premiums even more for next year, they note, and large swathes of the country already have just one insurer. In states like Iowa and Tennessee, the newly reformed private insurance markets have teetered on the edge of collapse.\nEven the Affordable Care Act’s staunchest defenders concede that the new insurance markets have struggled in some states ― and that, particularly for people who don’t qualify for the law’s tax credits, coverage has gotten too expensive.\nBut particularly in states like California and Michigan, where officials have committed themselves to the program’s success, the markets have worked well. Except in isolated rural pockets, consumers still have plenty of choices and prices are comparable to, if not better than, equivalent employer coverage.\nAnd as of the beginning of this year, markets even in struggling states seemed to be stabilizing, with insurers reducing losses or posting profits as they finally figured out how to design and price their markets properly.\nNow, markets in some of those states are suddenly looking shaky again, but officials and insurers have said that’s to a large extent because of actions the Trump administration has taken, like threatening to cut off key funds for insurers, slashing the outreach and advertising budget for the Affordable Care Act, and weakening the individual mandate. \nWith Thursday’s executive order, Trump could push the whole system even closer to collapse.", "date": "\n10/11/2017", "href": "https://www.huffpost.com/entry/trump-executive-order-obamacare_n_59de1dbde4b01df09b77ad19", "tags": "care markets obamacare insurers signs undermine trump order could plans insurance rules"}