{"title": "Trump Installs a Critic of the Mueller Investigation to Oversee It", "content": "WASHINGTON — Matthew G. Whitaker, the attorney general’s chief of staff, jockeyed over the last two months to replace his boss by forging a close relationship with the White House, where he was seen as a reliable political ally. On Wednesday, President Trump fired Jeff Sessions and named Mr. Whitaker acting attorney general, rewarding his loyalty.\nInside the Justice Department, senior officials, including Rod J. Rosenstein, the deputy attorney general, have viewed Mr. Whitaker with intense suspicion. Before his current job at the Justice Department, Mr. Whitaker, a former college football tight end, was openly hostile on television and social media toward the special counsel, Robert S. Mueller III, and was seen by department officials as a partisan and a White House spy.\nThe special counsel is leading the investigation into whether any of Mr. Trump’s associates conspired with Russia during 2016 election and whether the president tried to obstruct the inquiry. Now Mr. Whitaker will oversee Mr. Mueller’s investigation, prompting concerns that he could move swiftly to shut it down or hobble it, despite serious questions about his own potential conflicts in supervising it.\n[Read more about how Mr. Sessions’s firing could affect the Russia investigation.]\nIn August 2017, Mr. Whitaker highlighted on Twitter a Philly.com opinion article with the headline “Note to Trump’s Lawyer: Do Not Cooperate With Mueller Lynch Mob.” In his tweet, Mr. Whitaker wrote that it was “worth a read.”\nThe same day, as a legal commentator for CNN, he wrote an opinion article for the cable network’s website with the headline “Mueller’s Investigation of Trump Is Going Too Far.” He called on Mr. Rosenstein to “order Mueller to limit the scope of his investigation.”\nIn another tweet that same summer, Mr. Whitaker argued against legislation that would protect Mr. Mueller’s investigation and accused the F.B.I. of intimidation tactics when agents raided the house of Paul Manafort, the president’s former campaign chairman. Mr. Manafort was prosecuted by Mr. Mueller’s team and later convicted of federal charges.\nMr. Whitaker and Mr. Trump also share similar views on what they consider the need for a special counsel to investigate Hillary Clinton’s use of a private email server. The F.B.I. investigated but closed the case without bringing charges in 2016. Mr. Sessions rebuffed calls for another special counsel.\n“Whitaker’s appointment raises blaring alarms about the acceleration of obstruction of justice and a fundamental attack on the rule of law in our country,” Senator Ron Wyden of Oregon, a Democrat on the Senate Intelligence Committee, said in a statement. “Congress must act right now to protect the special counsel’s investigation.”\nPeople close to the president said Mr. Whitaker first came to the attention of Mr. Trump because he liked watching Mr. Whitaker express skepticism about aspects of Mr. Mueller’s investigation on television.\nIn August 2017, Mr. Whitaker appeared on CNN and said that if Mr. Mueller began investigating the Trump Organization, “I think that would be crossing the red line.”\nIn a CNN interview the month before, Mr. Whitaker offered a situation in which Mr. Trump could try to hobble Mr. Mueller’s investigation behind the scenes by pressuring the Justice Department to cut the special counsel’s budget.\nHe said that situation was “a little more stage-crafty than the blunt instrument of firing the attorney general and trying to replace him.”\nThe burly Mr. Whitaker, 49, whose Twitter profile shows him lifting heavy weights, played football for the University of Iowa Hawkeyes. He played in the 1991 Rose Bowl, where he caught a nine-yard pass, which he said in a 2015 interview was “one of the greatest experiences I ever had as a Hawkeye.” He graduated in 1992 and had once considered moving to Hollywood to make his fortune.\nInstead he attended the University of Iowa College of Law. In 2004, he was appointed to be United States attorney for the Southern District of Iowa, a position he held until 2009. He then ran for Senate in 2014, when he campaigned on repealing the Affordable Care Act.\nAfter losing the Republican primary to Senator Joni Ernst, Mr. Whitaker became involved in a shadowy business venture in October 2014, joining the advisory board of World Patent Marketing Inc., in Miami Beach, as a paid member. The company charged people thousands of dollars for the service of helping them patent an invention and promote it, but the Federal Trade Commission accused the enterprise last year of cheating people of nearly $26 million. The suit, first reported by Miami New Times, was settled this May, when the company’s chief executive agreed to discontinue the service in question.\nAlso in 2014, Mr. Whitaker became the executive director of the conservative Foundation for Accountability and Civic Trust, known as FACT. The organization called itself a watchdog group and mainly made accusations of ethical or legal violations against Democratic politicians, including Mrs. Clinton.\nDuring Mr. Whitaker’s tenure, the group called for investigations into, among others, Senator Evan Bayh of Indiana, Representative Patrick E. Murphy of Florida and Representative Ted Strickland of Ohio, all Democrats who ran for Senate in 2016.\nWhen President Barack Obama nominated Judge Merrick B. Garland to the Supreme Court, Mr. Whitaker’s group demanded that Harvard University release records related to Judge Garland’s position in debates there as an undergraduate in 1973 over whether to allow R.O.T.C. recruiters on campus.\n“We believe Americans have a right to know about Garland’s views of the military,” Mr. Whitaker wrote, according to The Washington Times.\nMr. Whitaker has been open about linking religion with legal judgments. In 2014, while running for the Senate in Iowa, Mr. Whitaker said in a debate that he wanted to examine the “worldview” of judges or potential judges: “Are they people of faith? Do they have a biblical view of justice?”\n“If they have a secular worldview, where this is all we have here on Earth, then I’m going to be very concerned about that judge,” Mr. Whitaker said.\nMr. Whitaker has been focused on Mrs. Clinton for years, and denounced her publicly in his role as executive director of FACT. In March 2016, he wrote an op-ed article for The Hill that argued that Obama administration officials needed to appoint a special counsel to investigate Mrs. Clinton’s use of a private email server while working as secretary of state.\n“Perhaps the need for special counsel would not be as clear and urgent without the troubling track record Clinton has had with the truth in this matter,” he wrote.\nIn May 2017, Mr. Whitaker wrote an op-ed for The Hill in which he praised Mr. Trump’s decision to fire James B. Comey, the F.B.I. director. He said he disagreed with Mr. Comey’s assessment that “no reasonable prosecutor” would have brought a criminal case against Mrs. Clinton.\nIt is not clear whether the president intends to nominate Mr. Whitaker to be the next attorney general, or whether he will choose someone of greater stature and experience. But Mr. Whitaker has the support of Senator Charles E. Grassley, the Iowa Republican who is chairman of the Senate Judiciary Committee. Mr. Grassley supported Mr. Whitaker to be appointed United States attorney in Iowa in 2004 and was pleased with the decision on Wednesday to name him acting attorney general.\n“I look forward to working with Matt Whitaker as he takes the helm of the Justice Department,” Mr. Grassley said in a statement. “A fellow Iowan, who I’ve known for many years, Matt will work hard and make us proud. The Justice Department is in good hands during this time of transition.”\nIt is likely that Mr. Whitaker will be in the position until at least early next year because the Senate legislative calendar would make it nearly impossible to confirm a new attorney general before the current term ends in December.\nMr. Whitaker’s rise comes after a New York Times article disclosed in September that Mr. Rosenstein had discussed secretly taping his conversations with the president and talked about using the 25th Amendment to remove Mr. Trump from office.\nAfter the report, Mr. Rosenstein offered to resign and Mr. Whitaker was expected to take over as the acting deputy attorney general because White House advisers had told him it would happen.\nOn Wednesday, Mr. Trump passed over Mr. Rosenstein, his confirmed deputy attorney general, for Mr. Whitaker, a department staffer.", "date": "Nov. 7, 2018", "href": "https://www.nytimes.com/2018/11/07/us/politics/whitaker-mueller-trump.html", "tags": "special investigation critic oversee trump ” general installs attorney mueller whitaker"}