{"title": "Trump’s Tariffs May Hurt, but Quitting China Is Hard to Do", "content": "PHNOM PENH, Cambodia — The worsening trade war between the United States and China has intensified pressure on companies to leave China and set up factories in places like Cambodia, a verdant country of 16 million people with low wages and high hopes.\nBut anybody who moves here may have to deal with the water buffalo.\nHuffing, snorting and in no hurry to move, the big-horned bovines occasionally meander across the Khmer-American Friendship Highway, the dusty, 140-mile route linking Phnom Penh’s factories with the port in the coastal city of Sihanoukville. They are not the only potential obstacles. At quitting time, factory workers heading home on foot and motorbikes clog the road.\nFor factory owners on deadline, those crowded roads can mean frustrating delays.\n“Where Cambodia sits now is where China was 25 years ago,” said Piet Holten, who makes the microfiber cloths and bags for sport and fashion sunglass brands like Oakley. To get his sportswear products from his Phnom Penh factory to market, he flies them using DHL.\nPresident Trump’s tariffs on Chinese products, which expanded to an additional $200 billion worth of goods on Monday, are prompting many companies to rethink their supply chains. As tariffs begin to make China look more expensive, many companies are considering cheaper places to make their products, like Vietnam, Cambodia, Bangladesh and Ethiopia. Already, companies with significant American business like Steve Madden, the fashion designer, and Puma, the German sports brand, have said they will look to shift production out of China.\nBut China will be hard to quit. From zippers and rivets on jackets and jeans to the minerals used in iPhones, China makes or processes many of the ingredients that go into today’s consumer goods. It has a dependable source of workers who know how to hold down factory jobs. It has reliable roads and rail lines connecting suppliers to assembly plants to ports.\nCountries like Vietnam and Cambodia, by contrast, lack China’s vast supplier base and dependable roads. More workers have to be trained. Many companies have to start from scratch.\n“When I came here in the beginning, it was a nightmare,” said Elli Bobrovizki, who runs a factory in Phnom Penh that makes Bloch ballet shoes.\nGetting the pink ballet slippers and black jazz shoes out to places like the United States takes at least a day or two longer than it would in China, he said. To reach his factory, a visitor has to travel down a bumpy dirt road.\nInside, hundreds of workers cut leather from Brazil, then glue and carefully pinch, gather and hammer it into soles. The work could be partly automated, but the labor is cheap.\nOne day a few years ago Mr. Bobrovizki arrived at his factory to find several unions had locked it. Negotiations took weeks. In Cambodia some unions are backed by the party of Hun Sen, the prime minister, adding to political risks for foreign companies.\n“I lost half a million dollars in those two weeks that they blocked my gate,” Mr. Bobrovizki said.\nCompanies are not looking to leave China just because of the trade war. Average wages have risen by about one-third in recent years, according to official data. The average Chinese factory worker makes roughly $10,000 a year, the official data shows. By contrast, the minimum wage for Cambodian garment workers amounts to about one-fifth of that. But rising tariffs, and the prospect of more on the horizon, add to the urgency.\n“People are desperate to get out of China,” said Spencer Fung of Li & Fung, a go-between for Western companies and factories in developing countries.\nOne American company recently told a supplier with a factory in Phnom Penh that it wants to take its China production down to zero as soon as possible in order to avoid tariffs, said Bradley Gordon, a lawyer who advises multinational companies in Cambodia. That Phnom Penh factory plans to hire 1,000 more workers in the next month and employ nearly 10,000 workers by next year.\nStill, China remains an efficient place to do business. Its logistics network is vast and quick-moving. Over the past three decades, China has built 4.7 million kilometers, or about 2.9 million miles, of highways. It has 13 of the world’s 50 largest ports, and three of the top five.\nChina’s sheer manufacturing capabilities are unrivaled. One measure of its output, called manufacturing value added, shows that China makes roughly as much as the United States and Japan combined.\n“The entire supply chain is based in China, so if we were to move, we would still have to procure components in China, and then export them somewhere else,” said Aaron Emigh, co-founder of Brilliant, an American start-up that makes smart-home devices. Brilliant is releasing its product just as the Trump administration’s tariffs take effect.\n“Moving out of China is not purely a matter of cost, but of possibility,” he added.\nBrilliant’s devices have more than 700 components, most of which are sourced in China. The country offers the best manufacturing options for some of Brilliant’s most technical needs, like printing circuit boards, injection-molded plastics, screens and modules.\nSome companies believe they have to look for alternatives no matter how appealing China can be.\nInventec, a Taiwanese electronics manufacturer of laptops and devices for companies like HP, Toshiba and Acer, has drawn up contingency plans to move China production to Taiwan, the Czech Republic, Mexico and Houston, according to Ada Chang, a spokeswoman.\nMoving the entire supply chain out of China would be too complicated, she said. But Inventec could assemble the final product in other places so the “country of origin” certificate would not say China, she said.\nPeter Baum knows well the challenges of operating in a country like Cambodia. An owner of Baum-Essex, a company that makes umbrellas for Costco and cotton bags for Walmart in contracted factories in Vietnam and Cambodia, he gets frustrated when he has to turn to multiple countries for the parts and material he needs because it means more opportunity for delays.\n“It is the worst nightmare known to man,” Mr. Baum said. He recently finished an order for umbrellas for Costco. The wood handles from Italy were delayed. The polyester from Taiwan was the wrong pattern.\n“I probably lost a couple of hundred thousand on the transaction,” he said.\nCambodia’s lack of development in many areas adds its own complications.\nMr. Holten, the manufacturer whose company makes products for Oakley, decided to open a factory in Cambodia in 2010. His competitors thought he was crazy, he said, because China was still cheap. “I saw the writing on the wall,” said Mr. Holten, whose company, Pactics, still makes cloth bags for Burberry in China.\nStill, it was not easy, he said. There was no infrastructure, no power and no space appropriate to rent. Pactics had to build its own factory with a water purification system, solar panels and a separate power generator. The project took a year and cost $960,000.\nIt was worth it, Mr. Holten said. “If we were still in China,” he said, “we’d be out of business.”\nTransition in Cambodia has been slow. Paradoxically, one source of change may be China itself, as it looks to win political favor in Southeast Asia. During an official visit this year, Li Keqiang, China’s premier, pledged to build a new expressway from Phnom Penh to Sihanoukville to supplement the Khmer-American Friendship Highway.\nMore foreign companies have called or emailed Ken Loo, secretary general at the Garment Manufacturers Association in Cambodia, in recent months about doing business there. His advice: Be realistic.\n“It’s not like going into the shop to buy something and you just go to the next shop,” Mr. Loo said. Starting a factory from scratch, he said, “takes months, if not a year and a half.”", "date": "Sept. 24, 2018", "href": "https://www.nytimes.com/2018/09/24/business/china-tariffs-manufacturing-cambodia.html", "tags": "may phnom “ china factory quitting hard cambodia companies makes hurt trump tariffs like"}