{"title": "Trump urges Fed to help economy 'go up like a rocket'", "content": "President Donald Trump has stepped up his criticism of the US Federal Reserve and called for the central bank to cut interest rates by 1%.\nThe Fed is set to announce a decision on interest rates on Wednesday following a two-day meeting.\nIt has already indicated it is unlikely to change rates from the current range of 2.25%-2.5% for the rest of the year.\nHowever, Mr Trump wants the Fed to cut borrowing costs to help the US economy \"go up like a rocket\".\nRecent figures showed that US GDP grew at a faster-than-expected pace of 3.2% in the first quarter of 2019.\nInflation growth slowed to 1.6% in the year to March compared to 1.7% in February, putting it further below the Fed's target of 2% inflation. \nMr Trump, who has attacked the Fed and its chairman Jerome Powell on a number of occasions, tweeted that China was doing well because the government was providing economic stimulus as well as keeping interest rates low.\nHe called for the Fed to restart quantitative easing (QE), a practice where a central bank pumps money into the economy through buying assets such as government bonds.\nQE was launched in the US in 2008 amid the financial downturn and the great recession. The Fed stopped it in 2014 and is running down the assets it bought during that time.\nMr Trump nominated Mr Powell as the Fed's chairman and since joining in February last year it has raised interest rates four times, drawing criticism from the president.\nMeanwhile, Stephen Moore, Mr Trump's pick to join the Fed's board of governors, is facing an uphill battle to win a confirmation if he is nominated. \nOn Tuesday, Republican senator and Trump ally Lindsey Graham said: \"It will be a very problematic nomination.\"\nWhile Joni Ernst, also a Republican senator, said it is \"very unlikely that I would support that person\". \nAnother Trump pick, Herman Cain recently withdrew from being nominated to the Fed board, stating that it would mean a pay cut. But prior to that, four Republican senators said they would vote against him.\nMr Moore advised Mr Trump during his presidential campaign and has been critical of the Fed's decision to raise interest rates last year.\nHe has come under fire for making a number of derogatory comments about women in columns he wrote some years ago.\nIn one, Mr Moore criticised the practice of allowing a woman to referee a basketball game with male players, remarking: \"I see it as an obscenity.\"\nRemarking on his wife's decision to vote for a Democrat in 2000, he said: \"Women are sooo malleable! No wonder there's a gender gap.\"\nIn an interview with CNBC on Tuesday, he said that a drop in male earnings was the biggest problem facing the US economy.\nHe said: \"I want everybody's wages to rise, of course. People are talking about women's earnings. They've risen,\"", "date": "30 April 2019", "href": "https://www.bbc.com/news/business-48110710", "tags": "us fed mr rates cut urges trump help economy interest year rocket like decision"}