{"title": "Trump Vows to Close Border, Even if It Hurts the Economy", "content": "WASHINGTON — President Trump acknowledged Tuesday that closing the southern border with Mexico could damage the United States economy, but said protecting America’s security was more important than trade.\nIn remarks from the Oval Office, Mr. Trump reiterated his threat to shut the border if Mexico, America’s third largest trading partner, cannot restrict a flow of asylum seekers trying to cross into the United States. But the president’s economic team, concerned about the damage from such a move, said it was looking for ways to limit the fallout if Mr. Trump does do so.\n“Sure, it’s going to have a negative impact on the economy,” Mr. Trump said, adding, “but security is most important.”\n“Security is more important to me than trade,” he said.\nRepublican lawmakers, economists and business groups largely disagree with that assessment and warned this week that closing the border could cripple the flow of goods and workers and devastate American automakers and farmers, as well as other industries that depend on Mexico for sales and goods.\n“Closing down the border would have a potentially catastrophic economic impact on our country,” Senator Mitch McConnell, Republican of Kentucky and the majority leader, said in an interview. “I would hope that we would not be doing that sort of thing.”\nMark Zandi, the chief economist at Moody’s Analytics, said that “a full shutdown of the U.S.-Mexican border of more than several weeks would be the fodder for recessions in both Mexico and the U.S.”\nMr. Trump’s economic advisers have briefed him on the potential financial damage from a border shutdown and started looking for ways to mitigate it, including possibly keeping certain trading avenues open.\nLarry Kudlow, the director of the National Economic Council, said Tuesday in a brief interview that the Trump administration was trying to secure the border without harming the economy.\n“The question is,” he said, “can we deal with that and not have any economic damage? I think the answer is we can. People are looking at different options.”\nMr. Kudlow added that the administration was “looking for ways to allow the freight passage — some people call it truck roads.”\n“There are ways you can do that, which would ameliorate the breakdown in supply chains,” he said.\nBut business leaders say there is no way to contain the damage from even a partial shutdown of the 2,000-mile border that the United States shares with Mexico. Nearly $1.7 billion of goods and services flow across the border daily, as well as nearly a half-million legal workers, students, shoppers and tourists, the U.S. Chamber of Commerce said Monday.\nOn Tuesday, officials with the chamber called a partial border shutdown “uncharted territory” and said such a policy would have negative economic consequences, particularly for communities along the border.\n“We don’t know whether that is feasible or not,” said Neil Bradley, the chamber’s executive vice president and chief policy officer.\nEven if it is possible, a partial shutdown would still cause significant disruptions for industries that are highly integrated across the border, including automobiles, machinery and electronic equipment.\n“The North American auto industry will be crippled” in a week, Kristin Dziczek, a vice president for the Center for Automotive Research, an industry research group, said in a tweet.\nMr. Trump’s pledge to close the border comes in response to what officials with the Department of Homeland Security say is an increase in migrant families who are flooding America’s immigration system, leading to overflowing detention centers and mass releases of migrants.\nThe president told reporters that if Mexico cannot restrict the flow of asylum seekers trying to cross into the United States, and if Congress cannot agree to several immigration restrictions that Mr. Trump has long pushed for, “the border is going to be closed.”\nWhile 76,000 migrants crossed the border in February, that number is nowhere near the migration levels seen in the early 2000s. And a majority of the migrants crossing the border now are Central American families looking for asylum, as opposed to Mexican individuals looking for work. Homeland security officials could quickly deport Mexican individuals seeking employment, but, by law, they cannot swiftly deport Central American families or unaccompanied children.\nHomeland security officials have said they expect the number of crossings to surpass 100,000 this month. And a senior department official said those traveling in and out of ports of entry were already feeling an effect: There was a three-hour wait at the port of entry in Brownsville, Tex., according to the official, and there were around 150 trucks backed up and waiting to cross at Otay Mesa, in California.\nOn Monday, Kirstjen Nielsen, the homeland security secretary, said she would divert up to 750 border patrol officials from ports of entry to areas in between the ports to handle large groups of migrants crossing the border. A senior homeland security official also said the administration could start closing traffic lanes at the ports.\n“The crisis at our border is worsening,” Ms. Nielsen said, “and D.H.S. will do everything in its power to end it.”\nSenator Lindsey Graham, Republican of South Carolina and one of Mr. Trump’s external advisers, has been urging the president to ease off the threat. On Tuesday, Mr. Graham portrayed Mr. Trump’s latest broadside as less an eventuality and more a calculated bargaining position.\n“You are taking a bad problem and, by closing the ports of entry, you are creating another problem,” he said during an interview. “To the extent that he wants to redeploy resources to the points of entry to deal with the ungoverned spaces — that will create economic upheaval, but that will hopefully lead to a solution.”\nBorder activity makes up a relatively larger share of Mexico’s economy than the United States’, meaning Mexico would most likely have more economic damage from a border closing, Mr. Zandi said.\nBut that does not mean the United States would be in a winning position. Communities across the country would probably see supply chain disruptions, product shortages, seizures in stock and bond markets and a plunge in already-fragile business confidence, Mr. Zandi said. The disruption would be especially sharp in the border states of California, Arizona, New Mexico and Texas, which all have Mexico as their No. 1 export market.\nAny closure could have far-ranging implications for a wide range of industries — including automotive, electronics and apparel — that source small components and deliver their products on a just-in-time basis on both sides of the border.\nIt could also be devastating for the agriculture industry. Since the North American Free Trade Agreement began in 1994, American farmers have moved toward specializing in corn, soybeans, chicken, dairy, pork and beef to supply to Mexico, while Mexican farmers have specialized in fresh fruits and vegetables to send to the United States. Any delays in deliveries of these products could lead to near immediate price hikes and empty supermarket shelves, which would hit low-income Mexicans and Americans the hardest.\nChristin Fernandez, the vice president for communications at the Retail Industry Leaders Association, said that slowing or halting screenings at major ports near the border would lead to product delays and potentially higher shipping costs.\n“The entire retail ecosystem is sustained on the expectation that America’s retailers can provide consumers with the goods they want and need, when they need it, at the best possible prices,” Ms. Fernandez said. “If our suppliers are feeling the pain, retailers will feel the pain, and, ultimately, it is consumers that will bear the burden.”\nStock markets do not appear to be pricing in any risk of a border closure. The S&P 500 was essentially unchanged on Tuesday, and it remains near a six-month high.", "date": "April 2, 2019", "href": "https://www.nytimes.com/2019/04/02/us/politics/trump-mexico-border-economy.html", "tags": "security “ border even hurts would close trump economy vows states mexico"}