{"title": "Trump Praises the Stock Market at 22,000 That He Said Was a Bubble at 18,000", "content": "WASHINGTON — As America’s stock markets have reached record highs, they have had few louder cheerleaders than President Trump.\n“Highest Stock Market EVER,” he said on Twitter on Monday.\nBefore the stock exchanges’ opening bell on Tuesday, Mr. Trump pointed out in a tweet that the Dow Jones industrial index’s recent surge started just after he was elected. (He also lamented, incorrectly, that the press was downplaying that fact: “Mainstream media seldom mentions!”)\nAnd on Thursday, Mr. Trump made clear that he thinks he deserves credit for the latest record high, tweeting, “That doesn’t just happen!”\nThe Dow Jones average closed at another record high Thursday. But it was not long ago that Mr. Trump, as a presidential candidate bent on casting the economy as a disaster, said that the stock market was a bubble that should make investors wary.\nIn the early days of his candidacy, Mr. Trump assailed the economic recovery as a mirage and mused about a potential conspiracy that was being plotted between Janet L. Yellen, the Federal Reserve chairwoman, and President Barack Obama. The theory was that she was keeping interest rates low so that the president would not leave office as another recession began.\nBefore the Iowa caucuses, Mr. Trump decided to dispense some financial advice. The recent dip in stocks was a harbinger of worse things to come, he warned, and he hoped that the coming crash did not happen after Mr. Obama left office.\nAlthough he was feeling confident about locking up the Republican nomination in April 2016, Mr. Trump was feeling increasingly bearish about stocks. He told The Washington Post that they were overvalued and that the strong data that showed a healthy economy were essentially phony.\nBy September, he was arguing that the Federal Reserve was propping up a “false economy” that is actually weak.\nMr. Trump saved his most brutal assessment of the stock market, and the economy, for his first presidential debate with Hillary Clinton. In response to her criticism of his economic proposals, he said that the recovery was the worst since the Great Depression and that it would come crashing down the moment that interest rates rise.", "date": "Aug. 3, 2017", "href": "https://www.nytimes.com/2017/08/03/us/politics/trump-praises-the-stock-market-he-once-said-was-a-bubble.html", "tags": "bubble mr. market praises record ” trump economy stock said"}