{"title": "Trump Thanks Saudi Arabia For Low Gas Prices After Jamal Khashoggi's Killing", "content": "President Donald Trump on Wednesday thanked Saudi Arabia for the declining price of oil, one day after he said the United States would back the country even if Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi.\n“Oil prices getting lower. Great! Like a big Tax Cut for America and the World. Enjoy! $54, was just $82,” Trump said in a tweet. “Thank you to Saudi Arabia, but let’s go lower!”\nTrump on Tuesday issued a bizarre statement reaffirming that the U.S. considers Saudi Arabia an ally, despite the CIA conclusion that the crown prince ordered the death of Khashoggi, a Washington Post columnist and critic of the kingdom.\n“We may never know all of the facts surrounding the murder of Mr. Jamal Khashoggi,” Trump said in the statement. “In any case, our relationship is with the Kingdom of Saudi Arabia. They have been a great ally in our very important fight against Iran.”\nSaudi Arabia has acknowledged people close to the crown prince were involved in the assassination, but has denied he had personal knowledge of it. Trump appeared to take their word on that, casting doubt on his intelligence agencies.\n“Our intelligence agencies continue to assess all information, but it could very well be that the Crown Prince had knowledge of this tragic event – maybe he did and maybe he didn’t!” Trump’s statement said.\nSens. Bob Corker (R-Tenn.) and Bob Menendez (D-N.J.), members of the Senate Foreign Relations Committee, responded to Trump’s statement with a letter demanding answers on Khashoggi’s death, asking the president to “specifically address whether Crown Prince Mohamed bin Salman is responsible for Mr. Khashoggi’s murder.”\nOil prices plunged in recent days to the lowest this year before recovering slightly on Wednesday. The drop may have been fanned by Trump’s Nov. 12 tweet warning Saudi Arabia not to cut production, analysts told The New York Times. Other factors include fears that Trump’s trade battle with China will reduce demand and the realization that U.S. sanctions against Iran haven’t curbed world oil supplies as much as anticipated.\nHayley Miller contributed to this report.", "date": "\n11/21/2018", "href": "https://www.huffpost.com/entry/trump-saudi-arabia-oil-prices_n_5bf55699e4b0eb6d930a2d28", "tags": "thanks khashoggi jamal gas saudi prices trump ” killing low crown prince oil arabia"}