{"title": "Trump Tweets Lengthy Attack on F.B.I. Over Inquiry Into Possible Aid to Russia", "content": "WASHINGTON — President Trump on Saturday unleashed an extended assault on the F.B.I. and the special counsel’s investigation, knitting together a comprehensive alternative story in which he had been framed by disgraced “losers” at the bureau’s highest levels.\nIn a two-hour span starting at 7 a.m., the president made a series of false claims on Twitter about his adversaries and the events surrounding the inquiry. He was responding to a report in The New York Times that, after he fired James B. Comey as F.B.I. director in 2017, the bureau began investigating whether the president had acted on behalf of Russia.\nIn his tweets, the president accused Hillary Clinton, without evidence, of breaking the law by lying to the F.B.I. He claimed that Mr. Comey was corrupt and best friends with the special counsel, Robert S. Mueller III. He said Mr. Mueller was employing a team of Democrats — another misleading assertion — bent on taking him down.\nIndividually, the president’s claims were familiar. But as the special counsel’s inquiry edges ever closer to him, Democrats vow a blizzard of investigations of their own and the government shutdown reaches record lengths, Mr. Trump compiled all the threads of the conspiracy theory he has pushed for many months in an effort to discredit the investigation.\nHours later, Mr. Trump continued his broadside on a friendly television venue, Jeanine Pirro’s show on Fox News. Asked “are you now or have you ever worked for Russia, Mr. President?” Mr. Trump did not directly answer the question.\n“I think it’s the most insulting thing I’ve ever been asked,” he said by telephone. “I think it’s the most insulting article I’ve ever had written.”\nHe also denied a report in The Washington Post that he had taken extensive steps to conceal from other high-ranking officials his conversations with President Vladimir V. Putin of Russia over the past two years.\nRepresentative Eliot L. Engel, Democrat of New York and the chairman of the House Foreign Affairs Committee, said that his panel would hold hearings on “the mysteries swirling around Trump’s bizarre relationship with Putin and his cronies, and how those dark dealings affect our national security.”\nIn his Twitter outburst earlier in the day, Mr. Trump accused the F.B.I. of opening “for no reason” and “with no proof” an investigation in 2017 into whether he had been working against American interests on behalf of Russia, painting his own actions toward Russia as actually “FAR tougher” than those of his predecessors.\nThe Times article, published Friday evening, reported that law enforcement officials became so alarmed by Mr. Trump’s behavior surrounding his firing of Mr. Comey that they took the explosive step of opening a counterintelligence investigation against him.\nNaming several of the bureau’s now-departed top officials, including Mr. Comey and his deputy, Andrew G. McCabe, Mr. Trump said the F.B.I. had “tried to do a number on your President,” accusing the “losers” of essentially fabricating a case. “Part of the Witch Hunt,” he wrote — referring dismissively to the investigation now being overseen by Mr. Mueller.\nAt the time he was fired in May 2017, Mr. Comey had been leading the F.B.I.’s investigation into Russia’s attempts to influence the 2016 presidential election, and the officials believed that his removal, in hindering the inquiry, posed a possible threat to national security. Their decision to open the case was informed, in part, by two instances in which Mr. Trump tied the firing to the Russia investigation.\nThe inquiry they opened had two aspects, including both the newly disclosed counterintelligence element and a criminal element that has long been publicly known: whether the firing constituted obstruction of justice.\nWhen Mr. Mueller was appointed days later, he took over the joint inquiry as part of his larger investigation of Russia’s action in 2016 and whether anyone on the Trump campaign conspired with Moscow. It is not clear whether he is still pursuing the counterintelligence matter, and no public evidence has emerged that Mr. Trump himself secretly conspired with the Russian government or took directions from it.\nMr. Trump indicated on Saturday that he had not known of the existence of the counterintelligence investigation before the Times article, and he did not dispute the newspaper’s reporting.\nBut he made clear that he viewed any such inquiry as illegitimate from the start. He presented it, without evidence, as part of a vast, yearslong conspiracy to undo his presidency.\nIn the tweets, Mr. Trump defended his decision to fire Mr. Comey — “a total sleaze!” — at length, accusing the former director of overseeing a “rigged & botched” investigation of Mrs. Clinton, and leading the agency into “complete turmoil.” Democrats and Republicans alike wanted Mr. Comey removed, he said.\n“My firing of James Comey was a great day for America,” Mr. Trump wrote. “He was a Crooked Cop.”\nBut an investigation conducted by the Justice Department’s inspector general and internal surveys of F.B.I. agents have undercut Mr. Trump’s portrayal of Mr. Comey as corrupt and unpopular within the bureau.\nMr. Trump’s comments echoed those that his White House spokeswoman, Sarah Huckabee Sanders, released on Friday night.\n“This is absurd. James Comey was fired because he’s a disgraced partisan hack, and his deputy, Andrew McCabe, who was in charge at the time, is a known liar fired by the F.B.I.,” Ms. Sanders said. “Unlike President Obama, who let Russia and other foreign adversaries push America around, President Trump has actually been tough on Russia.”\nParts of the statements by Mr. Trump and Ms. Sanders are at odds with the public record and with the findings of the inspector general’s report. While Democrats were furious with Mr. Comey over his public statements about the Clinton email server case — at a news conference and in a pair of letters in the middle of the campaign — they were deeply alarmed by his removal, given his role in the Russia investigation.\nIn his report, the inspector general, Michael E. Horowitz, pointedly criticized Mr. Comey for breaking with longstanding policy to publicly discuss the Clinton case, and he castigated “insubordinate” senior officials who worked with Mr. Comey for privately criticizing Mr. Trump even as they investigated him. But he ultimately said he had found no evidence to believe that the decisions not to charge Mrs. Clinton for her use of a private email server in handling classified information “were affected by bias or other improper considerations.”\n“Rather, we concluded that they were based on the prosecutor’s assessment of facts, the law and past department practice,” he wrote.\nMr. McCabe, who briefly served as acting director after Mr. Comey was removed, was fired last March for failing to be forthcoming with investigators about an unrelated conversation he had authorized between F.B.I. officials and a journalist. Mr. McCabe argued that the firing was politically motivated and designed to hinder the Russia investigation. Other members of Mr. Comey’s team have also been fired or left the bureau.\nMr. Comey responded on Twitter on Saturday with a quotation attributed to former President Franklin D. Roosevelt: “I ask you to judge me by the enemies I have made.”\nThe Times report cited former law enforcement officials and others familiar with the investigation, as well as private testimony that the F.B.I.’s former general counsel, James A. Baker, delivered to Congress related to the inquiry.\n“Not only would it be an issue of obstructing an investigation, but the obstruction itself would hurt our ability to figure out what the Russians had done, and that is what would be the threat to national security,” Mr. Baker said in his testimony, portions of which were read to The New York Times.\nSome former law enforcement officials outside the case have since debated whether F.B.I. investigators overreacted in opening the counterintelligence inquiry during a chaotic period after Mr. Comey’s firing. Other former officials noted that those critics were not privy to all of the evidence and argued that sitting on it would have been an abdication of duty.", "date": "Jan. 12, 2019", "href": "https://www.nytimes.com/2019/01/12/us/politics/trump-fbi-counterintelligence-investigation.html", "tags": "possible f.b.i officials “ inquiry comey investigation aid lengthy trump russia attack — tweets"}