{"title": "Trump's tariffs putting the squeeze on the Midwest", "content": "Wisconsin calls itself America's Dairyland, but just outside the small town of Wausau you can find a less traditional crop - ginseng. \nIt is said to be among the finest in the world and certainly Will Hsu, the managing director of Hsu Ginseng, believes it is.\nHe and his father have built up a huge business growing, selling and exporting the roots, which are used to make tea and in traditional Chinese medicines. \nThe crops ready for harvesting this year were planted in 2013, long before President Trump was elected, let alone before he started a trade war with China.\nBut earlier this year, after the Trump administration started putting tariffs on Chinese exports to the US, China slapped retaliatory import fees on a host of American products, including ginseng. \nFor Will Hsu that has been very painful.\n\"You're basically adding 15% on top of the already existing 7.8% tariff on ginseng, plus VAT. So you are basically talking about 30% tariffs,\" he says as we stand in a field of ginseng.\n\"It's very difficult, often that is the margin on your products, and if you can't make that margin you ask yourself why am I even in this business?\"\nBut it is not just exporters who are hit by tariffs.\nDick Okray runs a huge farming and processing company in Wisconsin. Hardly any of his produce is exported, so you might think that tariffs don't touch him, but you'd be wrong. \nThis is because Mr Okray buys millions of dollars worth of cleaning, sorting and bagging equipment for his huge potato business.\n\"Every piece of equipment is all brand new, put in within the last year,\" he explains.\nEvery massive machine has tons of steel and aluminium in it, so higher import tariffs on those metals make his machinery more expensive.\n\"There is very little you can do about it,\" he says. \"People tell you there will be a surcharge on the steel, and you ask how much it will be, and they just say that they don't know.\"\nIn Plymouth, Wisconsin, a town that famously declares itself to be the cheese capital of the world, the problems with tariffs are quite different. \nSartori, a huge cheese manufacturer, has a plant in the centre of town that focuses on the export trade. \nThe facility includes huge cellars where cheeses are finished off by being marinated in wine, or coated with ground pepper. \nThe company has spent years, and millions of pounds, breaking into foreign markets only to find new tariffs have destroyed its profits.\nThe company's president, Jeff Schwager, says that they are simply hanging on in there for now.\n\"It took us years to get onto grocery store shelves in Mexico, so we thought we had no choice but to absorb the retaliatory tariffs, and hope they are short lived, and hopefully we can then grow the business.\"\nThose added costs are eventually passed on to consumers, they end up having to pay more. After all, tariffs are taxes that force up prices. \nPresident Trump has been promising that his trade war strategy might mean short-term pain, but would ensure long-term gain, and bring jobs and prosperity back to US. Yet in Wisconsin's biggest city, Milwaukee, the opposite has happened. \nHarley Davidson, perhaps the most American of products, has moved some production overseas, to avoid tariffs on its motorcycles. \nBut down the road is what President Trump claims is a justification for his policies. \nIn Racine, a pretty lakeside town, a huge new industrial centre is being developed for Foxconn, the Taiwanese electronics manufacturer. It makes everything from iPhones to TV screens, and normally produces them in China and imports them into the US. \nBut now creating a huge multi-billion dollar manufacturing site in Wisconsin, President Trump heralded it as \"the eighth wonder of the world\". \nOn my tour of the site I saw the first slab, of the first wall, of the first building, going up. It looks huge but will soon be dwarfed by far larger factories stretching over several square miles of Wisconsin. \nMore from the BBC's series taking an international perspective on trade:\nBut although President Trump may claim Foxconn came to Wisconsin to avoid tariffs, and bring home manufacturing and jobs to the US, Louis Woo, the head of the project for Foxconn, believes otherwise.\n\"We have been here for the last 30 years, but not in our big way,\" he says. \"Our decision to be here is less to do with the trade conflict, but more to do with the talent and markets that are here.\"\nFor President Trump trade and trade wars are simple. But the fact is that neither is the case. \nTariffs on steel and aluminium push up costs for domestic firms, retaliatory tariffs cut their access to expensively won foreign markets, ruin plans, slash profits and threaten investment - while jobs move abroad to areas not involved in the trade war. \nNew investment in the US is based on the country's huge technological advantages and a highly skilled workforce, not President Trump's tweets or even his tariffs. \nThe US has stayed the richest and most powerful economy in the world since 1945 by creating and benefiting from the current world trade system.\nPresident Trump seems not to realise that simple truth, and is threatening to smash the system. \nAt the moment, with the US economy growing at more than 4% a year, his efforts are survivable, but they are still costing companies and people in Wisconsin dear. \nA simple drive through Wisconsin would prove all that in a few hours, but it is a trip that President Trump will probably never make. \nJonty Bloom's journey through Wisconsin can be heard in full on BBC Radio 4's In Business at 20.00 on Thursday, 20 September.", "date": "20 September 2018", "href": "https://www.bbc.co.uk/news/business-45547346", "tags": "us world putting business wisconsin ginseng trump squeeze trade midwest tariffs huge"}