{"title": "Trump Kim summit: Kim's hiding sister and other unreal moments", "content": "Donald Trump and Kim Jong-un went for dinner together and then spent a day in talks, but were ultimately unable to reach an agreement. \nThe summit was punctuated with photo opportunities displaying the camaraderie between the leaders, and they took every opportunity to flatter each other with looks and words.\nIt was also notable for having significantly more time in the glare of the camera which recorded all - scripted and unscripted.  Here are the most extraordinary moments.\nYou might think answering questions from an international journalist is hardly noteworthy, but with North Korea things are always different. \nAsked by a reporter if he was confident about a deal, Mr Kim said through an interpreter: \"It's too early to tell, but I wouldn't say I'm pessimistic. For what I feel right now, I do have a feeling that good results will come out.\" \nThat was likely the very first time Kim Jong-un responded to the question from international media and the question came from David Nakamura of the Washington Post. \nLater he seemed to get quite used to the questions, as reporters shouted out off-the-cuff questions as they were briefly allowed to address the room where bilateral talks were taking place. \nAsked whether he was \"willing to denuclearise,\" he replied \"If I'm not willing to do that, I won't be here right now.\" \nIt's what he said in Singapore too, but it pleased Mr Trump who chimed in: \"That might be the best answer you've ever heard\". \nThe quickfire exchange between Mr Kim, Mr Trump and reporters, yielded more noteworthy moments. At one point it was as if media questions to Mr Kim made Mr Trump more nervous than the North Korean leader himself. \nThe US president sharply reprimanded a reporter telling them they can't talk to the North Korean leader, as they would to him - a strange moment where he seemed to unconsciously acknowledge and almost pay heed to the North Korean leader's more controlling relationship with his press. \n\"Don't raise your voice please, this isn't like dealing with Trump,\" he said to reporters.\nKim Jong-un's response? Not fussed at all. \"They all seem to be anxious.\"\nKim Yo-jong, the sister of North Korea's leader, is widely acknowledged as an influential force in the North Korean hierarchy, a close confidante of her brother.  \nShe was North Korea's big name representative as it made its first foray into global view at the Pyeongchang Winter Olympics in South Korea last year, and has accompanied Kim on many of his most meaningful journeys. \nShe remains a powerful figure with an important role in North Korea's impregnable and sometimes ruthless political hierarchy.\nAnd yet she somehow feels compelled to avoid the limelight, ducking and diving behind trees and other useful props. \nA few of her finer moments of concealment amused analyst Ankit Panda: \nAt a characteristically frank and wide-ranging press conference, Mr Trump took a question about Otto Warmbier, the American student who was detained in North Korea over a prank and who died days after he was returned to the US in July 2017.\nHis case was a cause for the Trump administration at a time when it was exchanging vitriol with North Korea. He told reporters he brought the case up with Mr Kim and Mr Kim said he was not aware of it at the time, and was regretful.\nMr Trump said that he took Mr Kim at his word on this - stunning many observers.\n\"I did speak about it, and I don't believe that he would have allowed that to happen. It just wasn't to his advantage to allow that to happen. Prisons are rough, they're rough places, and bad things happened.\"\nHe says Mr Kim \"felt very badly about it\", adding: \"He knew the case very well, but he knew it later. [...] In those prisons, those camps, you have a lot of people.\n\"He tells me he didn't know about it, and I will take him at his word.\"\n It is a moment that is likely to prove divisive. Mr Warmbier's parents were guests of honour at President Trump's State of the Union address in 2018. \nThere has since been huge peak in interest in Otto Warmbier after his sad case was brought up at the press conference with Mr Trump, with Google searches for his name spiking significantly.\nThey're back. Last year during the South Korea and Singapore summits, the North Korean team stunned global audiences with the cohort of identikit black-suited bodyguards jogging along Mr Kim's limousine. \nThis year it was the same spectacle all over again. First in the border town of Dong Dang on the way to Hanoi: \nAnd then they were spotted again in Hanoi during the summit itself. ", "date": "28 February 2019", "href": "https://www.bbc.co.uk/news/world-asia-47397700", "tags": "hiding summit korean reporters trump questions unreal moments kim north sister korea time"}