{"title": "Trump-Kim summit: Deciphering what happened in Singapore", "content": "Donald Trump arrived in Singapore promising to make history.\nThat he did by shaking Kim Jong-un's hand for the world's cameras - becoming the first sitting US leader to meet his North Korean counterpart.\nBut what have they really achieved, what are the implications and what might happen next?\nWe asked four experts for their take.\nAndrea Berger, senior research associate, James Martin Center for Non-proliferation Studies\nKim Jong-un departed Singapore without putting his signature next to any more detailed or ambitious nuclear-related provisions. The language in the Singapore declaration mirrors previous agreements, and is in places even more vague. In that sense, the joint document is a present that has been elaborately wrapped and re-gifted. But it may be the thought that counts. The meeting in Singapore has created political space for, and momentum towards, further direct talks, which are more appropriate for filling in details absent from the joint agreement. \nIn fact, Mr Trump's press conference indicates that additional verbal commitments may already have been made. Among other revelations, he announced plans to cancel US-South Korean joint military exercises. North Korea has long had an allergy to these drills, and Mr Trump agreed they were \"provocative\". Parts of the US defence community will undoubtedly object to the cancellation of legitimate, defensive exercises, not least because it is unclear whether the decision was taken in concert with allies in South Korea. Yet suspending joint exercises could help enable further progress with Pyongyang, as it did when the \"Team Spirit\" drills were called off in the early 1990s.\nJohn Nilsson-Wright, North-east Asia expert, Chatham House and senior lecturer, University of Cambridge\nFor the two leaders, the feeling must surely be that the summit has met all their expectations and can count as a success. But we should be careful to distinguish between the visuals and the ambitious expectations on the one hand and the need to deliver real, measurable and unambiguous progress on the other. This feels more like the triumph of faith over reality with a heavy dose of spin and salesmanship thrown in to bolster Donald Trump's standing with his base at home. \nMr Kim will have been pleased by his burnished image as a responsible international statesman whom the US president likes and respects. The North Korean leader will also surely be encouraged by Mr Trump's surprise announcement that US-South Korea joint military exercises will be ending. Looking ahead, the US will need to keep the momentum behind the discussions and begin rapidly to deliver meaningful progress. \nRegionally, US allies will be unsettled by the president's remarks apparently hinting at the possible drawdown of US forces in the region at some point and a repeat of familiar defence burden-sharing arguments. Even if not explicitly tied to the summit, this reference - along with the announced suspension of the joint military exercises - risks destabilising critically important alliance ties, possibly sparking in turn a further disruptive expansion in regional military competition and a zero-sum arms race. \nIt's hard to see how the latest communique concretely and meaningfully addresses the humanitarian concerns of Japan over abductions carried out by North Korea. China too will want to see evidence that North Korea is adopting a more accommodating posture, but will take heart from the signs that Mr Trump's position is less combative and that, for now, the prospect of military action has well and truly receded. \nAnkit Panda, adjunct senior fellow at the Federation of American Scientists and a senior editor at the Diplomat\nThe joint declaration makes two separate references to \"complete denuclearisation\". That is a loaded phrase and not exactly what it seems. But the last thing \"complete denuclearisation\" means is that North Korea will unilaterally disarm itself - or completely, verifiably, and irreversibly dismantle its nuclear weapons. \nThe latter phrase, often abbreviated to \"CVID\", was nowhere to be found in the declaration and that's far from a surprise. In the lead-up to the summit, North Korea made clear that Kim Jong-un was not coming to Singapore to turn over the keys to his nuclear programme. \"Complete denuclearisation\" - a formulation that first appeared in the 27 April Panmunjom declaration between the two Koreas - is ambiguous, open-ended and, in its most generous interpretation, refers to global nuclear disarmament. \nThe headline-winning concessions that the country has made to date on its nuclear and ballistic missile programmes, including the announcement of a moratorium on intercontinental-range ballistic missile testing and the presumably reversible dismantlement of its nuclear test site at Punggye-ri, were announced in late April and had little to do with ongoing diplomacy with South Korea and the US.\nIn North Korea's framing, these were actions that were taken because the country had completed its nuclear deterrent and now wanted to signal to the world that it would continue to exist as a mature and responsible nuclear weapons power.\nMr Trump appears to have extracted a lone, technical concession from North Korea at the summit. After signing the Singapore declaration, he asked Mr Kim to dismantle a \"missile engine testing site\". The North Korean reportedly accepted the request - even if this was not put in writing. This site appears to be distinct from a recently razed site near Kusong associated with the country's development of advanced road-mobile missile launchers. \nWe lack enough detail to know what site Mr Trump meant specifically, but there's a chance that he was referring to North Korea's solid propellant engine test site at Hamhung. Even with North Korea's considerable progress in ballistic missiles, solid propellant missiles are the next frontier for its programmes. If Mr Trump managed to secure an assurance from North Korea on this point, we may see it emerge as an important point of technical discussion in a subsequent round of US-North Korea talks.\nSokeel Park, director of research and strategy, Liberty in North Korea\nA massively hyped, unprecedented summit that produced a very light, boilerplate agreement. The terms really could have been copy and pasted from other agreements with North Korea. So an unimpressive start, but this was always only going to be the starting gun for a marathon process that we will have to wait a year or two to judge. \nEven if a 100% solution on denuclearisation remains elusive, there is hope that this time an engagement process could stick because Kim Jong-un, only 34 years old, has to play a long game lasting decades, and knows that he needs economic growth to maintain power for the long term.\nThe more we can open the country and accelerate the people's demands for a growing economy and better lives, the more Kim Jong-un will have to secure a favourable environment for trade and investment from China, South Korea and the rest of the world, and the more he will be tied to a track of positive engagement.\nSo in the deals that we make and the approach we take with North Korea, we have to make sure that it's a win not just for Kim Jong-un but also for the North Korean people. That is the only way to put us on a track of long-term sustainable progress. \nMy sense is that a lot of ordinary and richer North Koreans alike will welcome this re-engagement with China and South Korea and new high-level engagement with the US. People tend to want change, breakthroughs and better economic opportunities.  However, outside of controlled reporting in state media most North Koreans of course don't have nearly as much information, analysis and commentary about all this, so even though they are affected more they may actually be thinking about it less. ", "date": "13 June 2018", "href": "https://www.bbc.com/news/world-asia-44451587", "tags": "us nuclear singapore summit trump-kim joint deciphering jong-un kim north korea happened"}