{"title": "Trump Ramps Up Obamacare Sabotage With Huge Cuts To Enrollment Programs", "content": "President Donald Trump’s administration has taken more steps to undermine the Obamacare marketplaces it’s responsible for managing.\nThe federal Centers for Medicare and Medicaid Services announced Thursday that it’s making drastic cuts in spending on advertising for the 2018 open enrollment period on the Affordable Care Act’s health insurance exchanges, as well as significant cutbacks in funding for local organizations that help consumers navigate the buying process.\nWeakening the two most important tools the federal government has to promote enrollment on the state-based exchanges ― 39 of which are run wholly or mainly by the Centers for Medicare and Medicaid Services ― is the latest signal that the Trump administration isn’t committed to serving exchange customers and bolstering the marketplaces during the first open enrollment it will oversee from start to finish.\nLess awareness of the open enrollment period running from Nov. 1 to Dec. 15, combined with less help from community organizations, which have assisted more than 9 million enrollees with sign-ups since the autumn of 2013, will likely result in fewer people being covered by health insurance obtained via the federally operated exchanges accessed on HealthCare.gov.\nIn addition, these moves could worsen the financial state of the exchanges, as sicker and costlier consumers are more likely to seek out coverage than healthier people, who may be unaware that the sign-up season is taking place.\nTrump himself repeatedly has said he wants to let or make the health insurance exchanges collapse, and his administration has taken a number of actions to destabilize them. That’s above and beyond his advocacy for the Affordable Care Act’s repeal.\nChief among the destabilizing steps has been Trump threatening to withhold billions owed to health insurance companies serving poor enrollees, which has contributed to large rate hikes for next year. The Department of Health and Human Services also has used its websites and social media channels to criticize the Affordable Care Act at taxpayer expense. \nAnd the administration previously canceled other outreach and education programs President Barack Obama’s administration created to help get out the word about coverage options and provide in-person assistance to people seeking help signing up. The current administration also cut the open enrollment period for next year to half its length from last year, giving customers less time to weigh their options.\nTrump previewed Thursday’s actions at the beginning of his presidency. He took office at the end of the sign-up campaign for this year, and his new administration promptly halted rounds of advertising for which the Obama administration had already paid, which contributed to national enrollment on the exchanges falling from 2016 levels.\nThe Centers for Medicare and Medicaid Services unveiled two new policies Thursday. \nFirst, the promotional budget for the upcoming sign-up campaign is being cut from $100 million to $10 million. Moreover, a bulletin the agency released indicates that the ad campaign will include no television or radio, and be limited to digital media, email and text messages\nSecond, organizations with federal contracts to help consumers shop for coverage ― known as “navigators” ― will get far less money. Navigator organizations received $62.5 million from the federal government last year, but will get just $36.8 million this year, a 39 percent cut, according to a fact sheet from the Centers for Medicare and Medicaid Services.\nNavigator organizations will receive funding for 2018 based on what percentage of their enrollment targets for 2017 they achieved. So an entity that signed up 70 percent of their target last year will get 70 percent of the amount they expected for this year. These organizations were not told in previous years that their performance would be used to set future funding, and the cuts made public Thursday will force them to scale back their plans for the pending sign-up campaign.\nThe health insurance industry’s main lobbying group highlighted the importance of the initiatives subject to the administration’s cuts.\n“Effective education ensures that consumers understand their coverage options and encourages broader participation of healthy individuals. Marketing, outreach, and education are critical to ensure that all consumers are aware of the upcoming open enrollment period, understand new timelines, and enroll by the deadline,” Kristine Grow, a spokeswoman for America’s Health Insurance Plans, wrote in an email to HuffPost.\nThe Department of Health and Human Services offered information about its new policies under embargo to reporters and via a teleconference Thursday. HuffPost was not informed of the announcement in advance nor invited to participate in the call, as other news outlets were.\nThe Affordable Care Act’s exchanges and the law’s expansion of Medicaid drove the uninsured rate down to a historic low. Just 8.8 percent of Americans lacked health insurance during the first quarter of this year, the Centers for Disease Control and Prevention reported Tuesday. As of March 31, 9.1 million people had private health insurance from an exchange, according to data from the Department of Health and Human Services.\nJonathan Cohn contributed reporting.\nSign up for the HuffPost Must Reads newsletter. Each Sunday, we bring you the best original reporting, long-form writing and breaking news from HuffPost and around the web, plus behind-the-scenes looks at how it’s all made. Click here to sign up!", "date": "\n08/31/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-sabotage-enrollment-cuts_n_59a87bffe4b0b5e530fd5751", "tags": "administration obamacare services exchanges cuts trump ramps programs year million huge organizations sabotage insurance enrollment health"}