{"title": "Trump says terror attacks 'under-reported': Is that true?", "content": "US President Donald Trump has accused the media of under-reporting terror attacks, and produced a list to back up his claim. Is he right?\nWhile on a visit to US Central Command, a wing of the Department of Defense, he warned of the danger posed by the Islamic State group.\n\"You have seen what happened in Paris and Nice. All over Europe it's happening,\" he said.\n\"It's gotten to a point where it's not even being reported. And in many cases the very, very dishonest press doesn't want to report it. \n\"They have their reasons, and you understand that.\"\nLater in the day, the White House published a list of attacks \"executed or inspired\" by IS. Before the list was published, press secretary Sean Spicer said there were \"several instances\" of attacks that had not gained sufficient media coverage (without specifying which fell into that category). \nWe have reproduced the list below, explaining in each case what happened and whether we reported on it. Of the 78 incidents listed by the White House, we did not report only 12 of them - some were so minor they received barely any coverage elsewhere.\nJust because the BBC covered an attack does not mean that incident was not under-reported, although it is unclear whether Mr Trump was referring to US or global news organisations. And some terrorist incidents do get more coverage than others, a point that has been hotly debated on social media.\nMost of the atrocities listed by the White House were committed by Islamists, and the killing of nine black worshippers by a self-avowed white supremacist in South Carolina is notably absent.\nAbsent too is the 2016 bombing of a shopping centre in Baghdad that killed some 300 people, and last week's deadly assault on a mosque in Quebec City.\nWhat happened: A teenager was shot dead after he stabbed two police officers. He was a \"known terror suspect\" whose passport had been cancelled on security grounds.\nDid we cover it? Yes.\nWhat happened: An Algerian jihadist group linked to Islamic State (IS) militants beheaded French tourist Herve Gourdel\nDid we cover it? Yes.\nWhat happened: Martin Couture Rouleau, who had been influenced by Islamic extremists, drove a car at two soldiers before being shot dead.\nDid we cover it? Yes.\nWhat happened: A soldier is killed at a war memorial by gunman Michael Zehaf-Bibeau, who had converted to Islam but not displayed militant behaviour. The shooting continued inside parliament.\nDid we cover it? Yes. We had extensive coverage of the Ottawa attack, but here's our timeline of events, and our live coverage of the shootings.\nWhat happened: Policemen were attacked by a man wielding an axe.\nDid we cover it? Yes.\nWhat happened: A Danish man was wounded in a shooting in the Saudi capital.\nDid we cover it? No, but here is Reuters' report.\nWhat happened: An American teacher was killed by an Emirati woman in the toilet of a shopping centre\nDid we cover it? Yes. Here's our first report into the attack, and here's our report when the perpetrator was executed.\nWhat happened: Three people, including the Iranian hostage taker, were killed in the 16-hour siege of a cafe in central Sydney\nDid we cover it? Yes, extensively - here is our timeline of events, and our live coverage.\nWhat happened: A man brandishing a knife shouting \"God is great\" in Arabic is shot dead by police.\nDid we cover it? Yes.\nWhat happened: Attacks, including a gun assault on the headquarters of Charlie Hebdo magazine and a siege in a kosher supermarket, leave 17 people dead.\nDid we cover it? Yes. As the biggest terror attack in a Western country in several years, the attacks gained a huge amount of coverage. Here is our detailed report of the events in Paris that month. You can find more material, including obituaries for the victims, here.\nWhat happened: Nine people, including at least five foreigners, died in an attack on a hotel.\nDid we cover it? Yes.\nWhat happened: The White House list says: \"Two US citizens wounded in shooting.\" There are no reports of an attack in the Saudi capital that month. But two US citizens were caught up in a gun attack in the north of the country.\nWhat happened: Three soldiers were attacked by a man with a knife outside a Jewish centre in the southern French city.\nDid we cover it? Yes.\nWhat happened: Two people were killed and five injured in two attacks in the Danish capital; the attacker was later killed.\nDid we cover it? Yes. Our news channels provided rolling coverage of the search for the attacker - here is one of our online reports of the events.\nWhat happened: An attack on the Bardo Museum in the Tunisian capital killed 22 people.\nDid we cover it? Yes. You can see some of our coverage here and the stories from some of the survivors here.\nWhat happened: The White House list says: \"One US citizen wounded in knife attack,\" adding that \"Pakistan-based [IS] supporters\" were responsible.\nDid we cover it? No. But you can read our report on a deadly attack on polio workers in Karachi the same month here.\nWhat happened: There were no terror attacks in the French capital this month. The White House appears to be referring to the arrest of a man, who had apparently shot himself by accident, on suspicion of plotting to blow up churches.\nWhat happened: A gunman shouting \"God is great\" in Arabic attacked a police station, killing one officer and injuring two more.\nDid we cover it? Yes.\nWhat happened: Two gunmen were shot dead after opening fire outside a conference on cartoons of the Prophet Muhammad in a suburb of Dallas.\nDid we cover it? Yes.\nWhat happened: The White House document appears to refer to the deadly shooting by police of 26-year-old Usaama Rahim, who had been under 24 hour surveillance, and approached officers with a knife.\nDid we cover it? Yes.\nWhat happened: The White House says IS-linked militants targeted a camp used by the Multinational Force and Observers (MFO), an international peacekeeping force based in the Sinai peninsula, in a shooting and bombing attack.\nDid we cover it? No.\nWhat happened: Three men approached a barrier at the entrance to the Temple of Karnak in Luxor, one of the country's most popular tourist sites. When confronted by police, one detonated an explosive belt he was wearing. A second was shot dead and a third severely wounded.\nDid we cover it? Yes.\nWhat happened: A gunman attacked a seafront hotel, killing 38 people, including 30 British tourists.\nDid we cover it? Yes. You can read our special report on the Sousse tragedy here, learn more about what happened that day here, and learn more about the victims here. \nWhat happened: A man was beheaded at a factory by one of his employees.\nDid we cover it? Yes.\nWhat happened: A blast that badly damaged the Italian consulate in Cairo was later claimed by the Islamic State group\nDid we cover it? Yes.\nWhat happened: Militants linked to IS said they had beheaded a Croatian scientist, Tomislav Salopek.\nDid we cover it? Yes.\nWhat happened: A radical Islamist on a train travelling from Amsterdam to Paris had an attack foiled by six passengers.\nDid we cover it? Yes. And here's our story on how the hero passengers were awarded afterwards.\nWhat happened: Four American and two Fijian peacekeepers from the Multinational Force and Observers (MFO) were wounded by two roadside bomb blasts in the Sinai peninsula.\nDid we cover it? No, but you can read the Washington Post's story here. Two weeks earlier, we had published this piece on the insurgency in Sinai. \nWhat happened: An Italian aid worker was shot dead in the diplomatic district of Bangladesh's capital.\nDid we cover it? Yes.\nWhat happened: A Palestinian man whose asylum application was rejected attacked a policeman. \nDid we cover it? No, but the Daily Telegraph did. (In another incident in the same month, a Bosnian-born Danish national shot three people in Copenhagen. Police said he had sympathies with IS. We didn't report it, but you can read more from The Local Denmark here.)\nWhat happened: The White House summed up the incident as \"No casualties; airfield used by MFO attacked with rockets\". It said \"unidentified [IS]-Sinai operatives\" were responsible.\nDid we cover it? No.\nWhat happened: An Australian born in Iran and of Iraqi-Kurdish heritage killed police worker Curtis Cheng. \nDid we cover it? Yes. This is one of the reports we ran over several days.\nWhat happened: A Japanese man was shot dead in northern Bangladesh.\nDid we cover it? Yes.\nWhat happened: This refers to an area of the Sinai peninsula near where a Russian airliner was brought down by a bomb, killing all 224 people on board. The incident was covered in forensic detail by international media.\nDid we cover it? Yes. Here's what we wrote on all we know about the crash - you can see our live coverage from the day here.\nWhat happened: Four people were stabbed by a student, who police later said had been inspired by IS\nDid we cover it? Yes. We reported on the incident only when the IS links were detailed four months later.\nWhat happened: The explosions at the Stade de France and gun attacks on restaurants, bars and the Bataclan nightclub killed 130 people. The attacks, committed by IS militants, were one of the most widely-reported stories in recent years.\nDid we cover it? Yes. You can read our detailed run-down on the events of the night here, and learn more on the victims here. Our special report on the Paris attacks, bringing together our most important material, is here.\nWhat happened: An Italian priest, Piero Parolari, is attacked by unknown assailants on a motorbike, but survives.\nDid we cover it? Yes.\nWhat happened: A suspected Islamist shot dead two policemen before blowing himself up.\nDid we cover it?Yes.\nWhat happened: A married couple, Tashfeen Malik and Syed Rizwan Farook, attacked a community centre, killing 14 people and injuring 21 more. It was one of the deadliest mass shootings in years.\nDid we cover it? Yes. Here is our full breakdown of the events in San Bernardino, what we know about the victims and the attackers. And you can find all our coverage on US gun violence here.\nWhat happened: A man with a knife attacked passengers at Leytonstone underground station, shouting, \"This is for Syria.\" Muhiddin Mire was later jailed for life.\nDid we cover it? Yes, from beginning to end.\nWhat happened: A gun attack on a citadel in Dagestan killed one person and injured 11 more. It was later claimed by IS.\nDid we cover it? Yes.\nWhat happened: Nine people, including six policemen, died in a raid on a militant hideout.\nDid we cover it? Yes.\nWhat happened: On the anniversary of the first Paris attacks, a man carrying a meat cleaver was shot dead as he tried to attack a police station. He was found with a piece of paper saying he had pledged allegiance to IS.\nDid we cover it? Yes.\nWhat happened: A police officer was ambushed by a man who had pledged allegiance to IS.\nDid we cover it? Yes.\nWhat happened: Three tourists were stabbed at the Red Sea resort.\nDid we cover it? Yes.\nWhat happened: A Turkish Kurd teenager attacked a Jewish teacher in France, saying he was acting in the name of IS.\nDid we cover it? Yes.\nWhat happened: A suicide bomber with IS links killed 10 people near the city's Blue Mosque.\nDid we cover it? Yes.\nWhat happened: A series of explosions and gun attacks in the Indonesian capital killed eight people, including the four attackers.\nDid we cover it? Yes - here's everything we know about what occurred.\nWhat happened? A man who attacked four people with a machete in a restaurant, Mohamed Barry, was killed by police. He was later found to have IS links.\nDid we cover it? Yes.\nWhat happened: In Germany's first attack by an IS sympathiser, a teenage girl stabbed and seriously wounded a police officer in the neck.\nDid we cover it? Yes, although only when the girl was sentenced to six years in prison in January.\nWhat happened: A suicide bomber struck a busy shopping area, killing four people.\nDid we cover it? Yes.\nWhat happened: Bombings at Brussels airport and a metro station in the city killed 32 people from around the world. IS said it was behind the attacks.\nDid we cover it? Very much so. You can find our entire coverage and analysis here, as well as the run-through of what we know and the stories of the victims.\nWhat happened: A teenager whom police said was motivated by radical Islam bombed a Sikh temple, injuring three people.\nDid we cover it? Yes.\nWhat happened: The deadliest mass shooting in US history claimed 49 victims at a gay nightclub. Gunman Omar Mateen had pledged allegiance to IS, but his link to the group is unclear.\nDid we cover it? Yes. Here is our special report into the shooting and here's our detailed run-through of the events of that night.\nWhat happened: A jihadist loyal to IS murdered a couple, both police employees, at their home west of Paris.\nDid we cover it? Yes.\nWhat happened:  A suicide blast killed 14 Nepali employees of the Canadian embassy.\nDid we cover it? Yes. We also covered the Taliban bombing of a police convoy that month, which killed 30 people and injured 50 more. \nWhat happened: Three attackers targeted the city's Ataturk airport, firing shots at crowds before blowing themselves up; 45 people were killed, and Turkish authorities said the attackers were linked to IS. Note that another deadly attack in the city in June 2016 was not on the White House's list.\nDid we cover it? Yes. We also looked at how dangerous the growing instability in Turkey was.\nWhat happened: Islamist militants stormed a popular cafe in the Bangladeshi capital, killing 22 people.\nDid we cover it?Yes.\nWhat happened: A lorry driver, not known to have jihadist sympathies, drove a lorry into a crowd celebrating Bastille Day, killing 86 people. IS later said he was acting on their behalf.\nDid we cover it? Thoroughly. Here is what we know about the attack, a look at who committed it, a profile of the victims and analysis on what authorities in Nice had tried to do to stop jihadism.\nWhat happened: A teenager injured four train passengers with an axe. IS released a video purporting to show him making threats.\nDid we cover it? Yes.\nWhat happened: A Syrian man blew himself up, having made a video pledging allegiance to the leader IS.\nDid we cover it? Yes.\nWhat happened: Two men entered a church near Rouen and beheaded Father Jacques Hamel, 86. IS later said two of its \"soldiers\" had carried out the attack.\nDid we cover it? Yes.\nWhat happened: A man was shot dead after attacking police with a machete, while shouting \"God is great\" in Arabic.\nDid we cover it? Yes.\nWhat happened: British backpacker Mia Ayliffe-Chung is killed at a hostel. Her attacker is alleged to have said \"God is great\" before killing her. A British man, Thomas Jackson, was wounded in the attack and later died.\nDid we cover it? Yes. And here you can read the reaction of Mia's family to this incident being on the White House list.\nWhat happened: Two police officers were shot during an operation in an area inhabited by squatters. While the shooter, a Bosnian-born man, was believed to have had IS sympathies, police said there was no evidence that extremism was behind the attack.\nDid we cover it? Yes.\nWhat happened: A car packed with gas cylinders was found close to Notre Dame cathedral, in a plot police say was directed by IS.\nDid we cover it? You know the tune by now. Yes.\nWhat happened: Police said a man who repeatedly stabbed a 59-year-old man in a suburban park and then tried to stab a policeman was inspired by IS.\nDid we cover it? Yes.\nWhat happened: Eight people were wounded in a stabbing attack at a shopping mall before the Somali-born attacker, claimed by IS as its \"soldier\", was shot dead by police.\nDid we cover it? Yes.\nWhat happened: A bombing in New York's Chelsea district injured 29 people and an unexploded device was found nearby. Earlier the same day, a pipe bomb exploded in a shore town ahead of a charity race. Afghan-born Ahmad Khan Rahami was later arrested.\nDid we cover it? Yes, over several days.\nWhat happened: Two police officers were stabbed by a man police said had jihadist sympathies.\nDid we cover it? Yes.\nWhat happened: An Egyptian man was detained after a bin lorry reportedly loaded with explosives crashed into a vehicle carrying five US soldiers. Only the alleged assailant was injured. \nDid we cover it: No, but here is an article by the Associated Press, via the Chicago Tribune.\nWhat happened: A fire at a community centre that caused only minor damage was claimed by IS.\nDid we cover it? No. But The Local Sweden did, adding that the claim by IS should be \"taken with a pinch of salt\".\nWhat happened: A 16-year-old boy was stabbed to death in the German city, in an attack later claimed by IS.\nDid we cover it? No, but German media did.\nWhat happened: A suspected bomb was found outside the US embassy, but did not explode. Media in the Philippines linked it to a terror group with ties to IS.\nDid we cover it? No.\nWhat happened: IS said it was behind a car and knife rampage at Ohio State University that left 11 people injured. The attack was carried out by a student, Somali-born Abdul Razak Ali Artan.\nDid we cover it? Yes.\nWhat happened: There were some reports of shots having been fired at the US embassy by an unknown perpetrator on 30 November, and the embassy itself said that there had been \"a security incident\". The White House said one man was arrested.\nDid we cover it? No.\nWhat happened: A siege with militants inside a castle left at least 14 people dead, including a Canadian tourist.\nDid we cover it? Yes.\nWhat happened: A lorry smashed into a crowded Christmas market on 19 December, killing 12 people and injuring 49. Attacker Anis Amri, a Tunisian, was shot dead by Italian police on 23 December in Milan after a Europe-wide manhunt.\nDid we cover it: In detail, yes.", "date": "7 February 2017", "href": "https://www.bbc.com/news/world-us-canada-38890090", "tags": "attack happened man trump cover yes terror says killed two police true attacks"}