{"title": "Trump Lawyer’s Payment to Porn Star Raises New Questions", "content": "WASHINGTON — The admission by President Trump’s longtime personal lawyer that he sent $130,000 to a pornographic film actress, who once claimed to have had an affair with Mr. Trump, has raised potential legal questions ranging from breach of contract to ethics violations.\nThe lawyer, Michael D. Cohen, told The New York Times on Tuesday that he had used his own funds to facilitate the payment to the actress, Stormy Daniels, whose real name is Stephanie Clifford, adding that neither the Trump Organization nor the Trump campaign had reimbursed him for the payment. He insisted that the payment was legal.\nThe Wall Street Journal first reported last month that Mr. Cohen had arranged the payment soon before the 2016 election, as Ms. Clifford was considering speaking publicly about the purported affair.\nBut Mr. Cohen’s assertions left many questions unanswered, including whether the payment was truly a personal gift by him or whether he was reimbursed by some other party, like Mr. Trump or an associate of Mr. Trump.\nIn a brief interview on Wednesday, Mr. Cohen declined to answer questions about whether Mr. Trump had reimbursed him, whether the two men had made any arrangement at the time of the payment, or whether he had made any payments to other women or accusers of the president.\n“I can’t get into any of that,” Mr. Cohen said.\nCharles Wolfram, an emeritus professor of legal ethics at Cornell University, said the situation raised a host of potential issues, but that more facts were needed to understand which rules applied to it.\n“The thing seems so weird that it invites an inquiry into what you’re doing,” he said. “Lawyers don’t go around giving $130,000 to strangers, benefiting their clients, without billing their clients.”\nKeith Davidson, a Los Angeles lawyer who represented Ms. Clifford in the 2016 transaction, issued a statement Wednesday declaring that Mr. Cohen had told him at the time that the $130,000 payment was coming from his own funds.\n“I represented Stephanie Clifford in the Michael Cohen/Stephanie Clifford transaction,” Mr. Davidson’s statement said. \"I read today that Michael Cohen reports that the source of the $130,000 paid to Ms. Clifford was from his own personal funds. That assertion is in complete harmony with what he informed me of at the time of the transaction.”\nMs. Clifford believes that Mr. Cohen, in making his statement, has breached a nondisclosure agreement she signed in connection with the payment, releasing her from the confidentiality commitment, according to Gina Rodriguez, her manager. Ms. Clifford, she said, is now offering to sell her story to media outlets so that she can tell her version of events.\nMr. Cohen worked as a lawyer for the Trump Organization for roughly a decade, with an office near Mr. Trump’s on the 26th floor of Trump Tower in Manhattan. Part fixer, part pit bull biting back at anyone who attacked Mr. Trump, Mr. Cohen frequently badgered reporters over stories he found unflattering toward his boss during the campaign. He was often quoted in interviews lavishing praise on his boss.\nMr. Cohen’s statement on Tuesday acknowledging that he had sent the money to Ms. Clifford was linked to a deadline requiring him to respond to a complaint filed with the Federal Election Commission by Common Cause, a liberal-leaning watchdog group.\nThe group alleges that the payment amounted to an undisclosed, in-kind contribution to Mr. Trump’s presidential campaign that violated the individual contribution limit of $2,700. (Such limits do not apply to candidates spending their own money.)\nIn his statement to The Times on Tuesday, Mr. Cohen insisted that the payment did not violate campaign-finance laws, saying, “The payment to Ms. Clifford was lawful, and was not a campaign contribution or a campaign expenditure by anyone.”\nBut on Wednesday, Paul S. Ryan, the vice president for policy and litigation at Common Cause, said that if the funds were truly Mr. Cohen’s, the payment was an excessive contribution, and if not, “we still need an investigation to figure out whose money this was.”\nIf the commission dismisses the complaint without an investigation, he said, the group is considering filing a lawsuit against the agency or against the Trump campaign.\nAnother set of potential issues raised by Mr. Cohen’s admission centers on legal ethics. As a New York lawyer, he is subject to rules of professional conduct in that state and could face disciplinary action — ranging from private admonishment to losing his license to practice law — if he violated them, although the still-uncertain details make it impossible to precisely identify which standards apply.\n“We don’t have the facts,” said Philip Schrag, a Georgetown University law professor and specialist in legal ethics issues. “There is an awful lot of speculation here about the facts, which we need before we can go into the legal analysis.”\nDepending on what the circumstances turn out to be, he and other ethics specialists pointed to Rule 1.8, which governs financial arrangements between a lawyer and a client. One provision generally prohibits lawyers from lending money to clients during contemplated or pending litigation, although Ms. Clifford appears to have been threatening to talk — not to sue.\nAnother provision requires a written and signed agreement if there is a loan between a lawyer and a client. If it turns out that the arrangement was envisioned as a loan that Mr. Trump would eventually repay, Mr. Cohen was obliged to create such a document.\nBut if Mr. Cohen intended to make a gift to Mr. Trump by paying off Ms. Clifford without expecting any reimbursement, then no written agreement was required, the specialists said. Nor would the rule have required a document if some third party, like one of Mr. Trump’s wealthy associates, had reimbursed Mr. Cohen.\nLast month, Mr. Cohen sent Wall Street Journal reporters a written statement in Ms. Clifford’s name denying that she had had “a sexual and/or romantic affair” with Mr. Trump or “received hush money from Mr. Trump.” He also issued his own statement saying that Mr. Trump “vehemently denies” any affair with her.\nIf evidence emerged showing that those statements were false and that Mr. Cohen knew they were false, his role in disseminating them could violate Rule 8.4, several legal ethics specialists said. It prohibits lawyers from engaging “in conduct involving dishonesty, fraud, deceit or misrepresentation.”\n“Lawyers are not allowed to lie,” with some exceptions, said Lisa Lerman, a legal ethics professor at the Catholic University of America, and they are “also not allowed to induce other people to engage in conduct that they are prohibited from.”\nBut Stephen Gillers, a New York University professor of ethics law, said that in practice, the ethics rule against dishonesty is generally not interpreted so broadly as to cover facilitating a lie to the public or to journalists.\nStill, Mr. Gillers said that Mr. Cohen’s “explanation is sufficiently improbable to spark a disciplinary committee investigation.” Anyone can file a complaint asking the committee to investigate him, or it can open a file on its own, he said, cautioning that it works slowly and that its proceedings are secret unless they result in public discipline.\n“The committee has the jurisdiction to get to the bottom of it if it wishes to do so.”", "date": "Feb. 14, 2018", "href": "https://www.nytimes.com/2018/02/14/us/politics/stormy-daniels-michael-cohen-trump.html", "tags": "porn payment raises clifford ethics ” trump cohen ms. questions new star said lawyer"}