{"title": "Trump's On The Verge Of Exploding The Health Insurance Market", "content": "President Donald Trump has had his finger on the detonator of the bomb to blow up Obamacare for months. Now he may be about to press it.\nTrump told advisers earlier this week that he wants to cut off billions of dollars in payments to health insurance companies that serve the poorest enrollees in the Affordable Care Act exchanges, Politico reported Friday. \nIf Trump follows through on this threat, he could wreak havoc on the health insurance system. Insurance companies are likely to hike premiums or to stop selling to people who buy coverage via the exchanges, like HealthCare.gov and Covered California, or directly (rather than obtaining coverage through their employers or government programs like Medicare and Medicaid).\nThe results would be higher prices and fewer, if any, choices for consumers, and the effects could be felt quickly because many states would allow insurers to drop their customers right away in the absence of these payments. In short, this part of the health insurance market could fall apart under Trump’s watch if he doesn’t pay the money the federal government owes.\nAt issue are what’s called cost-sharing reduction payments ― these are essentially reimbursements to health insurance companies, which are required to reduce out-of-pocket costs like deductibles and copayments for low-income customers. A pending lawsuit brought by House Republicans against the Obama administration in 2014 has challenged the legality of these CSR payments.\n“The White House has told Congress that it will make the May CSR, but has not made any commitment on further payments. No final decisions have been made at this time, and all options are on the table,” a White House official wrote Friday in an email to HuffPost.\nThe White House’s caginess about these payments has driven health care and business groups to seek relief from the legislative branch.\n“We urge Congress to take action now to guarantee a steady stream of CSR funding through 2018. Such action would represent a strong, positive step for all consumers who buy their own insurance by eliminating the single most destabilizing factor causing double-digit premium increases for 2018,” reads a letter sent to Senate leaders on Friday from a coalition including the American Medical Association, the American Hospital Association, America’s Health Insurance Plans, the U.S. Chamber of Commerce and other health care, business and patient advocacy groups. “At this point, only Congressional action can help consumers.”\nHealth insurance companies, state regulators, governors and congressional Democrats have been on edge about the exchange markets since Trump said during a pre-inauguration press conference in January that “the easiest thing would be to let it implode in ’17 and believe me, we’d get pretty much whatever we wanted.”\nTrump has made similar comments many times since becoming president, including during an interview with the Economist this month. “We’re subsidizing it and we don’t have to subsidize it. You know if I ever stop wanting to pay the subsidies, which I will,” he told the Economist. Trump has also inaccurately referred to this money as a “bailout” of the insurance industry, rather than as a reimbursement of money the government owes insurers.\nAccording to the Los Angeles Times, a senior Trump health official told insurers that the administration would promise to make these payments if the industry backed the health care bill the House passed last month ― a quid pro quo offer that the administration denies.\nTo Trump’s thinking, dealing this major blow to Obamacare could force Democrats to the negotiating table over repeal of the entire Affordable Care Act. Congressional Democrats have loudly rejected that idea.\nWhat’s more, 60 percent of Americans don’t approve of negotiating tactics that disrupt insurance markets, according to an April survey by the Henry J. Kaiser Family Foundation. Nearly three-fourths think Trump should work to keep the Affordable Care Act running while Congress considers a new health care law, and almost two-thirds ― including a majority of Republicans ― believe Trump and the GOP are responsible for any future problems with Obamacare.\nYet Trump, against the advice of Health and Human Services Secretary Tom Price and others, still favors cutting off the cost-sharing payments, Politico reported.\nAnd the Trump administration could make its intentions known in mere days.\nThe Obama administration had appealed a trial court judge’s ruling in favor of House Republicans’ claims that the federal government is unlawfully making those payments without an explicit congressional appropriation. In the meantime, the judge allowed the Obama and then Trump administrations to continue reimbursing insurers.\nThe appeals court has granted delays in the case this year as the Trump administration pondered what to do. But now the two parties face a deadline of Monday to update the court on their plans.\nCongress could resolve the issue at any time by simply appropriating the funding, but it hasn’t.\nExchange enrollees earning up to 250 percent of the federal poverty level ― which amounts to $30,015 for a single person ― are eligible for cost reductions, which can transform deductibles of thousands of dollars into just hundreds of dollars for the consumer. The Affordable Care Act mandates that insurers pay the cost difference to medical providers and subsequently get paid back by the federal government themselves. More than 7 million people ― 58 percent of exchange enrollees ― received the subsidies this year.\nThe cost-sharing reduction payments are crucial to the finances of insurance companies. Without this money, insurers would raise premiums by an average of 19 percent next year, on top of whatever the increases otherwise would have been, the Kaiser Family Foundation estimated. Early rate filings in several states are consistent with those projections, which some insurers citing uncertainty about the cost-sharing reduction payments as a reason they’re asking for higher premiums next year.\nDuring his early months in office, Trump has gone out of his way to raise insurance companies’ concerns about whether they would ever get their money. The consequence has been heightened confusion and worry in the health insurance industry, as state officials complain they can’t get straight answers from the Trump administration.\nThe White House threatened to cut off the money during negotiations with Congress over a spending bill in April, but relented. Still, Trump has never stopped talking about it, to the consternation of the health care industry and state officials.\nIn letters delivered Wednesday, the National Association of Insurance Commissioners, which represents state officials from both political parties, urged Senate leaders and the White House Office of Management and Budget to make sure the money doesn’t stop flowing. The bipartisan National Governors Association asked Congress to address the cost-sharing reduction payments last month.\n“The time to act is now,” Wisconsin insurance commissioner Theodore Nickel and Tennessee insurance commissioner Julie Mix McPeak wrote Wednesday on behalf of the insurance commissioners group to OMB Director Mick Mulvaney. It was Mulvaney who issued the April threat to halt the payments.\n“Carriers are currently developing their rates for 2018 and making the decision whether to participate on the exchanges, or even off the exchanges, in 2018. Assurances from the administration that the cost-sharing reduction payments will continue under current law will go a long way toward stabilizing the individual markets in our states while legislative replacement and reform options are debated in Congress,” Nickel and McPeak wrote.\nTrump, as the Politico report indicates, doesn’t seem inclined to provide those assurances or to take any steps to manage the insurance markets that his government is responsible for overseeing.\nSam Stein contributed reporting.", "date": "\n05/19/2017", "href": "https://www.huffpost.com/entry/trump-blow-up-health-insurance-market_n_591f541be4b034684b0c6212", "tags": "care administration market verge trump ― exploding payments house insurance health"}