{"title": "Trump's Health Nominee Thinks The Poor Should Pay More For Health Care", "content": "Seema Verma is about to become the most powerful woman in Washington you’ve never heard of.\nOn inauguration day, President Donald Trump nominated Verma to be administrator of the Centers for Medicare and Medicaid Services, the sprawling Baltimore-based agency that runs those two health care programs along with the Children’s Health Insurance Program and the Affordable Care Act’s health insurance exchanges. She appeared before the Senate Finance Committee for a confirmation hearing Thursday.\nCMS, as the organization is known, manages health benefits for 140 million Americans and spends over $1 trillion each year, which is more than the Defense Department. The agency wields enormous influence over the U.S. health care system not only through regulations but also because Medicare is the single-largest purchaser of health care and its policies commonly are adopted by private health care companies.\nAs such, the CMS administrator makes decisions that have ramifications across the multitrillion-dollar health care system that reach beyond just the programs she runs. \nAnd Verma’s track record suggests her decisions could result in poor people paying more for their health care.\nVerma, a close adviser to Vice President Mike Pence when he was Indiana governor, enters the world of federal health policy at an especially consequential time. \nAt CMS, she will be tasked with the Trump administration’s handling of Affordable Care Act programs like the insurance exchanges and Medicaid expansion at a time when the White House and Congress are scrambling to devise a strategy to repeal that law and “replace” it with a different set of reforms. \nRepublicans in Congress also are considering overhauls of Medicare and Medicaid that would significantly reduce federal funding for the programs. If confirmed, Verma will be working under Health and Human Services Secretary Tom Price. Together, they would be responsible for implementing new health care reforms if Congress enacts any.\nMedicaid is the area in which Verma could make the biggest changes without congressional action. In Indiana, she has been running a consulting firm called SVC Inc., which advises states on Medicaid policy.\nAs of November, Medicaid covered 69 million Americans ― at least 13 million more than Medicare. More than 40 percent of Medicaid beneficiaries are children. The elderly and blind make up more than 20 percent of enrollment, and the program pays for almost half of all childbirths in the country because it covers low-income pregnant women. Medicaid is jointly financed and managed by the federal government and the states.\nNotably, Verma is the self-identified “architect” of the Healthy Indiana Plan, a privatized, conservative version of Medicaid established by then-Gov. Mitch Daniels (R) in 2007 that Pence expanded using Affordable Care Act funding eight years later when he was governor. Verma also consulted on Medicaid expansions implemented by Republican governors in Michigan and Ohio, and on a proposal from Republican Gov. Matt Bevin of Kentucky modeled on the Indiana program.\nWhat all these Medicaid reform plans have in common is they require people living just above the poverty line to pay more for the health care they receive than they would under traditional Medicaid.\n In Indiana, for instance, enrollees must make monthly payments into “POWER Accounts” modeled after health savings accounts, which they use to pay out-of-pocket costs. But enrollees can be locked out of the program if they fail to make the payments or if they don’t fulfill its other requirements meant to encourage healthful behavior.\nThe ideological basis for these policies is to give beneficiaries “skin in the game” so they value their health care more. Critics counter that requiring very poor people to pay even a few dollars discourages them from enrolling in health coverage or using their benefits and that programs like Indiana’s are needlessly complicated when ordinary Medicaid could be used instead. \nIn an article published in the journal Health Affairs in 2008, Verma and Mitchell Roob, then head of Indiana’s Medicaid program, framed the philosophy behind the Healthy Indiana Plan in moral and religious terms. “This structure melds two themes of American society that typically collide in our healthcare system, rugged individualism and the Judeo Christian ethic,” Verma and Roob wrote.\nPoor people, Verma testified before a House subcommittee in 2013, are well-suited for programs like the Healthy Indiana Plan, also called HIP, that force them to scrape together the money they need to keep their health coverage.\n“They are perhaps the best consumers of a dollar. They’ve had experience stretching a dollar,” Verma said.\nThe CMS administrator has broad authority to approve “waivers” from Medicaid rules requested by states. This is the process Indiana and other states employed to obtain federal permission to remake their Medicaid programs.\nPresident Barack Obama’s administration, eager to expand coverage to as many people as possible, accepted most of what states like Indiana wanted, including the financial requirements for beneficiaries.\nBut there were lines Obama’s CMS wouldn’t cross, such as mandates that Medicaid enrollees work or prove they are job hunting, a policy the Obama administration maintained is not permitted under Medicaid law. \nPence and Verma’s Healthy Indiana Plan initially called for a work requirement.\nVerma is a believer is letting states dictate much more of what their Medicaid programs do and what hoops beneficiaries must jump through to gain and keep benefits.\n“States are burdened by federal policy and endure lengthy permission processes to make routine changes,” Verma told Congress in 2013. “Some changes shouldn’t require permission from the federal government.”\nFor example, Verma testified to the House subcommittee four years ago, people with incomes below the federal poverty level ― which is $12,060 for a single person ― should be subject to monthly premiums for their Medicaid benefits and higher out-of-pocket costs for medical services. She also said states that copy another state’s Medicaid waiver should be fast-tracked through the approval process.\n“It speaks to a different vision of what health coverage should look like, and from my perspective, it’s a very troubling vision because it’s erecting more barriers to coverage and potentially very punitive barriers for people who need it the most,” said Joan Alker, executive director of the Center for Children and Families at Georgetown University.\nVerma can point to positive evidence of the effects of the Healthy Indiana Plan, however. As of December, more than 420,000 Hoosiers were enrolled in the program, or about three-quarters of the number projected to be eligible. The majority of them were uninsured before the Medicaid expansion.\nAnd a study the consulting firm the Lewin Group published last July found that Healthy Indiana Plan enrollees reported they liked the program. Eighty percent said they were very satisfied or somewhat satisfied with their coverage and 90 percent of those in the more generous HIP Plus program had made the required payments into their POWER Accounts.\n“You can’t argue with the numbers. They’re fantastic,” said Susan Jo Thomas, executive director of Covering Kids and Families of Indiana, an organization that assists Hoosiers seeking health coverage.\nThomas supports the Affordable Care Act and would have preferred Indiana adopt a standard Medicaid expansion, but she is pleased that so many people got covered. “It’s made a difference for Hoosiers ― Hoosiers that I know and love, Hoosiers that I serve ― and it’s a good program. I never thought I would say this, but if it becomes a national model, it won’t be all bad,” said Thomas, who previously worked for Verma at the Health and Hospital Corp. of Marion County, Indiana.\nBackers of the Healthy Indiana Plan credit its structure for the results illustrated in the Lewin Group report, but skeptics note that traditional Medicaid also scores highly on similar measures and argue that the complexity of Indiana’s program is a disadvantage for beneficiaries.\n“It is certainly an approach that I would say is not really based on evidence of what works and what is likely to improve health outcomes for people in the Medicaid program, but a very ideological approach,” said Judy Solomon, vice president for health policy at the progressive Center on Budget and Policy Priorities think tank.\nKentucky could prove an early test of Verma’s priorities and the Trump administration’s willingness to test the Medicaid laws their predecessors said held them back.\nBevin submitted a waiver request to the Obama administration last June based on the Healthy Indiana Plan. Kentucky undertook an expansion of traditional Medicaid using Affordable Care Act money under then-Gov. Steve Beshear, a Democrat, in 2014, but Bevin wants to replace it with a new model. Bevin, borrowing from the Indiana plan, wants to implement a work requirement, higher premiums and other mandates the Obama administration wouldn’t have approved but that Verma may. \n“The thing we really need to watch for is the things that have not been allowed to go forward in Indiana that are on the table in Kentucky,” Solomon said.\nThomas has known Verma since the early 2000s, when they both worked on their hospital’s charity care program, and has collaborated with her on health policy issues since Verma opened her consulting shop. She favorably describes Verma’s professionalism and intelligence despite their philosophical differences.\n“‘Fair’ is a word that I would use. I think that’s a core principle that she adheres to,” Thomas said. “She brings people to the table.”\nVerma, who has a bachelor’s in life sciences from the University of Maryland and a master of public health degree from Johns Hopkins University, is an “ideas person” who knows how to delegate, Thomas said.\n“In the creation time, I think she’s more hands-on, but when it comes to execution, she’s more stand-off,” Thomas said. “She hires people to execute, but she does give guidance on, basically, the lane that you need to stay in.”\nThat management style will prove useful if Verma is confirmed and takes over at the Centers for Medicare and Medicaid Services, said Tom Scully, who was CMS administrator during President George W. Bush’s first term. Verma has never run an organization as vast as CMS, which employs thousands and contracts with thousands more, and her professional experience is heavily weighted toward Medicaid, not the other programs for which she’ll be responsible.\n“You’ve just got to know your weaknesses. Obviously, her strength is Medicaid,” said Scully, who isn’t acquainted with Verma. “I would assume she’ll find a good deputy who knows Medicare and probably one who’s very good at managing the day-to-day operations,” he said.\n“It’s a big operation, and I would say not having experience managing a big operation is not necessarily a huge problem as long as you know that you need to bring somebody in who knows what they’re doing,” Scully said. \nIn addition to quizzing Verma on her policy views and her take on what should happen next to the Affordable Care Act, Medicare and Medicaid, Senate Democrats have fodder to tie Verma to the ethics issues plaguing Trump and a number of his other nominees and members of his administration, including Price.\nThe Indianapolis Star reported in 2014 that Verma’s consulting firm had made $3.5 million advising the Indiana government during the same time she won lucrative contracts from Medicaid vendors including Hewlett-Packard.\nThat meant Verma effectively was writing Medicaid policy that could enrich her corporate clients, creating a potential conflict with the state of Indiana’s interests. “Those responsibilities put Verma in the position of making decisions about a state contractor that is also paying her hundreds of thousands of dollars,” the newspaper reported.\nNothing in Indiana law, however, prohibits or restricts consultants like Verma from working for both the government and its vendors. \nSuch a scenario wouldn’t be possible at CMS under federal law, and Verma notified the Department of Health and Human Services’ ethics office last month that she has a buyer lined up for her company and will seek permission from the department before she takes any action that would affect former clients, including states like Indiana and Kentucky.\nWatch Seema Verma testify about Medicaid before the House Energy and Commerce Committee’s Health Subcommittee on June 12, 2013:\nSign up for the HuffPost Must Reads newsletter. Each Sunday, we will bring you the best original reporting, long form writing and breaking news from The Huffington Post and around the web, plus behind-the-scenes looks at how it’s all made. Click here to sign up!", "date": "\n02/15/2017", "href": "https://www.huffpost.com/entry/trumps-health-nominee-has-a-radical-vision-on-health-care-for-the-poor_n_58a4d5f0e4b07602ad5171fe?probv4r1u12x1or", "tags": "poor nominee medicaid indiana ” trump program pay verma care thinks health"}