{"title": "Trump's Obamacare Sabotage Could Cost America Billions, CBO Says", "content": "Federal spending would spike by almost $200 billion and the insurance market would be shaken up for insurers and consumers alike if President Donald Trump follows through with his threats to cut off payments that the government owes health insurance companies, the Congressional Budget Office concludes in a report published Tuesday.\nBut the CBO isn’t predicting a meltdown of the health insurance market, as some analysts have suggested would occur in the Affordable Care Act’s health insurance exchanges.\nIn a twist, the agency expects not only that Obamacare’s tax credits to help low- and middle-income people afford their premiums would shield those consumers from rate hikes, but that halting the cost-sharing reduction payments to insurers would actually result in some consumers getting better coverage for the same or even lower cost. The CBO even expects small increases in the number of people insured.\nSome insurance companies uneasy about the disruption caused by cutting off those federal payments, however, would cease selling policies on the exchanges next year. Five percent of Americans would find themselves living in regions with no insurers participating in the exchanges if Trump withholds the money from the insurance companies, the CBO projects. If the payments continue, less than one half of 1 percent of Americans would likely face that situation. Currently, only two U.S. counties lack an exchange insurer for 2018.\nAnd to avoid price increases, many consumers would be forced to switch plans, or even leave the exchanges altogether to buy coverage directly from insurers, the CBO predicts.\nThe agency’s report examines a very narrow set of circumstances regarding the end of cost-sharing reduction payments. If the timing and details of any action that Trump, Congress, state officials or insurance companies take is different from the agency’s assumptions, the results could be more chaotic.\nIf Trump abruptly cuts off payments this year instead of next year, for example, it may trigger insurers to abandon the exchanges this year and leave their customers without coverage.\nTrump’s threats about refusing to reimburse insurers for costs associated with covering the poorest Obamacare enrollees has caused considerable anxiety among those companies and already has led them to plan larger premium increases for next year than they otherwise would have.\nTrump has repeatedly said he wants to see the Affordable Care Act’s insurance markets fail, wagering that the resulting calamity would force congressional Democrats to participate in the Republican Party’s so-far-unsuccessful efforts to repeal the entire law. His administration has taken a number of steps to facilitate that potential failure, but the loss of the cost-sharing payments is seen by the insurance industry as the biggest danger.\nThe insurers’ money is at risk because a federal judge ruled last year that President Barack Obama made those payments unlawfully without a congressional appropriation of the funding. House Republicans had sued the Obama administration over this issue in 2014. In its decision last year, the court allowed the federal government to continue making the payments while its ruling is under appeal.\nBut then the Trump administration became the defendant in the case when he assumed the presidency. Trump and his aides have been coy about whether the administration will drop the appeal or simply halt the payments on its own, even as Trump issued another threat about them after the Senate failed to repeal the Affordable Care Act last month. Congress has refused to rectify this uncertainty by approving the funding.\nAccording to the CBO, ending the payments would prompt insurers to raise prices by an additional 20 percent next year, rising to 25 percent by 2020. But because the value of the tax credits that reduce consumers’ monthly premiums is tied to the gross cost of the insurance, those subsidies generally would rise too, meaning most policyholders who buy on the exchanges wouldn’t see a difference.\nThat’s where the extra spending comes in. Although the government would save $118 billion over 10 years by not reimbursing insurers who service very poor customers, it would have to spend $247 billion more on tax credits due to the higher premiums. Including related factors, the net increase in spending would be $194 billion over a decade, all of which would be added to the federal budget deficit.\nUnder the Affordable Care Act, people who use the exchanges to obtain private health insurance are eligible for two kinds of financial assistance. Premium tax credits reduce monthly costs for people earning up to 400 percent of the federal poverty level, which is $48,240 for a single person. Those with incomes up to 250 percent of the poverty line, or $30,150 for an individual, can receive extra help called cost-sharing reductions, which shrink out-of-pocket expenses like deductibles and copayments.\nNearly 6 million people, or 57 percent of Obamacare enrollees, qualified for cost-sharing reductions this year, according to the Department of Health and Human Services.\nThe law requires insurance companies to reduce those out-of-pocket expenses that the low-income consumers pay, and then the federal government is supposed to reimburse them for the difference. Health insurers must provide these discounts whether or not the government meets its obligations. Without the payments ― valued at $10 billion next year ― the insurers would suffer financial losses, unless they increase premiums to compensate.\nThe CBO report envisions a relatively orderly process in which Trump announces his plans to cut off the money in advance, with the payments not halting until January.\nThe agency also assumes that insurance companies and state insurance regulators would agree on a plan to institute the higher premium increases only for Silver-level policies, not the skimpier Bronze plans or the more generous Gold and Platinum plans.\nThe CBO further assumes that those extra price hikes would occur only in plans sold on the exchanges, not those sold directly by insurers. Cost-sharing reductions only apply to Silver plans sold on the exchanges, and the size of the tax credits is also tied to the cost of Silver policies.\nBecause the tax credits would increase to make up for the higher prices and because those poorest customers would continue to receive cost-sharing reductions, they would be virtually unaffected by Trump ending the cost-sharing payments. And the additional premium increases would prevent insurers from losing money.\nThose customers who earn too much for cost-sharing but still qualify for the tax credits also could protect themselves from price increases, the CBO projects. Because higher Silver premiums translate into larger tax credits, these consumers could apply those subsidies to cheaper Bronze plans, or they could upgrade to Gold plans for the same or lower cost than the Silver plans.\nPeople with incomes over 400 percent of poverty, who aren’t eligible for any financial assistance, largely would be unaffected because most of that segment of the population doesn’t use the exchanges. If the cost-sharing reduction payments end, those with higher incomes who currently use exchanges would likely find better deals off the exchanges, according to the CBO. That’s because the CBO assumes Silver plan prices outside the exchanges wouldn’t be raised to make up for lost cost-sharing payments, and premiums for Bronze, Gold and Platinum plans also wouldn’t be any higher than they otherwise would have been.\n\n         Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops\n         from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n08/15/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-sabotage-cbo-report_n_59932d45e4b0e789a9470748", "tags": "america obamacare billions insurers exchanges cost trump cbo insurance says year could plans cost-sharing sabotage payments"}