{"title": "Trump Tries to Bring Hungary’s Orban in From the Cold", "content": "BUDAPEST — George W. Bush dodged it. Barack Obama refused it. But on Monday President Trump will grant Viktor Orban, Hungary’s far-right prime minister, his first private audience with a president at the White House since he met Bill Clinton there in 1998.\nBack then, Mr. Orban was a young centrist who praised Mr. Clinton for helping Hungary to escape Russian influence by joining NATO, but today he is a doyen of right-wing nationalists on multiple continents. He has enfeebled democratic institutions, strived to achieve a Hungarian ethnic homogeneity and pulled his nation closer to the opponents of American influence, Russia and China.\nHis welcome at the White House is seen by Mr. Trump’s critics as emblematic of the president’s preference for strongman leaders who seek to undermine the liberal international order.\n“This visit is par for the course in terms of this administration’s interest in aligning itself with autocrats and would-be autocrats,” said Robert G. Berschinski, a former deputy assistant secretary of state under Mr. Obama, now a senior vice president at Human Rights First, a watchdog group.\nBut Mr. Orban’s invitation to the White House reflects a more complex knot of considerations than just a shared political outlook, analysts and diplomats said. An Oval Office meeting is one of the highest honors an American president can give an ally, and this one has been slow in coming.\nThe Hungarian prime minister is in fact the last leader in Central Europe to be invited to the White House under Mr. Trump, even though Mr. Orban was, in July 2016, the first foreign leader to endorse Mr. Trump’s candidacy for the presidency.\nAnd the day after Mr. Orban’s visit, State Department officials will meet in Washington with a pair of center-right opposition politicians from Hungary who beat Mr. Orban’s party in two recent by-elections.\n“This was much more difficult for Orban to get than people think,” said Andras Simonyi, a former Hungarian ambassador to the United States and NATO who now works as an academic in Washington.\n“This silly idea that there is this unity between Trump and Orban is nonsense — Orban has been wanting this visit for two and a half years,” Mr. Simonyi added. “It’s embarrassing for Orban.”\nRather than a reward or an affirmation, the meeting can instead be framed as a carrot — an attempt to persuade Mr. Orban to buy American weapons and give greater priority to American foreign policy interests.\nThough Mr. Trump has often spoken warmly of President Vladimir V. Putin of Russia, some of Mr. Trump’s most senior advisers, like Secretary of State Mike Pompeo, have expressed concerns about the influence Russia and China wield in Hungary and other Central European countries.\nA bipartisan group of senators, including the Republican chairman of the Senate Foreign Relations Committee, James E. Risch, wrote to the president on Friday to warn of Hungary’s “downward democratic trajectory and the implications for U.S. interests in Central Europe.”\nMr. Orban’s lawmakers have granted a form of diplomatic immunity to an obscure Russian bank with connections to the Kremlin, a decision that American officials fear will allow the bank to act as a hub for Russian spies in Europe. And his administration gave residency documents to a Russian lawmaker, as well as relatives of the head of the Russian Foreign Intelligence Service.\nWhen two arms dealers were captured in Hungary, following an investigation by American law enforcement officials, Mr. Orban’s government angered American counterparts by extraditing the dealers to Russia instead of the United States.\nAmerican officials are also keen to discourage the Orban government from allowing the Chinese firm Huawei to build the local infrastructure for 5G wireless internet.\n“This is more about long-term American strategic interests than about rewarding or not rewarding Orban, even if it looks otherwise,” Mr. Simonyi, the former ambassador, said.\nSensitive to the perception of embracing another illiberal autocrat, administration officials insisted during a conference call with reporters on Friday that the government had raised concerns about Mr. Orban’s actions at lower levels.\nMr. Orban met at the White House with Vice President Dick Cheney in 2001 but was refused a formal Oval Office meeting with Mr. Bush in 2002, shortly before he lost power to the Hungarian socialist party. His successor, Ferenc Gyurcsany, was granted a White House visit with Mr. Bush in 2005. After Mr. Orban re-entered office in 2010 and began to subjugate the judiciary, take over the news media and gerrymander the electoral map, Mr. Orban was snubbed repeatedly by the Obama administration.\nWithout question, the Trump administration has been warmer to Mr. Orban, who shares with Mr. Trump a dislike of immigration, independent institutions that can check his power and international institutions that they say undermine national sovereignty.\nThat outward comity stands in contrast to the obvious friction between the Trump administration and longstanding American allies in Europe and elsewhere. Last Tuesday, Secretary of State Mike Pompeo canceled a meeting with Chancellor Angela Merkel of Germany with only a few hours of notice and instead made a quick trip to Iraq — a decision perceived in Germany as a snub. He announced the same day that he would meet this week with Mr. Putin in Russia.\nLast June, Mr. Orban was granted a phone call with Mr. Trump. In July, the State Department canceled funding for independent Hungarian news outlets that threatened to loosen Mr. Orban’s grip on the Hungarian news media.\nTo head the State Department section on European affairs, Mr. Trump in 2017 named A. Wess Mitchell, an advocate of friendlier ties with European Union nations, like Hungary and Poland, whose governments oppose the liberal forces that hold sway within the European Union. But Mr. Mitchell resigned this year and is due to be replaced by a career diplomat, Philip T. Reeker, who has displayed no public affection for the Orban administration.\nAnd Mr. Trump’s apparent affinity for the likes of Mr. Orban owes something to his envy of leaders who are rarely challenged at home.\n“I can tell you, knowing the president for a good 25 or 30 years, that he would love to have the situation that Viktor Orban has, but he doesn’t,” David Cornstein, Mr. Trump’s ambassador to Hungary, said in an interview published in The Atlantic on Thursday.\nDespite the Trump administration’s greater engagement with Hungary, Mr. Orban has not responded with much good will of his own.\nHe has blocked high-level cooperation between Ukraine and NATO, and ignored American requests to stall the expulsion of the Central European University, an American college in Budapest whose continued presence in Hungary was a stated foreign policy goal of the Trump administration.\nMr. Orban also took months to agree to a new defense cooperation agreement with the United States which, though finally signed in April, has yet to be ratified by the Hungarian Parliament, which he largely controls.\nMr. Berschinski, the former State Department official, said that an Oval Office meeting was likely to have little effect on Hungarian policy, and some current officials at the department say privately that they agree.\n“Viktor Orban is joining an increasingly long line of leaders — from Vladimir Putin to Mohammed bin Salman to Rodrigo Duterte to Abdel Fattah el-Sisi — that President Trump will say positive things about without getting much in return,” Mr. Berschinski said.", "date": "May 12, 2019", "href": "https://www.nytimes.com/2019/05/12/world/europe/orban-trump-hungary-white-house.html", "tags": "american administration tries hungary orban bring trump ” hungarian cold"}