{"title": "Trump’s Intelligence Nominee Gets Early Lesson in Managing White House", "content": "WASHINGTON — If Dan Coats, President Trump’s nominee to serve as the director of national intelligence, had any illusions about what he was getting into, the past seven weeks have certainly made clear the challenges he will face in a job created after the Sept. 11 attacks to coordinate the activities of the entire intelligence community.\nMr. Coats, 73, a former senator from Indiana, has already had to fend off a move by Stephen K. Bannon, Mr. Trump’s chief strategist, and Jared Kushner, the president’s son-in-law, to bring in a New York private equity billionaire to run a White House review of the intelligence community — a plan that Mr. Coats and many senior intelligence officials saw as a White House attempt to curtail their independence and reduce the flow of information that contradicts the president’s worldview.\nOnce confirmed — the Senate intelligence committee voted on Thursday to send his nomination to the full Senate — Mr. Coats will face a far trickier political balancing act. He will be overseeing the same intelligence agencies that are examining Russia’s meddling in the election and possible ties between the Trump campaign and Moscow, while also trying to assuage Mr. Trump’s deep distrust of the nation’s spies.\nIt “is an extraordinarily difficult job, particularly in the current environment,” said Senator Susan Collins, Republican of Maine and a member of the intelligence committee. But she said she was confident that Mr. Coats would know how to manage the Trump White House.\n“He does not fight his battles on the front page of the newspaper,” Ms. Collins said. “He works quietly, but extremely effectively, and he’s persistent and he’s unafraid.”\n“Also, he has nothing to lose,” she added. “He was prepared to retire. They need him.”\nAt his confirmation hearing last week, Mr. Coats signaled that he would push forward with the intelligence community’s own inquiry into Russian meddling, and would cooperate with separate Senate and House investigations.\n“I think it’s our responsibility to provide you access to all that you need,” he said.\nHe added that Russian meddling “needs to be investigated.”\nBut how much influence Mr. Coats will have in his job remains an open question. He was not part of the Trump campaign — his tie to the administration is through Vice President Mike Pence, the former governor of Indiana — and it appears that at least some of Mr. Trump’s closest advisers would prefer to have a reliable ally overseeing the intelligence community.\nUntil last week, the White House was weighing a plan to bring in Stephen A. Feinberg, a co-founder of Cerberus Capital Management and a friend of Mr. Bannon and Mr. Kushner, to lead a White House review of the intelligence community.\nStiff resistance from Mr. Coats and Mike Pompeo, the director of the Central Intelligence Agency — aided by pushback from allies in the Senate and even Mr. Pence — appears to have derailed the plan. Mr. Feinberg is now in discussions with administration officials to take on a still-undetermined role in defense, rather than intelligence, according to several people familiar with the matter.\nBut Mr. Coats had little time to savor that triumph before Mr. Trump posted a series of Twitter messages early Saturday morning accusing former President Barack Obama, without any evidence, of “wire tapping” him during the 2016 presidential campaign.\nMr. Trump’s accusation was denied by a spokesman for Mr. Obama and by James R. Clapper Jr., the former director of national intelligence. The F.B.I. director, James B. Comey, unsuccessfully pressed the Justice Department to issue a denial.\nThe White House has backed away from the allegations, but they add up to yet another issue complicating Mr. Coats’s new job.\n“He is going to have to work restore morale within the intelligence community,” Senator Collins said adding that “He truly has a deep appreciation for the role that the men and women of the intelligence community play.”\nStill, Mr. Coats comes to the agency with less experience in intelligence matters than any previous national intelligence director. He served as a congressman from Indiana before retiring from politics in 1998 after it became apparent that he would probably lose his re-election race.\nAfter working as a lobbyist, Mr. Coats was appointed ambassador to Germany by President George W. Bush, who also considered him for secretary of defense.\nHe resigned as ambassador in 2005 and then returned to lobbying, joining the firm of King & Spalding, where he earned more than $600,000 a year and did work directly related to the intelligence community.\nHe represented Sprint, the telecommunications firm, when the Bush administration was pushing Congress to expand the government’s surveillance powers under the Foreign Intelligence Surveillance Act, The Associated Press reported this year. As part of the legislation, Sprint and other telecommunication companies won legal immunity against lawsuits for their collaboration with the National Security Agency on its warrantless wiretapping program, which had been secretly approved by President Bush after the Sept. 11, 2001, attacks.\nIn 2010, Mr. Coats ran again for his old Senate seat. He defeated the man who had replaced him 12 years earlier, Evan Bayh, serving one term before retiring again in 2016. In November, Mr. Trump appointed him to the national intelligence job.\nWhile waiting to be confirmed, Mr. Coats has had to contend with the possibility of being usurped by Mr. Feinberg even before taking up the new job.\nMr. Coats saw Mr. Feinberg’s potential appointment as an effort by Mr. Bannon and Mr. Kushner to undercut him, according to current and former officials. He believed Mr. Feinberg’s review would interfere with his ability to fulfill his role coordinating activities of the intelligence community.\nIntelligence officials also feared that Mr. Feinberg’s review would merely be a steppingstone before he was placed into one of the top positions in the intelligence community. Mr. Bannon and Mr. Kushner also reportedly considered him for either director of national intelligence or chief of the C.I.A.’s clandestine service, a role normally reserved for career intelligence officers.\nMr. Trump was apparently unaware of the fierce resistance within the intelligence community to the proposal until the planned appointment was reported last month. Sen. Richard Burr, the powerful chairman of the Senate intelligence committee, was also not aware of the proposal until then, officials said.\nFaced with opposition to the plan, Mr. Trump played down the possibility of the appointment when asked about it at a lengthy news conference on Feb. 16. Mr. Trump said that Mr. Feinberg was “a very talented man, very successful man” but that he was not needed at this time “because of the fact that, you know, I think that we are going to be able to straighten it out very easily on its own.”", "date": "March 9, 2017", "href": "https://www.nytimes.com/2017/03/09/us/politics/trump-coats-national-intelligence.html", "tags": "intelligence community coats early “ nominee lesson trump white house gets — managing"}