{"title": "Trumplomacy: Key challenges at Trump-Kim summit", "content": "US President Donald Trump has said he will hold a second nuclear summit with North Korea's leader Kim Jong-un in Vietnam on 27-28 February.\nThe two leaders face a number of challenges as they prepare for the meeting.\nBoth Donald Trump and Kim Jong-Un made the most of the press extravaganza surrounding their choreographed reconciliation at the Singapore summit in June 2018.\nPerhaps they could just about get away with breaking the ice at that historic meeting. \nBut the vaguely worded statement it produced hasn't resulted in any concrete action towards the US goal of dismantling North Korea's nuclear weapons, and Pyongyang is frustrated by Washington's refusal to ease sanctions. \nSo the pressure's on for them to come up with something tangible.\nThe difficulty here is that they've personalised the nuclear confrontation: they like to deal with each other directly, and have done so by exchanging letters and warm words. \nThe concern in Washington is that this arrangement works better for Mr Kim than for his pen pal Mr Trump - the president famously likes to rely on his instincts, while the chairman has mastered the brief. \nThe solution to that is working-level negotiations to sort out details before the summit. \nThat didn't happen last time, but it is happening now. \nA real achievement would be a summit agreement for a framework to keep them going at the expert level. \nAt the Singapore summit, the US and North Korea agreed to the \"complete denuclearisation of the Korean peninsula\". \nBut they didn't say what that meant, which gets to the heart of whether a deal is even possible. \nFor the US denuclearisation involves North Korea unilaterally giving up its entire nuclear weapons arsenal and allowing verification by international inspectors.\nFor North Korea it means that America take \"reciprocal\" steps pulling back its ability to threaten Pyongyang with nuclear armed forces in the region. \nMuch of that is non-negotiable for the Americans, but perhaps not all. \nPresident Trump, to the chagrin of his generals, has made clear he would like to bring home US troops stationed in South Korea, although he has said he has no plans to do so at the moment. \nWhatever the case, Kim Jong-un has not formally committed to a written definition of denuclearisation. Experts say he should be pushed to do so, and to agree to a detailed roadmap of how to get there. \nThat's a real challenge. \nBut last week the state department's North Korea envoy Stephen Biegun at least acknowledged the disconnect over disarmament goals, and said coming to an agreement with the North Koreans would have to happen \"over time\".\nSignals from both sides have raised expectations of some action at the summit. \nPyongyang has offered to destroy all its facilities for making nuclear bomb fuel, according to Mr Biegun, if the Trump administration takes \"corresponding measures\". \nKim Jong-un has telegraphed that these would have to involve some form of sanctions relief, and some form of security guarantees, such as a declaration formally ending the Korean War. \nThe Americans seem to be softening their demands for significant denuclearisation steps upfront, apparently adopting more of the action-for-action approach advocated by Mr Kim.\nThere are reports of a deal involving partial sanctions relief in exchange for a freeze on North Korea's nuclear and missile weapons production (Pyongyang has stopped the testing, but not the production). \nThe challenge would be to ensure that this would lead to concrete steps for dismantling the nuclear weapons North Korea already has. \nThe concern here is that Mr Trump might strike an ad-hoc interim deal without a clear path to denuclearisation. \nVirtually anyone in Washington who knows anything about North Korea thinks that Kim Jong-un won't abandon his nuclear weapons programme. \nIt's too important a deterrent, director of national intelligence Dan Coats told a senate committee last week. He said the country's leaders \"ultimately view nuclear weapons as critical to regime survival\", especially against a US attempt to overthrow it. \nInstead, experts believe Mr Kim is trying to create the diplomatic climate necessary for North Korea to be accepted as a nuclear state. \nHe did make some intriguing statements in his New Year's Day speech, declaring that Pyongyang would neither make nor proliferate nuclear weapons as part of its commitment to denuclearisation. \nSome former Pentagon officials go so far as to argue that it would make more sense to pursue dialogue on arms control, rather than arms elimination. \nRegardless, many analysts conclude that progress on denuclearisation won't be possible unless the regime feels secure, and Kim Jong-un can be convinced he doesn't need his nuclear weapons to hold on to power.", "date": "6 February 2019", "href": "https://www.bbc.com/news/world-us-canada-47140458", "tags": "challenges us nuclear summit key trump-kim trumplomacy weapons kim north denuclearisation korea"}