{"title": "Trump: Two-state Middle East solution would work best", "content": "US President Donald Trump believes a two-state solution to the Israeli-Palestinian conflict would \"work best\".\nMr Trump moved away from decades of US policy calling for an independent Palestinian state last year, when he said he would be happy with a one-state solution if both parties wanted it.\nBut after meeting Israel's prime minister on Wednesday, he declared: \"I like [the] two-state solution.\" \nHe also said he wanted to unveil a plan for a final peace deal within months.\n\"It is a dream of mine to be able to get that done prior to the end of my first term.\"\nHowever, there have been no substantive Middle East peace talks since 2014.\nThe Palestinians have also insisted that they will no longer accept the US as a mediator since Mr Trump's controversial decision in December to recognise Jerusalem as Israel's capital and relocate the US embassy from Tel Aviv. \nA \"two-state solution\" to the decades-old conflict between Israelis and Palestinians is the declared goal of their leaders and the international community.\nIt is the shorthand for a final settlement that would see the creation of an independent state of Palestine within pre-1967 ceasefire lines in the West Bank, Gaza Strip and East Jerusalem, living peacefully alongside Israel.\nComments made by the president have fuelled speculation about the level of his commitment to a two-state solution, which past US governments have advocated since the peace process began in the 1990s. \nAfter hosting Israeli Prime Minister Benjamin Netanyahu at the White House in February 2017, Mr Trump said: \"I'm looking at two states and one state.\"\n\"I'm very happy with the one that both parties like. I can live with either one.\"\nAnd in his speech recognising Jerusalem as Israel's capital, Mr Trump said: \"The United States would support a two-state solution if agreed by both sides.\" \nIt is not clear how significant Mr Trump's latest remarks are.\nAfter holding talks with Mr Netanyahu on the sidelines of the UN General Assembly in New York, the president was asked whether he supported a two-state solution.\n\"I like two-state solution. Yeah,\" he replied. \"That's what I think works best.\"\n\"Now, you may have a different feeling; I don't think so. But I think two-state solution works best,\" he added, motioning to Mr Netanyahu, who did not respond.\n\"I want a plan that is solid, understood by both sides - really semi-agreed by both sides before we start a negotiation. I would say over the next two to three to four months.\"\nMr Trump also declared that the Palestinians were \"absolutely coming back\" to the negotiating table because of his recent decisions to cut funding for the Palestinian Authority and the UN agency that helps millions of Palestinian refugees.\nThe head of the recently closed Palestine Liberation Organisation mission in Washington said Mr Trump's comments alone were not enough to bring the Palestinians back to the negotiating table.\n\"Their words are going against their actions, and their actions are clearly destroying any possibility of a two-state solution,\" Husam Zomlot told AFP news agency.\nIsraeli media reported that Mr Netanyahu later told journalists that he had not been surprised by Mr Trump's comments, saying: \"Everyone defines the term 'state' differently.\"\n\"I am willing for the Palestinians to have the authority to rule themselves without the authority to harm us,\" he added.\nMr Netanyahu has previously endorsed a two-state solution so long as any future Palestinian state is demilitarised and recognises Israel as the state of the Jewish people. But he has also spoken of a \"state minus\" option, suggesting he might offer something short of full sovereignty. ", "date": "26 September 2018", "href": "https://www.bbc.com/news/world-middle-east-45653921", "tags": "us work solution two-state palestinians middle would israel trump best state said east"}