{"title": "Trump wall - all you need to know about US border in seven charts", "content": "The number of people crossing into the US from Mexico is the highest in a decade, new figures suggest, as a debate in Congress rages over President Donald Trump's declaration of a national emergency at the border. \nMr Trump argues $5.7bn (£4.5bn) is needed to fund a wall to tackle the issue - his signature promise of his election campaign. \nHowever, Democrats say such a barrier is a waste of taxpayers' money and a standoff over funding led to the longest-ever shutdown of the US government - 35 days between December and January. \nMr Trump went on to invoke emergency powers, which would allow him to appropriate military funds and resources, a move likely to be rejected by Congress.\nHere are seven charts and maps that try to explain where we are with the wall and what the situation is like at the US-Mexico border.\nBefore Mr Trump took office, there were 654 miles (just over 1,000km) of barrier along the southern border - made up of 354 miles of barriers to stop pedestrians and 300 miles of anti-vehicle fencing.\nIn the run-up to the 2016 presidential election, Mr Trump promised to build a wall along the border's entire 2,000-mile length.\nHe later clarified that it would only cover half of that - with nature, such as mountains and rivers, helping to take care of the rest.\nBut, since Mr Trump entered the White House, although some of the already existing barriers have been replaced, work on extending the current barrier has only just begun.\nOverall, Congress has so far approved $1.7bn in funding for 124 miles of new and replacement barrier since Mr Trump entered the White House.\nJust over 40 miles of replacement barriers had been built or begun by the end of 2018. Construction was expected to start on 61 more miles of replacement barrier in 2019. This equates to new sections of about 15% of existing structures.\nThe first construction on any extension to existing structures - what could be termed new barrier - was planned to start in February in the Rio Grande Valley, Texas. \nSome 33 miles (53km) of barrier - or what US Customs and Border Protection calls \"border wall system\" - is to be erected in Hidalgo and Starr counties in the Rio Grande Valley (25 miles and eight miles respectively). \nHowever, construction at five major landmarks along its length has been prohibited and  some landowners have gone to court in an attempt to stop building on their property.\nDespite Mr Trump's continued determination to see a wall along the border, a survey in January by the Pew Research Center suggests the majority of Americans - 58% - oppose substantially expanding it, while 40% support it.\nA number of widely different estimates for a concrete wall have been put forward by official and unofficial bodies - ranging from $12bn to $70bn.\nMr Trump's initial price tag of between $8bn and $12bn (£6.4bn and £9.7bn) for a wall covering half the length of the border was widely disputed.\nThe 650 miles of fencing built under President George W Bush cost an estimated $7bn, and it could not be described as fulfilling Mr Trump's promises of a \"tall, powerful, beautiful\" barrier.\nHowever, Mr Trump wants $5.7bn in addition to the $1.7bn already allocated for homeland security - most of which is for new and replacement barriers.\nCongress has approved an additional $1.4bn for 55 miles (88km) of new barrier for the financial year to September 2019 - but this is far short of what the president has asked for.\nThe Department of Homeland Security (DHS) previously estimated a wall spanning half the border would cost up to $25bn, but it has now said it is still looking at options to determine the price tag.\nUS Customs and Border Protection (CPB) says that, on average, it costs approximately $6.5m per mile to construct a new border wall or replace existing legacy fence.\nMr Trump has changed his view of what constitutes a wall. \nHis promise to build a \"big, beautiful wall\" between the US and Mexico was a rallying cry throughout his election campaign. And early on, when he described it, he talked about concrete. \nBut once elected, he began talking about a barrier made of steel, so that border agents could see through it.\nAnd in October 2017, when the Trump administration revealed eight 30ft-tall wall prototypes - they were a combination of concrete and metal.\nSince December, Mr Trump has said he does not want to build a concrete wall at all, but instead wants \"artistically-designed steel slats\".\nAnd just before the government shutdown, he tweeted an image of the design of his \"steel slat barrier\", which he said was \"totally effective while at the same time beautiful\".\nOfficials at the US Customs and Border Protection agency have said none of the Trump administration prototypes tested in 2017 met its operational requirements. \nHowever, they did provide \"valuable data\" to help select design elements in the future, they added.\nMr Trump said in a national address in early January that a wall was needed to stem a \"growing humanitarian and security crisis at our southern border\", involving \"thousands of illegal immigrants\".\nIn exchanges with House Democratic Leader Nancy Pelosi and Senate Minority Leader Charles Schumer, Mr Trump also said that people were \"pouring into our country\".\nHowever, figures show that illegal border crossings have seen an overall decline since 2000.\nIn 2000, 1.6 million people were arrested trying to cross the border illegally, while last year that number was just under 400,000.\nIn 2017, Mr Trump's first year in office, they were the lowest they had been since 1971.\nEvery congressperson along the southern border opposes the border wall, arguing it would not improve security.\n\"I think building a concrete structure sea to shining sea is the most expensive and least effective way to do border security,\" said Republican Will Hurd, who represents more of the southern border than any other member of Congress.\nDespite the overall trend, the number of apprehensions has been rising again - over the last two years and particularly in recent months. \nIn February this year, 66,000 people were apprehended after crossing the border illegally - the highest number in nearly a decade. \nCustoms and Border Protection Commissioner Kevin K McAleenan described the situation as a \"humanitarian and national security crisis\".\nThe \"vast increases in families and children coming across our border\" was presenting a \"unique challenge\" to the force, he said.\nThis rising number of families includes those fleeing violence in Central America and surrendering themselves to US authorities at the border. Many have told officials that they fear returning to their home countries. \nSome have blamed the decision to slash the number of refugees allowed into the US under the Refugee Admissions Program for the rise in such claims for asylum at the border. \nTo apply for refugee status in the US, foreign nationals must obtain permission to enter the country before travelling, but those arriving at the US border are able to claim asylum \"defensively\" to prevent them from being deported back to a situation of \"credible fear\".\nSuch claims are then referred to the Asylum Officers of the US Citizenship and Immigration Services.\nAnd despite Mr Trump's claims, any new border barrier is unlikely to stop these migrants legally claiming asylum at a port of entry. \nAlthough Mr Trump has blamed the southern border for illegal immigration, most actually arises because people overstay their visas.\nWhile almost 400,000 people were apprehended trying to cross the southern border illegally last year, more than 700,000 people who entered the US legally overstayed their expected departure date in 2018, according to the DHS.\nCanadians were the highest group of overstayers, according to DHS figures, followed by Mexicans and Brazilians (it should be noted that the majority of Canadians and Mexicans enter the US by land, and the DHS Overstay Report only provides air and sea overstay rates).\nAlthough the number of overstayers overall dropped to around 420,000 in May 2018 - it was still more than the number of people arrested trying to enter illegally via the Mexico-US border.\nMr Trump has claimed 90% of heroin comes across the southern border and that a wall would help the fight against drugs.\nNationwide heroin seizures reached 7,979kg in 2017, with 39% seized at the US-Mexico border, according to the Drug Enforcement Agency (DEA). \nMost of the border seizures were in the San Diego corridor -  approximately 1,073kg in 2017, a 59% increase on the previous year.\nWhile most of the heroin in the US does come from Mexico, the DEA says the majority of it is smuggled in through legal ports of entry, hidden in privately-owned vehicles or transporter lorries, mixed with other goods.\nOnly a small percentage of the heroin seizures were between entry points - where barriers exist or are proposed.\nIn fact, there are already barriers in border patrol sectors with the highest volumes of heroin seizures.\nDesign by Sandra Rodriguez Chillida.", "date": "6 March 2019", "href": "https://www.bbc.com/news/world-us-canada-46824649", "tags": "need us charts wall know mr seven border barrier trump miles new number"}