{"title": "Trump's Biggest Win In 2017- His Judicial Confirmations-", "content": "WASHINGTON ― Almost a year into his job, President Donald Trump’s biggest accomplishment isn’t any specific legislation that’s passed or executive action he’s taken. It’s how he’s reshaped the courts.\nTrump is breaking records with his judicial confirmations. The Senate voted Thursday to confirm James Ho to the U.S. Court of Appeals for the Fifth Circuit, which bumps the number of Trump’s nominees approved for the circuit courts to 12. That’s more than any president has confirmed in their first year in office since the circuit courts were created in 1891. He surpassed Presidents Richard Nixon and John F. Kennedy, who had 11 circuit court judges confirmed in their first year. For President Barack Obama, the number was just three.\nRepublicans didn’t waste time celebrating the achievement.\nThis is in addition to the Senate confirming Trump’s Supreme Court pick, Neil Gorsuch, and six of his district court nominees.\nThe circuit court judges, in particular, will have a tremendous effect on the way the nation’s laws are interpreted. These are lifetime seats on courts one level below the U.S. Supreme Court, which only hears between 100-150 of the more than 7,000 appeals cases it is asked to review by circuit courts. That means circuit courts are often the final word in thousands of cases.\nThere’s a clear theme to the president’s judges, too: many are young, conservative, and opposed to abortion and LGBTQ rights.\nLet’s meet some of them!\nAmy Coney Barrett, 45, is now on the U.S. Court of Appeals for the 7th Circuit. She previously questioned the precedent of the Roe v. Wade abortion rights ruling, and condemned the birth control benefit under the Affordable Care Act as “a grave infringement on religious liberty.” She also took a speaking fee from the Alliance Defending Freedom, a nonprofit that’s defended forced sterilization for transgender people and has been dubbed a hate group by the Southern Poverty Law Center.\nJohn Bush, 52, is now on the U.S. Court of Appeals for the 6th Circuit. He’s referred to abortion to slavery as “the two greatest tragedies in our country.” He has also said he strongly disagrees with same-sex marriage, mocked climate change and proclaimed “the witch is dead” when he thought the Affordable Care Act might not be enacted.\nKevin Newsom, 44, is now on the U.S. Court of Appeals for the 11th Circuit. He wrote a 2000 law review article equating the rationale of Roe v. Wade to Dred Scott v. Sandford, the 1857 decision upholding slavery. He also argued in a 2005 article for the Federalist Society, a right-wing legal organization that is behind many of Trump’s court picks, that Title IX does not protect people who face retaliation for reporting gender discrimination. The Supreme Court later rejected that position. \nPerhaps the most alarming of Trump’s judges is Leonard Steven Grasz, confirmed this week to the U.S. Court of Appeals for the 8th Circuit. He earned a rare and unanimous “not qualified” rating by the American Bar Association after his colleagues essentially described him as a real jerk who can’t separate his advocacy from his role as a judge on issues like abortion and LGBTQ issues.\nAmong other things, Grasz, 56, pushed to amend the Omaha City Charter in 2013 to let employers discriminate against LGBTQ people, and he served on a nonprofit board that backed so-called conversion therapy for LGBTQ kids. In a 1999 article, he argued that lower courts should be able to overrule Supreme Court decisions on abortion rights because “abortion jurisprudence is, to a significant extent, a word game.”\nMost people don’t pay much attention to how senators vote on judicial nominees. But a closer look shows that some in both parties are voting to confirm lifetime federal judges with records that clash with policy positions they supposedly support.\nFor example, Republican Sens. Lisa Murkowski of Alaska and Susan Collins of Maine are pro-choice and often tout their support for Planned Parenthood. They both voted for Grasz.\nOr, look at Ho. He donated thousands of pro bono hours to First Liberty Institute, a conservative legal group that takes up cases opposing LGBTQ rights. Their clients include the owners of Sweet Cakes, an Oregon bakery fined for refusing to serve a lesbian couple, and a newspaper editor fired for writing a post condemning the “LGBTQXYZ crowd and the Gaystapo” for trying to “make their sinful nature right with God.”\nWho voted for him Thursday? Collins, Murkowski and Sen. Rob Portman (R-Ohio), all of whom have advocated for LGBTQ rights. Three Senate Democrats voted for Ho as well ― Joe Donnelly of Indiana, Heidi Heitkamp of North Dakota and Claire McCaskill of Missouri.\nIn any event, there’s not much Democrats can do to block Trump’s judicial nominees, save for invoking an obscure Senate Judiciary Committee rule that lets them hold up nominees from their home states. They can also try public shaming.\nCarl Tobias, a University of Richmond law professor and expert on judicial nominations, said what stands out the most to him this year is the sloppy process by which Republicans rushed through judicial nominees.\nThe White House has not been meaningfully consulting with senators before announcing nominees, he said, and Judiciary Committee chairman Chuck Grassley (R-Iowa) has been packing hearings with multiple circuit court nominees. That’s turned hearings into “a farce,” he said, as committee members, particularly Democrats, are left with little time to prepare questions and even less time to probe people about to become lifetime federal judges.\n“The increasingly partisan and politicized processes undermine respect for the White House, the Senate and the courts, making judges appear to be politicians in robes,” lamented Tobias. “These phenomena are detrimental to separation of powers and the health of the republic.”", "date": "\n12/14/2017", "href": "https://www.huffpost.com/entry/trump-judicial-nominations_n_5a32ddd9e4b0ff955ad14bad", "tags": "judicial win court u.s. ” trump confirmations- circuit courts biggest nominees judges appeals"}