{"title": "Trump Discloses Cohen Payment, Raising Questions About Previous Omission", "content": "President Trump’s financial disclosure, released on Wednesday, included for the first time repayment of more than $100,000 to his personal lawyer, Michael D. Cohen, in 2017, raising questions about whether Mr. Trump’s sworn filing from a year ago improperly omitted the debt.\nIn a highly unusual letter, the Office of Government Ethics alerted the Justice Department on Wednesday to the omission, telling Rod J. Rosenstein, the deputy attorney general, that the ethics office had determined “the payment made by Mr. Cohen is required to be reported as a liability.”\nMr. Trump’s financial disclosure, released by the Office of Government Ethics, did not specify the purpose of the payment. However, Mr. Cohen has paid $130,000 to a pornographic film actress, Stephanie Clifford, who has said she had an affair with Mr. Trump. Mr. Cohen has said he made the payment shortly before the 2016 election as hush money for Ms. Clifford, who goes by the stage name Stormy Daniels.\nMr. Trump repaid Mr. Cohen $100,001 to $250,000 in 2017, according to a footnote in the filing.\nDavid J. Apol, the acting director of the Office of Government Ethics, sent Mr. Rosenstein a copy of Mr. Trump’s current and previous financial form, noting in his letter that “you may find the disclosure relevant to any inquiry you may be pursuing regarding the president’s prior report that was signed on June 14, 2017.”\nThe letter is not an official referral and does not constitute a finding of wrongdoing, according to lawyers.\nThe hush payment has been a source of controversy for Mr. Trump, who initially said on Air Force One that he was unaware of the payment to Ms. Clifford before acknowledging its existence in a series of Twitter posts this month. Mr. Trump said that he repaid a $130,000 payment that Mr. Cohen made to Ms. Clifford just days before the presidential election in 2016 and suggested that the payment by Mr. Cohen to the actress could not be considered a campaign contribution.\nMr. Trump’s lawyers, who prepared the document that was released on Wednesday, said that Mr. Trump was reporting the repaid debt “in the interest of transparency” but declared in the footnote that the transaction was “not required to be disclosed as reportable liabilities.”\nCritics of Mr. Trump seized on the repaid debt as proof that the president should have included it in last year’s statement, which was filed voluntarily in June and signed by Mr. Trump under a line that said, “I certify that the statements I have made in this report are true, complete and correct to the best of my knowledge.”\nNoah Bookbinder, the executive director of Citizens for Responsibility and Ethics in Washington, said in a statement that the inclusion of the payment on this year’s form “raises serious questions as to why it was not disclosed in last year’s filing.” The group, known as CREW, had filed a complaint with the Justice Department and the ethics office asking for an investigation into whether the payment constituted a loan.\nUnder federal law, an official who “knowingly and willfully falsifies information” on a financial disclosure could face criminal charges.\nMarilyn L. Glynn, who served as the general counsel at the Office of Government Ethics from 1997 to 2008, said that the letter to the Justice Department was significant and unusual and that if Mr. Trump intentionally filed an inaccurate disclosure last year, he may have violated the law.\nBut she added that the matter was now unclear — as the letter from the ethics office did not explicitly state that the agency itself had concluded there was a violation and it was hard to know exactly when Mr. Trump learned about the debt.\n“What did he know and when did he know it,” she said. “At time he filed it last year, he may not have known this payment was made or that a payment was made at all.”\nMr. Trump’s disclosure of the repaid debt to Mr. Cohen did little to clear up confusion about the total size of the reimbursements. Rudolph W. Giuliani, Mr. Trump’s lawyer, said this month that Mr. Cohen was paid $460,000 or $470,000 from Mr. Trump, which also included money for “incidental expenses” that he had incurred on Mr. Trump’s behalf.\nMr. Giuliani said that Mr. Trump started paying Mr. Cohen back through a series of monthly installments of about $35,000 and that those payments began last year and may have carried into this year. The filing released on Wednesday capped the amount Mr. Trump paid back to Mr. Cohen in 2017 at $250,000, leaving more than $200,000 of the amount Mr. Giuliani mentioned unaccounted for.\nThe disclosure did not preclude the possibility that federal investigators could determine the payment to Ms. Clifford violated campaign finance laws. If they conclude it was made with the intention of influencing the presidential campaign — making it an effective political contribution — it would violate election law, which caps individual donations to federal candidates at $5,400 an election cycle.\nCandidates are allowed to spend as much as they want on their own campaigns. And, according to the filing, Mr. Trump paid Mr. Cohen back, making Mr. Cohen’s initial payment a loan. But campaign finance law treats personal loans as contributions and the $5,400 limit would have applied. Public campaign filings are also supposed to account for all loans, contributions and payments; Mr. Trump’s made no mention of the Cohen arrangement.\nMr. Giuliani has argued that Mr. Cohen made the payment to Ms. Clifford on Mr. Trump’s behalf for personal reasons unrelated to the campaign and should not, therefore, be counted as a campaign expense subject to election law restrictions. This new disclosure could help bolster that argument by Mr. Trump.\nBeyond the repaid debt to Mr. Cohen, the 92-page form provides the most detailed window into how Mr. Trump’s finances have fared during his presidency.\nThe document, which covers the 2017 calendar year, showed total income from Mr. Trump’s business operations and investments of at least $453 million and assets valued at a minimum of $1.4 billion. The disclosure from the previous year showed total income of at least $597 million and a similar level of assets, but that report spanned nearly 16 months so is not directly comparable.\nIt provides the first extended look at the performance of Mr. Trump’s Washington hotel, which opened in September 2016 and has become a magnet for lobbyists and Republican aides. The hotel is one of his best performing properties, and the disclosure listed revenue of $40.4 million.\nMr. Trump’s Mar-a-Lago resort in Florida, which the president frequents in the winter months, had revenue of $25.1 million. Last year’s filing listed revenue of $37.3 million at Mar-a-Lago over a 16-month period.\nOther properties have not fared as well, including Trump National Doral, a golf resort near Miami, which is Mr. Trump’s biggest cash flow generator. It reported revenue of $74.8 million. Revenue there had tumbled in the filing a year ago, even after a major renovation.\nThe filing also offers a lens into the Trump Organization’s debts, beyond the money he owed, and then repaid, to Mr. Cohen. A large share of that debt stems from Deutsche Bank loans to Trump National Doral.\nMr. Trump earned at least $1.1 million from his operations in India, the most active location overseas for the Trump Organization, with at least four current real estate projects, in Mumbai, Pune, Kolkata and Gurgaon, which is outside New Delhi.\nAt least an additional $1.1 million came from operations in the Philippines and Istanbul and at least $558,000 from Panama, where the Trump family had a branded condominiums and hotel complex, which was renamed this year after a dispute with condo owners.\nThe form also shows that Melania Trump earned $100,001 to $1,000,000 from Getty Images, the photo licensing company.\nIndividual performance aside, there are broader signs that the business is retreating somewhat during the first part of Mr. Trump’s presidency.\nSince he took office, Mr. Trump’s name has been erased from three of his family company’s prized properties. His company has watched its pipeline of deals ebb and flow. And one new line of business it has pursued is limited to quietly managing other companies’ hotels that are unattached to its once-flashy brand.\nThe owners of struggling hotels in Toronto and New York have paid the Trumps millions of dollars to remove their name from the properties after the election. In Panama, a nasty feud engulfed the Trump hotel there when the majority owner wanted the Trumps out — leading to the Trump name being pried off with a crowbar.\nThe president’s company has also been stymied by some of the new ethics restrictions it voluntarily adopted after the election.\nAs part of a voluntary ethics plan, the Trump Organization has not pursued new deals in foreign countries, cutting off an important stream of business that was projected to provide much of its future revenue. The Trump Organization is also subjecting all new domestic projects to vetting from an outside ethics adviser, which appears to have had a chilling effect on certain potential deals: The company has yet to open a new hotel in the United States since Mr. Trump took office.\nThe Trumps also had a wave of cancellations at the Mar-a-Lago club amid a backlash over the president’s comments about the violence over the summer in Charlottesville, Va.\nFaced with these challenges, the company has decided to focus primarily on its existing properties, which consist of 16 golf courses, a winery, seven stand-alone hotels, Mar-a-Lago and a portfolio of commercial and residential real estate properties. While the Trump Organization owns many of those properties, it shifted in recent years to branding and managing properties, rather than owning them outright.\nIn at least one case, the Trumps began quietly managing a hotel property in Livingston, N.J., which is owned by the family of Jared Kushner, Mr. Trump’s son-in-law and adviser. Mr. Trump reported $20,000 in fees on that deal.\nAnd despite rolling out two new and more affordable hotel lines — Scion, a four-star-chain, and American Idea, a budget-friendly brand — the Trump Organization has only announced one such endeavor, a deal in the Mississippi Delta\nThe filing showed that Mr. Trump has received $26,667 in management fees related to the project.\nThe head of the company’s hotel division, Eric Danziger, said in March that the pipeline of current deals was “still very active,” and that he was continuing to line up new Scion and American Idea hotels.", "date": "May 16, 2018", "href": "https://www.nytimes.com/2018/05/16/us/politics/trump-financial-disclosure.html", "tags": "discloses disclosure payment raising ethics ” trump cohen previous year questions omission"}