{"title": "Trump-Russia: Michael Flynn admits lying to FBI", "content": "Ex-national security adviser Michael Flynn has pleaded guilty to making false statements to the FBI about meetings with Russia's ambassador weeks before Donald Trump became president.\nThe charges were brought by Special Counsel Robert Mueller, as part of his inquiry into alleged Russian meddling in the 2016 US election.\nMr Flynn is the most senior member of the administration to be indicted.\nHe also revealed he was co-operating with Mr Mueller's inquiry.\nSignificantly, a statement made by Mr Flynn to prosecutors appears to implicate a more senior, though unnamed, Trump team official - indicating the direction in which Mr Mueller's investigation may be heading.\nNumerous US media outlets said the senior official now under the spotlight is Jared Kushner - Mr Trump's adviser and son-in-law.\nAppearing in a federal court in Washington DC, he admitted to one count of knowingly making \"false, fictitious and fraudulent statements\".\nAccording to an AFP reporter in court, the judge accepted Mr Flynn's guilty plea and said he would not face trial.\nMr Flynn then issued a statement in which he said: \"I recognise that the actions I acknowledged in court today were wrong and, through my faith in God, I am working to set things right\".\nHe said his plea and co-operation deal \"reflect a decision I made in the best interests of my family and of our country\". The retired Army lieutenant-general is unlikely to serve more than six months in prison.\nThe White House issued a statement saying that \"nothing about the guilty plea or the charge implicates anyone other than Mr Flynn\". A presidential appearance in front of reporters was then cancelled.\nAs he was escorted from court by FBI agents, a handful of protesters shouted \"criminal\" and \"lock him up\", echoing a chant he led against Hillary Clinton during the Republican party convention last year.\nMr Flynn was forced to resign 23 days into his job in February, a month after he was questioned by the FBI for misleading the White House about meeting then Russian ambassador Sergei Kislyak during the transition period, before Mr Trump took office.\nThen, just over a week ago, US media said his legal team had told the president's lawyers they could no longer discuss the case, prompting suggestions that he had begun co-operating with prosecutors.\nIt is not clear why he did not tell the truth to investigators. But it is illegal for a private US citizen, as Mr Flynn was during the transition, to conduct foreign affairs without the permission or involvement of the US government.\nAccording to the charge sheet, Michael Flynn is accused of:\nMr Flynn is not the first former Trump official to be charged.\nIn October, Mr Trump's former campaign manager, Paul Manafort, and his business associate Rick Gates were accused of conspiring to defraud the US in dealings with Ukraine (both deny the charges). Another ex-aide, George Papadopoulos, has also pleaded guilty to making false statements to FBI agents\nBy Anthony Zurcher, BBC News North America reporter\nMichael Flynn lost his prized national security adviser post because of December 2016 conversations he had with Sergei Kislyak. Now he's facing criminal charges.\nThat's bad news for Mr Flynn, but it could be even worse news for Donald Trump, who reportedly directly lobbied former FBI Director James Comey to back off the Flynn investigation before firing the top law man.\nMr Flynn has told Robert Mueller's team that he spoke with Trump presidential transition officials before and after reaching out to Mr Kislyak, and was instructed on how to handle the call. This contradicts public assertions made by the president himself that Mr Flynn was operating independently and against orders. \nIf the former national security adviser has evidence that corroborates his claims, it would be the biggest bombshell yet in this wide-ranging investigation. \nIt's clear the special counsel investigation is casting a very wide net, and Mr Mueller just landed his biggest fish yet.\nAs part of his plea bargain, Michael Flynn has signed a \"statement of the offence\" that gives us a timeline of the days of presidential transition in late December 2016, before Donald Trump was sworn in on 20 January 2017.\nThis is what federal prosecutors allege happened:", "date": "1 December 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-42192080", "tags": "us adviser guilty lying trump-russia flynn michael fbi admits mueller"}