{"title": "Trump Accuses Democrats Of 'Executing Babies After Birth'", "content": "President Donald Trump lashed out at Democrats Monday night after the Senate blocked a Republican anti-abortion bill.\n“Senate Democrats just voted against legislation to prevent the killing of newborn infant children,” Trump tweeted on Monday night. “The Democrat position on abortion is now so extreme that they don’t mind executing babies AFTER birth.” \n“If there is one thing we should all agree on, it’s protecting the lives of innocent babies,” he wrote, adding that the blocked measure will be remembered as one of “the most shocking votes” in congressional history. \nThe bill, introduced by Sen. Ben Sasse (R-Neb.), aimed to threaten prison time for doctors who do not provide necessary medical care to an infant born alive during an attempted late-term abortion. The measure, which needed at least 60 votes to pass, failed with a vote of 53-44. \nThe measure seemed unrealistic from the start because medical professionals report that it’s extremely unusual for children to be born during late-term abortions. Opponents of the bill said that it was unnecessary because murder, whether of a newborn or an adult, is already illegal and that the measure was intended to discourage doctors from performing late-term abortions. \nThe only three Democrats to vote for the measure were Sens. Joe Manchin (W.Va.), Doug Jones (Ala.) and Bob Casey (Pa.). \nSasse, who likened the measure to an “infanticide ban,” proposed the bill as a response to a recent controversy over late-term abortion in Virginia. \nLate-term abortion is rare to begin with: Only 1.3 percent of abortions in 2015 were done at 21 weeks or later, according to the Centers for Disease Control and Prevention. Over 90 percent of abortions take place at or before 13 weeks. \nLeana Wen, a physician and the president of the Planned Parenthood Federation of America, said Monday that she was “disgusted” by Trump’s remarks.\n“As a mother to a one-year old, I am disgusted by [Trump’s] lies that aim to stoke fear and division,” she tweeted. \n“The President of the United States is lying to the American people about the Sasse bill,” she continued. “What [he] is saying has no basis in medicine ― or reality.”", "date": "\n02/26/2019", "href": "https://www.huffpost.com/entry/trump-democrats-blocked-gop-abortion-bill_n_5c754abce4b02efbde1ea3b6", "tags": "measure abortions democrats babies trump ” late-term abortion bill accuses birth"}