{"title": "Trump Could Raise Tariffs on China. Here’s How China Could Respond.", "content": "A week ago, the United States and China looked as if they were going to reach a deal to end their trade war. Today, they are trying to salvage their many months of negotiations.\nVice Premier Liu He, a senior Chinese economic policy maker, is set to begin two days of negotiations in Washington on Thursday aimed at heading off an escalation. On Sunday, President Trump accused China of trying to renegotiate the nearly finished trade deal and threatened to impose more tariffs on Friday. Chinese officials have said they would respond, without specifying how. The prospect of a deepening trade war between the world’s two largest economies has scared investors and darkened the global economic outlook.\nChina has strongly denied that it reneged on anything. “Over the past one year’s negotiation, our sincerity and kindness is obvious,” Gao Feng, a Commerce Ministry spokesman, said at a news briefing on Thursday. “Negotiations are the process of exchanging ideas, solving problems and reaching consensus. The two sides having different views is normal.”\nChina has options if Mr. Trump goes ahead with his threat, including ways to strike at American businesses that go beyond tariffs.\n“We expect China to quickly retaliate with matching tariffs,” said Jake Parker, a vice president in Beijing for the U.S.-China Business Council, a business advocacy group representing 200 mostly large American companies that do business with China. “We are also advising our members to prepare for increased customs scrutiny, regulatory enforcement at the local level, and diversification away from U.S. products.”\nStill, Beijing’s choices are painful and could hurt the Chinese economy just as much as they could hurt the United States.\nPresident Trump said on Sunday that American tariffs of 10 percent on $200 billion in Chinese goods, imposed last September, would rise to 25 percent on Friday. The tariffs would take effect just after midnight on Thursday, meaning the United States could wake up on Friday to an even more damaging trade war. Treasury Secretary Steven Mnuchin said on Monday that the tariffs might be reconsidered if Beijing restored what the United States regards as previous Chinese commitments, and made progress beyond them.\nThe president also threatened to put tariffs on another $325 billion in Chinese goods, without specifying when.\n[China ‘broke the deal’ on trade, and Trump’s retaliation starts Friday.]\nChina’s obvious choice would be higher, and possibly wider, tariffs.\nIt could raise the retaliatory tariffs that it imposed on American-made goods last autumn. When President Trump imposed his 10 percent tariffs, Beijing responded by imposing a range of tariffs, from 5 percent to 25 percent, on $60 billion a year of American goods. That covered about two-fifths of Chinese imports from the United States.\nChina could also revive import barriers specifically aimed at some of the states that supported Mr. Trump in the 2016 election. In December, amid improved chances for a trade deal, China resumed buying American soybeans after it stopped buying them last summer. China also removed the 25 percent tariff that it had imposed last summer on American-made cars and sport utility vehicles.\nFor China, the problem with retaliatory tariffs is that they might not be enough to persuade Washington to relent. China has worked to diversify its economy, but it still depends heavily on exporting manufactured goods abroad, including to the United States. While some American businesses would be pinched by retaliatory Chinese tariffs, the broader economic impact on the United States could be more limited.\n[Read more about how China has tried to stabilize its economy recently.]\nTariffs are also only applied to a small portion of the prices consumers pay for purchases, so American shoppers wouldn’t see big changes in price tags.\nChina could broaden its tariffs to cover the one-third of its imports from the United States that it has not yet penalized. These are mainly semiconductors and Boeing aircraft. But Chinese companies need the semiconductors, and there are few rival producers elsewhere for some of them. They would simply have to pay the tariffs and become less competitive.\nPutting tariffs on Boeing aircraft poses the same dilemma for Beijing. It would force Chinese airlines to buy from Airbus, the only real alternative supplier. Airbus would then be able to charge much higher prices.\nAnother option is for the Chinese government to encourage the country’s consumers to boycott American products, or to allow such boycotts to be organized at a grass-roots level. China has used this weapon during foreign policy disputes with South Korea and Japan over the past decade.\nBut once unleashed, Chinese nationalism could be hard to contain. If a boycott led to anti-American protests in the streets, Beijing’s ability to reach deals with the United States would be constrained. A boycott also could hurt China’s consumers, by limiting their choices, and hurt the Chinese workers who make American-branded cars, assemble iPhones and brew Starbucks lattes.\nIf China really wants to fight back hard, it has other options. But all of them have big potential drawbacks.\nIt could delay imports from the United States through elaborate customs inspections and quarantines. China temporarily delayed last year its imports of Lincoln sport utility vehicles by the Ford Motor Company and apples, oranges and cherries from American farmers. It could also send inspectors to check out the business licenses and operations.\nIf China wanted to get Mr. Trump’s attention in a big way, it could outright hinder the global supply chain. China makes a huge amount of the parts and components that American companies need to produce their finished products. Many American companies have asked trade officials for exemptions from the Trump administration’s tariffs on Chinese goods, contending that they are heavily dependent on these products. Lou Jiwei, a former finance minister of China with many connections to the Chinese leadership, suggested at a conference last September that Chinese officials might study the filings and block exports of some of these products.\nThat would disrupt corporate supply chains. But it could also permanently damage China’s reputation as a reliable supplier for practically every large company in the West. Foreign companies are already re-evaluating their dependence on China as a manufacturing hub.\nFinally, China could let the value of its currency, the renminbi, slide sharply against the dollar. That would make China’s exports less expensive and more competitive in foreign markets, and could partly offset the cost of higher tariffs.\nBut letting the renminbi drop could pose the greatest risks of all. It would make oil and other imports more expensive in China, fanning Chinese inflation at a time when prices are already starting to rise. And if a falling currency prompts Chinese companies and families to evade limits on moving their money overseas, a flood of outbound money could destabilize China’s financial system.", "date": "May 9, 2019", "href": "https://www.nytimes.com/2019/05/09/business/trump-china-tariffs.html", "tags": "american respond china united states trump raise chinese could tariffs also"}