{"title": "Trump's Budget Invests In Private Schools, Cuts Programs For Public Schools", "content": "President Donald Trump wants to cut the Department of Education’s budget by 13 percent, or $9 billion overall, eliminating a program that provides after-school and summer programming for kids and a professional development program for teachers. \nYet the proposed budget adds money to school choice options, including $250 million for a “new private school choice program.” This would likely be a voucher program ― providing public money for kids to attend private schools ― although the exact plan is still nebulous. The budget also adds $168 million for charter schools, which are publicly funded but privately operated. \nTrump did not attend public schools as a child. His secretary of education, Betsy DeVos, also did not attend public schools or send her kids to public schools.\n“The 2018 Budget places power in the hands of parents and families to choose schools that are best for their children by investing an additional $1.4 billion in school choice programs,” the budget proposal reads. \nThe education budget also includes a $1 billion increase for Title I, a grant program that specifically targets schools serving disadvantaged students. The funding increase is intended to encourage “portability,” which means states and districts would allow Title I funding to follow a student if the student switches schools. The idea was heavily debated during the creation of the new federal education law, the Every Student Succeeds Act, and was defeated at that time. Democrats argued that portability would ultimately strip schools serving high concentrations of poor students of necessary funding and could pave the way for private school vouchers. \nOn the higher education front, the budget continues to fund Pell Grants, which help poor students go to college, at the current level, but proposes a “cancellation of $3.9 billion from unobligated carryover funding,” which would do away with surplus funding from before. The budget also slashes other, separate programs designed to help low-income students afford college. \nWhile the proposal does not touch programs supporting special education students, public education advocates are already decrying the impact this budget could have on schools.\n“Cuts to financial aid programs, including draconian cuts to the Pell Grant program, abandoning teacher support and development programs, and an ill-advised (and previously rejected) scheme to divert resources from our highest need schools would move our country backward,” said John King, CEO of The Education Trust and President Barack Obama’s former secretary of education, in a statement. \n“If this proposal were enacted, all students, particularly students of color and low-income students, throughout the entire continuum of our education system would suffer, as would the nation’s businesses who desperately need a skilled workforce to be successful,” King added.\nThe president of the nation’s largest teacher’s union ― the National Education Association’s Lily Eskelsen García ― called the proposal “reckless and wrong.” \n“Sadly, the Donald Trump and Betsy DeVos scheme to take taxpayer dollars from public schools to fund private school vouchers is misguided and would harm our students,” Eskelsen García said in a statement. “Vouchers do not work, they undermine accountability to parents and taxpayers, and they have failed to provide opportunity to all of our students.”\nOn the flip side, the National Alliance for Public Charter Schools applauded the president’s dedication to school choice.\n“This funding will allow more high-quality charter schools to open, expand, and replicate ― and will help finance facilities for charter schools ― so that more students have access to the great education they deserve,” said Nina Rees, the president and CEO of the National Alliance for Public Charter Schools, in a statement. \nOther charter school groups had more reservations about the new budget, however. The National Association of Charter School Authorizers said in a statement that while it appreciates the support for charter schools, it is also concerned about other cuts. “Charter schools are part of—not a substitute for—a strong public education system,” the association’s statement read.", "date": "\n03/16/2017", "href": "https://www.huffpost.com/entry/trump-education-budget-proposal_n_58ca86b0e4b00705db4c7acb", "tags": "public cuts ” trump schools education programs charter school budget students invests private"}