{"title": "Trump Stuns Lawmakers With Seeming Embrace of Comprehensive Gun Control", "content": "WASHINGTON — President Trump stunned Republicans on live television Wednesday by embracing gun control and urging a group of lawmakers at the White House to resurrect gun safety legislation that has been opposed for years by the powerful National Rifle Association and the vast majority of his party.\nIn a remarkable meeting, the president veered wildly from the N.R.A. playbook in front of giddy Democrats and stone-faced Republicans. He called for comprehensive gun control legislation that would expand background checks to weapons purchased at gun shows and on the internet, keep guns from mentally ill people, secure schools and restrict gun sales for some young adults. He even suggested a conversation on an assault weapons ban.\nAt one point, Mr. Trump suggested that law enforcement authorities should have the power to seize guns from mentally ill people or others who could present a danger without first going to court. “I like taking the guns early,” he said, adding, “Take the guns first, go through due process second.”\nThe declarations prompted a frantic series of calls from N.R.A. lobbyists to their allies on Capitol Hill and a statement from the group calling the ideas that Mr. Trump expressed “bad policy.” Republican lawmakers suggested to reporters that they remained opposed to gun control measures.\n“We’re not ditching any constitutional protections simply because the last person the president talked to today doesn’t like them,” Senator Ben Sasse, Republican of Nebraska, said in a statement.\nDemocrats, too, said they were skeptical that Mr. Trump would follow through.\n“The White House can now launch a lobbying campaign to get universal background checks passed, as the president promised in this meeting, or they can sit and do nothing,” said Senator Chris Murphy, Democrat of Connecticut.\nAt the core of Mr. Trump’s suggestion was the revival of a bipartisan bill drafted in 2013 by Senators Joe Manchin III, Democrat of West Virginia, and Patrick J. Toomey, Republican of Pennsylvania, after the shooting at Sandy Hook Elementary School. Despite a concerted push by President Barack Obama and the personal appeals of Sandy Hook parents, the bill fell to a largely Republican filibuster.\nMr. Trump’s embrace did not immediately yield converts. Senator Marco Rubio, Republican of Florida, said after the meeting that he was unmoved, repeating the Republican dogma that recent shootings were not “conducted by someone who bought a gun at a gun show or parking lot.” Senator John Cornyn of Texas, the No. 2 Republican, who sat next to the president looking flustered, emerged from the meeting and declared, “I thought it was fascinating television and it was surreal to actually be there.”\nBut Mr. Trump suggested that the dynamics in Washington had changed after the  school shooting in Florida that claimed 17 lives, in part because of his own leadership in the White House, a sentiment that the Democrats in the room readily appeared to embrace as they saw the president supporting their ideas.\n“It would be so beautiful to have one bill that everyone could support,” Mr. Trump said as Senator Dianne Feinstein, Democrat of California and a longtime advocate of gun control, sat smiling to his left. “It’s time that a president stepped up.”\nDemocrats tried to turn sometimes muddled presidential musings into firm policy: “You saw the president clearly saying not once, not twice, not three times, but like 10 times, that he wanted to see a strong universal background check bill,” said Senator Amy Klobuchar, Democrat of Minnesota. “He didn’t mince words about it. So I do not understand how then he could back away from that.”\nJust what the performance means, and whether Mr. Trump will aggressively push for new gun restrictions, remain uncertain given his history of taking erratic positions on policy issues, especially ones that have long polarized Washington and the country.\nThe gun control performance on Wednesday was reminiscent of a similar televised discussion with lawmakers about immigration in January during which the president appeared to back bipartisan legislation to help young immigrants brought to the country illegally as children — only to reverse himself and push a hard-line approach that helped scuttle consensus in the Senate.\nMr. Trump’s comments during the hourlong meeting were at odds with his history as a candidate and president who has repeatedly declared his love for the Second Amendment and the N.R.A., which gave his campaign $30 million. At the group’s annual conference last year, Mr. Trump declared, “To the N.R.A., I can proudly say I will never, ever let you down.”\nBut at the meeting, the president repeatedly rejected the N.R.A.’s top legislative priority, a bill known as concealed-carry reciprocity, which would allow a person with permission to carry a concealed weapon in one state to automatically do so in every state. To the dismay of Republicans, he dismissed the measure as having no chance at passage in the Congress. Republican leaders in the House had paired that N.R.A. priority with a modest measure to improve data reporting to the existing instant background check system.\n“You’ll never get it,” Mr. Trump told Representative Steve Scalise of Louisiana, the House Republican whip who was gravely injured in a mass shooting last year but still opposes gun restrictions. “You’ll never get it passed. We want to get something done.”\nMr. Trump also flatly insisted that legislation should raise the minimum age for buying rifles to 21 from 18 — an idea the N.R.A. and many Republicans fiercely oppose. When Mr. Toomey pushed back on an increase in the minimum age for rifles, the president accused him of fearing the N.R.A. — a remarkable slap since the association withdrew its support for Mr. Toomey over his background check bill.\n“If there’s a Republican who’s demonstrated he’s not afraid of the N.R.A., that would be me,” Mr. Toomey said after the meeting.\nThe president appeared eager to challenge the impression that he is bought and paid for by the gun rights group. While calling the membership of the N.R.A. “well meaning,” he also said he told its leaders at a lunch on Sunday that “it’s time. We’re going to stop this nonsense. It’s time.”\nOfficials at the gun group were taken aback by the president’s comments and immediately ramped up their lobbying against measures that they have long said would damage the Second Amendment and do little to protect people against gun violence.\n“While today’s meeting made for great TV, the gun control policies discussed would make bad policy that wouldn’t keep our children safer,” said Jennifer Baker, a spokeswoman for the N.R.A.’s lobbying arm. “We are going to continue to work to pass policies that might actually prevent another horrific tragedy.”\nBut at least for Wednesday, Mr. Trump seemed willing to venture far from the N.R.A. script, even appearing to suggest that he might back a ban on assault-style weapons when Ms. Feinstein asked what they could do about “weapons of war.” The N.R.A. has helped defeat an assault weapons ban since the last one expired in 2004.\nThe reaction in Washington was swift. Breitbart.com, a right-wing site once led by Stephen K. Bannon, the president’s onetime chief strategist, published an article with a headline in bright red that said, “TRUMP THE GUN GRABBER.”\nThe site added that the president “Cedes Dems’ Wish List — Bump Stocks, Buying Age, ‘Assault Weapons,’ Background Checks. Tells Scalise to Take a Hike — After Surviving Assassination Attempt.”\nThe president did return several times to a proposal that conservatives like: arming teachers in schools and ending the so-called gun-free zones around schools that Mr. Trump said had made those institutions among the most vulnerable targets for mass shooters.\n“You’ve got to have defense, too,” the president told the lawmakers. “You can’t just be sitting ducks. And that’s exactly what we’ve allowed people in these buildings and schools to be.”\nBut several times, he acknowledged how controversial that proposal was, and seemed to accept the idea that it might not be included in a comprehensive gun control measure that could pass both chambers of Congress.\nHe also backed a modest measure sponsored by a Republican and a Democrat in the Senate to improve the quality of the data in the background check system. But he told the bill’s author, Mr. Cornyn, to consider just adding that proposal to the broader expansion of the background check system.\n“It would be nice to add everything on to it,” Mr. Trump said. “Maybe change the title. Maybe we could make it much more comprehensive and have one bill.”", "date": "Feb. 28, 2018", "href": "https://www.nytimes.com/2018/02/28/us/politics/trump-gun-control.html", "tags": "mr. control comprehensive stuns embrace gun trump ” seeming republican meeting n.r.a lawmakers said"}