{"title": "Trump Suggests Teachers Get a ‘Bit of a Bonus’ to Carry Guns", "content": "WASHINGTON — President Trump on Thursday enthusiastically embraced a National Rifle Association position to arm highly trained teachers to fortify schools against mass shootings like the one last week. Mr. Trump, who said the armed teachers should receive extra pay as an incentive, promoted his idea as demands for stronger gun control intensified across the country.\n“You give them a little bit of a bonus, so practically for free, you have now made the school into a hardened target,” Mr. Trump said. The president estimated that 10 percent to 40 percent of school employees would be qualified to handle a weapon — he offered no data for the claim — and said he would devote federal money to training them.\nMr. Trump has cycled through a number of proposals — including some gun limits deemed unacceptable by the N.R.A. — in the days since the rampage killed 14 students and three adults last week at Marjory Stoneman Douglas High School in Parkland, Fla. On Thursday, he returned to an idea championed by the gun rights group.\n“I don’t want teachers to have guns, I want certain highly adept people, people that understand weaponry, guns — if they really have that aptitude,” Mr. Trump said during his second White House meeting in two days to discuss how to respond to the latest school shooting in the United States. He promoted the idea even as a sheriff’s deputy who had been the only armed guard at the high school resigned on Thursday after surveillance video showed that he never tried to enter the school to confront the shooter.\nTim Burton, a Coral Springs police officer assigned to a nearby elementary school who responded to the shooting, said in an interview on Wednesday that he had seen the deputy, Scot Peterson, in a school parking lot, “seeking cover behind a concrete column leading to a stairwell.”\nAs a candidate in 2016, Mr. Trump campaigned with the support of the N.R.A. and has been an ardent advocate of gun rights.\nThe president spoke just after Wayne LaPierre, the N.R.A. chief, delivered a fiery address to conservatives gathered for a conference on the outskirts of Washington in which he said the proper response to the carnage in Parkland was not to pass new gun laws, but to better enforce the existing background check system, and “harden our schools” with more armed guards.\nMr. Trump echoed that language during his meeting at the White House, using the term “harden” more than a dozen times in less than an hour as he said a fortified school would be an unappealing target for a gun-wielding assailant.\n“We have to let the bad guy know that they are hardened,” Mr. Trump said. His talk harked back to a formulation Mr. LaPierre popularized after 20 children and six adults were gunned down at a shooting at Sandy Hook Elementary School in Newtown, Conn., in 2012: “The only way to stop a bad guy with a gun is with a good guy with a gun.”\nThe president also said he believed the powerful gun lobby would support a move to raise the age threshold for buying firearms to 21 from 18, a change the N.R.A. is resisting, along with enhanced background checks.\nSenator Chuck Schumer, Democrat of New York and the minority leader, said Mr. Trump’s emphasis on arming teachers revealed that he was in the thrall of the gun lobby. “Not surprised the N.R.A. reeled President Trump back in,” he said. “Just amazed at how fast it happened.”\nMayor Rahm Emanuel of Chicago, who has been an outspoken advocate for gun control and is among Mr. Trump’s most vocal critics, blistered the president.\n“No police officer, no educator of any note is advocating that what we need is more weapons on school campuses rather than fewer,” said Mr. Emanuel, adding, “It’s totally asinine and it doesn’t even warrant a response, but it’s so reckless that the head of the United States’ idea for solving this problem is to arm more people.”\nThe president made his comments as he convened law enforcement, state and local officials at the White House to discuss a range of proposals that could prevent school shootings. The remarks came a day after he held an emotional session in the State Dining Room with parents, students and teachers affected by the Parkland rampage as well as other school shootings. The group begged him to take action as a wave of student-led activism continued to spread in favor of changing gun laws.\n“There’s a tremendous feeling that we want to get something done,” Mr. Trump said in the Roosevelt Room on Thursday, adding that the N.R.A. shares the sentiment. “We’re going to take action,” he said.\nMr. Trump said he had spoken with the “top people” at the N.R.A. — White House officials said he had talked with Chris Cox, the organization’s top lobbyist, over the weekend — and come away believing that “they’re ready to do things,” including tightening regulations.\n“They gave me tremendous support — tremendous,” Mr. Trump said of the N.R.A. “I told them, I said we’re going to have to toughen them up, because it doesn’t make anybody look good, and most importantly, I saw the devastation of these families. We can’t allow that to happen.”\nBut he also defended the gun lobby, saying they were “good people” and “patriots,” and adding, “I don’t think I’ll be going up against them.”\nMr. LaPierre, whose remarks on Thursday were his first public comments since the Parkland shooting, criticized Democrats for calling for more gun control laws.\n“Their goal is to eliminate the Second Amendment and our firearms freedoms so they can eradicate all individual freedoms,” Mr. LaPierre said, speaking at the annual Conservative Political Action Conference to an audience that typically bristles at the notion of restricting those rights.\nThe president’s apparent confidence that Congress would be able to agree on and pass gun safety legislation flew in the face of decades of experience, in which the outrage and calls to action that follow a horrific shooting have dissipated quickly amid powerful resistance from the gun lobby, and changes in the law have ultimately proved impossible.\nWhile Mr. Trump has said in recent days that he wished to strengthen background checks for people seeking to buy guns, the White House said on Thursday that the president is not currently proposing to close a loophole for sales at gun shows.\nRaj Shah, the deputy White House press secretary, said Mr. Trump supported including mental health information in the federal background check system, as well as measures to ensure more complete and accurate data.\nThe president has also been working to use executive authority to act on gun-related proposals that do not rile gun control opponents. As early as Friday, the Justice Department will ask federal prosecutors to prioritize prosecutions of people who lie on the federal background check forms required to buy guns, according to a law enforcement official briefed on the decision. The request would enforce a rarely prosecuted law that makes lying on those forms a felony.\nThis week, Mr. Trump ordered the Justice Department to issue regulations banning so-called bump stocks, which convert semiautomatic guns into automatic weapons like those used last year in the massacre of concertgoers in Las Vegas.\nOn Thursday, Mr. Trump said he was not in favor of one measure that schools around the nation have increasingly taken to defend themselves and their students against school shooters: holding drills to practice what to do.\n“Active shooter drills is a very negative thing,” Mr. Trump said after Pam Stewart, the Florida Department of Education commissioner, mentioned such preparations. “I don’t like it. I’d much rather have a hardened school.”\nMr. Trump added that active shooter drills were “crazy,” and “very hard on children.”\nLater, the White House sought to walk back the president’s statement, arguing that he was condemning the term “active shooter” drill, not the practice itself.\n“He said the term ‘active shooter drills’ is particularly — could be frightening for young children,” Mr. Shah said. “He thinks a drill that has a different name and is not — the brand of it, frankly, doesn’t frighten children, might be a better way to approach it.”\nArming teachers is not a new concept. The N.R.A. campaigned for it after Sandy Hook. But Mr. Trump’s resurrection of the proposal has come under swift opposition from teachers organizations and law enforcement officials who argue it would put unreasonable burdens on educators while making schools less safe.\nRandi Weingarten, the president of the American Federation of Teachers, said she had held a telephonic town hall on Wednesday night in which she discussed the proposal with 60,000 educators.\n“The response was universal, even from educators who are gun owners: Teachers don’t want to be armed, we want to teach,” Ms. Weingarten said. “We don’t want to be, and would never have the expertise needed to be, sharp shooters; no amount of training can prepare an armed teacher to go up against an AR-15.”", "date": "Feb. 22, 2018", "href": "https://www.nytimes.com/2018/02/22/us/politics/trump-guns-school-shootings.html", "tags": "suggests ‘ mr. bit ” trump teachers gun school bonus guns get — carry"}