{"title": "Trump Pushes Dangerous Abortion Lies At Wisconsin Rally", "content": "President Donald Trump continued to tell dangerous lies about abortion on Saturday, this time falsely claiming to his supporters in Wisconsin that mothers and doctors conspire to commit infanticide after a baby is born.\n“The baby is born, the mother meets with the doctor, they take care of the baby, they wrap the baby beautifully,” he said in an off-the-rails rally in Green Bay. “Then the doctor and mother determine whether or not they will execute the baby.”\nTrump’s remark that mothers and doctors discuss whether to “execute” a baby after it is born is blatantly false. The president appeared to be referring to infants being born alive after failed abortions, which as The New York Times noted in February is exceedingly rare, and is handled in a manner that directly contradicts Trump’s false claims ― as well as the false claims in a GOP-backed federal bill, the Born-Alive Abortion Survivors Protection Act.\nDoctors told the Times that less than 1% of all abortions are done after 24 weeks, when a healthy fetus is considered viable, and many of those abortions occur because the fetus has a fatal condition or the mother’s life is at severe risk. Doctors also said that if the baby is unlikely to survive after being born, the family may choose to provide the infant care similar to hospice ― where parents will comfort the baby and allow it to die naturally without extreme attempts at resuscitation, according to the Times.\nTrump’s comments Saturday came after he criticized Wisconsin Gov. Tony Evers, a Democrat, who recently announced plans to veto a Republican-backed bill that would made doctors face life imprisonment if they did not do everything in their power to save babies born alive after a failed abortion attempt. That announcement came the same week North Carolina Gov. Roy Cooper, also a Democrat, vetoed similar “born alive” state legislation.\n“I think those protections already exist,” Evers told the Milwaukee Journal-Sentinel last week, referring to the Born-Alive Infants Protection Act of 2002. He continued: “And clearly I ran on the belief ― and I still believe ― that women should be able to make choices about their health care. But this deals with a specific issue that’s already been resolved.”\nIn the same anti-abortion speech, Trump on Saturday referred to Virginia Democratic Gov. Ralph Northam, a pediatric neurologist who faced controversy earlier this year for supporting a state bill that sought to make it easier for women carrying nonviable fetuses to access abortions late in their pregnancy term. Northam told radio station WTOP in January that “the infant would be kept comfortable” and that “the infant would be resuscitated if that’s what the mother and the family desired.”\n“Until this crazy man in Virginia said it, nobody even thought of that,” Trump said Saturday. “Did anyone even think of that? You hear late-term, but this is when the baby is actually born, it came out, it’s there, it’s wrapped and that’s it.”\nThe president has previously pushed similar false rhetoric, riling up the anti-abortion community. He spoke of the topic at his February rally in El Paso, Texas, and again at his State of the Union address, where he said “lawmakers in New York cheered with delight upon the passage of legislation that would allow a baby to be ripped from the mother’s womb moments before birth.” But his statement on Saturday showed that the rhetoric is becoming more graphic, and will continue stoking the anger of anti-abortion activists.\nTrump’s comments resulted in a wave of Twitter backlash, with many tweets calling out how dangerous the president’s comments are to women and clinics that provide reproductive health care.", "date": "\n04/28/2019", "href": "https://www.huffpost.com/entry/donald-trump-abortion-lies-wisconsin-rally_n_5cc61e06e4b04eb7ff9780b5", "tags": "pushes mother president doctors wisconsin ” trump rally lies abortion dangerous baby born saturday"}