{"title": "Trump Shifts From Trade War Threats to Concessions in Rebuff to Hard-Liners", "content": "WASHINGTON — President Trump’s recent threat to impose tariffs on as much as $150 billion worth of Chinese goods appeared to be the first volley in what looked like a full-scale trade war with the nation’s greatest economic adversary. Now, suddenly, Mr. Trump seems ready to make peace.\nTo alleviate trade tensions, Mr. Trump is considering easing up on a major Chinese telecommunications company, ZTE, in exchange for China agreeing to buy more American products and lifting its own crippling restrictions on American agriculture, people familiar with the deliberations said.\nThe shift is an abrupt reversal that reflects another twist in the pitched battle inside the White House between the economic nationalists, who channel Mr. Trump’s protectionist instincts, and more mainstream advisers, who worry about the effects of hard-line policies on the stock market and long-term economic growth.\nWhile the nationalists had recently seemed ascendant — pushing Mr. Trump toward a showdown with the Chinese over steel exports and their co-opting of American technology — a deal on ZTE, and potentially a range of other trade actions, would represent a victory for the mainstream contingent, led by Treasury Secretary Steven Mnuchin.\nMr. Mnuchin has taken the lead role in trying to head off potentially harmful tariffs and investment restrictions on China and has succeeded, at least for now, in persuading Mr. Trump to adopt a more conciliatory approach than the president’s more hard-line advisers have advocated, according to people familiar with the deliberations.\nAn agreement on ZTE, which administration officials said could be struck with a visiting Chinese vice premier, Liu He, later this week, would remove a major source of tension between the United States and China at a sensitive moment: In just a few weeks, Mr. Trump is scheduled to meet the North Korean leader, Kim Jong-un, at a landmark summit meeting in Singapore.\nMr. Trump has made China’s president, Xi Jinping, his partner on North Korea while at the same time condemning China’s trade practices. On Monday, he framed the ZTE move as part of “the larger trade deal we are negotiating with China and my personal relationship with President Xi.”\nThe president’s reconsideration of sanctions imposed on ZTE stems in part from Beijing’s demand that he consider lifting the penalties before the visit of Mr. Liu, Mr. Xi’s senior economic adviser, who is arriving in Washington this week to try again to ease the friction. The Chinese made clear that Mr. Liu’s visit was conditional on discussing the sanctions.\nIn a post on Twitter on Monday afternoon, Mr. Trump said lifting the restrictions on ZTE would benefit the United States because the company buys many of its components from American manufacturers. On Sunday, Mr. Trump left some people surprised after he tweeted that the administration needed to give ZTE a break because it was costing “too many jobs in China.”\nMr. Mnuchin has tried to broker a relationship with the Chinese and pressed for a high-level delegation to travel to Beijing to try to resolve tensions this month. He has tried to focus the president on a deal that would reduce the United States’ trade deficit with China, much to the chagrin of more nationalist advisers.\nDuring their trip to Beijing early this month, the American delegation, which included top officials with divergent views, handed the Chinese a lengthy list of demands to radically change their trade practices and curtail the state’s role in the economy.\nThe list, which included cutting their trade surplus with the United States by $200 billion, halting subsidies to advanced manufacturing and slashing their tariffs to the same level as the United States, took the Chinese by surprise, according to people familiar with the visit, and it appeared to further sour relations between the two economic giants.\nThe demands bore the imprint of Robert Lighthizer, the United States trade representative who is a longtime litigator on steel-dumping cases, and Peter Navarro, a trade adviser whose academic work has focused on the dire threat posed by China to American workers and companies.\nThe Chinese offered very little in return, several officials said. But Mr. Trump, rather than escalating the conflict, now appears to be seeking a quicker, easier resolution of the dispute. In addition to Mr. Mnuchin, Larry Kudlow, the head of the National Economic Council and a longtime free trade advocate, also favors striking some kind of deal, according to people familiar with his thinking.\n“Secretary Mnuchin has been pushing for a more conciliatory view to China for this entire period, certainly since the launch of the 301 investigation,” Derek Scissors, a resident scholar at the American Enterprise Institute, said, referring to the section of trade law that authorized an investigation into whether China had illegally obtained American intellectual property.\n“We see evidence that the Treasury Department does not want to impose investment sanctions on China as required by the original 301 findings,” Mr. Scissors added.\nA senior Treasury Department official said Mr. Mnuchin has conferred with Mr. Trump and Wilbur Ross, the commerce secretary, about China’s ZTE concerns. However, the official said a review of the Commerce Department action against ZTE was not a precondition for trade talks.\nAmong Mr. Trump’s advisers, Mr. Mnuchin has been more encouraged by China’s expressions of willingness to address the trade imbalance between the two countries. Because of his national security responsibilities, officials said, he also considers how trade tensions could affect the negotiation with North Korea over its nuclear program. China, as North Korea’s neighbor and largest trading partner, will play an influential role in those talks.\nThe Trump administration threatened ZTE’s existence as a business last month, when the Commerce Department ordered a seven-year halt in American shipments of computer microchips and software that are at the heart of most of ZTE’s telecommunications gear.\nThe Commerce Department accused ZTE of violating American sanctions by selling to Iran and North Korea and then covering up the exports and rewarding the executives involved. ZTE acknowledged it violated sanctions, but blamed the actions on poor internal controls rather than a deliberate defiance of the American legal system.\nZTE, a 75,000-employee business that makes smartphones and cellphone tower equipment, began shutting down operations last week after it was unable to find alternative suppliers.\nThe move also hit one of the biggest American telecom companies, Qualcomm, which lost the ability to export semiconductors to ZTE, one of its biggest customers. In China, Qualcomm’s plan to acquire NXP Semiconductors had been stalled by a prolonged antitrust review, which many saw as retaliation for America’s trade moves.\nIn his surprise tweet on Sunday, Mr. Trump declared, “President Xi of China, and I, are working together to give massive Chinese phone company, ZTE, a way to get back into business, fast. Too many jobs in China lost. Commerce Department has been instructed to get it done!”\nThe tweet provoked a swift and harsh response from Democratic and Republican lawmakers.\n“I hope this isn’t the beginning of backing down to China,” Senator Marco Rubio, Republican of Florida, wrote Monday on Twitter. “While Chinese companies have unrestricted access to U.S. market & protection of our laws many U.S. companies have been ruined after #China blocked market access or stole their intellectual property.”\nSenator Chuck Schumer of New York, the Democratic leader, said in a statement, “This leads to the greatest worry, which is that the president will back off on what China fears most — a crackdown on intellectual property theft — in exchange for buying some goods in the short run.”\nOn Monday, the White House denied that accommodating China’s concerns represented a broken promise by Mr. Trump to protect America’s interests, saying that the relationship with China was complex. “He’s been tough and he’s confronted them,” said Raj Shah, the deputy press secretary.\nMr. Ross said Monday that ZTE’s fate should not be linked to the trade negotiations. “ZTE did do some inappropriate things — they admitted to them,” he said in a speech. “The question is, ‘Are there alternative remedies to the one that we had originally put forward?’”\nMr. Trump’s offer to throw ZTE a lifeline found a receptive audience in Beijing, where the company’s travails have crystallized the fears of Chinese leaders that their country depends too much on American technology.\n“We very much appreciate the positive attitude of the U.S. side to the issue of the ZTE Corporation, and are maintaining close communication with the U.S. on the implementation of specific details,” Lu Kang, a spokesman for the Chinese Ministry of Foreign Affairs, said on Monday.\nHu Xijin, the chief editor of Global Times, a newspaper owned by the Chinese Communist Party, said on the social media service Weibo, “No matter if the previous sanction was a card in Washington’s concerted move for a trade war on China, the newest decision is a good one.”", "date": "May 14, 2018", "href": "https://www.nytimes.com/2018/05/14/business/china-trump-zte.html", "tags": "american hard-liners rebuff china shifts ” trump war chinese trade zte concessions threats"}