{"title": "Trump Supreme Court pick: Why is the US top court so important?", "content": "The US is currently undergoing the process to appoint a replacement to Supreme Court Justice Anthony Kennedy, who announced his retirement earlier this year. So why is this a big deal?\nGiven the immense impact the US Supreme Court has on US political life, nominees always face tough questions from the Senate during any confirmation hearing.\nPresident Donald Trump's nominee, Brett Kavanaugh, is no exception.\nSo how might his pick change the nation's high court?\nThe highest court in the US is often the final word on highly contentious laws, disputes between states and the federal government, and final appeals to stay executions. \nIt hears fewer than 100 cases a year and the key announcements are made in June. Each of the nine justices serve a lifetime appointment after being nominated by the president and approved by the Senate.\nCases are usually brought to the court after they are appealed from a series of lower courts, although in time-sensitive cases, lawyers can petition for a hearing. The court's opinions can also create precedents, directing other judges to follow their interpretation in similar cases.\nIn recent years, the court has expanded gay marriage to all 50 states, allowed for President Donald Trump's travel ban to be put in place and delayed a US plan to cut carbon emissions while appeals went forward.\nOccasionally, the Supreme Court will revisit an issue in a new case and change their own precedent, a move anti-abortion activists hope will come to pass with a new conservative justice.\nThe court makes many of its big decisions in June.\nThis year it ruled on contentious issues such as the Trump travel ban, trade union fees and gerrymandering.\nDespite being appointed by Ronald Reagan, Justice Kennedy sided with both the conservative and liberal justices on major cases. \nHe was a moderate on social issues, notably backing gay marriage. \nIf a more conservative judge replaces him, as is likely, anti-abortion advocates could push to get that issue under consideration by the top US court.\nWhile a majority of Supreme Court cases do not break on ideological lines, there are conservative and liberal wings. \nKey cases have been decided on 5-4 votes.\nWith Justice Kennedy's departure, the court is arguably divided four-four. \nConfirming a conservative justice would ultimately return the court to a narrow conservative majority.\nUS research suggests that the influence of the Supreme Court abroad has diminished over the past two decades, as court systems elsewhere in the world develop and US influence in general wanes.\nFewer courts internationally cite US Supreme Court opinions, increasingly citing the European Court of Human Rights and other national supreme courts.\nIn 2016 a Supreme Court decision on emissions from coal-fired power plants on US soil threatened the Paris Climate Agreement, but enough other countries ratified the treaty for it to come into force.\nDonald Trump's controversial travel ban, which affects Middle East countries designated as terror-prone, was cemented this week by the Supreme Court, with the outcome affecting millions internationally.\nAnd back in 2000, the Supreme Court decided the outcome of the presidential election between George W Bush and Al Gore - a decision which more recent history shows still has a significant impact around the world.\nThe court could in theory be asked to rule on legal challenges to international trade agreements, such as the controversial Trans-Pacific Partnership, although TPP was revoked by Mr Trump using an executive order.", "date": "17 September 2018", "href": "https://www.bbc.com/news/world-us-canada-38707720", "tags": "us important kennedy court justice trump supreme conservative cases year pick top"}