{"title": "Trump Increases China Tariffs as Trade Deal Hangs in the Balance", "content": "WASHINGTON — President Trump escalated his trade war with China on Friday morning, raising tariffs on $200 billion worth of Chinese goods and taking steps to tax nearly all of China’s imports as punishment for what he said was Beijing’s attempt to “renegotiate” a trade deal.\nMr. Trump’s decision to proceed with the tariff increase came after a pivotal round of trade talks in Washington on Thursday night failed to produce an agreement to forestall the higher levies. The White House said talks would resume again on Friday but it remains uncertain whether the two sides can bridge the differences that have arisen over the past week.\nIn his comments at the White House on Thursday afternoon, Mr. Trump vacillated between threatening China and suggesting a deal could still happen. The president said he had received a “beautiful letter” from President Xi Jinping of China and would probably speak to him by phone, but said he was more than happy to keep hitting Beijing with tariffs.\n[U.S.-China trade war worsens, but global markets find a footing.]\n“I have no idea what’s going to happen,” he said. “They’ll see what they can do, but our alternative is, is an excellent one,” Mr. Trump added, noting that American tariffs on $250 billion worth of Chinese products were bringing “billions” in to the United States government.\nIn a statement on Friday, China’s Ministry of Commerce said that the government “deeply regrets that it will have to take necessary countermeasures.” It didn’t specify what those countermeasures might be.\n“It is hoped that the U.S. and Chinese sides will meet each other halfway and work together” to resolve their dispute, the statement added.\nMarkets in Asia and Europe rose in Friday trading, suggesting investors still believe the two sides can reach a deal.\nThe renewed brinkmanship has plunged the world’s two largest economies back into a trade war that had seemed on the cusp of ending. The United States and China were nearing a trade deal that would lift tariffs, open the Chinese market to American companies and strengthen China’s intellectual property protections. But discussions fell apart last weekend, when China called for substantial changes to the negotiating text that both countries had been using as a blueprint for a sweeping trade pact.\nMr. Trump, angered by what he viewed as an act of defiance, responded on Sunday by threatening to raise existing tariffs to 25 percent and impose new ones on an additional $325 billion worth of products. China has said it is prepared to retaliate should those tariffs go into effect.\n“We were getting very close to a deal then they started to renegotiate the deal,” Mr. Trump said. “We can’t have that.”\nChinese officials said the decision to come to the United States after Mr. Trump’s tariff threat showed they are serious about trying to reach a resolution. But it is unclear whether China is willing to make the changes that the Trump administration is demanding, including codifying much of the agreement into Chinese law.\n“I come here facing pressure,” Liu He, China’s vice premier, said on Thursday in an interview with China Central Television in Washington. “That expresses China’s greatest sincerity. And we want to resolve some of the differences we face honestly, confidently and rationally. I think there is hope.”\nAn administration official described Mr. Xi’s letter to Mr. Trump as conveying a nice, diplomatic tone but noted that the word “equality” was included, suggesting that China believes the United States is demanding too much and that a trade agreement must be more equitable. Mr. Xi also said he believed that his friendship with Mr. Trump would endure the trade dispute.\nDespite the overture, the administration official said that this round of talks had the dour feeling of heading toward a breakup. There is a growing sense of disappointment in Mr. Xi being unable to follow through on things that Mr. Trump’s trade negotiators thought had been addressed.\nMr. Trump’s decision to impose 25 percent tariffs on nearly one-third of all Chinese products is the biggest trade action that Mr. Trump has taken so far. The higher tax hits many consumer products that Americans rely on from Beijing, like seafood, luggage and electronics, raising prices for American companies and their customers across a large portion of sectors.\nStock markets fell Thursday in the United States, but pared some of those losses after Mr. Trump’s comments in the afternoon. The S&P 500 index ended the day down less than 0.5 percent.\nTalks resumed at 5 p.m. on Thursday at the offices of the United States trade representative, and Steven Mnuchin, the Treasury secretary, and Robert Lighthizer, Mr. Trump’s top trade negotiator, continued them over a dinner with Mr. Liu and some members of the Chinese delegation.\nThe new 25 percent rate went into effect at 12:01 a.m. Friday. But the higher tariffs will hit only products that leave China after that time, not those already in transit. That could provide some additional time for the two sides to reach an agreement. Mr. Trump may also be able to rescind the tariffs once a deal is reached, retroactively reversing the higher rates.\n“This week is really a challenge if you’ve got boats on the ocean,” said Brian Keare, the field chief information officer at Incorta, who advises companies like Broadcom, Starbucks and Apple on scenario planning amid the uncertainty they face under the Trump administration. “If I’ve got 30 days’ notice, I can make a smarter decision. If I’ve got 72 hours, my hands are more tied.”\nChina, which has already placed tariffs on nearly all of America’s exports, including agriculture products, has threatened to respond with additional “countermeasures” to Mr. Trump’s latest tariff.\nLyle Benjamin, the president of the Montana Grain Growers Association, said that China had essentially stopped buying American wheat since last year. He was hopeful that a trade truce would change that, but now he expected prices to keep falling.\n“It’s highly frustrating, particularly in the agricultural sector, to be collateral damage as we try to achieve these trade goals for other industries,” Mr. Benjamin said. “It’s a tough game right now and it’s tied almost entirely to this trade war.”\nBut Mr. Trump, already emboldened by a healthy American economy, may be encouraged to keep his trade war going given the monthly trade deficit with China fell in March to its lowest level since 2014 as China slowed its exports to America. The overall United States trade deficit with the world increased 1.5 percent in March to $50 billion, as it continued to import more goods and services than it exported worldwide.\nMr. Trump has seized on that shrinking deficit as evidence that his trade policy is narrowing the trade deficit and boosting growth, as have some of his supporters.\nThe Trump administration has done projections on the effect of the additional tariffs on the economy and believes that the negative effects will be minimal and pale in comparison to those facing China, an administration official said. The White House will consider taking additional measures to mitigate the effects of any retaliatory measures that China takes against America’s farmers.\n“To the president’s credit, the tariffs are working,” said Dan DiMicco, the chairman of the trade lobbying group Coalition for a Prosperous America and a former trade adviser to Mr. Trump during his 2016 campaign. “America’s manufacturers and workers are now seeing gains as manufacturing employment rises and China’s hold on the U.S. market shrinks.”\nMr. Trump’s toughened stance toward China has rattled American businesses, which had been anticipating a trade truce but are now bracing for higher tariffs.\n“Clearly, we think a negotiating strategy based on tariffs is the wrong direction,” said David French, the senior vice president of government relations at the National Retail Federation.\nRetailers wielded their influence successfully in 2017 when Republicans were considering a tax plan that they believed would have harmed their businesses. But when it comes to trade, Mr. French said that the Trump administration had been intransigent about their tariff concerns. To make its point, the retail association has been holding events featuring businesses that are suffering from tariffs in politically important states like Ohio.\nMost business groups agree with Mr. Trump that China engages in unfair trade practices. Among the shared concerns is that China needs to protect American intellectual property and curb subsidies for state-owned enterprises. But those businesses, which depend on China for many of the products they rely on and sell, say the economic pain of tariffs makes them a poor negotiating tool.\n“American business continues to have major problems with China’s commercial policies, but we simply must find a way to tackle these that doesn’t turn our most competitive companies into collateral damage,” said Peter Robinson, the chief executive of the United States Council for International Business.\nMr. Robinson suggested that the United States should team up with other trading partners to pressure China to change its ways and work with the World Trade Organization to adjudicate its complaints.\nBut administration officials have begun to run out of patience with China, which they say reneged on several areas of agreement over the weekend. After a meeting last week in Beijing, Mr. Mnuchin and Mr. Lighthizer were angered to receive a new draft of the agreement from the Chinese with major revisions to provisions they thought had been agreed to. According to people who have been tracking the talks, Chinese officials determined that many of the concessions they were being asked to make would clash with Chinese laws, which the government was not prepared to change.\n“The administration has been talking to China for months now about specific things that needed to change in Chinese law,” said Clete Willems, a former member of Mr. Trump’s trade team who left recently to become a partner at the law firm Akin Gump. “The administration was operating under the assumption that some of that would be part of the deal, so to the extent that China is saying that’s no longer possible, that is a pretty big reversal.”\nWall Street analysts have been girding for more volatility this week and many have been adjusting their predictions about the likelihood of an all out trade war.\n“The opportunity window for avoiding a trade war is closing fast,” economists at Citigroup wrote in a note to clients.\nThey warned that an increase in tariffs could begin to push up inflation in the United States and tighten financial conditions. A full-blown trade war is expected to be a drag on global economic growth.\nThus far, most companies have managed to absorb the brunt of the initial batch of China tariffs, keeping inflation at bay, but analysts said that jumping to a rate of 25 percent is impossible to ignore.\n“Any maneuverability these companies had been using to blunt the impact of these tariffs is very likely exhausted,” said Henrietta Treyz, the director of economic policy at the investment advisory firm Veda Partners.", "date": "May 9, 2019", "href": "https://www.nytimes.com/2019/05/09/us/politics/china-trade-tariffs.html", "tags": "hangs china increases states ” trump chinese trade balance tariffs deal"}