{"title": "Trump Recognizes Jerusalem as Israel’s Capital and Orders U.S. Embassy to Move", "content": "WASHINGTON — President Trump on Wednesday formally recognized Jerusalem as the capital of Israel, reversing nearly seven decades of American foreign policy and setting in motion a plan to move the United States Embassy from Tel Aviv to the fiercely contested Holy City.\n“Today we finally acknowledge the obvious: that Jerusalem is Israel’s capital,” Mr. Trump said from the Diplomatic Reception Room of the White House. “This is nothing more or less than a recognition of reality. It is also the right thing to do. It’s something that has to be done.”\nThe president cast his decision as a break with decades of failed policy on Jerusalem, which the United States, along with virtually every other nation in the world, has declined to recognize as the capital since Israel’s founding in 1948. That policy, he said, brought us “no closer to a lasting peace agreement between Israel and the Palestinians.”\n“It would be folly to assume that repeating the exact same formula would now produce a different or better result,” Mr. Trump declared.\nRecognizing Jerusalem, he added, was “a long overdue step to advance the peace process.”\nMr. Trump’s remarks were the most closely scrutinized of his presidency on the Middle East, where he has vowed to broker the “ultimate deal” between Israelis and Palestinians but has yet to find a breakthrough to end the conflict. He said he remained committed to brokering an agreement “that is a great deal for the Israelis and a great deal for the Palestinians.”\nThe president said the decision to recognize Jerusalem should not be construed as the United States taking a position on whether, or how, the city might ultimately be shared. But he offered little solace to the Palestinians, making no mention of their long-held hopes for East Jerusalem to be the capital of a Palestinian state.\nInstead, Mr. Trump emphasized the domestic political dimension of the decision. He noted that he had promised to move the embassy during the 2016 presidential campaign, and added, “While previous presidents have made this a major campaign promise, they failed to deliver. Today, I am delivering.”\nThough he did not mention it, Mr. Trump signed the same national security waiver signed by his predecessors, from Barack Obama to George W. Bush to Bill Clinton, which will allow the administration to keep the embassy in Tel Aviv for an additional six months. White House officials said that was unavoidable because it would take several years to move the embassy staff to a new facility in Jerusalem.\n“There will of course, be disagreement and dissent regarding this announcement,” the president said. He appealed for “calm, for moderation, and for the voices of tolerance to prevail over the purveyors of hate.”\nMr. Trump’s recognition of Jerusalem isolates the United States on one of the world’s most sensitive diplomatic issues. It has drawn a storm of criticism from Arab and European leaders, which swelled on Tuesday night after the White House confirmed Mr. Trump’s plans.\nPope Francis and the Chinese foreign ministry joined the chorus of voices warning that the move could unleash a wave of violence across the region. At a meeting in Brussels, Secretary of State Rex W. Tillerson was sternly reproached by European allies.\nStanding next to Mr. Tillerson, the European Union’s top diplomat, Federica Mogherini, made clear that Europe saw the president’s decision as a threat to peace in the Middle East.\n“We believe that any action that would undermine these efforts must absolutely be avoided,” she said. “A way must be found through negotiations to resolve the status of Jerusalem as a future capital of both states.”\nJust hours before Mr. Trump made his announcement, Mr. Tillerson said that peace in the Middle East was still possible.\nMr. Tillerson, during a news conference at NATO headquarters in the heart of Europe, expressed reassurances about the expected consequences of the decision.\n“The president’s very committed to the Middle East peace process,” Mr. Tillerson said.\nMr. Tillerson has been largely shut out of the usual back-and-forth between Israelis and Palestinians that many secretaries of state spent much of their tenures conducting. Instead, Mr. Trump entrusted that task to his son-in-law and senior adviser, Jared Kushner.\nAt least one former Obama administration official also weighed in with sharp criticism. John O. Brennan, the former director of the Central Intelligence Agency, said in a statement that Mr. Trump’s action was “reckless” and would “damage U.S. interests in the Middle East for years to come and will make the region more volatile.”\nAdministration officials said they expected the blowback from the Palestinians and others, but they asserted that the move would accelerate, not hinder, the peace process.\nMr. Trump’s promise to move the embassy appealed to evangelical voters and pro-Israel American Jews, including Sheldon Adelson, the Las Vegas casino magnate. By delivering on that promise, Mr. Trump’s aides said, he was enhancing his credibility as a peacemaker.\nThe announcement, officials said, was recognition of current and historic reality. West Jerusalem is the seat of Israel’s government, and recognizing it as such would remove ambiguity from the American position, they said.\nJerusalem is one of the world’s most fiercely contested swaths of real estate, with each side disputing the other’s claims. Palestinians view East Jerusalem as the capital of a future Palestinian state, and most of the world considers it occupied territory. Jerusalem’s Old City has the third-holiest mosque in Islam and the holiest site in Judaism, making the city’s status a sensitive issue for Muslims and Jews alike. Jerusalem is also sacred ground to Christians.\nIn addition to declining to take a position on the ultimate shape of Jerusalem, Mr. Trump called for the status quo on a disputed area of the Old City, known as the Temple Mount to Jews and the Noble Sanctuary to Muslims, which has been a flash point for tensions.\nMr. Kushner and Jason D. Greenblatt, the president’s special envoy, have been working for months to prepare for a negotiation between Israelis and Palestinians. Though they have little to show for the effort publicly, they say they have made progress behind the scenes.\nThose efforts, Middle East experts said, would be jeopardized by Wednesday’s announcement. But Mr. Kushner and Mr. Greenblatt, the president’s special envoy, supported the president’s move, officials said.", "date": "Dec. 6, 2017", "href": "https://www.nytimes.com/2017/12/06/world/middleeast/trump-jerusalem-israel-capital.html", "tags": "u.s. president recognizes israel trump embassy capital move ” orders jerusalem said east"}