{"title": "Trump Threatens China With More Tariffs Ahead of Final Trade Talks", "content": "WASHINGTON — President Trump, emboldened by a strong American economy and wary of criticism that an evolving trade deal with China would not adequately benefit the United States, threatened on Sunday to impose more punishing tariffs on Chinese goods in an attempt to force additional concessions in a final agreement.\nMr. Trump, in a tweet, warned that he would increase tariffs on $200 billion in Chinese goods at the end of this week and “shortly” impose levies on hundreds of billions of dollars of additional imports. Dozens of high-level Chinese officials are arriving in Washington this week for what was expected to be a final round of negotiations toward a trade agreement, at least in principle.\nMr. Trump’s threat caught Chinese officials by surprise. On Monday morning in Beijing, they were trying to decide whether Vice Premier Liu He should go ahead with his visit later this week to Washington, said people familiar with the talks who insisted on anonymity because they were not authorized to comment publicly on the negotiations.\nPresident Trump’s tweets come after Chinese officials took a tough line in high-level trade negotiations last week in Beijing, two of the people said. Chinese negotiators said they were reluctant to make any agreement that would require China’s legislature to approve changes to current law. The legislature in March already approved a new foreign investment law that added protections for foreign companies who fear they will be forced to transfer their technology and know-how to Chinese firms, but business groups and Trump administration officials said it didn’t go far enough.\nMr. Trump’s tweet fit a familiar pattern. He has routinely turned to tariffs to help speed negotiations and win concessions from America’s trading partners. The president has already hit Mexico, Canada, Europe and Japan with steel and aluminum tariffs and threatened to impose auto tariffs if they do not acquiesce to demands on trade and other matters. Mr. Trump has already imposed tariffs on $250 billion worth of Chinese goods and is now threatening to tax nearly all of the products China exports to America.\nBut it remains to be seen whether Mr. Trump’s threat will produce a beneficial trade agreement for the United States — or whether his attempts to pressure China will backfire by pushing already-tense relations past the breaking point. While the United States believes it has leverage over China, huge swaths of the American economy depend on access to the Chinese market for materials, products and sales.\nSome of the recent strengthening of the American and Chinese economies — which has helped to quell fears of a possible recession — stems from expectations that the United States and China could soon end their monthslong trade war. Stock markets have recovered on expectations of an agreement and the Federal Reserve chairman, Jerome H. Powell, at a meeting last week, cited “reports of progress in the trade talks between the United States and China.”\nThe sudden hitch could change that. Asian markets opened broadly lower on Monday. Shares in China were down more than 5 percent in late morning trading.\nTreasury Secretary Steven Mnuchin, who made a quick trip to Beijing last week, has expressed optimism about the trade talks, which he said are in “final laps.” And outside advisers to the White House have said a deal is more likely this week than not.\nBut in a tweet on Sunday, Mr. Trump said talks were progressing “too slowly” and suggested that the Chinese were trying to “renegotiate” the deal. Mr. Trump repeated a threat to raise the rate on existing tariffs to 25 percent and tax $325 billion worth of China’s exports to the United States that aren’t already subject to levies.\n[Read more about who pays Mr. Trump’s tariffs.]\nMr. Trump had previously threatened more tariffs, but delayed that increase as he cited “substantial progress” in trade talks, which had moved far enough along that Mr. Trump predicted a signing ceremony with Xi Jinping, China’s president, at some point soon.\nBut while the two sides have talked for months, Chinese negotiators have continued to resist some of the more structural economic changes that the administration wants and insisted that Mr. Trump remove all of the tariffs he placed on $250 billion worth of Chinese goods.\nBoth Democrats and Republicans have increasingly warned Mr. Trump publicly not to fall into the typical Chinese trap of signing a deal that is simply repackaged commitments that will do nothing to address the significant obstacles American companies face in China.\n“Hang tough on China, President @realDonaldTrump,” the Democratic Senate leader, Chuck Schumer, tweeted on Sunday. “Don’t back down. Strength is the only way to win with China.”\nMr. Trump has talked about rebalancing the terms of trade with China since his election. In recent months, that goal seemed potentially in reach as negotiators jetted back and forth.\nThe United States has been pressing for a pact that would open business opportunities in China for American companies, require China to buy more American goods and end its practice of forcing American firms to hand over valuable technology and trade secrets as a condition of doing business there. The Chinese in turn have insisted that Mr. Trump drop all of his tariffs before they agree to a deal, a position that has frustrated the president, according to people familiar with his thinking.\nChina has also resisted attempts by the United States to unilaterally focus the deal on what it sees as China’s bad economic behavior, with Beijing instead insisting provisions should be binding to both sides. It has also objected to any text that would imply the Chinese had broken previous commitments by stealing commercial secrets from American companies, or unfairly coercing foreign businesses into transferring technology.\nAs American negotiators returned from a short visit to Beijing last week, hopes were running high that the two sides were closing in on a final agreement.\nBut the president’s top advisers came back divided about the prospects of a deal. While Mr. Mnuchin was optimistic, Robert E. Lighthizer, the top trade negotiator and a longtime critic of China’s economic practices, insisted the deal was not yet good enough, said people familiar with the situation, who declined to be named because they were not authorized to speak publicly.\nThe president has taken note of criticism from both sides of the aisle that his deal will fall short, these people said. And he has also been emboldened by a string of positive economic news in the United States — including solid gross domestic product in the first quarter and strong job creation in recent months. The president, who views the economy as a litmus test of his presidency, sees the strong data as evidence that his trade policies are helping.\nAmerican businesses say they support the administration’s efforts to press for a more level playing field in China, but complain they are paying the price for tariffs, which have driven up costs and prompted Chinese retaliation on American products.\n“Nobody in the business community likes the tariffs,” said Tim Stratford, the chairman of the American Chamber of Commerce in China. “They hurt the people that impose them just as much as people they are imposed on.”\nMr. Trump said on Sunday that his tariffs have had little impact on product costs in the United States and have been “mostly borne by China,” an argument most economists dispute. Several studies released in recent months have shown that tariffs are being passed on to American consumers in the form of higher prices on imported goods, offsetting the stimulus of Mr. Trump’s tax cut and chilling business investment.\nIt remains to be seen how the Chinese will respond to Mr. Trump’s sudden escalation. Eswar Prasad, a trade economist and the former head of the China division for the International Monetary Fund, said the tweets had “probably blindsided the Chinese who thought a deal was in the making.”\n“Trump’s new threats up the ante and could force China’s hand to reach a deal, but it is equally possible that the threats make the Chinese reluctant to be seen as cravenly caving in under duress to U.S. demands,” Mr. Prasad said.\nMichael Pillsbury, a China scholar at the Hudson Institute and an adviser on China to the White House, said the threats should be taken seriously.\n“Based on my knowledge of the debates going on in the White House, I take it at face value that the president means he’s going to 25 percent Friday,” he said. “Of course, the Chinese could always talk him out of it by making concessions.”\nAs part of the deal, China has promised to open its markets for American firms in the automotive, banking, insurance and securities industries, strengthen its protection of intellectual property, and make large purchases of American products, including soybeans and natural gas, among other proposals.\nBut the deal is still expected to fall short of addressing some of the administration’s key goals. Officials from the Chamber of Commerce said last week that the Chinese had pushed back on concrete commitments on cybertheft, tight restrictions on data flows, and subsidies to emerging industries, including those that are expected to power jobs and economic growth in the future. How and when tariffs would be removed on both sides remain a sticking point, as has the particular mechanism for ensuring the deal’s promises are kept.\nTrump officials have recently expressed some impatience.\n“It won’t go on forever,” Mick Mulvaney, the White House chief of staff, said at the Milken Institute Global Conference last week. “At some point in any negotiation you go, ‘we’re close to getting something done so we’re going to keep going.’ On the other hand, at some point you throw up your hands and say ‘this is never going anywhere.’”", "date": "May 5, 2019", "href": "https://www.nytimes.com/2019/05/05/business/trump-tariffs-china-trade-talks.html", "tags": "american “ china threatens trump ahead final chinese trade tariffs said talks"}