{"title": "Trump Kim summit: Imagine a North Korean family", "content": "After his landmark meeting with leader Kim Jong-un, US President Donald Trump said he would consider dropping sanctions against North Korea, once it's made progress on nuclear disarmament.\nBut how might this economic change make its way through to ordinary people in the impoverished country long shut off from the outside world? What would it mean for an average North Korean family?\nWith the help of some experts, the BBC has tried to imagine life for a hypothetical North Korean family, the Lees. This is their story. \nFor starters, it's hard to talk about an \"average\" North Korean family. There are many social classes and regional differences - and we simply don't know much about life inside the country.\nBut our father, Mr Lee, like many North Koreans officially relies on the mining industry for work. \nMining has been a crucial pillar of North Korea's exports and a reliable source of foreign currency for the government for decades. In addition to coal, North Korea says it has huge reserves of rare earths and minerals.\nWe know from defectors and experts that most people's income is a mix of salary, bonuses and state-distributed goods like housing or rations. But the actual base salary is a pittance which won't buy more than rice for a few days. \nIn 2017, sanctions banned the export of coal, minerals and rare earths - meaning many mines had to cut their output.\nThere is supposed to be no \"unemployment\" in a command economy, so Mr Lee will not have been laid off - but his already paltry income would have received a fatal blow.  \nSo Mr Lee had no choice but to turn to a precarious path many other North Korean men have taken in recent years.\nBy bribing his mining bosses to turn a blind eye - and paying the military to borrow a boat - he and his friends can head out to sea to catch fish to sell at local markets. \nIt is a dangerous business. Fishermen have been forced to venture further and further out to sea to secure a good catch, risking running out of fuel or getting lost at sea. \nOccasionally \"ghost ships\" full of corpses have washed up on the shores of western Japan - presumed to be crews who couldn't make it back to shore. This is the risk that Mr Lee has to take now. \nAnd, although the fishing offers a valuable source of alternative income for entrepreneurs like him, it, too, has been affected by sanctions.\nFuel prices have doubled since summer 2017 making his sea trip a lot more expensive. And seafood exports to China have recently been banned.  \nThe Lee family are part of what pundits call the Jangmadang generation. Jangmadang means \"market\". This is the generation which experienced the crisis and famine of the 1990s. \nUp until then, the country had been soldiering on as a communist command economy, with all work and goods distributed by the state. \nBut during the famine that structure failed. It's estimated between several hundred thousand and one million people starved to death.\nCitizens were forced to make ends meet on their own, sparking the rise of a native capitalism which has proved to be irreversible. \nAlthough it emerged from crisis, it has in fact brought a new mindset to the country - with many women becoming entrepreneurs, and the main breadwinners in their families. \nIt is something our miner-turned-fisherman's wife is also considering.\nShe is working in a textile factory - a sector that used to thrive due to exports to China.\nBut sanctions have put an end to that and many other factories have already been closed. \nKnowing she cannot rely on her current job, she has been thinking about alternatives: plan B is to get together with a few other women and make tofu at home to sell at the market. \nThere is another lifeline for the Lee family - remittances from a relative working abroad. \nMrs Lee's brother has been working on construction sites in Russia and sending much needed money back home. \nHe managed - again via the necessary bribes - to land what for all his peers is an absolute dream job. \nIt's estimated that as many as 100,000 North Koreans work abroad and even though the government takes a big cut, they still earn a lot more than they would make at home. \nBut under UN sanctions approved in December, all North Korean nationals working abroad will have to return home within 24 months - and no new workers can be sent abroad. \nIf their financial situation gets worse, the Lees might have to take their daughter out of school so she can help her mother at the market. \nNorth Korean children are expected to attend 12 years of mandatory schooling - but children in poorer families do get pulled out of school to help at home.\nClasses sometimes get cancelled when the teachers need to work at markets for extra cash.\nIf sanctions ease, the Lees would get more reliable sources of income - as would the government - and their daughter could have more time to study (and play) instead of helping her parents.\nAnd her school curriculum - which currently teaches that the US and South Korea are enemies of Pyongyang - could change as well.\nMost North Koreans are aware that much of the outside world is better off than they are - whether it's via illegally distributed films or TV shows from South Korea, or workers coming back from their stints abroad. \nAnd the leadership fears internal opposition much more than US troops stationed in the South or Japan - which is probably why Kim Jong-un is so eager to see sanctions lifted. \nThe BBC talked to Andrei Lankov of Kookmin University, Sokeel Park of Liberty in North Korea, Fyodor Tertitskiy and Peter Ward of NK News, Andray Abrahamian of Griffith University and to Daily NK to build up this picture of the hypothetical Lee family.", "date": "14 June 2018", "href": "https://www.bbc.com/news/world-asia-44164948", "tags": "sanctions many summit korean make home lee trump imagine kim north korea family"}