{"title": "Trump Answers Mueller’s Questions on Russian Interference", "content": "WASHINGTON — President Trump laid out for the special counsel his defense in the investigation into possible ties between his associates and Russia’s election interference, the president’s lawyers said in a statement on Tuesday.\nThe details of Mr. Trump’s responses were not immediately clear, but his lawyers said that now that he had handed over answers to questions from the special counsel, Robert S. Mueller III, the time had come to end the investigation.\n“The special counsel has been provided with more than 30 witnesses, 1.4 million pages of material, and now the president’s written responses to questions,” said one of the lawyers, Rudolph W. Giuliani, who issued a statement with another of the president’s personal lawyers, Jay A. Sekulow. “It is time to bring this inquiry to a conclusion.”\nAfter months of negotiations about a possible presidential interview, Mr. Mueller allowed Mr. Trump to respond in writing to questions about whether any of his associates conspired with Moscow’s campaign of disruption. Mr. Mueller has declined to rule out trying to compel Mr. Trump to sit for an interview after reviewing his written answers.\nWithout the answers themselves, it is difficult to gauge the significance of Mr. Trump’s responses. In at least one iteration early this year, the special counsel’s questions on interference touched on his advisers’ contacts with Russia and appeared aimed at what Mr. Trump knew about them.\nA spokesman for Mr. Mueller did not immediately respond to a request for comment.\nThe president sent the responses as he began a new round of attacks on Mr. Mueller and raised questions about whether investigators were laying a perjury trap for him. “I’m sure they’re tricked up,” he said of the questions on Friday to reporters at the White House, “because, you know, they like to catch people.”\nThe president added, “So you have to always be careful when you answer questions with people that probably have bad intentions.”\nMr. Trump’s comments amounted to a reversal of his long-stated willingness to sit down with Mr. Mueller, as the president believes he is his own best spokesman and can convince investigators that he and his associates had nothing to do with Russia’s interference. “We’ve wasted enough time on this witch hunt and the answer is, probably, we’re finished,” he said on Friday.\nMr. Trump’s decision to give written responses was a significant victory for his lawyers, who long urged him to avoid meeting face to face with investigators because they feared Mr. Trump would make a false statement and increase his criminal exposure.\nMr. Trump’s lawyers began negotiations with Mr. Mueller late last year about the president sitting for an interview. Early this year, Mr. Trump’s lawyers appeared close to a deal on interview terms, but one of them, John M. Dowd, became convinced that Mr. Trump was incapable of telling Mr. Mueller the truth.\nThe interview never happened and Mr. Dowd resigned from the team in March, telling Mr. Trump he could no longer represent a client who refused to listen to his advice.\nAs the negotiations continued, Mr. Mueller appeared to ease up on his request that the president answer questions in person about any possible conspiracy with Russia as well as whether he tried to obstruct the investigation. In September, the special counsel acknowledged in a letter to Mr. Trump’s lawyers that executive privilege and other issues complicated questioning the president about obstruction.\nAs for whether he would continue to pursue presidential answers on obstruction, Mr. Mueller was silent.\nMr. Mueller and Mr. Trump’s lawyers have strongly disagreed about whether the president had to answer questions about obstruction, according to people briefed on their negotiations. Mr. Trump’s lawyers argued that the questions pertained to decisions he made, like firing the F.B.I. director, that fell directly within his constitutional authority and that he did not have to explain them to investigators.\n“It has been our position from the outset that much of what has been asked raised serious constitutional issues and was beyond the scope of a legitimate inquiry,” Mr. Giuliani said.", "date": "Nov. 20, 2018", "href": "https://www.nytimes.com/2018/11/20/us/politics/trump-mueller-questions-answers.html", "tags": "russian ” trump interference answers lawyers questions special mueller"}