{"title": "Trump accuses China of 'manipulating' its currency", "content": "Donald Trump has again accused China of manipulating its currency to combat US tariffs.\nThe accusation, made in an interview with Reuters, echoes claims the US President made during his 2016 campaign and repeated last month.\nMr Trump also criticised the head of the US Federal Reserve for raising interest rates, prompting the dollar to fall back.\nThe US and China will hold talks in Washington this week on trade.\nMany doubt that the discussions, which involve lower-level officials, will be successful in defusing the tensions. \nMr Trump told Reuters he did not expect much from the meeting, which follows failed negotiations this spring.\nHe also said he had \"no time-frame\" in mind to bring the clash between the economic giants to a close.\nAnalysts have already voiced fears that the trade war between the US and China could become a currency war as well.\nIn July, the two countries imposed a first round of tit-for-tat tariffs affecting trade worth $34bn (£26.5bn).\nThe US plans to impose import duties on a further $16bn in Chinese trade on 23 August. China has promised to retaliate in kind.\nThe administration is also preparing additional tariffs on $200bn worth of Chinese goods, which are the subject of hearings in Washington this week.\nThis month, the administration announced that Mr Trump had asked his staff to consider taxes of 25%, instead of the 10% initially proposed.\nAt the time, officials disputed the notion that the higher tax was a response to the decline in the value of the yuan, but the president's comments to Reuters undermine that claim.\n\"I think China's manipulating their currency, absolutely,\" Mr Trump told Reuters. \nDuring his campaign for president, Mr Trump also called China a currency manipulator but last year, after assuming office, he retracted those comments.\nChina's currency has shed almost 10% of its value against the dollar since the trade dispute started to intensify in April - a decline that has blunted the effect of the tariffs by making China's goods cheaper.\nMr Trump said he held the US Federal Reserve responsible for some of the currency shifts, noting that it has acted more quickly than other central banks to remove stimulus policies.\n\"We're negotiating very powerfully and strongly with other nations. We're going to win. But during this period of time, I should be given some help by the Fed. The other countries are accommodated,\" he told Reuters.\nIn addition to China, he said, \"I think the euro is being manipulated also.\" \nPresident Trump also again criticised the Federal Reserve for raising interest rates.\nThe US central bank, which is led by Mr Trump's appointee Jerome Powell, has raised interest rates twice this year and is expected to do so again. \nThe Fed has said the economy is strong enough to handle higher rates, which are intended to prevent uncontrolled price inflation. Analysts also link the rates to a stronger dollar.\nMr Trump is worried that the higher cost of borrowing will slow the economy.\n\"I'm not thrilled with his raising of interest rates, no. I'm not thrilled,\" he told Reuters, repeating a criticism which he has made before.", "date": "21 August 2018", "href": "https://www.bbc.com/news/business-45251091", "tags": "us china rates currency trump reuters trade accuses tariffs also"}