{"title": "Trump Is Defying Congress. Will They Hold Him in Contempt?", "content": "The stakes could not be higher for Congress as President Trump tries to undermine its constitutional right and responsibility to oversee the executive branch. \nThe president has said he will refuse all subpoenas, has sued banks to stop them from providing information to Congress, has said the special counsel Robert Mueller should not testify and has sought to deny Congress access to the records of the former White House counsel, Don McGahn. At the same time, Attorney General William Barr is refusing to testify before the House Judiciary Committee if questioned by the panel’s lawyers,  and Treasury Secretary Steven Mnuchin says he won’t give Congress the president’s tax returns despite a law giving the tax-writing committees access to any tax return.\nThe broad sweep of these efforts threatens the country’s history of accommodation between the two branches and the checks and balances that are the cornerstone of our democracy.\nCongress is vested by the Constitution with oversight of the executive branch. The Supreme Court, moreover, has been explicit that Congress has broad power to seek information connected to a “legislative function” and to enforce its demands through its inherent contempt authority. This can include imprisoning someone who declines to comply with a subpoena.\nPresident Trump doesn’t seem to understand any of this. His cavalier refusal to provide information requested by Congress has dangerously upended the careful architecture of the Constitution, and the nation will pay a price for his recklessness if he succeeds.\nLawmakers and presidents have found ways to resolve these disputes in the past. That’s not to say Congress and the White House haven’t battled over congressional inquiries. But in most cases, Congress got what it needed. This may happen today as a result of negotiations between the attorney general and the House Judiciary Committee over the release of the unredacted Mueller report, and it would be fortunate if it does.\nThat was the case in 1986, for instance, when, as chairman of the Senate Subcommittee on Oversight of Government Management, I directed the staff to look into allegations of favoritism by the White House in the Small Business Set-Aside Program. \nTo get the facts, we requested White House memorandums and records. President Ronald Reagan claimed executive privilege. After weeks of negotiations, the White House agreed to allow the subcommittee’s staff to review the documents, take notes and then request those we wanted. In the end, the subcommittee got the information it needed, and President Reagan’s concerns for executive privilege were treated with respect. \nThe White House is fighting appropriate and justifiable requests by House committees for, among other things, the president’s tax returns and information about how security clearances were granted. Individuals connected to the president are fighting requests for information relating to the Trump campaign and the disclosure by WikiLeaks of emails from the Democratic National Committee and the Clinton campaign. All of these requests serve legitimate legislative purposes: to determine, one, whether the I.R.S. is following a longstanding policy of auditing a president’s tax returns; two, how security clearances are granted; and three, whether federal law adequately addresses computer hacking. \nPerhaps more dangerous, President Trump is also attempting to usurp congressional power by trying to prevent private parties — corporations that have his financial records — from responding to congressional subpoenas for those documents. The House wants to know whether the president inflated his assets in seeking bank loans, as his former lawyer, Michael Cohen, testified. One legislative purpose for that request is to determine whether the Sarbanes-Oxley Act, which reformed corporate financial reporting and the accounting profession, should be extended to accounting firms working for large, privately held corporations.\nAnd now the attorney general has taken the untenable position that he won’t appear before the House Judiciary Committee if he is going to be questioned by staff lawyers.  Such questioning has occurred numerous times — in the Iran-contra and Watergate hearings, to name a few — and in my own committee. It is for Congress to determine its own information needs and processes, not the president or members of his cabinet. The House Judiciary Committee has prepared a resolution for a vote on Wednesday on whether to hold Mr. Barr in contempt for refusing to provide the unredacted Mueller report. This form of contempt is statutory, and if Congress concurs, the matter will be referred to a United States attorney reporting to the Justice Department to take it to a grand jury.\nBut there are other approaches to address this and other examples of intransigence by the Trump administration. One is Congress’s inherent contempt power, last used in 1935. This allows Congress to use its constitutional authority to detain and imprison a person found in contempt until that individual complies with a congressional demand or that particular Congress comes to an end. \nIt may be rusty, and it’s not something anyone welcomes, but President Trump’s extreme responses to legitimate congressional requests may very well demand strong measures by Congress. To protect its constitutional authority and carry out its constitutional responsibility to the American people, it should not hesitate to use its inherent contempt power if needed.\nCarl Levin was chairman of the Senate Permanent Committee on Investigations from 2001 to 2003 and from 2007 to 2014.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/opinion/congress-trump-contempt.html", "tags": "hold committee white trump house congressional whether information defying congress contempt"}