{"title": "Trump Sealed Carrier Deal With Mix of Threat and Incentive", "content": "INDIANAPOLIS — The long-promised call from Donald J. Trump to the heating and cooling giant Carrier came early one morning about a week after the election, when he unexpectedly won the industrial heartland.\nThe president-elect warned Gregory Hayes, the chief executive of Carrier’s parent, United Technologies, that he had to find a way to save a substantial share of the jobs it had vowed to move to Mexico, or he would face the wrath of the incoming administration.\nOn Thursday, as he toured the factory floor here to take credit for saving roughly half of the 2,000 jobs Indiana stood to lose, Mr. Trump sent a message to other businesses as well that he intended to follow through on his pledges to impose stiff tariffs on imports from companies that move production overseas and ship their products back to the United States.\n“This is the way it’s going to be,” Mr. Trump said in an interview with The New York Times. “Corporate America is going to have to understand that we have to take care of our workers also.”\nMr. Trump was accompanied by his vice president-elect, Mike Pence, who is currently Indiana’s governor. He was in the room at Trump Tower when the president-elect placed his initial call to Mr. Hayes, and he was the one who sealed the deal with the chief executive with a handshake in the building on Monday.\n“I don’t want them moving out of the country without consequences,” Mr. Trump said, even if that means angering the free-market-oriented Republicans he beat in the primaries but will have to work with on Capitol Hill.\n“The free market has been sorting it out and America’s been losing,” Mr. Pence added, as Mr. Trump interjected, “Every time, every time.”\nBut since the pact was disclosed on Tuesday, critics have pounced on Carrier’s receipt of $7 million in incentives from the state of Indiana — just the kind of corporate giveaways Mr. Trump knocked as he slammed Carrier on the campaign trail last spring.\nOthers have pointed out that cutting individual deals with different companies is a costly and ineffective way to stem the powerful forces that impel business to move factories and jobs in a highly competitive global and national economy.\n“He has signaled to every corporation in America that they can threaten to offshore jobs in exchange for business-friendly tax benefits and incentives,” Senator Bernie Sanders of Vermont wrote in an op-ed on Thursday for The Washington Post.\nIn Washington, Josh Earnest, the White House press secretary, suggested that Carrier’s decision, while “good news,” was only a drop in the bucket.\n“Mr. Trump would have to make 804 more announcements just like that to equal the standard of jobs in the manufacturing sector that were created in this country under President Obama’s watch,” Mr. Earnest said. “So this is good news, but the incoming president has a high bar to meet when it comes to putting in place the kind of economic policies that would benefit American workers.”\nStill, Mr. Trump’s appeal is likely to lead to a more fundamental shift in the way Washington approaches dealing with corporate decisions on where to locate jobs.\n“Contrary to early reactions from the left and the right, the Carrier deal opens the door to a new approach to U.S. economic growth policy that is sorely needed,” the Information Technology and Innovation Foundation, a research and advocacy group, said in a statement. “It sets the precedent that growing, attracting and retaining globally traded, innovation-based industries that are both high-value and pay high wages is central to U.S. economic growth.”\nDespite the cheers Mr. Trump received as he walked around the factory floor, where the lines continued to run and he had to shout at times to be heard, another 1,000 workers for the company in Indiana will be losing their jobs.\nThis includes 700 at a United Technologies factory in nearby Huntington, as well as several hundred here. The 800 or so jobs that are being preserved are mostly on the lines that build medium- and high-efficiency gas furnaces.\nNot long after Mr. Trump and Mr. Pence departed for the airport and to another rally in Ohio to celebrate his victory, workers coming in for the night shift received a letter titled “Company Update on Indianapolis Operations.”\n“While this announcement is good news for many, we recognize it is not good news for everyone,” the letter stated. “We are moving forward with previously announced plans to relocate the fan coil manufacturing lines, with the expected completion by the end of 2017.”\nUnited Technologies, Carrier’s parent, saw the writing on the wall as soon as Mr. Trump declared victory last month. Offering to preserve jobs, even at the cost of some of the $65 million savings the company expected from the move, could serve its larger corporate interests.\n“Every penny counts, but if we step back and I’m looking at earnings of $6.60 per share this year, 2 cents is an easy concession if the president-elect listens to some of the company’s bigger concerns,” said Howard Rubel, a senior equity analyst with Jefferies, an investment banking firm in New York.\nAnd Mr. Trump and Mr. Pence, while providing a carrot through the state incentives and promises of future business tax cuts, held an implicit stick: the threat of pulling federal contracts from Carrier’s parent, United Technologies. Mr. Trump and his team were well aware that the amount United Technologies stood to lose in those contracts dwarfed the savings from moving some of its operations to Monterrey from Indiana.\nDespite only accomplishing half of what had been promised in the campaign, Mr. Trump and Mr. Pence predicted that the number of jobs ultimately preserved could rise as Carrier follows through on its promise to invest more than $16 million in the state.\nThat provision, plus the incentives, were worked out between Carrier and officials from the state of Indiana’s economic development office, with Mr. Pence overseeing the process.\nThe vice president-elect insisted that the incentives did not represent a giveaway on Mr. Trump’s part, and claimed United Technologies had turned down a similar-size package of breaks in March.\nWhat made the difference, he said, was Mr. Trump’s public pressure, as well his promise to cut corporate taxes and ease regulation.\n“These jobs were gone,” Mr. Pence said. “I sat the executives down in my governor’s office in the statehouse in early March. They said we aren’t in a position to reconsider this in any way, shape or form.”\nMr. Trump, too, played down the role of the incentives. And he said he did not directly raise the $5 billion to $6 billion in federal contracts United Technologies receives, much of it from the Pentagon.\nBut company officials are acutely aware that its Pratt & Whitney unit, among other things, supplies jet engines to the Air Force’s most advanced fighter and many other planes, making it much more vulnerable to political pressure than other, lesser-known manufacturers that have been steadily closing shop in the Midwest and moving production south of the border.\n“It may have a played a role in their equation,” Mr. Trump allowed. “I never mentioned it. I didn’t feel I had to.”\nWhat about the fact that Mr. Trump frequently sourced products for his properties overseas, along with some popular Trump-branded merchandise? Will he lead by example and buy more goods made in the U.S.A.?\n“I buy thousands and thousands of TVs,” he said. “I would like to, but they essentially don’t make them in the U.S. You know the hats I do? It took us forever to find a company that can make a hat in the U.S.”", "date": "Dec. 1, 2016", "href": "https://www.nytimes.com/2016/12/01/business/economy/trump-carrier-pence-jobs.html", "tags": "carrier mix sealed incentive united pence ” trump threat jobs technologies deal"}