{"title": "Trump Issues Order To Start Chipping Away At Obamacare", "content": "President Donald Trump, hours after taking office, instructed the agency overseeing Obamacare to interpret some of the law’s regulations loosely ― in ways that could undermine it even before Congress gets around to repealing it.\nThe executive order, which Trump signed in the Oval Office shortly after viewing the inaugural parade on Friday, was one of his first acts of president.\nIt’s the kind of step many health policy watchers expected Trump’s administration to take. It comes at a time when Republicans in Congress, who share Trump’s commitment to repealing the Affordable Care Act, are suddenly struggling with questions of exactly when and how to accomplish that ― and what kind of system should take its place.\nThis order is basically Trump doing what he can, on his own, to get the process underway. \n“While this executive order doesn’t directly make any changes to the ACA, it directs federal agencies to start unwinding the health law in a variety ways without waiting for Congress,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, told The Huffington Post.\nObamacare, which became law in 2010 and took full effect in 2014, has helped something like 20 million Americans to get health insurance, while extending new consumer protections to millions more. Today, the number of people without health insurance is the lowest government agencies have ever recorded.\nBut in the process, the law has also caused some people to pay higher premiums or bear greater out-of-pocket costs than they did before, helping fuel a political backlash that has been building since President Barack Obama signed the measure into law.\nObamacare established new rules for private health insurance that carriers sell directly to individuals, and it set parameters for how states design their expanded Medicaid programs. But, like most such laws, it gives the Department of Health and Human Services a lot of discretion over how to interpret those rules and, then, how to enforce them.\nOne of rules on private insurance is the part of Obamacare that Republicans may despise the most ― the “individual mandate,” which requires people to pay a financial penalty if they could afford to buy insurance but don’t. The purpose of the mandate is to make sure healthy people, and not just those with serious medical conditions, buy coverage.\nObamacare’s guidelines for Medicaid have also drawn Republican ire, because, as Republicans see it, the guidelines don’t give states enough flexibility over how to design their programs.\nTrump’s executive order formally instructs HHS to use what authority it can to scale back the rules ― by granting hardship exemptions to the individual mandate more widely, for example, or allowing states to require Medicaid beneficiaries pay new fees.\nThe announcement is not terribly surprising. Trump’s nominee for HHS secretary, Rep. Tom Price (R-Ga.), had already signaled that he intended to interpret Obamacare regulations loosely. Trump’s pick for director of Medicare and Medicaid Services, Seema Verma, helped several states craft Medicaid programs that pushed the boundaries of what HHS would allow.\nBut changing the individual mandate could further spook insurers already worried they were not attracting as many healthy customers as they thought. The insurers could respond by raising premiums even higher, or by exiting markets altogether.\nIn addition, some changes to Medicaid that states have sought threaten to reduce the number of people who can get on the program or stay on it, reducing their access to medical care.\n“Potentially the biggest step implied by this order would be granting wide-scale hardship exemptions from the individual mandate, which could create significant uncertainty for insurers and chaos in the individual insurance market,” Levitt said. “This is also an invitation for states to start crafting waivers from the all sorts of provisions in the health law.”\nTimothy Jost, a law professor at Washington and Lee University, told The Huffington Post that the order mentions complying with the Administrative Procedures Act, which establishes a lengthy, drawn-out procedure for changing existing Obamacare regulations.\n“Not much will probably happen, until Price, Verma, and the IRS commissioner are in place,” Jost said. “But then we will likely start seeing new proposed regulations and guidance that will interpret the ACA rather differently than the Obama administration did.” \nAlthough the order appears to signal that Trump remains very serious about repealing the law, it could also give Congress a little more time to think about next steps, Jost said. “One interesting question is whether this will reduce the pressure on Congress to come up with an immediate repeal-and-replace plan, since they can now say that Trump is dealing with the problems the ACA caused,” Jost said.\nWant more updates on policy & politics from Jonathan Cohn? Sign up for his newsletter, Citizen Cohn, here.", "date": "\n01/20/2017", "href": "https://www.huffpost.com/entry/trump-order-obamacare_n_5882ce86e4b070d8cad2a619", "tags": "could obamacare states issues chipping trump ” insurance order away start law health"}