{"title": "Trump 'in crude Oval Office outburst about migrants'", "content": "US President Donald Trump has reportedly lashed out at immigrants in a foul-mouthed Oval Office outburst that a UN spokesman later condemned as \"shocking\", \"shameful\" and \"racist\".\n\"Why are we having all these people from shithole countries come here?\" Mr Trump reportedly asked lawmakers during talks on an immigration deal.\nHe was apparently referring to Haiti, El Salvador and African countries. \nThe White House made no attempt to deny the comment.\nIn recent weeks, the Trump administration has been trying to limit the number of family members of immigrants who can enter the US, and has moved to end the protected status of thousands of immigrants already in the US.\nMr Trump's reported remark came as lawmakers from both parties visited him on Thursday to propose a bipartisan immigration deal.\nDemocratic Senator Richard Durbin had just been discussing US temporary residency permits granted to citizens of countries hit by natural disasters, war or epidemics, according to US media.\nAccording to the Washington Post, Mr Trump told lawmakers the US should instead be taking in migrants from countries like Norway, whose prime minister visited him a day earlier.\nThe paper quoted him as saying: \"Why do we need more Haitians? Take them out.\" \nSenator Lindsey Graham, a South Carolina Republican, was in Thursday's meeting at the White House, but would not comment on the president's reported slur.\n\"Certain Washington politicians choose to fight for foreign countries, but President Trump will always fight for the American people,\" a statement from White House spokesman Raj Shah said.\n\"Like other countries that have merit-based immigration, President Trump is fighting for permanent solutions that make our country stronger by welcoming those who can contribute to our society, grow our economy and assimilate into our great nation.\n\"He will always reject temporary, weak and dangerous stopgap measures that threaten the lives of hardworking Americans, and undercut immigrants who seek a better life in the United States through a legal pathway.\"\nUN human rights spokesman Rupert Colville said: \"If confirmed these are shocking and shameful comments from the president of the United States, I'm sorry but there is no other word for this but racist.\"\nMr Colville spoke of a 2016 presidential campaign speech in which Mr Trump called Mexican immigrants criminals and rapists, and his response last year to a white supremacist march that ended in violence in Charlottesville, Virginia, when the president said \"both sides\" were to blame.\nThe UN official said such comments went against \"universal values the world has been striving for\" since the end of World War Two, and opened \"the door to humanity's worst side\".\nIn the US, the National Association for the Advancement of Colored People (NAACP) accused the president of falling \"deeper and deeper into the rabbit hole of racism and xenophobia\".\nMia Love, a Utah Republican and the only Haitian-American in Congress, demanded Mr Trump apologise for the \"unkind, divisive, elitist\" comments.\nElijah Cummings, a Maryland Democratic lawmaker, tweeted: \"I condemn this unforgivable statement and this demeaning of the office of the Presidency.\"\nAnother black Democratic lawmaker, Cedric Richmond, said Mr Trump's comments \"are further proof that his Make America Great Again agenda is really a Make America White Again agenda\".\nBut one Trump official was quoted by CNN as saying: \"Though this might enrage Washington, staffers predict the comment will resonate with his base, much like his attacks on NFL players who kneel during the National Anthem did not alienate it.\"\nThe Washington Post broke the story with the word \"shithole\" in its headline and in the alert that the paper sent out to followers' smartphones.\nOn US TV, some broadcasters gave content warnings or avoided saying the word altogether. Fox News used asterisks to obscure the offensive word along the bottom of the screen, but CNN and MSNBC carried it in full.\nAround the world, journalists reporting in other languages faced the question of how to translate what Mr Trump had said.\nLawmakers reportedly proposed restoring so-called Temporary Protected Status (TPS) permits for certain countries, allowing their residents leave to remain in the US because their home countries are temporarily unsafe for them. \nIn return, they were said to have offered $1.5bn (£1.1bn) for a wall that Mr Trump wants built on the US border with Mexico.\nThis week the Trump administration announced it was withdrawing TPS for more than 200,000 people from El Salvador.\nThe decision gives Salvadoreans who have been living in the US for nearly three decades until next year to leave, seek lawful residency or face possible deportation.\nThey were granted provisional US residency after an earthquake devastated the Central American country in 2001.\nBut the State Department said on Monday that much infrastructure damaged by the quake has since been repaired.\nTPS permits have already been withdrawn from Haitians and Nicaraguans.\nHundreds of thousands of migrants face possible deportation from the US.", "date": "12 January 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-42656433", "tags": "us office immigrants president white trump countries outburst crude lawmakers oval migrants"}