{"title": "Trump Says Getting Tough on Chinese Trade Will Empower the U.S. He Risks the Opposite.", "content": "LONDON — In recent history as narrated by President Trump, the United States has been fleeced and humiliated by savvier nations unrestrained by naïve notions like global trading rules. Predatory powers have exploited American weakness to steal factory jobs, sowing despair.\nThe primary villain in this narrative is China, the country that Mr. Trump has placed at the center of the combative trade policy he is advancing. Steep tariffs on steel and aluminum set to take effect this week are portrayed as targeting China, even as they mostly hit other powers. In a broadening of the battle to electronics and clothing, the Trump administration is readying at least $50 billion worth of tariffs and penalties on imported Chinese goods.\nIf these demonstrations of muscle are intended to strengthen the American position in grappling with China, trade experts increasingly fret that Mr. Trump’s policies are doing the opposite: They potentially diminish the place of the United States in the world by alienating allies, undermining the potential for collective action among countries nursing shared grievances with China.\n“It’s going to be far more effective if they go together,” said Meredith Crowley, an expert on international trade at the University of Cambridge in England. “The fact that the United States is doing all of this alone, it does seem to be weakening the U.S. position.”\nChina’s staggering economic development has indeed been propelled by trading practices that exploit gaps in international rules or breach them outright. The Communist Party government still subsidizes key industries, lavishes credit on state-owned companies and imposes barriers against foreign competitors.\nIn many major economies, steel makers are contending with a glut of low-cost product, much of it made in China. Western businesses must acquiesce to Beijing’s wishes, sharing cutting-edge technology as a condition of entry to the Chinese marketplace. Frequently, the incoming technology is folded into Chinese goods that land on world markets, forcing innovators to compete against their own creations.\nThese problems are real and persistent. None are easily solved, despite the political appeal of vows to get tough with China.\nChina is an inextricable part of the global supply chain, producing the piece parts of cars, gadgets, bluejeans and practically anything else made by human hands. Its products — and, increasingly, its investment — are crucial components in every economy.\nGiven this, no single country has the power to force China to reform its ways, the thinking goes. China can get around tariffs in one nation by sending its wares elsewhere. It can buy its way into markets by wielding its largess, building infrastructure and proffering loans.\nMost experts assume that the only way to make progress in pressuring China to play fair is through collective action. Major economies must join forces, taking cases at the World Trade Organization and harmonizing their policies.\n“There are some grave concerns on China, who are massively subsidizing state-owned companies,” the European Union trade minister, Cecilia Malmstrom, said in January, on the sidelines of the World Economic Forum in Davos, Switzerland. “And there, yes, we could work with the U.S.”\nYet Mr. Trump is pursuing the opposite course.\nIn one of his first acts as president, he renounced American participation in the Trans-Pacific Partnership, a trade bloc forged by the Obama administration in part as a counter to China’s rise. The pact included prohibitions on state subsidies, in what was supposed to be a template that could eventually influence China’s commercial realities.\nMr. Trump has also attacked the World Trade Organization — the linchpin of the global trading system and the ultimate venue for collective action — even suggesting that he might revoke American participation. In a formal statement to a congressional committee on Wednesday, a top White House trade official called the W.T.O. “wholly inadequate to deal with China’s version of a state-dominated economy that rejects market principles.”\nMr. Trump has, at least for now, exempted Canada and Mexico from the bite of his tariffs on steel and aluminum. But that is conditional on their satisfying his demands for sweetened terms in the renegotiation of the North American Free Trade Agreement.\nOthers — Argentina, Australia, Brazil, the European Union and South Korea — have won a temporary reprieve. But they did so only after intense lobbying. Stalwart allies were reduced to effectively begging to be spared from an American offensive. It does not make for fertile conditions for coalition building.\n“It takes everybody’s eye off the real issue,” said Chad P. Bown, a trade expert at the Peterson Institute for International Economics in Washington. “Now, no one is talking about China’s overcapacity on steel. When you’re hitting the Europeans and the Japanese and the South Koreans on steel, how easy is it going to be for those countries to cooperate with you on forced technology transfers?”\n“You would need all of these countries to agree on these issues, which requires a tremendous amount of cooperation and trust,” he added. “And there’s such a dearth of that now.”\nMost fundamentally, Mr. Trump’s decision to cite a supposed threat to American national security as justification for the steel and aluminum tariffs has prompted allies to question the reliability of their friendship with the United States.\nChina produces only about 2 percent of the steel used in the United States, while Canada is the largest supplier. The national security justification for tariffs rests on the idea that metal is a building block of defense, and that America’s access is so imperiled that it must protect domestic suppliers.\nGiven that the United States already produces some two-thirds of the steel it uses, most economists dismiss that argument as absurd. In advancing it, they say, Mr. Trump risks dealing a real national security blow to the United States by threatening the durability of its alliances.\nJapan and Germany — two major steel producers — are home to American military bases. The vast majority of the European Union’s members belong to NATO. South Korea, another major source of steel, is key to the talks that Mr. Trump has said he intends to hold with North Korea to resolve the nuclear crisis.\n“It strikes me as not helpful to put these tariffs on metals against some of our most important military allies,” said Ms. Crowley, the Cambridge trade expert. “Trump is saying, ‘We can’t rely on you to provide high-grade steel in the event of a war.’ That is a very bizarre thing to say to an ally when you have military facilities in their countries. People there might wonder: What does the average American think of my country if their president is saying we can’t rely upon them?”", "date": "March 22, 2018", "href": "https://www.nytimes.com/2018/03/22/business/trade-trump-china.html", "tags": "tough american china risks empower u.s. united steel ” trump chinese says trade opposite — getting"}