{"title": "Trump, Kim Fail To Reach Agreement In Hanoi After Talks Abruptly Collapse", "content": "President Donald Trump and North Korean leader Kim Jong Un failed to reach a nuclear agreement during their second summit, which was abruptly cut short in Hanoi, Vietnam on Thursday afternoon.\nSpeaking to reporters following his negotiations with Kim, Trump said there were two sticking points that had made a deal “inappropriate” at this time. Kim wanted sanctions to be “lifted in their entirety and we wouldn’t do that,” the president said.\nTrump added that while Kim had offered to “denuke a large area that we wanted,” including the Yongbyon site, the North Korean leader was not willing to meet U.S. demands to dismantle a number of other nuclear facilities, including a second uranium enrichment site.\n“You always have to be prepared to walk,” Trump said, referring to the stalled talks. “I could’ve 100 percent signed something today. We had papers ready to sign … I’d much rather do it right than do it fast.”\nTrump’s remarks followed an unexpected change in the summit’s schedule. The two leaders had planned to have a working lunch before partaking in a joint signing ceremony at around 2 p.m. local time. But the White House announced around midday that both events would be canceled. A scheduled press conference with Trump was pushed up by about two hours.\nAppearing alongside Trump at the press conference, Secretary of State Mike Pompeo said the U.S. and North Korea had made “real progress” in Hanoi despite the breakdown in negotiations. Pompeo added that the two sides were attempting to unravel an “incredibly difficult problem” and said negotiations would continue “in the weeks ahead.”\nWhen asked whether Pyongyang would be willing to give up all their nuclear weapons, Trump refused to comment — saying only that Kim’s vision did not “not exactly” align with Washington’s.\nTrump said, however, that the North Korean leader had promised to maintain a moratorium on the testing of nuclear weapons and missiles.\n“I trust him. I take him at his word,” the president said of Kim. \nTrump said no plans had been made for the two leaders to meet again, though he stressed the summit had ended amicably.\nIt was a “very friendly” parting, the president said, noting that he and the North Korean leader share a “warmth” which he hopes will continue.\n“I want to keep the relationship,” Trump said.\nAlthough analysts had warned that Trump and Kim’s second meeting could conclude without a substantial agreement — much like their first in Singapore ― there had initially been talk of the U.S. opening diplomatic channels with Pyongyang or even declaring an end to the Korean War.\nEarlier on Thursday, Kim stressed that he remained open to denuclearization, although the North has never committed to a definition of what that would entail. In December, the country’s state-run news agency said Pyongyang would not rid itself of nuclear weapons unless the United States dismantled its own nuclear network, which could reach the Korean peninsula.\nHowever, Kim insisted that denuclearization was still on the table, hence his appearance in Vietnam.\n“If I’m not willing to do that, I wouldn’t be here right now,” Kim said.\nWhen a Washington Post reporter asked Kim about a potential deal, he said he remained optimistic about the ultimate outcome of the summit.\n“From what I feel right now, I do have a feeling that good results will come,” Kim said. \nIn the lead-up to the summit, Trump downplayed any demands the U.S. would impose upon the North. The move stood in sharp contrast with the harsh rhetoric Trump used before his summit with Kim in Singapore last year, after which he trumpeted that Pyongyang would denuclearize and ultimately rid itself of its nuclear arsenal.\nThe president played down those commitments once again on Wednesday before a one-on-one dinner with Kim.\n“We had a very successful first summit. I felt it was very successful, and some people would like to see it go quicker,” Trump said. “I’m satisfied; you’re satisfied. We want to be happy with what we’re doing. But I thought the first summit was a great success. And I think this one, hopefully, will be equal or greater than the first.”\nPompeo has struggled to meet any of the expectations set in Singapore, and diplomatic efforts appeared to stall at the end of last year. The U.S. and North Korea will still have to agree on what, exactly, “complete denuclearization” means for Kim. Experts have said the only acceptable pathway forward would include outside weapons inspectors. \nReacting to the “no deal” on Thursday, Vipin Narang, a professor of international relations at the Massachusetts Institute of Technology, said the Hanoi summit’s outcome was “better than a bad deal or a deal that one side may violate.”\nLaura Rosenberger, director of the Alliance for Securing Democracy, said in a tweet that if Kim had indeed insisted on the lifting of all sanctions, it was “good sign” that Trump had walked away from the negotiating table.\nThis story has been updated with quotes and background.", "date": "\n02/28/2019", "href": "https://www.huffpost.com/entry/donald-trump-kim-jong-un-hanoi_n_5c777042e4b0952f89de39b0", "tags": "agreement nuclear summit korean abruptly fail reach ” trump collapse kim north hanoi talks"}