{"title": "Trump's Jerusalem move: Anger in Ramallah and Israeli delight", "content": "Palestinians are sending their own messages to US President Donald Trump, following his recognition of Jerusalem as Israel's capital.\nAt protests in the occupied West Bank and Gaza, they have been burning US flags and chanting about their claims to the holy city.\n\"He's making this about one side, taking the opinion of the Israelis and ignoring facts about the Palestinians,\" says Carla Birkat at a rally in Ramallah.\nAll around, shops and businesses are shuttered up for a general strike. Schools and universities are also closed.  It adds to the grim mood.\nMany people I speak to fear Washington is wrecking chances for them to have an independent state with East Jerusalem as its capital.  \nThis part of the city was captured by Israel from Jordan in the 1967 Middle East war and later annexed in a move that was not recognised internationally.\n\"We condemn the American decision. It has ended the dream for us as Palestinians,\" says Abed Jayyusi. \"It has ended the two-state solution.\"  \nOn Wednesday, Mr Trump said he would support this long-standing, international formula for peace if Israel and the Palestinians agreed on it. He pointed out he had not specified Jerusalem's boundaries.\nBut Abed dismisses any idea that the US president can remain a broker for peace.\n\"Right now we don't want any peace negotiations with the Israelis, and we're asking the Palestinian president to cut all relations with Trump,\" he says.\n\"We want the rest of the international community to stand next to us.\"\nIn stark contrast, on a bustling shopping street in West Jerusalem, Israelis I meet are delighted by the gesture of support from their country's closest ally.\nThey believe that the US formally recognising Israel's sovereignty over their city corrects a historic injustice.\n\"Trump is a man who was sent by divine providence, to say the right thing at the right time,\" says David Schreider. \nAs an Orthodox Jew, he sees the city as \"the centre of Israel and the entire world\" - with Temple Mount, the holiest place for Jews, at its heart.\nBut this site in the Old City is also the third most sacred place for Muslims. It contains the Dome of the Rock and al-Aqsa Mosque.\nAnd some Israelis express fears that religious tensions could be inflamed by President Trump's pronouncement.\n\"I have mixed feelings,\" says Debbie Last.  \"I'm basically happy because it's the right and just thing to do.\n\"But I have reservations because I'm acutely aware of the repercussions and the violence that might unjustifiably be a response,\" she adds.\nAlready Palestinian demonstrations over the changes in US policy have turned into violent confrontations with Israeli soldiers.   \nThe armed Islamist group Hamas has called for an uprising, or intifada.\nBut while more protests are planned, so far they have not been on such a scale.\nPalestinian and Arab leaders are engaging in frantic diplomacy to shore up international consensus on the status of Jerusalem.\nMeanwhile, Israeli ministers are urging more countries to follow Washington's lead and begin steps to move their embassies to the city.", "date": "8 December 2017", "href": "https://www.bbc.co.uk/news/world-middle-east-42274952", "tags": "delight us israelis palestinians city ramallah israel trump move anger israeli says right jerusalem"}