{"title": "Trump Dismisses 81 House Document Requests. Here’s Where They Went.", "content": "WASHINGTON — President Trump dismissed on Tuesday an expansive document request by House Democrats scrutinizing whether he obstructed justice or abused power as nothing more than a political sideshow — and he suggested the White House might not cooperate.\nCiting 81 document request letters dispatched Monday to Trump associates by the House Judiciary Committee, the president called Democrats’ efforts “a disgrace to our country” and seemingly implied — incorrectly — that President Barack Obama refused to comply with Congress’s demands under similar circumstances.\n“Essentially what they are saying is the campaign begins,” Mr. Trump told reporters on Tuesday. “Instead of doing infrastructure, instead of doing health care, instead of doing so many things they should be doing, they want to play games.”\nMr. Trump can instruct executive branch agencies to shield key evidence if he chooses. But it is unlikely that he alone can shake off the dragnet stretched across Trump world by Democrats, most systematically by the House Judiciary Committee this week. Detailed requests were made by the panel’s chairman, Representative Jerrold Nadler of New York, not just to the White House and key government agencies, but to private companies and individuals tied to Mr. Trump’s businesses, campaign and administration. More will follow.\n[Read the 81 letters here.]\nMany of the people and entities have already told the Judiciary Committee that they will cooperate, meaning that the panel could soon begin reaping reams of evidence already in the hands of the special counsel, Robert S. Mueller III, and federal prosecutors in New York. Others will most likely do so under subpoena in time. \nA closer look at Mr. Nadler’s initial 81 targets — a mix of household names and bit players — reveals a web of lines of inquiry and overlapping interests. Here are some of the most noteworthy patterns.\nThe F.B.I., the Justice Department, the White House.\nIn a sign that House investigators are not waiting for Mr. Mueller or federal prosecutors in New York to finish their work, Mr. Nadler asked the F.B.I. and the Justice Department on Monday to turn over vast tranches of information that they have already collected in the case. \nThe terms were broad, asking for “all documents relating to” contacts between the Trump campaign and transition team and Russia, materials related to a June 2016 meeting with a Kremlin-connected lawyer promising dirt on Hillary Clinton, attempts by Mr. Trump to fire or otherwise retaliate against federal investigators, and potential emoluments by foreign or domestic governments to Trump entities, among nearly 30 other discrete topics. \nThe committee is not explicitly investigating Russia’s election interference or possible cooperation with the Trump campaign — that will be left to the House Intelligence Committee. But Mr. Nadler appears to want that information to understand what Mr. Trump might have been trying to obstruct and why he was using his office to assail the courts and the Justice Department. \nA lengthy set of requests sent to the White House uses similar boilerplate language and asks for many of the same documents.\nThe Trump Organization, the Trump Foundation, Donald Trump Jr., Eric Trump, Jared Kushner, Rhona Graff, Corey Lewandowski.\nMr. Trump famously surrounds himself with a small group of family members and trusted associates who often provide his closest counsel. Mr. Nadler wants to talk to many of them, and, naturally, the reasons are long and varied.\nThey include the president’s two adult sons, Donald Trump Jr. and Eric Trump, who were at Mr. Trump’s side when he made key business decisions during his campaign for office and during the transition into the White House. He also wants information from Jared Kushner, who is married to Mr. Trump’s eldest daughter, Ivanka Trump, and serves as a key White House adviser.\nThere are others, too, though. Rhona Graff, Mr. Trump’s longtime executive assistant, was asked for key material related to dealings with foreign entities by the Trump Organization and the campaign, including the Trump Tower meeting. So was Corey Lewandowski, Mr. Trump’s former campaign manager and an informal adviser to his presidency.\nAnd Mr. Nadler also took detailed requests directly to the Trump Organization and the now-dissolved Trump Foundation.\nMichael D. Cohen, David J. Pecker, American Media Inc., Donald Trump Jr., Donald J. Trump Revocable Trust, Allen Weisselberg, Ronald C. Lieberman, Matthew Calamari, Jared Kushner.\nMr. Nadler appears to be fishing widely for new information about hush money payments made during the 2016 campaign to bury the story of a pornographic film actress, Stormy Daniels, who claimed to have had an affair with Mr. Trump. Mr. Nadler has sent exhaustive demands to at least four figures already known to be central to the scheme, which federal prosecutors have said violated campaign finance laws.\nChief among them, of course, is Michael D. Cohen, Mr. Trump’s former personal lawyer and longtime fixer, who arranged the payments and testified publicly last week before another House committee that Mr. Trump was a full participant in the effort. From Mr. Cohen, the committee wants all documents “relating to any payment, or discussions regarding any actual or potential payment” for the benefit of Mr. Trump or the campaign.\nThe committee is seeking similar evidence from American Media Inc., the publisher of The National Enquirer, and its chairman, David J. Pecker, who worked with Mr. Cohen to buy Ms. Daniels’s silence in the waning weeks of the 2016 campaign. \nAllen Weisselberg, the chief financial officer of the Trump Organization who Mr. Cohen testified helped craft the illegal hush money scheme, was asked the same question, among a range of others about potential business dealings with Russia or other foreign powers.\nDonald F. McGahn II, Annie Donaldson, Hope Hicks, Sean Spicer, Jeff Sessions, Corey Lewandowski, Jay Sekulow, Thomas P. Bossert, Michael D. Cohen, Rick Gates, Paul Manafort, Michael T. Flynn, Stephen K. Bannon, Reince Priebus.\nPotential obstruction of justice by Mr. Trump is of paramount importance to the Judiciary Committee, which twice in the past half-century has included obstruction in articles of impeachment against a president.\nDozens of witnesses were asked about Mr. Trump’s reported attempts to attack or impede the investigation, but a half-dozen or so individuals are clearly people of interest. Chief among them is Donald F. McGahn II, Mr. Trump’s former White House counsel, who was at the president’s side during many of the episodes central to the Democratic argument that Mr. Trump tried to obstruct justice.\nThe committee asked Mr. McGahn for documents related to the firing of James B. Comey as F.B.I. director; discussions about the recusal of Jeff Sessions, then the attorney general, from overseeing the Russia inquiry; and any attempts to fire Mr. Sessions, Mr. Mueller and Rod J. Rosenstein, the deputy attorney general overseeing the special counsel inquiry. \nMr. Nadler also asked Mr. McGahn for documents related to possible pardon offers for Paul Manafort, Mr. Trump’s former campaign chairman; Michael T. Flynn, Mr. Trump’s first national security adviser; and Mr. Cohen. He also asked for paperwork about public statements made about various interactions between Trump associates and Russia.\nMr. Nadler sent similar questions to Annie Donaldson, Mr. McGahn’s deputy, who took exhaustive notes detailing Mr. Trump’s behavior in the West Wing in real time; Hope Hicks, a former White House communications director; Sean Spicer, the first Trump White House press secretary; Mr. Sessions; and Mr. Lewandowski.\nThere were other topics, too. Mr. Nadler asked Jay Sekulow, a lawyer for Mr. Trump, for any drafts of a statement delivered by Mr. Cohen last year to the House and Senate Intelligence Committees about a Trump Tower project in Moscow. Mr. Cohen testified last week that Mr. Sekulow had been involved in preparing his testimony, which proved to be false and led Mr. Cohen to plead guilty to lying to Congress.\nAndrew Intrater, Erik Prince, Michael T. Flynn, Irakly Kaveladze, Thomas J. Barrack Jr., Tony Fabrizio, Viktor Vekselberg, Paul Erickson, George Nader, the Trump Inaugural Committee, the N.R.A., Matthew Calamari, Alan Garten, Ronald C. Lieberman.\nMr. Nadler said publicly on Monday that his committee was keenly interested in the possibility of pay-to-play style corruption and possible violations of the Constitution’s emoluments clause, which bans public officials from receiving gifts from foreign governments. Mr. Trump’s businesses and his inaugural committee received document requests, and both appear to be at the center of this inquiry.\nThe committee sent other requests to Viktor Vekselberg, a Russian oligarch who attended the inaugural festivities, and Andrew Intrater, whose firm hired Mr. Cohen on a $1 million consulting contract to help navigate Mr. Trump’s Washington. Thomas J. Barrack Jr., the chairman of the inaugural committee and another informal adviser to the president, was asked about contacts and possible financial support offered by foreign governments, including Middle East powers. Erik Prince, a private security contractor who arranged a 2016 meeting between Donald Trump Jr. and an emissary for two wealthy Arab princes, received a letter, as did the emissary, George Nader.\nMr. Nadler queried Trump Organization executives — including Mr. Weisselberg, Matthew Calamari, Alan Garten and Ronald C. Lieberman — for documents related to any foreign or domestic government “discussing, offering, or providing, or being solicited to discuss, offer, or provide, any present or emolument of any kind” to Mr. Trump, his businesses, Mr. Kushner, his businesses and the inaugural committee.\nThe committee requested similar information from the General Services Administration, which leases the Old Post Office building in downtown Washington to the Trump International Hotel.\nWikiLeaks, Julian Assange, Roger J. Stone Jr., Jerome Corsi, Randy Credico, Sam Nunberg, Ted Malloch.\nWikiLeaks’ release of Democratic emails during the 2016 campaign does not appear to be of immediate concern to Mr. Nadler. Nor is it clear he will get voluntary cooperation.\nBut Mr. Nadler has taken direct aim at the organization and its associates, anyway. He has requested from WikiLeaks itself and from its founder, Julian Assange, records of any communications with Mr. Trump’s campaign or associates and whether Mr. Assange has knowledge of communications between Trump associates and Russia.\nMr. Nadler asked Roger J. Stone Jr., a longtime Trump adviser who prosecutors said was dispatched by the campaign to get information from WikiLeaks, about his contacts with both. \nCambridge Analytica, the SCL Group, Alexander Nix, Brittany Kaiser, Julian D. Wheatland.\nCambridge Analytica, the now-defunct political data firm that worked for the Trump campaign during the 2016 presidential election, is also on the Judiciary Committee’s list. Along with Cambridge itself, the committee wants documents and emails from its parent company, the SCL Group, along with four of the firm’s former employees: Alexander Nix, its former chief executive; Brittany Kaiser, a former employee who has sought to cast herself as a whistle-blower since the firm imploded; and Julian D. Wheatland, the chairman of the SCL Group.\nThe focus on Cambridge Analytica is not entirely clear. The political data firm last year became embroiled in a data-harvesting scandal after The New York Times and The Observer of London exposed how it harvested personal information from the Facebook profiles of up to 87 million people.\nThe firm used the data to help build its so-called psychographic modeling techniques, which underpinned its work for the Trump campaign. Mr. Nix once called the practice “our secret sauce,” though some have questioned its effectiveness.\nAnnie Karni and Matthew Rosenberg contributed reporting.", "date": "March 5, 2019", "href": "https://www.nytimes.com/2019/03/05/us/politics/trump-house-document-request.html", "tags": "requests dismisses committee nadler white trump house cohen document went asked — campaign"}