{"title": "Trump to Meet With Kim Jong-un in Vietnam", "content": "WASHINGTON — President Trump announced on Tuesday that he will sit down with North Korea’s leader, Kim Jong-un, at the end of this month in Vietnam, a country chosen as a neutral location for their second nuclear summit meeting, but one that also has plenty of symbolic significance.\nMr. Trump hopes the meeting will jump-start a diplomatic effort that has stalled since their first encounter, last June in Singapore. While North Korea since then has refrained from overtly provocative actions like testing nuclear warheads or ballistic missiles, it has yet to agree to actually give up any piece of its atomic arsenal.\n“If I had not been elected president of the United States, we would right now, in my opinion, be in a major war with North Korea,” Mr. Trump said in his State of the Union address on Tuesday night. “Much work remains to be done, but my relationship with Kim Jong-un is a good one. Chairman Kim and I will meet again on February 27 and 28 in Vietnam.”\nMr. Trump disclosed the location in an interview last week with The New York Times, but aides asked that it not be immediately reported, citing security concerns.\n[How Vietnam offers a model for North Korea’s relations with the United States.]\nMr. Trump visited Danang, Vietnam, for the first time in 2017 when he attended an annual summit meeting of the Asia-Pacific Economic Cooperation forum. As the site for his upcoming meeting with Mr. Kim, Vietnam offers a couple of possible allegorical lessons: On the one hand, it was the setting of the United States’ last major war in the region, a reminder of the devastating costs of conflict. On the other, it represents how a Communist regime can emerge from international isolation and build a thriving economy.\nThe forthcoming meeting is fraught for Mr. Trump, who has made a possible agreement with North Korea one of the signature goals of his foreign policy. After Singapore, he claimed prematurely that the North Korean nuclear dispute was “largely solved.” He regularly boasts of his close relationship with Mr. Kim — “we fell in love,” he once said — and regales visitors about the friendly letters he has received from the North Korean dictator.\nAs evidence of their rapprochement, Mr. Trump regularly notes that North Korea released three American prisoners and sent back what were believed to be the remains of 55 American soldiers who died in the Korean War.\nBut many experts have said North Korea is simply stringing Mr. Trump along, taking advantage of his inexperience and his desire for a breakthrough. His own intelligence chiefs told Congress last week that North Korea is “unlikely to completely give up its nuclear weapons and production capability,” as Mr. Trump has been seeking.\n“That’s what the intelligence chief thinks, and I think there’s a good possibility of that, too,” Mr. Trump said in an interview broadcast over the weekend on “Face the Nation” on CBS. “But there’s also a very good chance that we will make a deal. I think he’s also tired of going through what he’s going through. He has a chance to have North Korea be a tremendous economic behemoth. It has a chance to be one of the great economic countries in the world.”\nHe added that his personal connection with Mr. Kim might pay off.\n“I like him. I get along with him great. We have a fantastic chemistry,” the president said. “We have had tremendous correspondence that some people have seen and can’t even believe it. They think it’s historic. And we’ll see what happens. Now that doesn’t mean we’re going to make a deal. But certainly I think we have a very good chance of making a deal.”", "date": "Feb. 5, 2019", "href": "https://www.nytimes.com/2019/02/05/us/politics/trump-kim-jong-un.html", "tags": "korea “ meeting trump meet one jong-un kim north vietnam"}