{"title": "Trump Purge Set to Force Out More Top Homeland Security Officials", "content": "WASHINGTON — President Trump moved to clear out the senior ranks of the Department of Homeland Security on Monday, a day after  forcing the resignation of its secretary, Kirstjen Nielsen, as he accelerated a purge of the nation’s immigration and security leadership.\nThe White House announced the departure of Randolph D. Alles, the director of the Secret Service, who had fallen out of favor with the president even before a security breach at his Mar-a-Lago club that the agency effectively blamed on Mr. Trump’s employees.\nGovernment officials, who asked not to be identified discussing personnel changes before they were announced, said at least two to four more high-ranking figures affiliated with Ms. Nielsen were expected to leave soon, too, hollowing out the top echelon of the department managing border security, presidential safety, counterterrorism, natural disasters, customs and other matters.\nThe wave of departures of officials originally appointed by Mr. Trump underscored his growing frustration with his own administration’s handling of immigration and other security issues. In recent days, Mr. Trump has threatened to close the southwestern border altogether only to back off and give Mexico a one-year notice in the face of warnings about deep economic damage from such a move.\nThe shake-up, coming more than two years into Mr. Trump’s term, indicated that he is still searching for a team that will fulfill his desire for an even tougher approach to immigration. It also signaled the enduring influence of Stephen Miller, the president’s hard-line senior adviser who has complained about recalcitrant homeland security officials.\nSome of the president’s allies complained that he was going too far, taking out subordinates who actually share his goals on immigration at the prodding of White House aides hunting for scapegoats for the failure to control the border as he has promised to do.\n“Without names, there’s people in the White House that speak about immigration,” Senator Charles E. Grassley, Republican of Iowa, said in an interview. “They haven’t accomplished a whole lot, so they need to find some other way to make themselves look important.”\nThe latest shuffle came just a day after Mr. Trump pushed out Ms. Nielsen for not doing enough in his view to secure the border and three days after Ronald D. Vitiello, the acting director of Immigration and Customs Enforcement, was told to step aside so the administration could go in a “tougher direction,” as Mr. Trump put it.\nOfficials said they expect to see the departures of L. Francis Cissna, the head of United States Citizenship and Immigration Services; Kathy Nuebel Kovarik, one of his top deputies; and John Mitnick, the department’s general counsel and a senior member of Ms. Nielsen’s leadership team. All of them were said to be viewed by Mr. Miller as obstacles to implementing the president’s policies.\nThe White House is also pressing for the resignation of Claire Grady, the acting deputy secretary, who under law would normally fill in for Ms. Nielsen. Mr. Trump has already announced that he will install Kevin K. McAleenan, the Customs and Border Protection commissioner, as Ms. Nielsen’s acting replacement, which he cannot do if Ms. Grady remains in place.\nThe latest moves appeared to be a housecleaning of officials associated with John F. Kelly, the president’s former chief of staff and his first homeland security secretary, who was pushed out at the end of last year after months of tension with Mr. Trump.\nMr. Alles, a retired Marine major general who served with Mr. Kelly in the military and goes by Tex, was the first person from outside the Secret Service to head the agency in more than a century and some administration officials said he had a hard time fitting in.\nAt Mr. Trump’s instruction, Mick Mulvaney, the acting White House chief of staff, told Mr. Alles at least 10 days ago to expect a transition after two years in office and to develop an exit plan, according to officials familiar with the discussions.\nMr. Trump, who talks with members of his own Secret Service detail, had soured on Mr. Alles a while ago, convinced that as an outsider he was not popular among the agents, officials said. The president even made fun of the director’s looks, calling him Dumbo because of his ears. But a Secret Service ally of Mr. Alles disputed the notion that he did not fit in, saying that the director was well liked among the work force.\nMr. Alles was told to develop an exit plan before the arrest of a Chinese woman carrying a malware-laced device at Mar-a-Lago, exposing holes in the security of the private club. The Secret Service was so disturbed that it issued a statement faulting the club’s staff for not tracking its guests closely enough.\nSome Secret Service officials said on Monday that they suspected that Mr. Alles’s departure was accelerated in part because of the episode.\nThe White House made no mention of that in its statement announcing Mr. Alles’s departure issued shortly after it was reported by CNN.\nMr. Alles “has done a great job at the agency over the last two years, and the president is thankful for his over 40 years of service to the country,” Sarah Huckabee Sanders, the White House press secretary, said in the statement.\nShe said he would be replaced in May by James M. Murray, a career Secret Service official who oversees protective operations.\nMr. Alles was the focus of an early fight between Mr. Trump and Mr. Kelly in the first months of the administration. Mr. Kelly threatened to resign as homeland security secretary if Mr. Alles was not made Secret Service director, according to former administration officials.\nIn an email message to his work force on Monday, Mr. Alles confirmed that his departure was ordered by the president last month.\n“No doubt you have seen media reports regarding my ‘firing,’” he wrote. “I assure you that this is not the case, and in fact was told weeks ago by the administration that transitions in leadership should be expected across the Department of Homeland Security.\n“The president has directed an orderly transition in leadership for this agency and I intend to abide by that direction,” he added. “It is my sincere regret that I was not able to address the work force prior to this announcement.”\nRegardless of when the decision was made, Senator Chuck Schumer of New York, the Democratic leader, said Mr. Alles should testify before Congress about the Mar-a-Lago breach.\n“The public and Congress need to know the extent to which adversarial governments — like China — and their agents are attempting to gain access to, or conduct electronic surveillance on, conversations or other information regarding national security at President Trump’s properties,” he said.\nNot all of Mr. Trump’s allies were happy with the moves.\n“There’s no doubt that Cissna has proved his competence, in a lot of things he’s doing — things that the president is for,” Mr. Grassley said. Referring to Mr. Cissna and Ms. Kovarik, both of whom once worked on his staff, Mr. Grassley said, “If he gets rid of these two, it’s self-defeating because I don’t know anyone else in the department or at least in immigration” who could do better.\nOne administration official said Mr. Cissna angered Mr. Miller by refusing to make changes to asylum policy without congressional approval. Under current law, unauthorized immigrants facing expedited removal may seek asylum before an immigration judge if found to have a credible fear of persecution or torture.\nAs for Ms. Nielsen, she expressed no unhappiness about her departure on Monday and thanked Mr. Trump “for the tremendous opportunity” to serve her country and the employees of her department for their efforts to secure the nation.\nThe latest departures, along with previous vacancies, will leave the Department of Homeland Security without a permanent secretary, deputy secretary, two under secretaries, Secret Service director, Federal Emergency Management Agency director, ICE director, general counsel, citizenship and immigration services director, inspector general, chief financial officer, chief privacy officer and, once Mr. McAleenan moves, Customs and Border Protection commissioner.\n“The purge of senior leadership at the Department of Homeland Security is unprecedented and a threat to our national security,” said Senator Dianne Feinstein, Democrat of California.\nSenator Ron Johnson, Republican of Wisconsin and chairman of the Senate Homeland Security Committee, complained about “congressional dysfunction” in addressing border security, but added, “I am concerned with a growing leadership void within the department tasked with addressing some of the most significant problems facing the nation.”", "date": "April 8, 2019", "href": "https://www.nytimes.com/2019/04/08/us/politics/randolph-alles-secret-service.html", "tags": "set purge security officials immigration alles service force ” trump homeland top said"}