{"title": "Trump Hired A Cop To Run ICE- It Didn't Work Out-", "content": "UPDATE: June 29 — Acting Director of Immigration and Customs Enforcement Thomas Homan retired Friday from government service after spending the last 16 months serving as the most controversial deportation chief in the beleaguered agency’s brief history.\nOriginal story continues below:\nThe day Thomas Homan turned the immigration debate on its head, he could have just presented his agency’s budget request like he was asked.\nThe first nine people to lead Immigration and Customs Enforcement, the agency President Donald Trump picked Homan to lead last January, rarely courted controversy. Most of them were lawyers, adept at the art of bipartisan doublespeak and content to leave policy fights to politicians. They generally described ICE as a national security agency, emphasizing its investigative work and the number of criminals removed, while downplaying its core function: deporting people who pose little or no threat.\nBut last June, when Homan was supposed to be explaining to a House subcommittee why ICE needed a 29 percent budget increase to $7.9 billion, he pierced the bubble of diplomacy that has surrounded the agency since its founding — with a threat. \n“If you’re in this country illegally and you committed a crime by entering this country, you should be uncomfortable,” Homan said. “You should look over your shoulder, and you need to be worried.” \nThose words transformed Homan from a career law enforcement official into the face of Trump’s deportation agenda. In the months that followed, he continued to defend the fact that, under Trump, the crushing weight of immigration law can fall as heavily upon an undocumented parent of American children as it can on a convicted murderer. This January, he went the farthest yet, telling Fox News that the Justice Department should consider prosecuting mayors and city council members who pass so-called “sanctuary” policies that limit local cooperation with ICE. \nThat comment invited sharp criticism from legal groups. \n“Homan would be a great mid-level functionary in any right-wing totalitarian government you can name,” Thomas Saenz, the president of the Mexican American Legal Defense and Educational Fund, told HuffPost.\nHoman dismisses his critics by pointing out the obvious: Federal law requires him to remove people living in the U.S. without authorization. Despite the partisan battle over his tactics, his agency’s mission isn’t new. And no law requires the agency to halt the deportation process for immigrants who garner public sympathy. “If you want the law changed, ask Congress,” Homan often says. “I don’t make the laws. I just enforce them.”\nNow Homan, who is serving as acting director while awaiting confirmation by the U.S. Senate, is on a mission to glorify the men and women who deport people ― something he sees as one of the most thankless tasks in federal law enforcement. ICE officers, he told Congress in June, “are unfairly vilified for simply doing their job.”\nThe country had just observed National Police Week, which honors officers whose lose their lives in the line of duty. “Too often that respect does not seem to extend to the honorable men and women of ICE,” Homan complained, noting that two of his officers had died while serving the year before. Unlike virtually every other local, state and federal law enforcement agency, he said, ICE officers go about their work in the face of a “constant deluge of biased attacks against ICE personnel by those who disagree with the laws we enforce.”\nHoman’s celebration of ICE’s core mission and the people who carry it out is admirably frank. But chipping away at the pretense that ICE’s role is to keep the U.S. safe from terrorists and criminals risks exposing the brutal reality of our deportation system — the crushed hopes, the separated families; the people who die in the desert and the ones who are sent home to their deaths. It’s a reality Homan can stomach, not least because he has seen the violence of human smuggling at the border. He is betting that if Americans see the deportation machine through his eyes, they’ll consider his agency’s work as necessary and just.\nWill they? \nThomas Douglas Homan, who has a thinning crop of strawberry blond hair, a penchant for speaking in aphorisms that slice through policy jargon, and a preference for baggy suits often graced by an American flag lapel pin, describes himself with great pride as a “cop.” \nPolicing is in Homan’s blood. His grandfather served as a police officer in West Carthage, the 2,000-person village in upstate New York where Homan was born. So did his father, who went on to become a magistrate judge. Homan grew up watching law enforcement officers come to the house with offenders to arraign. Each of his six siblings became a police officer, firefighter or nurse.\n“I’m one of the lucky guys — I always knew since I was a kid that I wanted to be in law enforcement,” Homan told HuffPost. “We were raised to serve.”\nAfter earning a bachelor’s degree in criminal justice from the state university system at Utica, Homan became a West Carthage police officer in 1983. He worked the evening patrol shift in the quiet community surrounded by dairy farmers, rarely responding to anything more nefarious than an abandoned car or local kids pelting rocks at a street light. \nHoman wanted more. While out fishing one day later that year, he met a Border Patrol agent — they were a common sight in West Carthage, which is just 35 miles from the Canadian border — and the conversation piqued his interest enough to apply. \nA few months later, Homan’s parents took him to the airport to catch a plane bound for San Diego so he could join Border Patrol. When he arrived in California, helicopters were flying overhead. A group of Border Patrol agents was tracking unauthorized immigrants near the Motel 6 where he was staying the night. \n“This is different,” he thought. “I’m not in upstate New York anymore.”\nHoman distinguished himself at the training academy as an enthusiastic recruit and strong strategic thinker. Stationed in Campo, an outpost about 40 miles from San Diego, he spent his days “sign cutting” — tracking the physical marks left behind by people crossing illegally through the brush. In the isolated station with about three dozen other agents, Homan discovered a sense of camaraderie. Today, he recalls the four years that he “wore the green,” a reference to Border Patrol’s uniforms, as some of the best of his life. \nAfter Homan left the Border Patrol, he became an investigator with the now-defunct Immigration and Naturalization Services, and eventually oversaw major operations to break up human smuggling networks. \nOn May 14, 2003, 19 years into Homan’s career in immigration enforcement, police discovered an abandoned tractor-trailer at a truck stop in Victoria, Texas. The driver had attempted to smuggle more than 70 migrants who had recently crossed into the United States past a Border Patrol checkpoint in the unventilated trailer. Seventeen of them had suffocated to death inside, and two others died later. Homan was scheduled to give a speech in Dallas that morning, but instead flew to Victoria, where a Texas Ranger walked him through the crime scene and into the trailer that held the bodies. Among them was a man whose 5-year-old child had died in his arms.\nHoman, now part of the newly created ICE, led the investigation. Under his direction, ICE special agents broke up four smuggling organizations involved in the tragedy, and put a dozen people behind bars. A jury convicted the truck driver, Tyrone Williams, in 2006; he was ultimately sentenced to 34 years in prison. But the episode stuck with Homan. He still mentions it in speeches, partly to refute the notion that immigration enforcement officials like him are heartless. \n“This is something I can’t forget,” Homan told HuffPost. “At the time, I had a 5-year-old boy. As a parent, you look at it and you think, ‘That could be your child.’” \nIn the years that followed, Homan continued to rise through ICE’s ranks, landing a job in the Washington bureaucracy the year Barack Obama took office. He took over Enforcement and Removal Operations, the part of the agency that handles deportations, in 2013. The timing meant that it fell to Homan to implement the Obama administration’s “prosecutorial discretion” policy, which required ICE to prioritize the removal of people who posed threats to national security or public safety, had been caught while crossing the border or had prior deportations on their records. Under the new policy, the agency would often postpone deporting unauthorized immigrants who had established themselves in the United States without seriously running afoul of the law.\nTo judge from Homan’s public remarks since taking control of ICE, carrying out prosecutorial discretion grated on him. But regardless of his personal views of the Obama policy, Homan was well-suited to communicate the new orders down the chain of command. The changes were planned by Washington bureaucrats and signed by then-ICE Director John Morton, a former federal prosecutor who had served in the Peace Corps. Condensing Morton’s six-page, heavily bulleted memo into the two-word motto “worst first,” Homan gave the policy an air of legitimacy within the agency that it might otherwise have lacked.\nThe Obama administration was thrilled with Homan’s performance, and honored him with the Presidential Rank Award for his service in 2015. That year, 98 percent of people ICE deported from within the country met one of the three priority categories, a record Homan described as “pretty close to perfect.” (ICE uses separate statistics to track people deported after trying to cross the border illegally.)\nBut Homan’s roots in the rank-and-file also give him a rough edge. As a Washington bureaucrat, he continued to refer to unauthorized immigrants as “tonks,” according to two former DHS officials who have worked with him. (Homan denied using the term, saying he hasn’t heard it in years.) The epithet has an uncertain origin, but those familiar with the term say it’s Border Patrol slang that derives from the sound of bashing an immigrant over the head with a flashlight or a baton.  \nAs Obama prepared to leave office, Homan prepared to retire. A week after Trump’s inauguration, he stood before a crowd of colleagues at ICE’s headquarters in Washington, toasting the end of a 33-year career. Having risen nearly to the top of the immigration enforcement system, Homan had lined up a job in the private sector and was ready to leave. He had already cleaned out his desk.\nBut as he was shaking the hand of the last guest to leave the celebration, he received a call from then-Secretary of Homeland Security John Kelly, who said Trump himself had asked that Homan come back to head ICE. Homan returned the gifts. He was back in the office the following week.\nBy the time it was announced on Jan. 27, 2017, that Homan had been selected to lead ICE, he had already received a new set of instructions from Trump. The president had issued an executive order that scrapped Obama’s prosecutorial discretion policy. Within two weeks, ICE began summarily deporting people — including some who had received stays of deportation — who came in for routine check-ins with the agency. And officers once again began detaining unauthorized immigrants they encountered during operations targeting other people. These once-common detentions, known as “collateral arrests,” had been largely phased out during Obama’s second term. \nThe aggressive tactics sparked a furious backlash from immigrant rights leaders and legal groups. But rather than defuse the tensions created by ICE’s increasingly indiscriminate arrests, Homan heightened them.\nOn March 28, the ICE director attended an unusual town hall meeting called by Sacramento County Sheriff Scott Jones, a Republican. Jones hoped to dispel misconceptions about the way ICE carries out its operations. The agency has long disputed the idea that ICE conducts “raids” or “sweeps,” contending instead that its officers specifically target people with criminal records or prior deportations. \nIn the state with the country’s largest undocumented population and firm Democratic control of the government, Homan was greeted by an angry crowd. “Fuck you!” someone yelled. “Piece of shit!” another person shouted. The hecklers visibly unnerved Jones, who repeatedly threatened to toss them out. But Homan, stone-faced, stood up and told his critics exactly what they didn’t want to hear: He had a duty to enforce the law. If California sheriffs wouldn’t let him into a jail, the safest place for his officers to make an arrest, then he’d have no choice but to go after his targets at their homes or places of employment. With no classes of unauthorized immigrants left untouchable under Trump’s executive order, the implied threat meant that sanctuary policies would backfire, spurring more arrests of bystanders without legal status. \nSomeone shouted that ICE should “get out of California.” \n“Let’s be clear on one thing: ICE isn’t going anywhere,” Homan shot back. “We’re going to enforce the laws that are on the books.”\nThis combative attitude hasn’t undermined Homan’s reputation among his contemporaries. “Tom Homan would not be doing what he’s doing today if he did not believe it is in the interest of this nation,” David Aguilar, a former acting commissioner of Customs and Border Protection, told HuffPost. “But there’s probably no bigger target in the media as it relates to law enforcement than Director Homan right now.”\nAnd despite facing periodic criticism from the officers union, Homan remains widely respected within ICE and among the agency’s former leadership. Both supporters and critics of the direction ICE is moving under Trump are likely to cite the same qualities that elevated him to the top job: a strong work ethic, a dry wit, a deep sense of mission and, above all, his devotion to the common officer.\n“Tom is even-tempered,” Gary Mead, the former head of ERO, told HuffPost. “He has a good sense of humor. He gets along with a wide variety of people both up and down the chain of command. He’s a team player. He’s totally committed to three things. That’s the mission of ICE, looking out for his employees, and looking out for the public he serves. I don’t see him as being contentious, I see him as being committed to those three things.”\nHoman’s frontline experience sets him apart from his predecessors. Of the nine people who led ICE before him, six were lawyers and two began their careers as customs investigators ― a prestigious criminal law enforcement position that has as much to do with routine deportations as a police detective’s work has to do with traffic stops. The only other ICE director to serve in a rank-and-file immigration enforcement position was former Border Patrol officer John Clark, who led ICE for five months as an acting director more than a decade ago. \n“I’m sitting in this chair right now, and I know what a Border Patrol agent feels like,” Homan said. “I know what it’s like to arrest an alien and feel bad about it. I know what it’s like to see a dead alien on the trail.”\nBut Homan’s unrelenting boosterism of Trump’s deportation agenda has some former colleagues saying they don’t recognize the man they see puffing his chest on Fox News. Having been plucked from retirement at the end of a long career, Homan bears little burden to preserve appearance of non-partisanship. His most confrontational comments ― particularly the threat to prosecute local officials who embrace sanctuary policies or his warning that unauthorized immigrants should be afraid ― have widely alienated Democrats and critics “on the left,” as Homan puts it. But some suspect Homan’s over-the-top public pronouncements don’t reflect his personal views as much as his desire to please a White House beset by infighting and historically high turnover.\n“Those comments are just ingratiating himself with this administration,” former deputy director of ICE Alonzo Peña told HuffPost. “He knows a lot better than that. … But he’s in a hard spot. You’ve got an administration that is very direct. I don’t think in his wildest dreams he would’ve thought he’d become acting director. I’m sure he’s trying to conform as much as he can.”\nDemocratic critics are likely to pounce on Homan when he eventually goes before the Senate for confirmation. But some wonder whether Homan’s commentary may have soured some moderate Republicans, whose support he’ll need to cement his job title.\n“He wants to get confirmed so badly that he has been willing to say things that are nothing short of outrageous and offensive,” a former DHS official told HuffPost. “I’m wondering if Tom has unintentionally screwed himself out of the job with some of this bombastic language meant to appeal to an audience of one: Donald Trump.”\nHoman’s public statements may mirror the president’s hawkishness, but the campaign the ICE director is waging against sanctuary cities is at least as personal as it is political. Homan begins his days at the office by hate-reading press statements from legal groups like the American Civil Liberties Union and clippings from mass media. All of it, he says, demonizes his officers. And nothing makes Homan seethe more than seeing his deportation officers take the blame for the United States’ dysfunctional immigration politics. To him, every one of them is a hero who makes the choice to strap a gun to his or her hip in the morning to carry out a solemn task that Congress has decided is not only necessary, but, at least since 2003, also a matter of national security. \n“That’s the real difference — having a rank-and-file person,” one ICE employee, who declined to be named because he’s not authorized to speak on behalf of the agency, told HuffPost. “The way I see Homan is he’s a tough cop who has integrity and compassion. But he also knows what it’s like to be an officer and to be out there on the front lines and think about officers’ safety.” \nIf Homan’s deportation officers suffer from a lack of national prestige, it’s partly due to bureaucratic processes over which they have little control. Congress created the Department of Homeland Security after the Sept. 11 attacks by mashing together 22 agencies, including most of those that enforce immigration law. In that pivotal moment, interior immigration enforcement leapt from the realm of civil procedure administered by the Justice Department to an element of national security conflated with the broader mission of fighting terrorism. \nUnder that arrangement, deportation officers drew the short end of the stick. The former customs agents and INS investigators evolved into ICE’s Homeland Security Investigations Unit ― the ones tasked with carrying out long investigations that have some tie to the border. That nexus is at times nebulous and routinely overlaps with agencies like the FBI or Drug Enforcement Administration; many of HSI’s targets are U.S. citizens. \nICE’s most prominent arrests ― gang leaders, child pornographers, human traffickers ― usually result from HSI investigations. Deportation officers, on the other hand, carry out the more mundane task of removing unauthorized immigrants, regardless of whether they have committed serious crimes in the United States. Unlike HSI investigators, deportation officers don’t generally make criminal arrests. It’s a well-paid job that opens the door to federal law enforcement, usually without having to move to a remote part of the southern desert, as Border Patrol positions often require. But job satisfaction at ICE consistently ranks in the bottom quartile of federal government agencies, according to the annual federal viewpoint survey, with low scores from ERO historically dragging down the average.\nToday, ICE’s deportation officers have come to symbolize the most draconian aspects of immigration enforcement, without enjoying the prestige accorded to virtually every other branch of law enforcement.\nIt’s difficult to honestly describe the U.S. deportation system as an urgent national security function. Some of the criminal offenders ICE removes each year were convicted of violent crimes, including more than 8,000 convicted of some form of homicide since 2009. But the criminals ICE has deported in the last decade were most commonly guilty of immigration violations, DUIs, traffic violations or drug charges. Under Homan, who doesn’t think ICE should wait for a criminal court to secure a conviction before starting removal proceedings, a growing number of deportees from outside the United States’ 2,000-mile southern border region haven’t been convicted of anything at all.\nSome of the agency’s prominent critics on the left, including former Hillary Clinton campaign spokesman Brian Fallon and MSNBC host Chris Hayes, have floated the idea of abolishing ICE altogether.\nTrump and Homan have chosen the opposite path — boosting the power, funding and reputation of the parts of the federal government responsible for deportation. This focus on deportations also helps Homan achieve a narrower goal: shifting the blame for the injustices of the immigration enforcement system away from ICE and back to the political class. And he’s citing concerns about his officers’ safety to make that happen. \nWhen Homan rails against so-called “sanctuary” cities, his argument is simple: Arresting someone who is already jailed is far less risky for his agents than knocking on an unknown door. It’s also more efficient. One deportation officer working in a jail can easily carry out 10 administrative arrests in a workday, according to Homan. At-large arrests, on the other hand, require several agents to arrest a single person and introduce the possibility that their target might be armed or try to fight back. Moreover, Homan says, it undermines public safety in immigrant communities when authorities release someone who has been jailed for a criminal offense and could be deported if only ICE officers had more access to the jail.\nThere’s no question that at-large arrests present greater risks than a custody transfer from a local jail. But in his zeal, Homan often overstates the case. Even the most generous sanctuary laws, like California’s Trust Act, allow local authorities to help ICE detain and deport people accused or convicted of serious crimes involving homicide, sexual abuse or human trafficking. And despite California’s policies of limiting cooperation with ICE, more than 80 percent of the agency’s arrests there since 2017 have taken place inside a jail, according to a declaration Homan submitted last month alongside a lawsuit filed by Attorney General Jeff Sessions and aimed at overturning three of the state’s sanctuary laws. \nNor does Homan’s portrayal of the risks deportation officers face entirely square with the statistics he cites. Homan has repeatedly said in speeches that 52 names of ICE agents are inscribed on the National Law Enforcement Officers Memorial, and he won’t have a 53rd “because some politician put politics above public safety.” But that figure, which the ICE press office clarified is actually 51, dates back to 1915 and includes legacy INS and Customs agents, some of whom carried out jobs far riskier than administrative arrests of potential deportees. Both of the officers Homan referred to in his congressional testimony in June died in the line of duty. But Special Agent J. Scott McGuire was hit by a drunk driver, and Brian Beliso died of a heart attack during a foot chase.\nSince the creation of ICE in 2003, Beliso, McGuire and three other agents ― David Wilhelm, Jaime Zapata and Lorenzo Gomez ― have died in the line of duty. But Wilhelm and Zapata were investigators, and neither died during an immigration enforcement operation. Zapata was killed outside Mexico City by a drug cartel; Wilhelm was murdered at his home by a U.S. citizen who escaped from a federal courthouse and killed three others. Gomez died of kidney failure after collapsing during a special response team training session. No deportation officers have died because of a violent altercation with an unauthorized immigrant since ICE was founded, according to the data collected by the National Law Enforcement Officers Memorial Fund.\nUnlike deportation officers, migrants often lose their lives as a result of U.S. immigration policy. No government agency tracks the fate of migrants after their deportations, but a New Yorker investigation published in January documented 60 cases in which deportees in recent years were killed, kidnapped or sexually abused after their removal from the United States. Others suffocate in unventilated trailers, as Homan knows from personal experience. At least 175 immigrants have died in detention centers since 2003, according to Human Rights Watch data. Hundreds more die annually from trekking through remote parts of the desert.\nThe increase of border-crossing deaths stems partly from the unprecedented fortification of the region. In the 1980s, it was common for people to simply walk across unpatrolled stretches of the border or wade through the Rio Grande. Some used smugglers as guides, but others crossed independently. Some might cross more than a dozen times during their lives. \nBut over the last three decades and with bipartisan support, the United States has laid down 700 miles of border fencing, more than quadrupled the number of Border Patrol agents and dealt out increasingly harsh consequences to those who cross illegally. The result is that now people who make the crossing rely in ever greater numbers on human smugglers, paying sums as high as $7,000 a head to take their chances, pumping hundreds of millions of dollars each year into an illicit economy dominated by drug cartels and transnational gangs. For Homan, the only way to halt the deaths at the border is to dismantle that criminal economy by eliminating the possibility of crossing the border illegally.\n“I’m not the devil. There’s a reason why I feel the way I feel,” Homan said. “We have to do everything we can to dismantle these smuggling organizations.”\nFor those who do make it past the Border Patrol, Homan’s officers will be waiting. Immigration laws won’t mean much if would-be unauthorized immigrants think they’ll gain immunity from deportation if they get past Border Patrol and have a child born in the U.S., Homan says. \nThat argument treads closely to a criticism of birthright citizenship. But when pressed to define his vision for the future of the immigration system in the U.S., Homan suddenly sounds more like one of the bipartisan group of lawmakers that has unsuccessfully pushed for comprehensive reform than the hardliners who control the White House.  \n“I’m the first one to say, I can’t arrest 11 million people,” Homan told HuffPost. “So Congress needs to make some decisions about immigration reform. The answer isn’t ‘ignore the law.’ The answer is ‘fix the law.’”\nAs Congress bickers, Homan is working to make the immigration enforcement system still more punitive. With 34 years of experience enforcing immigration law, he knows all the pressure points to make the United States’ sprawling detention and deportation system function more efficiently, with or without new laws. \nShortly after taking control of ICE, Homan asked the Justice Department to challenge the Supreme Court’s ruling in the case of Zadvydas v. Davis, which bars immigration authorities from detaining immigrants for more than six months unless they pose a national security or public safety threat. He set in writing a new policy allowing ICE officers to detain unauthorized immigrants at courthouses, over the objection of federal judges. And he walked back a policy he himself had signed as head of ERO in 2016 that required ICE to generally release pregnant women from immigrant detention. \nFor those who have a problem with any of that, Homan is happy to point them to the ballot box or their local members of Congress — anyone but the deportation officers who are doing a job that politicians of both parties have ordered them to do. \nIn the meantime, Homan will proudly continue to act as the face of Trump’s deportation agenda. The job comes at a personal cost. He bristles at being caricatured by critics as a Nazi. He said his youngest son has been harassed at school. Authorities are investigating numerous threats against him and his wife. \nAnd behind his bluster on national television, the job weighs on him emotionally. He knows his officers separate families on a daily basis. Then again, he says, so does every police officer who makes arrests. Homan signed up for that the day he first became a cop in 1983. \n“People think I don’t feel bad about the plight of these people. Well, I do feel bad,” Homan said. “But I have a job to do.”", "date": "\n04/13/2018", "href": "https://www.huffpost.com/entry/thomas-homan-trump-ice-director_n_5acbae94e4b09d0a11964dc4", "tags": "officers work immigration out- ice border ice- homan hired run ” trump deportation cop enforcement"}