{"title": "Trump Upends Global Trade Order Built by U.S.", "content": "WASHINGTON — At the rockiest annual meeting of major Western powers in decades, President Trump criticized the tariffs imposed on American goods as “ridiculous and unacceptable” and vowed to put an end to being “like a piggy bank that everybody is robbing.”\nBehind Mr. Trump’s outrage is his belief that the United States is at a disadvantage when it comes to global trade and is on the losing end of tariffs imposed by other nations. But to many of the country’s trading partners, the president’s criticisms ring hollow given that the United States places its own tariffs on everything from trucks and peanuts to sugar and stilettos.\n“While the system has problems, it is in no way ‘unfair,’ to the U.S., which as a hegemon has set the rules and the exceptions to the rules,” said Susan Aaronson, a professor at George Washington University’s Elliott School of International Affairs.\nThe United States has long been the biggest champion of global trade, viewing the opening of borders as essential to strengthening not only its economy but the global economy as well. It led the way in building the international trading order in the 20th century, rising to become the world’s predominant economy. Tariffs were used as a way to offer protection for certain industries, but free trade was considered the tide that would lift all boats because all countries involved would benefit.\nInstead of viewing trade as a mutually beneficial relationship, the president has described trading relationships as a zero-sum game, in which the United States loses out when other countries have more favorable terms. Mr. Trump has seized on trade policy to prop up industries that he has promised to revitalize, such as manufacturing, by limiting foreign competition.\nMany of the United States’ tariffs were put in place to protect influential industries that lobbied the government to set high barriers to foreign products, including a 25 percent tariff on sugar and foreign trucks, and a 163 percent tariff on imported peanuts.\nMr. Trump has singled out specific products where American producers face barriers, like Canada’s 270 percent tariff on imported milk and Europe’s 10 percent tariffs on American cars. On Saturday night, as Mr. Trump left the Group of 7 summit meeting en route to Singapore for a meeting with North Korea, he lashed out at Prime Minister Justin Trudeau of Canada once again for his country’s dairy tariffs and for his criticisms of Mr. Trump’s trade measures.\n“Very dishonest & weak,” Mr. Trump wrote in a tweet aboard Air Force One. “Our Tariffs are in response to his of 270% on dairy!”\nBut on average, American tariffs are on par with those of other rich, developed countries, which tend to be low, according to the World Bank and the United Nations.\nAmong the developed nations that make up the Group of 7 that met in a resort town near Quebec City this weekend, the United States has tariffs that are slightly higher, on average, across all its imported products than Canada or Japan and exactly equivalent to the four European nations in the G-7.\nSo far this year, Mr. Trump has imposed tariffs on nearly $60 billion of steel, aluminum, solar products and washing machines that flow into the United States from around the world.\nHe is threatening additional tariffs on foreign goods that would expand his trade penalties significantly, including a tariff on $350 billion of imported automobiles and parts and levies on $150 billion worth of Chinese goods, on the assumption those will force trading partners to drop their own barriers to entry.\nThe approach risks upending the United States’ longstanding embrace of free trade and its use of trading relationships to help power economic growth in the United States and the world economy writ large.\nSince the Second World War, the United States has cut its tariff rates in step with other developed countries. It also gave some less-developed countries access to its markets, with the idea of increasing wages and improving quality of life.\nMr. Trump appears ready to change that equation and increasingly views every country as a threat, regardless of its economic strength.\nCritics fear Mr. Trump’s approach will hurt developing nations and result in an escalating series of tariffs that raise costs for American consumers and industries, potentially harming the very manufacturers Mr. Trump says his trade policy is intended to protect.\n“Trump’s bull in a china shop act is clearly grating on other trading partners, who now see the U.S. as a recalcitrant and unruly member of the global trading system rather than as a responsible steward,” said Eswar Prasad, a professor of international trade at Cornell University. He said allies’ tolerance had waned to a point “where they are more likely to retaliate and escalate trade disputes rather than give in to U.S. demands.”\nThe president has reserved his harshest criticisms for Canada — the largest destination for American exports, and one of the United States’ most open trading relationships under the terms of the 25-year-old North American Free Trade Agreement.\nMr. Trump has been angered in recent months by Canada’s refusal to give in to his demands for rewriting Nafta and has consistently threatened to withdraw from the agreement. On Sunday, Mr. Trump’s top economic adviser, Larry Kudlow, called the timing of Mr. Trudeau’s criticism of the United States tariffs “a betrayal.”\nThe president and his supporters argue that the United States must be willing to take drastic action to fulfill Mr. Trump’s promise to rewrite trade agreements to protect American workers — a vow that found favor with many American workers and helped fuel his rise to the White House.\n“The global trading system needs major surgery and every country must be part of the solution, even our friends,” said Daniel DiMicco, a former trade adviser to Mr. Trump’s campaign and current chairman of the Coalition for a Prosperous America trade group.\nStill, it is unclear whether Mr. Trump’s approach will convince trading partners to make the concessions he wants.\nSmaller countries like South Korea and Argentina have forged agreements with the United States in recent months. Last week, Brazil put into place the take-it-or-leave-it agreement the United States demanded to avoid Mr. Trump’s 25 percent steel tariffs by limiting exports of finished steel into the United States.\nBut the world’s major powers have so far responded to the president’s criticisms by toughening their resolve. Indeed, Chancellor Angela Merkel of Germany said Sunday that Europe would enact countermeasures against the United States tariffs on steel and aluminum.\n\"When you go up and slap someone in the face, they’re not going to say, ‘Please sir, can I have another?’” said Philip Levy, a senior fellow at the Chicago Council on Global Affairs.\nAt a news conference on Saturday, Mr. Trump said his ultimate goal was eliminating all trade duties and subsidies. But in his short tenure in office, he has scrapped potential agreements like the Trans-Pacific Partnership with Japan and Canada and a sweeping trade pact with Europe that would have slashed the tariffs he is now criticizing.\nThe United States has just one trade agreement with the countries of the G-7 — Nafta, which includes Canada. The remaining countries of the group have recently inked multiple deals among themselves that have left American exporters at a disadvantage in their markets.\nIn the last year, a trade agreement between Canada and the European Union went into force, and remaining countries of the Trans-Pacific Partnership signed a trade pact, as did the European Union and Japan.\nMr. Trump’s advisers have criticized these as bad deals, and argued that his “America First” strategy did not mean “America alone.” But with the world’s other leading economies moving ahead with trade pacts and united against Mr. Trump’s trade approach, the United States certainly appears to be at odds with many of its former partners.\n“The president’s principal objection to multilateralism seems to be that he doesn’t want other countries united against him,” said Mr. Levy. “Now, look at what he’s done.”", "date": "June 10, 2018", "href": "https://www.nytimes.com/2018/06/10/business/trump-trade-tariffs.html", "tags": "american trading mr. “ united states trump global u.s trade order upends tariffs built"}