{"title": "Trump Ordered Officials to Give Jared Kushner a Security Clearance", "content": "WASHINGTON — President Trump ordered his chief of staff to grant his son-in-law and senior adviser, Jared Kushner, a top-secret security clearance last year, overruling concerns flagged by intelligence officials and the White House’s top lawyer, four people briefed on the matter said.\nMr. Trump’s decision in May so troubled senior administration officials that at least one, the White House chief of staff at the time, John F. Kelly, wrote a contemporaneous internal memo about how he had been “ordered” to give Mr. Kushner the top-secret clearance.\nThe White House counsel at the time, Donald F. McGahn II, also wrote an internal memo outlining the concerns that had been raised about Mr. Kushner — including by the C.I.A. — and how Mr. McGahn had recommended that he not be given a top-secret clearance.\nThe disclosure of the memos contradicts statements made by the president, who told The New York Times in January in an Oval Office interview that he had no role in his son-in-law receiving his clearance.\nMr. Kushner’s lawyer, Abbe D. Lowell, also said that at the time the clearance was granted last year that his client went through a standard process. Ivanka Trump, the president’s eldest daughter and Mr. Kushner’s wife, said the same thing three weeks ago.\nAsked on Thursday about the memos contradicting the president’s account, Sarah Huckabee Sanders, the White House press secretary, said, “We don’t comment on security clearances.”\nPeter Mirijanian, a spokesman for Mr. Lowell, said on Thursday: “In 2018, White House and security clearance officials affirmed that Mr. Kushner’s security clearance was handled in the regular process with no pressure from anyone. That was conveyed to the media at the time, and new stories, if accurate, do not change what was affirmed at the time.”\nThe decision last year to grant Mr. Kushner a top-secret clearance upgraded him from earlier temporary and interim status. He never received a higher-level designation that would have given him access to need-to-know intelligence known as sensitive compartmented information.\nIt is not known precisely what factors led to the problems with Mr. Kushner’s security clearance. Officials had raised questions about his own and his family’s real estate business’s ties to foreign governments and investors, and about initially unreported contacts he had with foreigners. The issue also generated criticism of Mr. Trump for having two family members serve in official capacities in the West Wing.\nMr. Kushner has spent this week abroad working on a Middle East peace plan. Among his meetings was one with Mohammed bin Salman, the crown prince of Saudi Arabia.\nWhile the president has the legal authority to grant a clearance, in most cases, the White House’s personnel security office makes a determination about whether to grant one after the F.B.I. has conducted a background check. If there is a dispute in the personnel security office about how to move forward — a rare occurrence — the White House counsel makes the decision. In highly unusual cases, the president weighs in and grants one himself.\nIn Mr. Kushner’s case, personnel division officials were divided about whether to grant him a top-secret clearance.\nIn May 2018, the White House Counsel’s Office, which at the time was led by Mr. McGahn, recommended to Mr. Trump that Mr. Kushner not be given a clearance at that level. But the next day, Mr. Trump ordered Mr. Kelly to grant it to Mr. Kushner anyway, the people familiar with the events said.\nThe question of Mr. Kushner’s access to intelligence was a flash point almost from the beginning of the administration. The initial background check into Mr. Kushner dragged on for more than a year, creating a distraction for the White House, which struggled to explain why one of the people closest to the president had yet to be given the proper approval to be trusted with the country’s most sensitive information.\nThe full scope of intelligence officials’ concerns about Mr. Kushner is not known. But the clearance had been held up in part over questions from the F.B.I. and the C.I.A. about his foreign and business contacts, including those related to Israel, the United Arab Emirates and Russia, according to multiple people familiar with the events.\nDuring the 2016 presidential campaign, Mr. Kushner was part of a group that met with a Russian lawyer who went to Trump Tower claiming to have political “dirt” on Hillary Clinton. And during the presidential transition, Mr. Kushner had a meeting with the Russian ambassador at the time, Sergey I. Kislyak, and the head of a Russian state-owned bank. When he applied for a security clearance, he did not reveal those meetings.\nHe later made several amendments to that section of his application, known as an SF86. His aides at the time insisted he had omitted those meetings inadvertently.\nMr. Kushner initially operated with a provisional clearance as his background check proceeded.\nIn an entry to Mr. Kushner’s personnel file on Sept. 15, 2017, the head of the personnel security division, Carl Kline, wrote, “Per conversation with WH Counsel the clearance was changed to interim Top Secret until we can confirm that the DOJ or someone else actually granted a final clearance. This action is out of an abundance of caution because the background investigation has not been completed.”\nIn a statement to The Times when Mr. Kushner received the clearance last year, Mr. Lowell said that “his application was properly submitted, reviewed by numerous career officials and underwent the normal process.”\nDuring a review of security clearances in February 2018 that was prompted by the controversy surrounding Rob Porter, then the White House staff secretary, who had been accused of domestic abuse, Mr. Kushner’s clearance was downgraded from interim top secret to secret, limiting his access to classified information. At the time, Mr. Kelly wrote a five-page memo, revoking temporary clearances that had been in place since June 1, 2017.\nThat affected both Mr. Kushner and Ms. Trump, who told friends and advisers that they believed that Mr. Kelly and Mr. McGahn were targeting them for petty reasons instead of legitimate concerns flagged by officials.\nMr. Kushner and Ms. Trump both complained to the president about the situation, current and former administration officials said. In Mr. Kushner’s case, Mr. Trump would often turn to other aides and say in frustration, “Why isn’t this getting done?” according to a former administration official. On at least one occasion, the president asked another senior official if the person could sort out the issue. That official said no, according to this account.\nMr. Kelly did not believe it was appropriate to overrule the security clearance process and had brushed aside or avoided dealing with Mr. Kushner’s requests, a former administration official said. Mr. Kelly did not respond to a request for comment.\nHouse Democrats are in the early stages of an investigation into how several Trump administration officials obtained clearances, including Mr. Kushner.\nMr. Trump’s precise language to Mr. Kelly about Mr. Kushner’s clearance in their direct conversation remains unclear. Two of the people familiar with Mr. Trump’s discussions with Mr. Kelly said that there might be different interpretations of what the president said. But Mr. Kelly believed it was an order, according to two people familiar with his thinking.\nAnd Mr. Trump was definitive in his statements to The Times in the January interview.\n“I was never involved with the security” clearances for Mr. Kushner, the president said. “I know that there was issues back and forth about security for numerous people, actually. But I don’t want to get involved in that stuff.”\nA recent report by NBC revealed that Mr. Kline had overruled two career security specialists who had rejected Mr. Kushner’s application based on the F.B.I.’s concerns. A senior administration official confirmed the details laid out in the NBC report.\nMr. Kline was acting on the directive sent down by the president, one of the people familiar with the matter said.\nThe day that Mr. Lowell described Mr. Kushner’s process as having gone through normal routes, aides to Mr. Kushner had asked White House officials to deliver a statement from Mr. Kelly supporting what Mr. Lowell had said. But Mr. Kelly refused to do so, according to a person with knowledge of the events.", "date": "Feb. 28, 2019", "href": "https://www.nytimes.com/2019/02/28/us/politics/jared-kushner-security-clearance.html", "tags": "security kushner officials give jared white trump house clearance ordered"}