{"title": "Trump, Pence Lead G.O.P. Seizure of Late-Term Abortion as a Potent 2020 Issue", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nWhen New York expanded abortion rights last week for the first time in 49 years, Democrats across the state were exultant. Now, that jubilation has been met with an equal and opposite reaction.\nAnti-abortion advocates, from grass-roots activists all the way to the White House, are taking aim at New York, Virginia and other states in a bid to halt similar legislative efforts by emboldened Democratic lawmakers and to mobilize supporters ahead of the 2020 presidential race.\nBy Thursday, both President Trump and Vice President Mike Pence had leaned into the debate, homing in on provisions that would loosen some restrictions on late-term abortions. Mr. Trump wrote on Twitter that the Democrats had become the “party of late-term abortion,” and Mr. Pence viewed the effort in New York and Virginia as a “call to action for all Americans.”\n“Until we heard those cheers coming from Albany,” Mr. Pence wrote in an opinion piece in National Review, “we thought states were moving beyond such barbaric practices.”\nRepublican opposition has focused particularly on a provision in the New York and Virginia proposals to allow abortion in the final trimester to protect the health of the mother.\nNew York’s new law, passed last week, permits abortion after the 24th week of a pregnancy when there is “an absence of fetal viability, or the abortion is necessary to protect the patient’s life or health.” A bill introduced in Virginia by a Democratic state lawmaker would also have reduced restrictions on late-term abortions to protect the mother’s health, and would have decreased the number of physicians whose opinions were required to approve an abortion, to one from three. The Virginia bill was set aside in committee.\nLate-term abortions are rare: About 1.3 percent of abortions performed in the United States in 2015 took place in or after the 21st week, according to the Centers for Disease Control.\nMr. Pence offered his argument as a litmus test of morality; he described the new abortion legislation as a “shameless embrace of a culture of death.” But among conservatives, the White House’s outrage was also greeted as a clear and shrewd political strategy — to rally Republicans with an eye toward the 2020 presidential election, and to close ranks around Mr. Trump, embattled though he may be, as their unequivocal leader.\n“It’s going to come into play, quite frankly, in the elections next year. We’re not going to let it go away,” Carol Tobias, the president of the National Right to Life Committee, the country’s largest anti-abortion group, said of New York’s law and Virginia’s defeated proposal.\n“You’re going to see articles written and speeches, and our affiliates around the country are going to take it up,” Ms. Tobias added. She singled out a video clip of the Virginia lawmaker, Kathy Tran, earlier this week acknowledging that her bill would allow, in certain circumstances, for a woman to request an abortion when she was about to give birth.\nMs. Tran later clarified that she “misspoke” and that the bill would not allow the prevention of a live birth.\nNonetheless, the clip of her initial comments, already viral, was further amplified when Virginia’s Democratic governor, Ralph Northam, was asked during a radio interview on Wednesday about Ms. Tran’s bill. Mr. Northam, a pediatric neurologist, said late-term abortions would be permissible in cases of severe deformities or nonviable fetuses, and described a situation in which such an infant would be delivered, and then a “discussion would ensue between the physicians and the mother.”\nConservatives seized upon the answer as proof that Mr. Northam approved of killing an infant even after it was delivered, even as Mr. Northam’s office said the reply was taken out of context and called the idea that he would support such a proposal “disgusting.”\n“That’s going to be played in legislative bodies around the country or at least used to lobby,” Ms. Tobias, of the National Right to Life Committee, said.\nIt already has: Virginia’s Republican Party sent a fund-raising email with the clip of the Virginia lawmaker; the National Republican Congressional Committee has also attacked several newly elected House Democrats from Virginia, trying to link them to the debate in the statehouse. Senator Marco Rubio of Florida likened the Democratic proposals to legalizing infanticide, and the former United Nations ambassador, Nikki Haley, said the idea made her sick.\nAbortion, along with the composition of the nation’s top courts, has proved one of the most unifying issues for the right. Mr. Trump’s appointment of two conservative justices to the Supreme Court has won him the allegiance of conservatives who otherwise would have been skeptical.\n“I think it’s a combination, for both Trump and Pence, of deep personal convictions on the issue combined with what they correctly perceive as very good politics,” said Ralph Reed, the head of the Faith and Freedom Coalition and a prominent conservative commentator. (Mr. Trump has not always opposed a woman’s right to an abortion. “I’m very pro-choice,” Mr. Trump said in 1999. “I hate the concept of abortion. I hate it. I hate everything it stands for. I cringe when I listen to people debating the subject. But you still — I just believe in choice.”)\n“It is a way for him to remind the voters that 2020 is not going to be a referendum on the personality of the candidates,” Mr. Reed added of the president. “It’s going to be a referendum on two very distinct agendas.”\nThe debate is similar to the impassioned battles that took place in the mid-1990s, when conservatives, led by the National Right to Life movement, coined the term “partial birth abortions” to describe a rare procedure known as “dilation and evacuation,” which can be deployed in later-term abortions under dire circumstances, like when a mother’s life is at stake.\nStill, the backlash to the procedure was so strong that Democrats in the House joined Republicans in voting for a federal ban on such abortions in 1995 and again in 1997. President Bill Clinton vetoed the bill both times. But even Mr. Clinton walked a measured line in recognition of the fierce opposition: Abortion, he declared, should be “safe, legal and rare.”\nNearly two decades later, Mr. Trump conjured the same imagery in his final debate with Hillary Clinton in 2016. Mr. Trump said Ms. Clinton’s stance on abortion would allow doctors to “rip the baby out of the womb of the mother just prior to the birth.”\nIt was at that moment that Mr. Trump “closed the deal” with evangelical and other voters opposed to abortion, said Tony Perkins, president of the Family Research Council, a conservative Christian activist group.\nMr. Reed said Mr. Trump should reprise that strategy next year.\n“The truth is that, when pressed, every Democratic nominee for president in 2020 will defend abortion through the ninth month of pregnancy,” he said.\n“They don’t like to talk about it, but if you can make that the ground that they have to stand on,” Mr. Reed continued, “then you allow us to say you’re the party of late-term abortions.”\nAbortion rights advocates said they would meet that strategy with renewed efforts of their own, condemning the rhetoric as unscientific and hysterical.\n“The other side has always been galvanized,” said Tarina Keene, the head of Naral Pro-Choice Virginia. “And I would say that with the new makeup of the Supreme Court, that has galvanized the pro-choice side of this argument to actually double down.”\nSimilar bills to expand abortion rights in New Mexico and Rhode Island seem unlikely to be derailed, given the dominance of Democrats in both states’ legislatures and governor’s mansions. Likewise, any effort to reverse the New York law also seemed assured to fail.\nAndrea Stewart-Cousins, the newly installed Democratic leader of the New York State Senate, had campaigned on a pledge to push her chamber — traditionally led by Republicans — to expand and protect abortion rights in the state.\n“The party of Trump is relying on lies and fear to try to strip women’s rights,” she said on Thursday. “New York will not be intimidated and we will continue to fight for women’s health and be a progressive beacon to the rest of the nation.”", "date": "Jan. 31, 2019", "href": "https://www.nytimes.com/2019/01/31/nyregion/late-term-abortion-pence-trump-republicans.html", "tags": "g.o.p york potent issue virginia pence ” trump would lead late-term abortion new seizure"}