{"title": "Trump Says New Vetting Will Keep ‘Radical Islamic Terrorists’ Out Of U-S-", "content": "WASHINGTON ― President Donald Trump signed an executive order Friday that he said would keep foreign terrorists from entering the United States.\n“I am establishing new vetting measures to keep radical Islamic terrorists out of the United States of America. We don’t want them here,” he said at a swearing-in ceremony at the Pentagon for Secretary of Defense James Mattis. “We don’t want to admit into our country the very threats we are fighting overseas.”\nIt’s still not clear what’s in the order, which the president signed on live television. But an earlier leaked draft suggested the action would block refugee admissions from the war-torn country of Syria indefinitely; suspend refugee admissions from all countries for 120 days; and ban people from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen from entering the U.S. for 30 days.\n“We will never forget the lessons of 9/11, nor the heroes who lost their lives at the Pentagon,” the president said Friday. “They were the best of us. We will honor them not only with our words but with our actions. I am privileged to be here with you, and I promise that our administration will always have your back.”\nIf the document follows the leaked text, it would not be the blanket ban on Muslims that Trump advocated for during his campaign. But it targets solely Muslim-majority countries, and Trump said earlier in the day that he would prioritize helping Syrian Christians. Trump also mentioned “radical Islamic terrorists” while signing it.\nThis story has been updated to reflect that the document is an executive order.\nHow will Trump’s first 100 days impact you? Sign up for our weekly newsletter and get breaking updates on Trump’s presidency by messaging us here.", "date": "\n01/27/2017", "href": "https://www.huffpost.com/entry/donald-trump-muslims-immigration_n_588b9967e4b0b065cbbbc678", "tags": "‘ “ u-s- president signed radical trump days vetting says order terrorists new islamic said keep"}