{"title": "Trump Warns China That He’s ‘Tariff Man,’ Spooking Stock Investors", "content": "The trade war is back on — at least as far as investors are concerned.\nStocks sank on Tuesday, as President Trump threatened China with further tariffs, just days after the two countries agreed to a cease-fire in their escalating economic conflict. Referring to himself as a “Tariff Man,” Mr. Trump, in a series of tweets, deepened the murkiness surrounding the trade agreement, while members of his economic team talked down the prospects of a broad deal. \nThe fear is that a lasting trade war will undermine the global growth at a time when some of the world’s largest economies are already slowing down, and the United States, a standout performer, is also expected to slow. \nThe global and domestic worries are undercutting the prospects for manufacturers, technology companies, regional banks and airlines, intensifying the sell-off in stocks. The S&P 500 lost more than 3 percent on Tuesday, after rallying the day before on the hope of a deal with China.\n“They actually want to see a positive resolution where this problem is solved so they don’t have to worry about it,” said Randy Watts, chief investment strategist at the brokerage firm William O’Neil & Company.\nThe losses looked more measured in Asia in morning trading on Wednesday, as shares in Tokyo, Hong Kong and Shanghai fell, but by half as much or less.\nSince the Trump administration started to impose tariffs on imports from China, the United States economy has been largely insulated from the trade war. The economy is on pace for its best year since 2005, unemployment is near 50-year lows, and corporate profits are surging.\nBut investors are now grappling with the potential for a protracted conflict, as the president signaled the negotiations could be more contentious than expected. Deep divisions remain between the two countries, including the administration’s insistence that China end its practice of pressuring American companies to hand over valuable technology and trade secrets.\nMr. Trump and President Xi Jinping of China agreed on Saturday not to impose any additional tariffs for 90 days while the two sides work toward a formal agreement. Raising optimism about the deal, Mr. Trump repeatedly cited specific agreements from China, including more purchases of American farm products.\nThe deal faced almost immediate doubt. Beijing never confirmed those details, while the White House sent mixed messages about what agreements the leaders had made. \nThen on Monday, the White House said that Robert Lighthizer, the United States trade representative and a longtime China skeptic, would lead the talks with Beijing. The choice of Mr. Lighthizer, who has a reputation as a tough negotiator, signaled a tough road ahead.\nBy Tuesday, the optimism had completely faded as Mr. Trump once again called out China for its trade practices. In a series of tweets on Tuesday morning, he pushed the Chinese to buy American agricultural products “immediately,” and questioned whether a “real deal” with Beijing is actually possible. \n“When people or countries come in to raid the great wealth of our Nation, I want them to pay for the privilege of doing so,” he wrote.\nOn Tuesday evening, after the stock market’s slide, he repeated this theme in another tweet. “We are either going to have a REAL DEAL with China, or no deal at all,” he wrote. \nThe mood of the market worsened throughout the day, with companies most exposed to the costs of the trade fight bearing the brunt of the pain. Shares of Boeing and Caterpillar — large exporters with significant sales in China — fell sharply, 4.9 percent for Boeing and 6.9 percent for Caterpillar.\nChip companies, which depend on extensive networks of factories and subcontractors in Asia, also slumped. The Philadelphia Semiconductor Index dropped nearly 5 percent. Advanced Micro Devices shares plummeted nearly 11 percent, making it the worst-performing stock in the S&P 500 index.\nDespite the threat of an escalation in the trade war, China expressed confidence in the trade talks on Wednesday. Both sides would continue to put their trade commitments into effect, the Chinese Commerce Ministry said in a brief statement on its website. \nBut trade wasn’t the only issue on Tuesday. The Russell 2000 index of small companies — which typically depend far less on foreign sales — fell 4.4 percent, while regional banks, automakers, airlines and home-building shares all dropped.\nThe bond market also flashed warning signs. The gap between the interest rates on short- and long-term United States government bonds fell sharply on Tuesday, and by some measures hit its lowest point since before the financial crisis. Many analysts say long-term rates could soon fall below short-term rates, a phenomenon known as an inversion of the yield curve.\n“The inversion has always preceded the recession so you can’t just pooh-pooh it,” said Vinay Pande, head of trading strategies at UBS Global Wealth Management’s Chief Investment Office.\nIn the past 60 years, every recession has been preceded by an inverted yield curve, according to research from the Federal Reserve Bank of San Francisco. The phenomenon has “correctly signaled all nine recessions since 1955 and had only one false positive, in the mid-1960s, when an inversion was followed by an economic slowdown but not an official recession,” the bank’s researchers wrote in March.\nFew say a recession is imminent, given the strength of the American economy. But the United States has been an outlier in a shaky global economy. Growth in China has slowed, and the economies of Japan and Germany shrank in the third quarter. \nUltimately, such a slowdown could weigh on the United States, too, and some American companies are already starting to prepare for an uncertain economic future.\nAutomobile makers, already buffeted by rising steel costs because of the trade war, now face plateauing sales at home. General Motors last week said it would idle five factories in North America and cut roughly 14,000 jobs in a bid to trim costs. \nOn Tuesday, the low-cost retailer Dollar General said that the next phase of tariffs in the trade war between the United States and China “could have a more significant impact on our business and on our customer’s budgets.” Its shares fell 6.8 percent.\nThe home builder Toll Brothers, facing sluggish sales in the face of rising mortgage rates, reported that orders for new homes fell for the first time since 2014, helping to set off a decline in home-building stocks. \n“Investors are worried about the economy,” Mr. Watts said. “That’s clearly what this is showing.”", "date": "Dec. 4, 2018", "href": "https://www.nytimes.com/2018/12/04/business/yield-curve-recession-stock-market.html", "tags": "‘ warns percent tariff china investors united states man spooking trump ” stock trade tuesday deal"}