{"title": "Trump Hits China With Tariffs on $200 Billion in Goods, Escalating Trade War", "content": "President Trump, emboldened by America’s economic strength and China’s economic slowdown, escalated his trade war with Beijing on Monday, saying the United States would impose tariffs on $200 billion worth of goods and was prepared to tax all imports.\nMr. Trump, in a statement released late Monday, showed no sign of backing down from the type of full-blown trade war between the world’s two largest economies that has rattled financial markets, saying he was prepared to “immediately” place tariffs on another $267 billion worth of imports “if China takes retaliatory action against our farmers or other industries.”\nThe tariffs on $200 billion worth of products comes on top of the $50 billion worth already taxed earlier this year, meaning nearly half of all Chinese imports into the United States will soon face levies. The next wave of tariffs, which are scheduled to go into effect on Sept. 24, will start at 10 percent before climbing to 25 percent on Jan. 1. The timing of the staggered increase will partially reduce the toll of price increases for holiday shoppers buying Chinese imports in the coming months.\n“For months, we have urged China to change these unfair practices, and give fair and reciprocal treatment to American companies,” Mr. Trump said. “We have been very clear about the type of changes that need to be made, and we have given China every opportunity to treat us more fairly. But, so far, China has been unwilling to change its practices.”\nThe tariffs are aimed at pressuring China to change longstanding trade practices that Mr. Trump says are hurting American businesses at a moment when the administration believes it has an advantage in the trade dispute. China’s economy is slowing, with consumers holding back and infrastructure spending slowing sharply. The Chinese slowdown is expected to worsen as America’s tariffs ramp up. The United States, by contrast, has continued to experience robust economic growth, including the lowest unemployment rate since 2000.\nWhite House officials said on Monday that China could win relief from the tariffs by acceding to the administration’s trade demands, including allowing American companies greater access to the China market and dropping its requirement that American companies hand over valuable technology to Chinese partners. Officials said the United States would only continue trade negotiations if the Chinese were “serious” about giving ground on those issues.\nThe tariffs are aimed at hurting China, but they could hamper the American economy and bring pain for consumers. Unlike the first round of tariffs, which were intended to minimize the impact on American consumers, this wave could raise prices on everyday products including electronics, food, tools and housewares.\nRetailers, manufacturers and a wide swath of other American businesses have warned that the new tariffs could hurt their profits, hiring and growth. The administration held six days of public hearings on the proposed $200 billion round of tariffs last month, which were dominated by companies warning that the United States no longer had the capacity to produce replacement products for the Chinese imports that would be hit by tariffs.\nEconomists warn the tariffs could chip away at economic growth in the United States. Morgan Stanley researchers estimate that the latest round could reduce economic growth in the United States this year by 0.1 percentage points, adding to another 0.1 percentage-point drag from tariffs currently in place. And the effects are likely to grow if China retaliates again, as it has threatened to do.\nThe administration did remove roughly 300 product lines — and some individual products — from the list after companies objected. Among the items dropped are smart watches, Bluetooth devices, bike helmets, plastic gloves, high chairs, play pens and certain chemicals. But, in some cases, partial product lines will be taxed while other parts are not. For example, high tech network routers and smart watches share a product line, but under the United States trade representative plan, the routers would be subject to tariffs while watches are not.\n“It will be a lot of money coming into the coffers of the United States of America. A lot of money coming in,” Mr. Trump said during remarks at the White House on Monday. He added that the United States cannot tolerate the trade gap between what it exports to China and what it imports from that country.\n“We can’t do that anymore,” he said.\nMr. Trump’s decision is a significant escalation of an already serious trade dispute — one with seemingly no end in sight. After months of failed trade talks, top officials from China and the United States were tentatively scheduled to talk later this month in Washington. But it is unclear whether Beijing will agree to come to Washington with the new tariffs set to go into effect.\n“We are open to talk if there are serious talks,” Larry Kudlow, the director of the National Economic Council, said in an interview on Monday.\nMr. Trump also indicated he was willing to end the trade war — if China agreed to his demands. “China has had many opportunities to fully address our concerns,” Mr. Trump said. “Hopefully, this trade situation will be resolved, in the end, by myself and President Xi of China, for whom I have great respect and affection.”\n“The Chinese are livid and drafting their own battle plan — they won’t take this sitting down,” said James Zimmerman, a longtime lawyer in Beijing and the former four-time chairman of the American Chamber of Commerce there.\nTrade analysts said Mr. Trump’s approach risked further confrontation with the Chinese.\n“Washington’s view seems to be that tariffs and threats of more tariffs will soften up the Chinese and make them more amenable to negotiations,” said Eswar Prasad, a Cornell economist who specializes in trade issues. “The evidence that, in response to U.S. bullying tactics, China just stiffens its spine and strikes back with proportionate tariffs against U.S. imports has had no discernible effect on the Trump administration’s take-no-prisoners approach to this rapidly escalating trade war.”\nChina is expected to further retaliate against the United States, and top officials have warned that could include penalizing American companies that rely on Chinese components for phones, cars, televisions and other products. China’s commerce ministry has said that it is ready to put similar tariffs on $60 billion a year of American goods in response to the threat from the United States. China has matched previous tariff moves dollar for dollar, but the number of American goods to tax is dwindling because, for many years, it has only imported about a quarter as much as it exports to the United States.\nLou Jiwei, China’s finance minister until his recent retirement and now a senior Communist Party adviser, delivered an unexpectedly strong threat to the United States in a lunch speech at the forum, which is organized by a government agency reporting directly to the cabinet. Mr. Lou said that, if necessary in the trade war, China could halt exports to the United States of components that are crucial to American companies’ supply chains.\nMr. Lou said that it would take years for American companies to find alternatives to China. “To take a step back, the United States can establish an alternative supply chain in a third country, but it takes time — what about the pain of three to five years? This is enough to cross a political cycle,” he said.\nAmerican businesses — which have warned that tariffs could hurt profits, force job cuts and, in some cases, destroy companies, said the taxes were going to hurt the United States more than the administration realized. The National Association of Chemical Distributors released a study this month that predicted nearly 28,000 chemical distributor and supplier jobs would be eliminated because of higher prices from the $200 billion round of tariffs.\n“These tariffs are going to be paid for by the working families who drive our economy,” said Jonathan Gold, a spokesman for a business group formed to fight tariffs called Tariffs Hurt the Heartland. “Tariffs are taxes, plain and simple. By choosing to unilaterally raise taxes on Americans, the cost of running a farm, factory or business will grow. In many cases, these costs will be passed on to American families.”\nThe tech industry, while spared on certain products, called the administration’s approach “misguided” and said it would hurt American consumers while doing little to change China’s trade practices.\n“Today’s retaliatory tariffs are not an effective trade policy and may violate U.S. law,” Gary Shapiro, chief executive of the Consumer Technology Association, said in a statement. “We urge the administration to reconsider its misguided approach of increasing tariffs, as they are directly paid for by American companies and consumers.”\nThe total wave of tariffs thus far has not been large enough to meaningfully affect consumer prices broadly across the economy — only narrowly, for certain products. Economists warn that the effects could grow noticeably larger if Mr. Trump follows through with his threat to subject nearly all Chinese imports to tariffs.\nAsked about Mr. Trump’s tweets in the morning, regarding the lack of an impact on prices across the economy from tariffs, Mr. Kudlow stuck with the president. “With respect to the impact of tariffs, we’ll see,” he said. “We’re following it. We don’t see any problems so far.”\n“I don’t see any reason to believe at the present time that the president’s trade reforms are going to damage the economy.”\nThe Trump administration has demanded steep cuts in Chinese tariffs and investment restrictions but has particularly focused on stopping the Chinese industrial policy initiative known as Made in China 2025.\nChinese policymakers have long said that they are willing to cut tariffs in particular, but want concessions from the United States, such as curbs on the Commerce Department’s ability to impose steep tariffs on imported goods that are government subsidized or are dumped below the cost of producing them. The United States has long refused, under the Obama administration and now under the Trump administration, contending that the American market is already so open that further concessions are not needed.\nAs for Made in China 2025, Chinese officials dismiss its importance. “We do not think this is such an important strategy for us or our industries,” said Wang Yiming, a vice president of the Chinese cabinet’s Development Research Center.\nChinese officials have expressed a willingness to get rid of the Made in China 2025 name, but they have been much more cautious about accepting limits on some of the key features of Chinese industrial policy, like enormous loans from state-owned banks at very low interest rates to favored industries.", "date": "Sept. 17, 2018", "href": "https://www.nytimes.com/2018/09/17/us/politics/trump-china-tariffs-trade.html", "tags": "american goods billion china escalating united states ” trump war chinese trade hits tariffs"}