{"title": "Trump Lies Again About 'China Paying Tariffs' To The U-S- Treasury", "content": "President Donald Trump on Sunday threatened to raise tariffs even higher on some Chinese products as he repeated the lie that China pays tariffs directly to the U.S. Treasury.\nHe claimed the “payments” have led to the improvement in the U.S. economy.\nIn fact, American consumers absorb the cost of tariffs on imported Chinese goods by paying higher prices for the products. The added costs are essentially a regressive tax on consumers because they’re not linked to income levels.\nTrump tweeted his intention to hike tariffs to 25% on Friday and threatened to add tariffs to more products. The announcement sent global markets swooning as investors worried Trump’s threat could scuttle trade talks with China and deal a  blow to both economies. The Wall Street Journal reported that China is considering canceling the trade talks in light of Trump’s threats. \nTrump has repeatedly claimed — despite multiple criticisms and corrections — that China pays tariffs directly to the U.S. But the tariffs are placed on goods imported from China. Importers. such as Costco, pay the fees to the U.S. and typically pass on some or all of the extra costs to American consumers in the form of higher prices.\nThe tariffs are a penalty on Chinese goods (including products made in China by American companies) that make them less competitive, not a tax on the Chinese government or Chinese companies, unless the companies have American operations that are importing goods to the U.S.\nChina in turn has placed retaliatory tariffs on U.S. goods, hitting American farmers particularly hard. They are suffering record bankruptcies despite some $12 billion in new subsidies from American taxpayers earmarked to mitigate the impact of Trump’s trade war.\nEconomists have estimated that the trade war is costing the U.S. more than $3 billion a month.\nA University of Chicago study found that consumers paid an extra $1.5 billion for washing machines last year because of a Trump tariff imposed at the behest of Whirpool Corp. that only added $82 million to U.S. coffers. That was because manufacturers got away with charging more for dryers along with washing machines, even though no tariffs were added to the cost of dryers.\nPeople on Twitter again pointed out Trump’s stubborn insistence on mischaracterizing the tariffs.\n \n \n \n \n ", "date": "\n05/06/2019", "href": "https://www.huffpost.com/entry/trump-lies-china-paying-tariffs-to-usa_n_5ccf8704e4b0e4d757347bda", "tags": "american goods china u-s- paying u.s. treasury trump lies chinese trade products tariffs consumers"}