{"title": "Trump Plans to Take Aim at Iran in U.N. Session", "content": "UNITED NATIONS — President Trump plans to preside over a session of the United Nations Security Council this month “to address Iran’s violations of international law” and press world leaders to adopt a more assertive approach to the country, the United States envoy to the United Nations, Nikki R. Haley, said Tuesday.\nThe decision raises the possibility of a face-to-face confrontation between the president and Iranian officials, perhaps even President Hassan Rouhani, who according to United Nations protocol would be invited to participate in the session.\nMr. Trump, whose bellicose statements hinting at possible military action against Iran have rattled even close allies, said in July he would be willing to meet with Mr. Rouhani with “no preconditions,” though Iran’s leaders have so far ruled out such a meeting.\nMs. Haley said Mr. Trump was “very adamant” about holding Iran accountable for actions the administration sees as destabilizing.\n“It’s hard to find a place where there is conflict and Iran isn’t in the middle of it,” Ms. Haley said at a news conference. “We think they’ve been ignored and given a pass for too long, and we think it’s time for Iran to stand up and explain themselves.”\nAt the Security Council, Mr. Trump could face stiff resistance not only from opponents of the United States, but also from allies like Britain and France, who were strongly opposed to the administration’s abrupt withdrawal from the Iran nuclear agreement they helped negotiate with the Obama administration.\nThough many are highly critical of Iran’s involvement in wars in Yemen and Syria, few consider the country to be the global menace the United States portrays it to be.\n“I understand that there are some members who find that uncomfortable to talk about,” Ms. Haley said. “I personally think that when we talk about things that are uncomfortable at the Security Council, good things happen.”\nMr. Trump will also have to contend with the arcane system of rules and protocols that govern conduct within the typically staid Security Council chamber. Sessions are normally tightly scripted affairs, with ambassadors rarely straying from prepared remarks.\nMr. Trump, famously, is no fan of scripts.\nMs. Haley, who will serve as president of the Security Council for the month of September, said she did not expect an official council statement or resolution to come out of Mr. Trump’s session on Iran. Rather, she said, the point is simply to call Iran out.\n“We want to make sure that they understand the world is watching,” she said.\nMs. Haley said she would abide by United Nations protocol and allow Iranian officials to speak at the session if they desired.\nThe session will take place on Sept. 26, during the annual United Nations General Assembly meeting of high-level officials. Though the list of heads of state planning to attend is not yet final, Mr. Rouhani, who has made the trip in the past, is expected to give a speech.\nIn 2013, Mr. Rouhani’s presence caused a furor amid speculation that he could meet with President Barack Obama, though the two leaders never even shook hands.", "date": "Sept. 4, 2018", "href": "https://www.nytimes.com/2018/09/04/world/middleeast/trump-un-security-council-iran.html", "tags": "iran session mr. council take haley united ” trump aim nations plans u.n."}