{"title": "Trump Blocked Nearly 500,000 People From Getting Obamacare Coverage", "content": "As the former Chief Marketing Officer for HealthCare.gov (a.k.a Obamacare), it was my responsibility to make sure people got the information they needed about open enrollment to help them get covered and stay covered. Tuesday was the last day of open enrollment, and in the days to come we expect to find out how many people enrolled. Whatever the number, there should be no doubt that Trump’s efforts to sabotage enrollment in the final days before the deadline were at least somewhat successful. I estimated just how many people didn’t get covered because of these efforts  ― it’s at least half a million.\nThere are a bunch of factors at play, so while the number is a rough estimate, it’s far from a guess. The first part of my estimate looks at the impact of cutting outreach and is based on historical deadline performance combined with the measured impact of outreach so far this year.\nLast year, we saw about 700,000 people enroll during the final week of enrollment — the bulk of whom signed up in the two to three days before the deadline. This year, a combination of factors including more targeted and efficient outreach and a letter from the IRS to people who paid the penalty, led us to believe we’d see an even bigger surge in the days before the final deadline. Keep in mind, through January 14th, the final enrollment snapshot under the Obama Administration, enrollment was tracking ahead of last year.\nWe measured the impact of outreach through the December 19th deadline and confirmed that HealthCare.gov outreach efforts this year were more effective than they were last year — especially for new people signing up. There wasn’t any reason to expect this trend to change in advance of the final deadline, and we believed HealthCare.gov had a good chance of potentially topping 1 million enrollments in the final week.\nBut interference from the Trump administration  ―  notably pulling millions of dollars in TV and online search advertising undoubtedly drove this number down. Based on the performance analysis we did earlier this year, I’d expect that about 35 percent of that enrollment or about 350,000 people were lost due to Trump shutting down the bulk of the outreach budget days before the deadline,.\nIt wasn’t just Trump’s decision to cancel outreach that impacted how many people got covered. His executive order likely hurt enrollment too  ―  calling on federal agencies to “ease the fiscal burden” of the Affordable Care Act and citing the “fee, tax or penalty.” His confusing executive order, which lacked any specificity, sent a signal that his administration might not enforce the penalty. So it’s no surprise that they stripped planned references to the penalty from emails and the homepage of HealthCare.gov as some of their first actions. While most people don’t like the penalty, research from multiple organizations shows that the penalty plays a critical role in motivating people, especially young and healthy people, to get covered keeping coverage affordable for everyone.\nA 2015 Robert Wood Johnson Foundation survey found that 26 percent of the uninsured self-reported that the penalty made them more likely to get insured. The size and level of awareness of the penalty have both increased since then, so that number is likely even higher. But if we assume that only half of the people motivated by the penalty (13 percent) would continue to get coverage and apply that to our expected enrollment for the final week of Open Enrollment — we get about 130,000 people who didn’t get covered. For someone on the fence about signing up for health insurance, it’s not hard to imagine that the ongoing debate about repealing the Affordable Care Act combined with an Executive Order suggesting the penalty might not be enforced would make a person likely to sit this Open Enrollment period out. For that reason, that number is likely conservative. And this doesn’t even attempt to factor in the headwinds generated by Trump’s election eight days into Open Enrollment.\nThe administration’s actions may have blocked nearly half a million people from getting covered. About 480,000 real people, with lives and families didn’t get health coverage. Some of them are going to get very sick in the coming year and they won’t have health insurance. Some will choose not to get the care they need and others will be forced into medical bankruptcy. Most Marketplace consumers have an income below $30,000 per year. Trump claimed that his Executive Order was meant to “ease the fiscal burden” of the ACA, but in reality he just added to the load of the people who will be least equipped to deal with it. And many of them voted for Donald Trump.\nRegardless of the final enrollment total, more than 11.5 million Americans have the security of health insurance through the Marketplace — that’s outstanding news. And health insurers like Anthem, Centene, and Molina are making money or were poised for profitability before President Trump took office. When the Administration releases final enrollment numbers, we’ll know exactly how much of an impact their decision to stop outreach had on people signing up. But because of their actions, the journey to bring “insurance to everybody” just got longer.", "date": "\n02/03/2017", "href": "https://www.huffpost.com/entry/trump-blocked-nearly-500000-people-from-getting-coverage_b_5894bfdbe4b0c1284f25b9de?fz93ce6s7fd2t9=", "tags": "people coverage obamacare nearly deadline trump outreach final enrollment covered year penalty blocked get getting"}