{"title": "Trump Says He Should Let Obamacare 'Collapse-' That's Cruel And Irresponsible-", "content": "An updated version of this article was published on July 18.\nBefore even taking office, and well before the Republican bid to repeal and “replace” the Affordable Care Act, President Donald Trump started saying the best political strategy for his party would be to let the law’s health insurance exchanges “collapse” and then blame Democrats for it.\nImmediately after Friday’s colossally embarrassing flameout of the GOP’s American Health Care Act, Trump was at it again. \n“I’ve been saying for the last year and a half that the best thing we can do politically speaking is let Obamacare explode,” Trump said at the White House. “I think the losers are Nancy Pelosi and Chuck Schumer, because now they own Obamacare. They own it, 100 percent own it.”\nAnd Trump’s not the only one floating this notion. Here’s Sen. Lindsey Graham (R-S.C.) on Friday:\nLet’s be plain about what these politicians are threatening to do.\nThe president of the United States and members of the party that controls Congress are saying that they see problems in the health care system and their plan is to stand by and do nothing while people suffer.\nThis is breathtakingly cynical, and reveals the Republican Party’s priorities. Getting rid of the dreaded Obamacare at any cost is more important to Trump and his party than acting to improve the health care system for the people they represent. \nBarack Obama is no longer president, but thumbing him in the eye and destroying his biggest accomplishment still outweighs taking even the most basic steps to provide relief to the health insurance consumers whose plight Republicans have so often and so vividly bemoaned.\nWhatever its deficiencies, and however Democrats soft-pedaled them, the Affordable Care Act was an effort to make the lives of Americans better by expanding health coverage to millions, and creating new consumer protections against health insurance industry practices like refusing to cover people with pre-existing conditions. \nWhat Trump is proposing is to do the opposite. He’s proposing to bite off your nose to spite Obama’s face.\nRather than try to help people, Trump will actively avoid helping. Even if you accept his highly debatable premise that the Affordable Care Act is irreparable, what he’s saying is that because he and the Congress his party controls failed at the first hurdle, they will now do nothing to solve the problems with the American health care system they themselves have been decrying for seven years. \nIndeed, the Trump administration instead has taken steps to suppress health insurance enrollment and make the ACA work worse. More may be coming.\nIt’s an odd political gambit. What Trump is counting on is that, after he and his party failed to replace the Affordable Care Act with a plan of their own, and after the Trump administration will be in charge of managing the law’s programs, voters in 2018 and 2020 will somehow blame the party that isn’t in power for their problems. That’s not usually how things work.\nTo be clear, the Affordable Care Act is not functioning as well as Obama and the Democrats who it wrote hoped. \nThe uninsured rate has never been lower, thanks to the law’s Medicaid expansion and subsidies for private health insurance. Twenty million people who didn’t have coverage before do now, and everyone has guaranteed access to health insurance regardless of their pre-existing conditions.\nBut enrollment on the health insurance exchanges is lower than expected. Premiums are too high for many households, especially those who qualify for little to no subsidy because even though they aren’t wealthy, their incomes are too high.  \nTo keep prices as low as possible and to protect themselves from high expenses, insurers designed policies with large deductibles and high cost-sharing that make obtaining care too costly for a segment of the market that buys plans regulated by the Affordable Care Act. \nSome insurance companies have lost money because too few healthy customers signed up to offset the costs of covering the sick. As a result, rates rose a lot this year, and may again next year, and some big insurers have abandoned these marketplaces entirely, leaving consumers with fewer choices. Some states are doing much better than others, but the problems in places like Arizona and North Carolina are real and demand attention.\nBut despite what Trump and other Republicans keep saying, the exchange markets are not in a “death spiral.” Analysts at the Congressional Budget Office and Standard & Poor’s, for example, have concluded that these markets are stable, if imperfect.\nStill, Trump insists Obamacare is an unmitigated disaster. “There’s not much you can do about it,” Trump said Friday. “I would love to see it do well, but it can’t.”\nThis is simply not true. The American Health Care Act was not the final word in health policy. The difficulties facing the Affordable Care Act’s health insurance exchanges in some states ― high prices, insufficient competition between insurers, high deductibles ― are fixable in smaller, more targeted ways. \nWhile he was in office Obama proposed a slate of improvements both in submissions to Congress and in a Journal of the American Medical Association article. So did Democratic presidential nominee Hillary Clinton. Minnesota and Alaska already have taken steps to alleviate the cost issues that some of their consumers have faced.\nOne simple solution is just money. Bigger tax credits to make insurance more affordable would work. So would funds to backstop health insurance companies that have higher-than-expected expenses from sick customers. The Affordable Care Act actually included funding mechanisms for that very purpose, but Republicans in Congress rescinded the money, calling it a “bailout.”\nWhen it was their turn to write a health care reform bill, the GOP seemed to recognize the need to support insurers in that way. The American Health Care Act itself even included a big pot of money ― $115 billion ― that would’ve been distributed to states, which could have used the funds to shore up their local health insurance markets.\nThe collapse of the whole bill doesn’t prevent Congress from taking other, more modest measures like that one to make the health care system better for consumers.\nAt this point ― seven years and a day after Obama signed the Affordable Care Act into law ― legislating and regulating to make its health insurance markets work better is a responsibility Trump and congressional Republicans accepted when they took their oaths of office. \nThis isn’t “helping Obamacare,” it’s helping Americans. There’s no such thing as Obamacare anymore. It’s just the health insurance system.\nIn the words of House Speaker Paul Ryan (R-Wis.) on Friday: “Obamacare’s the law of the land.”\nBut if you’re one of those people who can’t afford your health insurance or your deductible, Barack Obama can’t help you anymore. Donald Trump can. And he just told you he won’t.\nSign up for the HuffPost Must Reads newsletter. Each Sunday, we will bring you the best original reporting, long form writing and breaking news from The Huffington Post and around the web, plus behind-the-scenes looks at how it’s all made. Click here to sign up!", "date": "\n03/24/2017", "href": "https://www.huffpost.com/entry/trump-says-he-should-let-obamacare-collapse-thats-cruel-and-irresponsible_n_58d59c8ee4b03787d358cd76?lnitiu4881pjh5mi", "tags": "obamacare let party irresponsible- ” trump insurance act says affordable cruel care health"}