{"title": "Trump Orders Help For Chinese Phone-Maker After China Approves Money For Trump Project", "content": "WASHINGTON – A mere 72 hours after the Chinese government agreed to put a half-billion dollars into an Indonesian project that will personally enrich Donald Trump, the president ordered a bailout for a Chinese-government-owned cellphone maker.\n“President Xi of China, and I, are working together to give massive Chinese phone company, ZTE, a way to get back into business, fast,” Trump announced on Twitter Sunday morning. “Too many jobs in China lost. Commerce Department has been instructed to get it done!”\nTrump did not mention in that tweet or its follow-ups that on Thursday, the developer of a theme park resort outside of Jakarta had signed a deal to receive as much as $500 million in Chinese government loans, as well as another $500 million from Chinese banks, according to Agence France-Presse. Trump’s family business, the Trump Organization, has a deal to license the Trump name to the resort, which includes a golf course and hotels.\nTrump, despite his campaign promises to turn over his businesses and have no involvement with them, has still not fully divested himself of his businesses, and continues to profit from them.\n“You do a good deal for him, he does a good deal for you. Quid pro quo,” said Richard Painter, the White House ethics lawyer for former President George W. Bush and now a Democratic candidate for Senate in Minnesota.\n“This appears to be yet another violation of the emoluments clause of the Constitution,” Painter said, referring to the prohibition against the president receiving payments from foreign governments.\nThe White House did not respond to HuffPost queries asking if there was a connection between the “MNC Lido City” project and Trump’s directive regarding ZTE.\nAt Monday’s daily briefing, Deputy Press Secretary Raj Shah referred questions about the Indonesian project to the Trump Organization. “That’s not something that I can speak to,” he said.\nThe Trump Organization on Monday acknowledged its involvement in the resort, but did not respond to questions about how much the company would make from its licensing or management fees.\nZTE phones have already been described as a security risk by the U.S. military and intelligence community. Two weeks ago, the military banned their use on bases for fear they could be used to track the locations of service members.\nThe company, which is owned 33 percent by Chinese-government-owned enterprises, had been fined $1.2 billion last year after it was found to be violating U.S. sanctions against Iran and North Korea. After it was determined that ZTE officials had lied about their actions, the U.S. government last month banned it from purchasing U.S. components for seven years — a decision that essentially forced the company to shut down.\nTrump followed up late Monday afternoon with a new tweet on the issue: “ZTE, the large Chinese phone company, buys a big percentage of individual parts from U.S. companies. This is also reflective of the larger trade deal we are negotiating with China and my personal relationship with President Xi.”\nThe new statement, however, still did not address the question of the Indonesian resort and the Trump Organization’s coming profit thanks to Chinese investment.\n“This is stunning. They perpetually find new things to surprise me,” said Robert Weissman, president of the open government advocacy group Public Citizen. “The idea of the president intervening in a law enforcement matter to satisfy a foreign government is extraordinary. And it’s extraordinary because it doesn’t happen. Opening that door threatens the integrity of all corporate law enforcement.”\nShah, on other ZTE questions at the daily briefing, appeared to downplay the import of Trump’s directive to “get it done.” Commerce Secretary Wilbur Ross will examine the matter “consistent with applicable laws and regulations,” Shah said.\nHe acknowledged, however, that the issue is of great concern to the Chinese and its president, Xi Jinping.\n“In our bilateral relationship, there is a give and take,” Shah said.\nDuring his campaign, Trump attacked China almost daily for “stealing” U.S. jobs by manipulating its currency and using unfair trade practices. “No one has ever stolen jobs like other countries have taken from us,” Trump told a Nevada rally on Nov. 5, 2016. “We’ve lost 70,000 factories since China joined the WTO,” Trump told a Pittsburgh-area audience the following day.\nIn recent months, Trump has been trying to craft a trade agreement with China at the same time he is asking for Xi’s help in cracking down on North Korea because of its nuclear weapons program.\nAt a National Press Club speech Monday, Ross said that the ZTE sanctions were an enforcement action, unrelated to the trade negotiations, but that he would be reviewing the situation “very, very promptly” as a result of Trump’s request.\nFor ethics advocates, the timing of the ZTE tweet on the heels of the Indonesian development announcement is yet another example of the consequences of Trump’s unwillingness to abide by the emoluments clause.\n“The Chinese government seems to have figured out a way to manipulate President Trump,” Weissman said. “It’s exactly why this anti-bribery clause of the Constitution is common sense.”\nClarification: Language in this story has been amended to clarify Trump’s campaign promises regarding control of his businesses.", "date": "\n05/14/2018", "href": "https://www.huffpost.com/entry/trump-china-zte_n_5af9f701e4b0200bcab7fa66", "tags": "project phone-maker “ china president u.s. trump help chinese orders approves money zte government"}