{"title": "Trump Team Knew Flynn Was Under Investigation Before He Came to White House", "content": "WASHINGTON — Michael T. Flynn told President Trump’s transition team weeks before the inauguration that he was under federal investigation for secretly working as a paid lobbyist for Turkey during the campaign, according to two people familiar with the case.\nDespite this warning, which came about a month after the Justice Department notified Mr. Flynn of the inquiry, Mr. Trump made Mr. Flynn his national security adviser. The job gave Mr. Flynn access to the president and nearly every secret held by American intelligence agencies.\nMr. Flynn’s disclosure, on Jan. 4, was first made to the transition team’s chief lawyer, Donald F. McGahn II, who is now the White House counsel. That conversation, and another one two days later between Mr. Flynn’s lawyer and transition lawyers, shows that the Trump team knew about the investigation of Mr. Flynn far earlier than has been previously reported.\nHis legal issues have been a problem for the White House from the beginning and are at the center of a growing political crisis for Mr. Trump. Mr. Flynn, who was fired after 24 days in the job, was initially kept on even after the acting attorney general, Sally Q. Yates, warned the White House that he might be subject to blackmail by the Russians for misleading Vice President Mike Pence about the nature of conversations he had with the Russian ambassador to Washington.\nAfter Mr. Flynn’s dismissal, Mr. Trump tried to get James B. Comey, the F.B.I. director, to drop the investigation — an act that some legal experts say is grounds for an investigation of Mr. Trump for possible obstruction of justice. He fired Mr. Comey on May 9.\nThe White House declined to comment on whether officials there had known about Mr. Flynn’s legal troubles before the inauguration.\nMr. Flynn, a retired general, is one of a handful of Trump associates under scrutiny in intertwined federal investigations into their financial links to foreign governments and whether any of them helped Russia interfere in the presidential election.\nIn congressional testimony, the acting F.B.I. director, Andrew G. McCabe, has confirmed the existence of a “highly significant” investigation into possible collusion between Mr. Trump’s associates and Russian operatives to sway the presidential election. The pace of the investigations has intensified in recent weeks, with a veteran espionage prosecutor, Brandon Van Grack, now leading a grand jury inquiry in Northern Virginia that is scrutinizing Mr. Flynn’s foreign lobbying and has begun issuing subpoenas to businesses that worked with Mr. Flynn and his associates.\nThe New York Times has reviewed one of the subpoenas. It demands all “records, research, contracts, bank records, communications” and other documents related to work with Mr. Flynn and the Flynn Intel Group, the business he set up after he was forced out as chief of the Defense Intelligence Agency in 2014.\nThe subpoena also asks for similar records about Ekim Alptekin, a Turkish businessman who is close to President Recep Tayyip Erdogan of Turkey and is chairman of the Turkish-American Business Council. There is no indication that Mr. Alptekin is under investigation.\nSigned by Dana J. Boente, the United States attorney for the Eastern District of Virginia, the subpoena instructs the recipient to direct any questions about its contents to Mr. Van Grack.\nMr. Van Grack, a national security prosecutor based at the Justice Department headquarters in Washington, has experience conducting espionage investigations. He prosecuted a businessman for illegally exporting thousands of sensitive electronics components to Iran and a suspected hacker in the Syrian Electronic Army. In 2015, he prosecuted a Virginia man for acting as an unregistered agent of Syria’s intelligence services.\nAccording to people who have talked to Mr. Flynn about the case, he sees the Justice Department’s investigation as part of an effort by the Obama administration and its holdovers in the government to keep him out of the White House. In his view, this effort began immediately after the election, when President Barack Obama, who had fired Mr. Flynn as the head of the Defense Intelligence Agency, told Mr. Trump that he would have profound concerns about Mr. Flynn’s becoming a top national security aide.\nThe people close to Mr. Flynn said he believed that when that warning did not dissuade Mr. Trump from making him national security adviser, the Justice Department opened its investigation into his lobbying work. They spoke on the condition of anonymity to avoid angering Justice Department or White House officials.\nThe investigation stems from the work Mr. Flynn did for Inovo BV, a Dutch company owned by Mr. Alptekin, the Turkish businessman. On Aug. 9, Mr. Flynn and the Flynn Intel Group signed a contract with Inovo for $600,000 over 90 days to run an influence campaign aimed at discrediting Fethullah Gulen, an reclusive cleric who lives in Pennsylvania and whom Mr. Erdogan has accused of orchestrating a failed coup in Turkey last summer.\nWhen he was hired by Mr. Alptekin, Mr. Flynn did not register as a foreign agent, as required by law when an American represents the interests of a foreign government. Only in March did he file a retroactive registration with the Justice Department because his lawyer, Robert K. Kelner, said that “the engagement could be construed to have principally benefited the Republic of Turkey.”\nTrump campaign officials first became aware of a problem with Mr. Flynn’s business dealings in early November. On Nov. 8, the day of the election, Mr. Flynn wrote an op-ed in The Hill that advocated improved relations between Turkey and the United States and called Mr. Gulen “a shady Islamic mullah.”\n“If he were in reality a moderate, he would not be in exile, nor would he excite the animus of Recep Tayyip Erdogan and his government,” the op-ed said.\nDays later, after an article in The Daily Caller revealed that the Flynn Intel Group had a contract with Inovo, a Trump campaign lawyer held a conference call with members of the Flynn Intel Group, according to one person with knowledge of the call. The lawyer, William McGinley, was seeking more information about the nature of the group’s foreign work and wanted to know whether Mr. Flynn had been paid for the op-ed.\nMr. McGinley now works in the White House as cabinet secretary and deputy assistant to the president.\nThe Justice Department also took notice. The op-ed in The Hill raised suspicions that Mr. Flynn was working as a foreign agent, and in a letter dated Nov. 30, the Justice Department notified Mr. Flynn that it was scrutinizing his lobbying work.\nMr. Flynn hired a lawyer a few weeks later. By Jan. 4, the day Mr. Flynn informed Mr. McGahn of the inquiry, the Justice Department was investigating the matter.\nMr. Kelner then followed up with another call to the Trump transition’s legal team. He ended up leaving a message, identifying himself as Mr. Flynn’s lawyer. According to a person familiar with the case, Mr. Kelner did not get a call back until two days later, on Jan. 6.\nAround the time of Mr. Flynn’s call with Mr. McGahn, the F.B.I. began investigating Mr. Flynn on a separate matter: phone conversations he had in late December with Sergey I. Kislyak, Russia’s ambassador to the United States. Current and former American officials said that, on the calls, Mr. Flynn discussed sanctions that the Obama administration had imposed on Russia for disrupting the November election.\nAfter news of the calls became public, Mr. Flynn misled Mr. Pence about what he had discussed with Mr. Kislyak, telling him that the two had only exchanged holiday pleasantries.\nDays after the inauguration, Ms. Yates, the acting attorney general, spoke with Mr. McGahn at the White House, telling him Justice Department lawyers believed that Mr. Flynn might be vulnerable to Russian blackmail. Since the Russians knew that Mr. Flynn had lied to the vice president, she said, they might have leverage over him.", "date": "May 17, 2017", "href": "https://www.nytimes.com/2017/05/17/us/politics/michael-flynn-donald-trump-national-security-adviser.html", "tags": "came investigation team department white trump house justice knew flynn lawyer"}