{"title": "Trump Falsely Claims It’s ‘Impossible’ for American Farmers to Do Business in Europe", "content": "what was said \nthe facts \nMr. Trump’s suggestion that it is “impossible” for American farmers to sell their products to the European Union is wrong. \nIn fact, the 28 countries of the European Union are the United States’ fifth-largest export market for agricultural goods, like tree nuts and soybeans, totaling $11.5 billion in 2017, according to the Department of Agriculture. \nBut the United States did import about $10 billion more in agricultural products, like wine, beer and chocolate, from the European Union than it exported there. (Overall, the United States has had an agricultural trade surplus with the rest of the world since 1960.) \nThe European Union does impose a higher average tariff on agricultural products (11 to 12 percent) than the United States (about 5 percent), but about a third of farm goods enter both the European Union and the United States tariff-free, according to the World Trade Organization.\n“Two-way U.S.-E.U. trade has been roughly balanced over time and the very high levels of foreign investment accounted for by each in the other’s markets means that the trans-Atlantic economy is arguably the most integrated on earth,” the website of the Office of the United States Trade Representative reads. \nMr. Trump also, again, exaggerated the overall trade deficit with the European Union by $50 billion; it is $101 billion. His statement about the United States “nicely” paying for the defense of European countries through the North Atlantic Treaty Organization is also misleading. \nSources: Department of Agriculture, Office of the United States Trade Representative, World Trade Organization, The New York Times", "date": "July 10, 2018", "href": "https://www.nytimes.com/2018/07/10/us/politics/trump-fact-check-european-union-agriculture.html", "tags": "american european ‘ farmers billion business united claims states union ” trump europe trade products falsely agricultural impossible"}