{"title": "Trump Administration Imposes Ban on Bump Stocks", "content": "WASHINGTON — The Trump administration on Tuesday issued a new rule banning bump stocks, the attachments that enable semiautomatic rifles to fire in sustained, rapid bursts and that a gunman used to massacre 58 people and wound hundreds of others at a Las Vegas concert in October 2017.\nThe new regulation, which had been expected, would ban the sale or possession of the devices under a new interpretation of existing law. Americans who own bump stocks would have 90 days to destroy their devices or to turn them in to the Bureau of Alcohol, Tobacco, Firearms and Explosives. The Justice Department said A.T.F. would post destruction instructions on its website.\nBump stocks work by harnessing a firearm’s recoil energy to slide it back and forth to bump against a squeezed trigger, so that it keeps firing without any need for the shooter to pull the trigger again. The Justice Department said that this function transforms semiautomatic weapons, like assault rifles styled on the AR-15, into fully automatic machine guns, which Congress sharply restricted in 1986 — allowing the ban.\n“With limited exceptions, the Gun Control Act, as amended, makes it unlawful for any person to transfer or possess a machine-gun unless it was lawfully possessed prior to the effective date of the statute,” the new regulation states. “The bump-stock-type devices covered by this final rule were not in existence prior to the effective date of the statute, and therefore will be prohibited when this rule becomes effective.”\n[Read the final rule.]\nA senior Justice Department official, briefing reporters about the new rule on condition of anonymity, said that it was believed that tens of thousands of bump-stock devices are in circulation, but that more exact figures are unavailable. The official said the department expected that most owners of the devices would comply with the new regulation, and that A.T.F. would investigate and take legal action against those who violate it.\nAfter publishing a proposed version of the rule earlier this year, the government received 119,264 comments in support of it and 66,182 expressing opposition to it, the Justice Department said.\nThe regulatory move may face a legal challenge. The Justice Department had initially decided that the executive branch lacked the authority to ban bump stocks on its own under existing gun-control laws, and that action in Congress — where it is politically difficult to enact new gun-control legislation — would be necessary to curb legal access to the devices.\n[Read our explainer on bump stocks.]\nBut the department reinterpreted its legal authority and determined it could ban the devices as an executive action after President Trump directed it to find a way to prohibit them earlier this year, following the mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla. (The shooter in that massacre, who killed 17 people and wounded 17 others, did not use a bump stock.)\nThe National Rifle Association, the gun-rights lobby, did not immediately respond to a request for comment about the new rule or its intentions. In the immediate aftermath of the Las Vegas massacre, the N.R.A. supported an A.T.F. review of bump stock devices, seemingly breaking with its usual practice of fiercely opposing any new restrictions on legal access to firearms. At the time, it said it “believes that devices designed to allow semiautomatic rifles to function like fully-automatic rifles should be subject to additional regulations.”\nBut the N.R.A. never embraced a ban, and the association’s chief lobbyist, Chris Cox, later bragged in an interview with a gun enthusiast that the organization’s actions had succeeded in slowing down momentum for legislative reform. As the Las Vegas massacre — the worst mass-shooting in modern American history — was replaced by other news, a push for legislation in Congress faltered.", "date": "Dec. 18, 2018", "href": "https://www.nytimes.com/2018/12/18/us/politics/trump-bump-stocks-ban.html", "tags": "administration devices bump imposes department stocks rule trump new — ban said"}