{"title": "Trump 'orders further China tariffs'", "content": "US President Donald Trump has instructed staff to move forward with the next round of tariffs on Chinese goods, US media have reported.\nThe tariffs are expected to apply to about $200bn worth of imports from China, including electronic parts and consumer goods such as handbags.\nIt remains unclear when the new import taxes - which could be as high as 25% - will go into effect.\nOfficials are reportedly still working on the final list of products.\nPresident Trump ordered his staff to start preparing the tariffs this summer, escalating a dispute over what the US says are China's unfair trade practices, such as state subsidies.\nThe new duties would add to tariffs the US has already imposed on $50bn in Chinese goods as part of that dispute, as well as tariffs that China levied on $50bn in US goods in retaliation.\nFriday's news reports that Mr Trump has ordered the US to proceed with further tariffs quoted administration sources. There has so far been no formal announcement.\nHowever, Mr Trump has repeatedly signalled his willingness to impose the new duties, despite warnings from economists and widespread opposition in the US among the business community.\nOn 7 September, Mr Trump said tariffs on $200bn in goods \"could take place very soon\" and added that tariffs on a further $267bn in goods were \"ready to go on short notice if I want\".\nThe White House and office of the US Trade Representative did not respond to requests for comment.\nBloomberg News, which first reported the president's decision, said a public order had been delayed as the administration revises the final list of products.\nUS stocks sank on the news.\nTalks to resolve the matter ended without resolution this spring. \nSome in the administration are trying to restart discussions to defuse the trade war, but Mr Trump said on Thursday the US is under \"no pressure\" to strike a deal.", "date": "14 September 2018", "href": "https://www.bbc.com/news/business-45527935", "tags": "us goods china news president trump trade new tariffs"}