{"title": "Trump Hits China With Stiff Trade Measures", "content": "President Trump put China squarely in his cross hairs on Thursday, imposing tariffs on as much as $60 billion worth of Chinese goods to combat the rising threat from a nation that the White House has called “an economic enemy.”\nThe measures are Mr. Trump’s strongest trade action yet against a country that he says is responsible for thousands of lost American jobs and billions in lost revenues. Financial markets plunged on fears of a potential trade war between the world’s two largest economies, with the Standard & Poor’s 500-stock index dropping by 2.5 percent.\nThe White House said it was taking action in retaliation for China’s use of pressure and intimidation to obtain American technology and trade secrets. The measures include a significant change in Mr. Trump’s looming steel and aluminum tariffs that would aim them primarily at China.\nAfter Mr. Trump announced the moves, China’s Ministry of Commerce said that it was proposing tariffs of its own on 128 products from the United States, like nuts, wine and pork, that it valued at about $3 billion. China urged the Trump administration to resolve differences through dialogue to “avoid damage to the broader picture of Chinese-U.S. cooperation.”\nThe president’s actions fulfill his frequent campaign pledge to demand fairer trade deals with nations around the globe and to retaliate against trading partners if the United States does not secure better agreements.\n“We have one particular problem,” the president said before signing an order that will impose tariffs on hundreds of Chinese products, from shoes and clothing to consumer electronics. “We have a tremendous intellectual property theft situation going on.”\nThe sanctions reflect a shift in relations between the two economic giants, which for years engaged in highly structured dialogues to try to reach agreement on economic and security issues. But the White House now views those dialogues — and the agreements they produced — as largely hollow promises by the Chinese.\nRather than trying to draw China into the rules-based international economic order — a policy that dates back to Richard M. Nixon and Henry A. Kissinger — the United States now regards China as a strategic competitor, bent on eroding American security and prosperity.\nThe White House — along with many in the business community — believes the United States needs to strike back against China’s exploitation of its intellectual property, even if many question whether tariffs are the best tactic.\n“We repeatedly aired our concerns about China,” said Peter Navarro, director of the White House National Trade Council and a key architect of the measures. “What the United States is doing is strategically defending itself from China’s economic aggression.”\nMr. Trump said that he respected China’s president, Xi Jinping, and that China had been helpful in pressuring North Korea over its nuclear and missile programs. But the president declared that the United States would no longer tolerate running a trade deficit of nearly $400 billion with China, its second-largest trading partner, after the European Union.\nOn Thursday, the United States trade representative issued a lengthy report outlining a pattern of predatory behavior by the Chinese, including forcing American companies to transfer valuable technology and trade secrets, and “systematic” data theft by China through hacking of American computer systems.\nIn addition to the tariffs, the Treasury Department will restrict Chinese investment in American technology firms — a practice that officials said China uses to nurture its own “national champions” in cutting-edge industries like artificial intelligence and autonomous vehicles.\nThe administration’s increasing focus on punishing China was evident in its decision to exempt allies like the European Union, South Korea, Brazil, Canada and Mexico from what were supposed to be worldwide tariffs on steel and aluminum imports. The levies, which go into effect on Friday, will largely hit China.\nFears of a trans-Pacific trade war reverberated through the world’s markets, with the stock prices for major exporters like Boeing and Caterpillar plunging more than 5 percent.\nThe Chinese Embassy in the United States issued a blunt statement, saying that “China does not want a trade war with anyone. But China is not afraid of and will not recoil from a trade war. China is confident and capable of facing any challenge. If a trade war were initiated by the U.S., China would fight to the end to defend its own legitimate interests with all necessary measures.”\nUnder the proposed Chinese countermeasures, American-produced fresh fruit, nuts, wine, seamless steel pipes and other goods would be hit by 15 percent tariffs, while another group of goods, including pork, would attract 25 percent tariffs.\nChina would also “take legal action within the framework of the World Trade Organization,” the Chinese Commerce Ministry said.\nInside the White House, there was little of the rancorous debate that erupted before Mr. Trump announced the steel and aluminum tariffs earlier this month. The president has steadily winnowed free-trade advocates from the ranks of his cabinet, and these measures are unlikely to draw the wall of opposition from Republicans that the metal tariffs did.\nMr. Trump’s announcement brought some clarity to a process that the White House has largely conducted in secret, since the president announced an investigation of China’s trade practices last summer. But more will be revealed when the administration publishes the list of Chinese goods it will target for tariffs within the next 15 days.\n“We learned something today, but there’s still tremendous uncertainty about what’s going to happen,” said Chad P. Bown, a senior fellow at the Peterson Institute for International Economics. “So in a sense, we didn’t learn much.”\nAdministration officials said they were tailoring the list to minimize price increases for consumers, who buy large quantities of goods from China, and were focusing in part on strategic industries China is attempting to build up with state support. But Mr. Bown noted that the president’s target for tariffs — $60 billion — represents more than 10 percent of America’s annual imports from China.\n“Eventually they will feed into higher consumer prices,” he said.\nThe United States trade representative, Robert Lighthizer, told the Senate Finance Committee that tariffs should be levied on Chinese products from all the advanced industries it has vowed to build up as part of its “Made in China 2025” plan. Those include electric vehicles, high-tech shipping and aerospace technology. He called them “the ones I care about.”\nBut Mr. Lighthizer and his colleague, Commerce Secretary Wilbur Ross, faced a barrage of questions and criticism from lawmakers, several of whom worried about Chinese retaliation.\n“A state like Iowa stands to lose,” particularly if China targets soybean exports, said Senator Charles E. Grassley, Republican of Iowa. Senator Pat Roberts, Republican of Kansas, said, “We’re in a dire fix.”\nMr. Lighthizer acknowledged those concerns. “Every time we take a trade action, agriculture is in the cross hairs,” he said. “It’s something we’re very sympathetic to.”\nMr. Trump’s announcement was welcomed by a leading Democratic trade hawk in the Senate, Sherrod Brown of Ohio, who said the tariffs were a first step toward a comprehensive response to China that should also include increased screening of foreign investment in the United States to ensure it does not hurt American jobs.\n“I applaud the president’s aggressiveness in targeting tariffs on a country that is clearly cheating,” Mr. Brown said.\nMr. Trump’s move comes at a time when he has enlisted Mr. Xi to help pressure North Korea over its nuclear and ballistic missile programs. Last year, Mr. Trump said he had decided not to designate China as a currency manipulator, in part because China was cooperating in the pressure campaign. His explicit linkage of trade and security raises questions about whether the tensions from these tariffs will spill over into the North Korea issue.\n“The end objective of this is to get China to modify its unfair trade practices,” Everett Eissenstat, the deputy director of the National Economic Council, said in a telephone call with reporters.", "date": "March 22, 2018", "href": "https://www.nytimes.com/2018/03/22/us/politics/trump-will-hit-china-with-trade-measures-as-white-house-exempts-allies-from-tariffs.html", "tags": "mr. china measures united stiff ” trump chinese trade hits tariffs"}