{"title": "Trump Says He Alone Can Do It. His Attorney General Nominee Usually Agrees.", "content": "WASHINGTON — The meeting of President George Bush’s cabinet on Jan. 8, 1991, was even more high-stakes than usual. Iraq had invaded Kuwait. Half a million American troops were deployed and ready to attack. But many lawmakers were demanding a vote before any war.\nRejecting mainstream constitutional views, William P. Barr, the deputy attorney general, told Mr. Bush that he wielded unfettered power to start a major land war on his own — not only without congressional permission, but even if Congress voted against it.\n“Mr. President, there’s no doubt that you have the authority to launch an attack,” Mr. Barr said, as he later recalled.\nUltimately, Mr. Bush was cautious about invoking that maximalist theory of executive power and asked lawmakers for support anyway — a prudent step that Mr. Barr, whom Mr. Bush soon elevated to attorney general, also recommended. Congress’s vote ensured the Persian Gulf war was lawful.\nNearly three decades later, President Trump has nominated Mr. Barr to return as attorney general. But unlike the self-restrained Mr. Bush, Mr. Trump revels in pushing limits — a temperament that, when combined with Mr. Barr’s unusually permissive understanding of presidential power, could play out very differently for the rule of law than it did last time.\n“There are concerns about his independence, given his longstanding and expansive views of executive power,” said Senator Dianne Feinstein of California, the ranking Democrat on the Judiciary Committee, which will hold Mr. Barr’s confirmation hearing starting Tuesday. “So the question is, Is he right for this time, and can he really be independent of this president and the White House?”\nMr. Trump ousted his administration’s first attorney general, Jeff Sessions, in November, after long excoriating him for having followed ethics officials’ advice that he recuse himself from overseeing what became the investigation led by the special counsel, Robert S. Mueller III. Mr. Trump said that he needed an attorney general who would protect him and that he would not have appointed Mr. Sessions if he had known he would recuse himself. \nThe two-day hearing for Mr. Barr, 68, will play out against the backdrop of swelling rule-of-law turmoil, from Mr. Trump’s pressuring the Justice Department to curtail investigations into his associates and to open them into his opponents to his threat to invoke emergency powers to circumvent Congress on border-wall funds, to coming oversight fights with House Democrats.\nDemocrats have demanded that Mr. Barr protect Mr. Mueller as he completes the investigation into Russia’s interference in the 2016 election, including whether Mr. Trump sought to obstruct the inquiry on behalf of Moscow. Democrats have also focused on whether Mr. Barr would turn over to Congress any report Mr. Mueller compiles.\nSenator Lindsey Graham, Republican of South Carolina and the new Judiciary Committee chairman, told reporters after meeting with Mr. Barr last week that the nominee had said he saw no reason to fire Mr. Mueller and had pledged to “err on the side of transparency” about any report. But neither statement addressed what he would do if Mr. Trump ordered him to act otherwise.\nMr. Barr is likely to be confirmed because Republicans control the Senate and because defeating him would leave in place the acting attorney general, Matthew G. Whitaker, a Trump loyalist whose installation in that role Democrats see as illegitimate and a threat to Mr. Mueller. Ethics officials advised Mr. Whitaker to recuse himself from the Russia case, but he refused.\nBut Mr. Barr has already drawn scrutiny over the revelation last month that he sent an apparently unsolicited 19-page memo to the Trump legal team in June arguing that Mr. Mueller should not be permitted to investigate Mr. Trump for criminal obstruction of justice.\nMr. Barr’s argument derived from his broad view of executive power: The Constitution, he claimed, does not permit Congress to make it a crime for the president to exercise his executive powers corruptly — even if he were to fire a subordinate, pardon someone or use what Mr. Barr termed his “complete authority to start or stop a law enforcement proceeding” to cover up crimes by himself or his associates.\nThe claim that the framers of the Constitution empowered presidents to impede investigations for corrupt ends goes too far, many legal scholars say. But Supreme Court precedents offer few definitive guideposts, giving the attorney general broad latitude.\n“The interpretive approach of Justice Department lawyers to the Constitution is very important because many separation-of-powers issues never wind up in court,” said Peter Shane, an Ohio State University law professor. “Barr’s method is not uniquely his, but it does represent a particularly aggressive school of executive power thought.”\nMr. Barr started his career as a C.I.A. analyst before becoming an agency legislative affairs official in the mid-1970s, during the post-Watergate and post-Vietnam War era when a congressional investigation dragged decades of intelligence abuses into the light over the executive branch’s objections.\nAfter going to law school, he joined the Reagan White House and worked on domestic policy with C. Boyden Gray, the counsel to then-Vice President George Bush. At the time, the administration was battling Democrats in Congress over its push for deregulation. The conflicts helped spur the Reagan legal team to develop new executive power theories that would diminish the influence of Congress.\nTheir legal policy innovations intensified in Mr. Reagan’s second term, after Mr. Barr had returned to private practice and senior administration officials were caught steering aid to anti-Marxist militants in Nicaragua despite a law forbidding such assistance. The scandal, known as Iran-contra, set off investigations by Congress and an independent counsel.\nAmid the fallout, the Reagan legal team called into question the legitimacy of both the law barring aid and one allowing for prosecutors the president could not fire. The president’s lawyers saw them as congressional encroachments on the president’s rightful powers, though the Supreme Court upheld the independent counsel law in 1988.\nThe next year, when Mr. Barr returned to public service in the new Bush administration, he took up the executive power mission as the head of the Office of Legal Counsel, the powerful agency within the Justice Department that evaluates the legality of proposed executive branch actions. Mr. Gray, who had become White House counsel under Mr. Bush, “was intent on getting someone in that position who believed in executive authority,” Mr. Barr later recalled.\nNormally, the Office of Legal Counsel waits to be asked a specific legal question about a particular dispute before weighing in. But among his first major acts was to write an apparently unsolicited 10-page memo to top lawyers across the executive branch, urging vigilance against any attempts by Congress to limit presidential power.\n“Only by consistently and forcefully resisting such congressional incursions can executive branch prerogatives be preserved,” he wrote.\nMr. Barr denounced lawmakers’ pursuit of sensitive administration information for oversight investigations and the creation of legal limits on the president’s power to fire certain officials in order to give them a degree of independence. “The power to remove is the power to control,” he wrote.\nAs Mr. Bush’s term progressed, Mr. Barr not only argued that the president could unilaterally launch the gulf war without Congress — echoing a move by President Harry S. Truman, to enduring legal controversy, in the Korean War four decades earlier — but also sought to push the boundaries of presidential flexibility in many other ways, large and small.\nIn 1990, for example, Mr. Barr asserted that the Bush administration could lawfully choose to disregard a law in which Congress, as a condition of funding a diplomatic delegation, required that a representative from a congressional panel be included. Arguing that Congress had no authority in the area of foreign affairs, he asserted that it was therefore “self-evidently” true that lawmakers could not enact a law influencing the president’s choices of diplomatic agents.\nThat same year, he argued more broadly in a panel discussion that even with the power of the purse, lawmakers lack the authority to influence policy by placing conditions on appropriations for government activities that fall under the president’s executive powers. Ultimately, Congress only has the power to provide a “lump sum” to the president in those cases, he said.\nAfter Mr. Bush lost the 1992 election and before he left office, he pardoned half a dozen officials caught up in the Iran-contra affair just before one, Caspar Weinberger, was about to go to trial. Foreshadowing the controversy over Mr. Trump’s dangling of potential pardons in the Russia investigation, the prosecutor accused Mr. Bush of a cover-up that could have implicated his own conduct. Mr. Barr later said that he had personally urged Mr. Bush to pardon the officials because he thought they had been “unjustly treated.”\nIn the years after the Bush administration ended, Mr. Barr became a top lawyer for the telecommunications company that evolved into Verizon, working mainly on business and regulatory issues. But he also continued to play a role in legal policy debates over executive power and national security, especially after the Sept. 11 attacks.\nAfter Congress enacted the USA Patriot Act to loosen restrictions on government surveillance that grew out of the 1970s oversight investigations, he testified that the new statute had been a good first step but did not go far enough.\nIn 2005, after the George W. Bush administration’s detainee abuses started coming to light, he defended Mr. Bush’s power to declare that prisoners in the war on terror were not protected by the Geneva Conventions and so could be lawfully subjected to coercive questioning.\n“Generally, under the laws of war, absent treaty, there is nothing wrong with coercive interrogation, applying pain, discomfort and other things to make people talk,” he said, pausing, then adding, “as long as it doesn’t cross the line and involve the gratuitous barbarity that’s involved in torture.”\nLater that year, Congress tightened laws against treating detainees in cruel or degrading ways, but Mr. Bush claimed he had constitutional power to do so anyway. In 2006, the Supreme Court ruled that the Geneva Conventions did require humane treatment of terrorism detainees, contrary to the Bush legal team theories that Mr. Barr had echoed.\nMr. Barr also repeatedly defended Mr. Bush’s decision to create the ill-fated system of military commissions instead of civilian courts to prosecute terrorism suspects. In fact, it was Mr. Barr who privately suggested to the Bush White House that it create a tribunals system, an idea he had considered as attorney general during the investigation of the 1988 bombing of Pan Am Flight 103. Two Libyan suspects were indicted in civilian court in 1991.\nMr. Barr has recounted a story about that case that may resonate with Democrats’ expressed concerns about whether he will maintain Justice Department independence against political interference by Mr. Trump. When prosecutors were preparing to indict the Pan Am 103 suspects, Mr. Bush cautiously asked his attorney general “would it be O.K.” to brief the National Security Council on the situation. \nTaken aback at Mr. Bush’s hands-off attitude, Mr. Barr made clear that he saw the president as excessively deferential — and invoked the notion, popular among executive power maximalists, that the president, not the attorney general, is the prosecutor in chief.\n“Would it be O.K.? Well, I work for you; you’re the top law enforcement officer. Of course it’s O.K.,” Mr. Barr recalled marveling. “The attitude was, You have to be very careful with pending matters of justice.”", "date": "Jan. 14, 2019", "href": "https://www.nytimes.com/2019/01/14/us/politics/william-barr-executive-power.html", "tags": "bush usually congress executive alone nominee ” trump says barr general agrees power attorney"}