{"title": "Trump Misses Deadline To Remove White Nationalist From Delegate List", "content": "Donald Trump, the presumptive Republican presidential nominee, missed the legal deadline to remove a white nationalist leader from the list of delegates his campaign submitted in California, state officials said Wednesday.\nThe Trump campaign initially denied reports that it had named William Johnson, a leader of the white nationalist American Freedom Party, as a delegate, then blamed a “database error” for his inclusion on its delegate list. But documents obtained by Mother Jones (where I used to work) show the candidate's team emailed Johnson on Monday afternoon to congratulate him on his selection as a delegate.\nJohnson told The Huffington Post on Wednesday that he has resigned as a delegate. \"I will not be a delegate,\" he wrote in an email. \"I will not go to the convention.\" But that decision came too late for the California secretary of state's office to remove him from Trump's list.\nThe deadline to submit a list of delegates to the California secretary of state's office was Monday, May 9. The Trump campaign submitted a list of delegates on Monday \"around noon\" that \"includes William Johnson on it,\" said Sam Mahood, a spokesman for California Secretary of State Alex Padilla. \"The Trump campaign attempted to send a revised list after the deadline Tuesday May 10. We informed the Trump campaign we would not be accepting their revised list as it was past the statutory deadline.\" \nThe Trump campaign sent the revised list at 1:42 p.m. Pacific Time on Tuesday, Mahood said. That's less than an hour after Mother Jones first reported Johnson was a delegate.\nCalifornia election code includes no provisions relating to delegates resigning, but a spokeswoman for the state Republican party noted that its bylaws allow candidates to amend their delegate submissions \"as necessary\" before they're submitted to the Republican National Committee. (It's not clear how this provision would interact with state law and RNC rules.)\nFew Americans need more proof that Trump, a demagogue who has called for banning all Muslims from visiting the country and said that Mexican immigrants are rapists, holds bigoted views. The Johnson scandal highlights something else about the candidate: He's unwilling or unable to manage his campaign in a way that prevents it from picking a notorious white nationalist as a delegate.\nMatt Ferner contributed reporting.\nThis post has been updated to note that Johnson resigned as a delegate.\nEditor’s note: Donald Trump regularly incites political violence and is a serial liar, rampant xenophobe, racist, misogynist and birther who has repeatedly pledged to ban all Muslims — 1.6 billion members of an entire religion — from entering the U.S.", "date": "\n05/11/2016", "href": "https://www.huffpost.com/entry/trump-white-nationalist-delegate-deadline_n_57335272e4b016f37897c097", "tags": "johnson delegates remove delegate misses white trump deadline california state nationalist campaign list"}