{"title": "Trump Greets Plans for North Korea-Syria Meeting With Deafening Silence", "content": "WASHINGTON — When Kim Jong-un, the North Korean leader, met with top Chinese and Russian officials before a planned summit meeting with President Trump, the American leader raised a red flag. But North Korea’s announcement that Mr. Kim is also planning to meet President Bashar al-Assad of Syria has brought no similar protest from Mr. Trump — even though Syria and North Korea have a longstanding shared history of nuclear proliferation.\nThe last time Mr. Assad did business with the Kim family, the result was one of the most brazen cases of proliferation in history: North Korean engineers built a replica of their main nuclear reactor in the Syrian desert. It was the beginnings of a nuclear program that ended in fiery ruins in September 2007, when the building was destroyed in a secret Israeli bombing run.\nAt the time, Vice President Dick Cheney and others in the George W. Bush administration argued that the United States should have bombed the reactor itself, to make a point about its seriousness in stopping the export of bomb-making technology.\nNow North Korea says it is resuming the relationship, and is expecting a visit to Pyongyang by Mr. Assad — who has rarely left Damascus since the uprising against his government began seven years ago.\nOn Monday, White House officials declined to discuss the prospect of Mr. Assad visiting Pyongyang, saying only that Mr. Trump would convey his views directly to Mr. Kim.\nInstead, they suggested that nothing would interfere with the first meeting of a sitting American president and a North Korean leader. The White House announced that the meeting would begin at 9 a.m. June 12 in Singapore.\nThere is no indication that Mr. Trump has insisted first that the North commit to curb its nuclear or missile sales, stop producing nuclear material or turn over at least part of its nuclear arsenal.\nIncreasingly, the meeting between the two leaders is shaping up as a get-to-know-you exercise, perhaps with the announcement of plans for a peace treaty, to replace the armistice signed in 1953, ending the Korean War.\nAnd administration officials are now silent on demands they made just a week ago: that before Mr. Trump travels halfway around the world to meet Mr. Kim, there must be assurances that “complete, verifiable, irreversible disarmament” is underway.\nTelevised explosions to destroy tunnels at  North Korea’s only known nuclear test site two weeks ago were likely more for show than substance, according to Defense Department officials who spoke on condition of anonymity. And there is no evidence that the explosives reached into the site’s deep underground tunnels where the testing takes place.\nThat could mean the main result of the explosions was to seal the tunnels before any inspectors could arrive to take samples from past tests.\nMr. Trump said he was unhappy when Mr. Kim met with President Xi Jinping of China in the coastal Chinese city of Dalian last month. Mr. Kim’s tone toward the United States hardened soon after that meeting, Mr. Trump said — a shift that precipitated his decision, now reversed, to cancel their planned summit meeting.\nThe president also protested last week’s meeting of Mr. Kim and the Russian foreign minister, Sergey V. Lavrov. Russia has often undermined international sanctions against North Korea by allowing the North’s ships to dock in Vladivostok.\nThe White House press secretary, Sarah Huckabee Sanders, said that planning for the meeting continued at a high level. In a sign of the growing inevitability of the encounter, she said the White House deputy chief of staff, Joe Hagin, planned to remain in Singapore with his advance team until Mr. Trump arrives.\n“We feel like things are moving forward,” Ms. Sanders said. “Good progress is being made.”\nShe disputed critics who charged that the Trump administration was backing off its “maximum pressure” campaign against North Korea — even though the president said on Friday that he no longer wanted to use that exact phrase. Sanctions were “powerful,” Ms. Sanders said on Monday, and the United States had no plans to relax them.\nDiplomats involved in previous negotiations with North Korea expressed concern about the lack of upfront commitments the Trump administration has extracted from Pyongyang on its nuclear program — and the more open-ended language American officials have begun to use about their goals for the meeting.\nThe most basic of those commitments could include a vow to halt all missile and nuclear tests, and sales to other countries. North Korea’s arsenal has long been one of the isolated country’s few profit centers.\nThe sale of the reactor to Syria was the first, and only, time North Korea has been caught selling a complete nuclear facility. It was an exact replica of the plutonium reactor at Yongbyon.\nThe chief of Israel’s Mossad intelligence service at the time, Meir Dagan, visited Washington and showed pictures of the reactor to the C.I.A. chief at the time, Michael V. Hayden, and the national security adviser to Mr. Bush, Stephen J. Hadley. That touched off a lengthy debate over whether the United States should destroy the facility.\nMr. Bush ultimately overruled Mr. Cheney and said the United States would go to the United Nations before intervening. Instead, the Israelis acted to destroy the reactor. All involved kept the action secret, in hopes of keeping Mr. Assad from retaliating, but it was revealed, by The New York Times and others, a few weeks later. \nExperts said it appeared that the most tangible outcome of the upcoming summit meeting in Singapore — apart from the personal encounter between Mr. Trump and Mr. Kim — would be progress toward some kind of peace agreement that would end decades of military conflict on the Korean Peninsula.\nThat would provide Mr. Trump with a potent showcase as a peacemaker, but it could distract from the administration’s priority of disarming North Korea, experts said. It could also further erode the sanctions campaign against the North and make it almost impossible for Mr. Trump to return to the threat of military action.\nUntil now, said some former officials, the diplomatic initiative has been firmly in Mr. Kim’s hands.\n“Kim Jong-un had two clear objectives for this process: to dissipate the sanctions pressure, and that’s already working; and to get a meeting with the president of the United States, and that’s working,” said Michael J. Green, who negotiated with North Korea on behalf of Mr. Bush.\n“This is beginning to seem like a TV show,” Mr. Green said.", "date": "June 4, 2018", "href": "https://www.nytimes.com/2018/06/04/us/politics/trump-syria-north-korea-meeting.html", "tags": "nuclear silence meeting trump greets korea-syria plans kim north deafening korea said —"}