{"title": "Trump Kim summit: US president hails deal after historic talks", "content": "US President Donald Trump says his historic talks with North Korean leader Kim Jong-un that ended in a joint agreement were \"tremendous\".\nThe signed document includes a pledge from Mr Kim to rid the Korean peninsula of nuclear weapons.\nBut in an extraordinary media conference later, Mr Trump announced details not in the paper.\nHe said he would halt US military exercises in South Korea, something widely seen as a concession.\nThe meeting was the first time a sitting US president has met North Korea's leader, and caps a remarkable turnaround for the two.\nLast year saw the pair sling various insults at each other, while North Korea conducted several ballistic missile tests in defiance of the international community.\nFor both men the meeting brought much to gain as well as considerable risk.\nAnalysts say the meeting is seen by North Korea as a way of bringing legitimacy to a nation long regarded as a pariah. Should Mr Trump resolve the North's nuclear threat, he would have achieved something none of his predecessors came close to.\nThe summit centred on nuclear disarmament and reducing tensions. \nThe agreement said the two countries would co-operate towards \"new relations\", while the US would provide \"security guarantees\" to North Korea. \nOn nuclear weapons, Mr Kim \"reaffirmed his firm and unwavering commitment to complete denuclearisation of the Korean peninsula\".\nObservers say the document lacks substance, in particular on how denuclearisation would be achieved.\nHowever, speaking to reporters after, Mr Trump said:\nSeveral reporters asked whether Mr Trump had raised the issue of human rights with Mr Kim, who runs a totalitarian regime with extreme censorship and forced-labour camps.\nThe US president said he had, and did not retract his description of Mr Kim as \"talented\".\n\"Well, he is very talented,\" Mr Trump said. \"Anybody that takes over a situation like he did at 26 years of age and is able to run it and run it tough. I don't say he was nice.\"\nIn a post-summit interview with ABC News, the president said he was confident that the agreement meant full denuclearisation.\n\"Yeah, he's de-nuking, I mean he's de-nuking the whole place. It's going to start very quickly. I think he's going to start now,\" he said.\n\"I think he trusts me and I trust him,\" Mr Trump added.\nLargely positive. South Korean President Moon Jae-in, who held his own meeting with Mr Kim earlier this year, said the \"two Koreas and US will write new history of peace and co-operation\".\nA spokesman, though, also said the \"exact meaning and intention\" of what Mr Trump had said \"needs to be assessed\".\nChina, North Korea's only major diplomatic and economic ally, also said the meeting created a \"new history\". The foreign ministry said sanctions on North Korea could be eased if it stuck to UN resolutions.\nJapanese Prime Minister Shinzo Abe praised President Trump's \"leadership and effort\", saying he supported North Korea's pledge on denuclearisation as \"a step towards the comprehensive resolution of issues around North Korea\".\nBut Russia warned that the \"devil is in the detail\" and Iran said North Korea should not trust the US. Mr Trump recently pulled the US out of a nuclear deal with Iran.\nAnalysis by Anthony Zurcher, BBC North America reporter\nTwo years ago Barack Obama travelled to Cuba - and was roundly denounced by conservatives for breaking bread with totalitarian leaders and praised by liberals for his statesmanship. Now, with Donald Trump's summit with Kim Jong-un, the tables have been turned. Mostly.\nOn conservative Fox News and among Mr Trump's core supporters, the president was lauded for a historic diplomatic breakthrough. Among Democrats, there was more than a fair amount of concern that the president was engaging in a glorified publicity stunt with little chance of success. \nRepublicans in Congress have been more measured. There was plenty of talk of \"historic first steps\", in Senate Majority Leader Mitch McConnell's words, but concern over how the yet-to-be negotiated verification details will turn out. \nA few other conservatives expressed dismay at seeing the US and North Korean flags side-by-side, and viewed Mr Trump's solicitous manner and warm words for Mr Kim as too much, given his nation's history of human rights violations.\n\"Needless to say, we would've wrecked Obama for doing this,\" tweeted conservative blogger Allahpundit. \nTuesday was the latest reminder that in just 16 months, US - and international - politics have been turned upside down. \nThe summit began with a striking image, unimaginable just months ago.\nThe two men walked towards each other and firmly gripped each other's hands in front of US and North Korean flags.\nSitting alongside each other, ahead of a one-on-one meeting, the pair appeared relaxed against the odds.\n\"It was not easy to get here,\" Mr Kim said. \"There were obstacles but we overcame them to be here.\"\nThe two men, accompanied only by interpreters, spoke for a little under 40 minutes. They were then joined by small delegations of advisers for a working lunch.\nOver lunch they shared a mix of Western and Korean dishes, including stuffed cucumbers and Daegu jorim, a soy-braised fish dish.", "date": "12 June 2018", "href": "https://www.bbc.co.uk/news/world-asia-44450739", "tags": "hails us korea summit korean president trump talks kim north deal historic"}