{"title": "Trump Just Pushed the World Trade Organization Toward Irrelevance", "content": "GENEVA — The handsome stone edifice that serves as the headquarters for the World Trade Organization rises like a fortress over Lake Geneva, projecting an air of impregnability. But lately the institution looks vulnerable, sowing worries that global commerce itself may be in jeopardy.\nAs the United States accuses China of predatory trading practices while doling out unilateral punishment, the trade organization tasked with preserving the peace appears marginalized.\nThe latest indication came on Thursday, when President Trump effectively bypassed the trading organization in announcing plans to impose tariffs on as much as $60 billion worth of Chinese imports, from electronics to running shoes. By Friday morning, China was threatening to retaliate with tariffs on some $3 billion worth of imports from the United States.\nDiplomats and trade officials said the American action — if followed through — would flout W.T.O. rules, given that the United States would be imposing tariffs without first adjudicating its grievances. Chinese retaliation would similarly deviate from W.T.O. rules.\nThe W.T.O. fancies itself a United Nations for global commerce, a place where its 164 member nations convene to hash out clear rules of engagement, seeking to defuse conflict. But as the United States and China, the two largest economies on earth, edge closer to a trade war, the organization established in 1995 to prevent such hostilities appears increasingly impotent.\nIn an interview on Thursday, just before Mr. Trump’s announcement of the tariffs on China, the body’s director general, Roberto Azevêdo, expressed concerns that member states were taking matters into their own hands.\n“These unilateral actions may lead to an escalation of trade-restrictive measures, ending up possibly in some kind of trade war,” Mr. Azevêdo said. “I’m significantly concerned.”\nMr. Trump appeared to acknowledge on Thursday that he was circumventing the rules-based trading system, asserting that the W.T.O. “has actually been a disaster for us.”\n“It’s been very unfair to us,” he said.\nYet, in a strange bit of cognitive dissonance, the Trump administration at the same time declared plans to seek justice from the body. The United States trade representative, Robert E. Lighthizer, said he planned to file a new case at the W.T.O. to try to halt Beijing’s policy of forcing foreign investors to transfer technology to China.\nThe administration’s China offensive followed its decision to impose tariffs on steel and aluminum imports. On Thursday, the administration significantly diminished the reach of those tariffs, exempting many of its allies — not least, the European Union.\nBut diplomats in Geneva said the damage to the global trading system went beyond the impact on metals, dealing a blow to the foundations of the W.T.O.\nThe Trump administration has justified its steel and aluminum tariffs by claiming that American national security is imperiled by a dependence on imported metals. Trade experts have heaped scorn on that claim, noting that the United States already produces more than two-thirds of the steel it uses.\nThe Trump administration’s invocation of national security broke with a deep-seated collective understanding that such claims are verboten as justification for tariffs. Once one country makes such a claim, the argument goes, others feel irresistible pressure to manufacture national security worries to protect their own industries.\nTrade disputes at the W.T.O. involving Russia and Ukraine will almost certainly feature the invocation of national security concerns to justify impediments to trade. The same goes for cases involving the United Arab Emirates, Qatar and Saudi Arabia.\n“It’s no longer unprecedented,” Mr. Azevêdo said. “But I still believe this is not the best way to go.”\nQuiet and orderly, Geneva is generally not a place of drama. But recent weeks have generated anxiety and fear among the bureaucrats and diplomats who make up the trade organization.\nMany said Mr. Trump had effectively downgraded the W.T.O. to an optional stop that can be skipped by countries willing to break with rules and tradition in pursuit of self-interest.\nMany assumed that Mr. Trump was using extreme actions as a prelude to negotiation. They cited the fact that the steel and aluminum tariffs initially were to apply to every steel producer on earth and now apply to only a handful of countries, including China.\nDiplomats and trade organization officials acknowledge that the aggressive posture of the United States is in part an outgrowth of a substantial failure by the W.T.O. to update its rules to contend with China’s rise.\nBack in 2001, when China gained admission to the trade organization, it was supposed to be the beginning of a transformative opportunity for the world. China would gain access to global markets for its wares, while the rest of the planet would gain entry to China. Some argued that China’s integration into the world economy would encourage its leaders to further embrace market forces and eventually democracy.\nIn the years since, China has absorbed staggering amounts of foreign investment — much of it from the United States — erecting factories that have churned out products shipped to ports around the world. But persistent impediments have limited the chances for foreign investors to cash in.\nChina has forced foreign companies to engage in joint ventures with Chinese counterparts while transferring technology to China. Chinese state-owned companies have remained a central force in the Chinese economy, securing sweetheart credit arrangements from government-owned banks, cut-rate energy supplies and other subsidies.\nChina’s president, Xi Jinping, has used its growing commercial might to redouble the power of the state, cracking down on dissent.\nOfficials and diplomats now concede that the notion that inclusion in the global trading body would encourage China to embrace liberal values is a failure.\nBut the consequences of that failure are sowing worries that the future of the rules-based trading system is on the line.\nThe W.T.O. is the direct descendant of a global trading pact reached at the end of World War II, fueled by the idea that trade across borders minimizes prospects for war.\n“If the member countries simply begin to take matters into their own hands, disregarding all these principles, all these concepts, we may be in a situation where the global economic environment could deteriorate very fast,” Mr. Azevêdo said. “These measures tend to exacerbate nationalistic sentiments. They tend to exacerbate intolerance.”\nHe fretted that the United States continued to block the appointment of new judges to a W.T.O. appellate body that renders judgment on trade disputes between countries.\nThe United States has long complained that the process is slow and unfair, relying on archaic rules about fair pricing in the global economy. But Mr. Azevêdo said the Trump administration had offered no proposals for how to improve the process, while simply refusing to replace judges whose terms expired.\n“What is the point of having agreements if there is no means of promoting enforcement?” he asked. “The appellate body situation, if we don’t address it, could lead not now but in the future to a paralysis of the dispute settlement mechanism. This would compromise the whole system.”", "date": "March 23, 2018", "href": "https://www.nytimes.com/2018/03/23/business/trump-world-trade-organization.html", "tags": "world china pushed united states w.t.o trump ” organization trade tariffs toward irrelevance"}