{"title": "Trump Says He Discussed the ‘Russian Hoax’ in a Phone Call With Putin", "content": "WASHINGTON — President Trump telephoned President Vladimir V. Putin of Russia on Friday for what both men described as a lengthy, positive conversation, in which they dismissed two years of investigations into Russia’s intervention in the 2016 presidential campaign as a “Russian Hoax” and a mountain that “ended up being a mouse.”\nSpeaking to reporters in the Oval Office after his first exchange with Mr. Putin since the release of the report by the special counsel, Robert S. Mueller III, which asserted that “the Russian government interfered in the 2016 presidential election in sweeping and systematic fashion,” Mr. Trump said he did not broach the threat of Russian interference in future elections with Mr. Putin.\nInstead, the two leaders pledged to embark on a new era of cooperation on issues from North Korea to Venezuela, where Mr. Trump said the Russian leader “is not looking at all to get involved, other than he’d like to see something positive happen.”\nThe timing of the call, two weeks after the release of the Mueller report, suggested a president eager to lift the cloud of the investigation from his dealings with Moscow and return to the policy of warmer relations with Russia that he once promised as a candidate. But it illustrated yet again the deep disconnect between Mr. Trump’s personal treatment of Mr. Putin and his administration’s more hard-edge relations with the Russian government.\nMr. Trump’s dismissal of Russian election interference runs counter to the assessments of the nation’s intelligence agencies, as well as Mr. Mueller’s report, while his characterization of Mr. Putin’s role in Venezuela contradicts the views of his own top advisers. They accuse Russia of propping up the Venezuelan president, Nicolás Maduro, in defiance of an American-led pressure campaign to force him from power.\nOn Wednesday, Secretary of State Mike Pompeo called the Russian foreign minister, Sergey Lavrov, to warn him that his country’s intervention in Venezuela was “destabilizing” for that country and for the United States-Russia relationship. Other officials portray Venezuela as a Cold War-like proxy battle between Washington and Moscow.\n“This is our hemisphere — it’s not where the Russians ought to be interfering,” the national security adviser, John R. Bolton, said on Wednesday. “This is a mistake on their part. It’s not going to lead to an improvement in relations.”\nBut to judge by both what Mr. Trump said about the call and a statement issued by the Kremlin, he and Mr. Putin disagreed on little. They pledged to deliver humanitarian aid to Venezuela. They vowed to boost trade between the United States and Russia. And they talked about a potential three-way deal on nuclear arms that could include China.\nThe agreement would be a successor to the Intermediate-Range Nuclear Forces Treaty, a 1987 pact from which Mr. Trump announced he would withdraw the United States, largely because of evidence that Russia was cheating on it. On Friday, Mr. Trump said nothing about Russian violations, putting the emphasis on cooperation to “get rid of some of the tremendous firepower that we have right now.”\nMr. Trump first mentioned that he “had a long and very good conversation” with Mr. Putin in a tweet, in which he also said that the subjects discussed included “even the ‘Russian Hoax.’” When the subject of the Mueller report and Russia’s role in the election came up during the call, Mr. Trump later explained, Mr. Putin “actually sort of smiled when he said something to the effect that it started off as a mountain and ended up being a mouse. But he knew that because he knew there was no collusion whatsoever.”\nA White House official later clarified that it was not a video call; Mr. Trump meant to say that Mr. Putin had “laughed, chuckled” rather than smiled.\nMr. Putin has long denied that Russia interfered in the election, though he has been frank that he was rooting for Mr. Trump to win in 2016. Standing next to Mr. Trump in Helsinki, Finland, last July, he said, “Yes I did, yes I did, because he talked about bringing the U.S.-Russia relationship back to normal.”\nThe summary of the call released by the Kremlin said the “two heads of state expressed satisfaction with the businesslike and constructive nature of the conversation.” But the statement also revealed a few potential fissures. On Venezuela, it condemned “outside interference in the country’s internal affairs” and added that “attempts to change the government in Caracas by force undermine prospects for a political settlement of the crisis.”\nThe statement also stressed the need to lift sanctions on North Korea in return for “good faith” moves to disarm its nuclear arsenal — a step-by-step approach that Mr. Trump has resisted in his two meetings with the North Korean leader, Kim Jong-un. He has pushed a deal in which the North would agree to give up all its weapons for a lifting of sanctions. But Mr. Putin, who met with Mr. Kim in Vladivostok, Russia, on April 25, appears to be positioning himself as a player in the nuclear negotiations.\nJust hours after the call, North Korea launched several short-range projectiles, which followed the mid-April test of what Pyongyang called a “tactical guided weapon.” The most recent move is likely to ratchet up tensions as Mr. Kim seeks a bargaining chip in talks with the United States.\nMr. Trump made no mention of his and Mr. Putin’s differences over North Korea in describing the call, which lasted more than an hour. In the past, he has steadfastly avoided criticizing Mr. Putin, even when he authorized tough moves against Russia, like approving the sale of lethal defensive weapons to the Ukrainian military for its battle against Russian-backed forces, or expelling 60 Russian diplomats to retaliate for Moscow’s poisoning of a former spy on British soil.\n“Getting along with Russia and China, getting along with all of them is a very good thing, not a bad thing,” Mr. Trump said.\nMr. Trump has rarely mentioned Russia’s role in the 2016 election, and when Kirstjen Nielsen, the recently departed secretary of homeland security, tried to convene a high-level meeting to discuss how to respond to potential meddling by Russia in the 2020 election, she was told by Mick Mulvaney, the acting White House chief of staff, that it “wasn’t a great subject and should be kept below his level.”\nMr. Trump on Friday, as he has in the past, saved his vitriol for Mr. Mueller, complaining that the special counsel had wasted $35 million over two years and turned up no evidence of wrongdoing by him. He described his cooperation as unprecedented, turning over 1.4 million documents and allowing investigators to interview dozens of officials, including the White House counsel, Donald F. McGahn II, for 30 hours.\n“I didn’t have to let him interview anybody,” Mr. Trump said. “I didn’t have to give any documents. I was totally transparent because I knew I did nothing wrong.”\nMr. Trump also renewed his effort to turn the spotlight on the investigators, saying they spied on his campaign. He referred approvingly to an article published by The New York Times on Thursday that described how the F.B.I. sent a government investigator to London in September 2016 to meet with a Trump campaign adviser, George Papadopoulos, as part of the counterintelligence inquiry opened that summer to try to understand the ties between the campaign and Russia.\n“That’s a story bigger than Watergate, as far as I’m concerned,” the president said.", "date": "May 3, 2019", "href": "https://www.nytimes.com/2019/05/03/us/politics/trump-putin-phone-call.html", "tags": "call ‘ “ russian putin trump says two russia hoax phone discussed"}