{"title": "Trump trade war: China vows retaliation if tariffs bite", "content": "China has warned that it does not want a trade war with the US, but will not sit idly by if its economy is hurt.\nZhang Yesui, spokesperson for China's National People's Congress, made the comments amid controversy over Donald Trump's announcement of tariffs on steel and aluminium imports.\nThe US president has also threatened to impose a tax on EU-made cars, and earlier said \"trade wars are good\".\nUS trading partners, the IMF and the WTO have strongly criticised his moves.\nMr Trump has decried the \"$800 Billion Dollar Yearly Trade Deficit because of our 'very stupid' trade deals and policies\", and vowed to end it.\nOn Thursday, he said steel imports would face a 25% tariff and aluminium 10%. \nThen came Saturday's threat on EU-made cars.\nIn January, he had already announced tariffs on solar panels and washing machines. \nChina's Zhang Yesui said it was natural that \"some friction will exist\" between the US and China, given the volume of trade between them surpassed $580bn (£420bn) last year.\nBut he said China would take \"necessary measures\" if its interests were hurt.\nCanada said tariffs would cause disruption on both sides of the border. Prime Minister Justin Trudeau said he was \"confident we're going to continue to be able to defend Canadian industry\".\nEU trade chiefs have reportedly been considering slapping 25% tariffs on around $3.5bn of imports from the US - targeting iconic US exports including Levi's jeans, Harley-Davidson motorbikes and Bourbon whisky. \nBrazil, Mexico and Japan, that have said they will consider retaliatory steps if the president presses ahead with his plan next week.\nA number of Republicans have questioned the wisdom of the tariff proposal and have been urging the president to reconsider.\nSenator Orrin Hatch said American citizens would be made to pay. \nSenator Ben Sasse agreed that \"kooky 18th Century protectionism will jack up prices on American families\".\nIndustry bodies like the US Motor and Equipment Manufacturers Association have expressed deep concern.\nBut steelworkers in Pennsylvania and Indiana will welcome Mr Trump's comments.\nThe US imports steel from more than 100 nations and brings in four times more steel from abroad than it exports.\nSince 2000, the US steel industry has suffered, with production dropping and the number of employees in steel work falling.\nThe US is the largest export market for EU cars - making up 25% of the €192bn (£171bn; $237bn) worth of motor vehicles the bloc exported in 2016 (China was second with 16%).", "date": "4 March 2018", "href": "https://www.bbc.com/news/world-asia-china-43278458", "tags": "us retaliation china steel trump vows war bite trade tariffs imports"}