{"title": "Trump Declares Exoneration, and a War on His Enemies", "content": "WASHINGTON — President Trump was in the private quarters of his Palm Beach, Fla., club on Sunday afternoon when two White House lawyers briefed him on the details of Attorney General William P. Barr’s four-page summary of the Russia investigation.\nMr. Trump, just back from a round of golf, expressed vindication, though no great display of emotion, two people close to him said. An hour later, as he boarded Air Force One to fly to Washington, a very different Mr. Trump emerged.\nSpeaking with barely concealed fury, he told reporters, “It’s a shame that our country had to go through this. To be honest, it’s a shame that your president has had to go through this.” He denigrated the investigation, led by the special counsel, Robert S. Mueller III, as an “illegal takedown that failed” and said those responsible for it should face scrutiny.\nMr. Trump’s aides warned him not to react to the findings with a sense of triumphalism, people close to him said. But the president, who has long felt victimized by the Russia investigation and the shadow it has cast over his legitimacy, presented Mr. Barr’s statements as an unalloyed victory.\n“There was no collusion with Russia,” he declared. “There was no obstruction and — none whatsoever. And it was a complete and total exoneration.” In fact, Mr. Barr’s summary quoted from Mr. Mueller’s report that “while this report does not conclude that the president committed a crime, it also does not exonerate him.”\nFor Mr. Trump, it was a deeply satisfying end to one of the most fraught weekends of his presidency. Like everyone else in the country, he had been forced to wait while in Washington, Mr. Barr and a small circle of officials at the Justice Department pored over Mr. Mueller’s report and decided what to make public.\nMr. Trump’s remarks, aides said, were an early taste of how he is likely to react to his new political reality. He plans to attend a rally in Grand Rapids, Mich., on Thursday evening, which will give him a platform to go on the offensive.\nMr. Trump was already at his club, Mar-a-Lago, when the special counsel submitted his findings to Mr. Barr on Friday afternoon. The lack of additional indictments was the first indication that the 22-month investigation of the Trump campaign’s ties to Russia would not be as damaging to Mr. Trump as many once feared.\nAides described Mr. Trump as generally upbeat but still preoccupied by what Mr. Barr would decide to disclose. Surrounded by White House aides, Mr. Trump was uncharacteristically silent, staying off Twitter and making no public statements.\nOn Friday evening, Mr. Trump and his wife, Melania, had dinner on the patio at Mar-a-Lago with their son, Barron, and Mrs. Trump’s parents.\nOn Sunday, the president played golf with three political allies from South Carolina: Senator Lindsey Graham, former Representative Trey Gowdy, and Mick Mulvaney, another former representative now serving as the acting White House chief of staff.\nEarly in the day, Mr. Trump broke his Twitter silence, posting, in quick succession, “Good Morning, Have a Great Day!” and “MAKE AMERICA GREAT AGAIN!” — which could be read as expressions of either hope or growing confidence.\nAt 3 p.m., Mr. Barr’s chief of staff, Brian Rabbitt, called one of the White House lawyers, Emmett T. Flood, and read him the letter that Mr. Barr planned to send to the chairmen and ranking members of the House and Senate Judiciary committees.\nIn an unusual staffing decision, Mr. Flood and the White House counsel, Pat Cipollone, accompanied Mr. Trump to Florida for the weekend. They were in constant contact with him about the status of Mr. Barr’s deliberations.\nMr. Cipollone and Mr. Flood then briefed Mr. Trump about Mr. Barr’s letter as he was preparing to leave Mar-a-Lago for the airport. “This is very good,” he said, according to Hogan Gidley, the deputy press secretary.\nThe White House does not yet have access to the full Mueller report, Mr. Gidley said, and it was not clear when, or even if, the president would get complete access.\nMinutes after the release of Mr. Barr’s letter, the White House issued a statement in which the press secretary, Sarah Huckabee Sanders said, “the special counsel did not find any collusion and did not find any obstruction.”\nIn fact, Mr. Barr said Mr. Mueller chose not to render a judgment about whether the president was guilty of obstruction of justice.\nThe White House followed that up with a statement that highlighted three passages from Mr. Barr’s letter: that the special counsel found no evidence of collusion between the Trump campaign and Russia; that Mr. Barr found no actions that constituted “obstructive conduct,” and that the Justice Department did not find evidence sufficient to “establish that the president committed an obstruction of justice offense.”\nMr. Gidley dismissed questions about why the president claimed to have been exonerated when the report did not say that. “Prosecutors don’t exonerate; they prosecute,” he said. “They don’t prove a negative. That’s just silly.”\nThe White House quickly went on the offensive, holding a briefing call for a group of surrogates after the letter was released. In an email sent by the White House, Mr. Trump’s surrogates were given a detailed list of talking points, including the falsehood that the report served as a “complete and total exoneration” for Mr. Trump.\nThe email, which was obtained by The New York Times, said “the president and the administration fully cooperated with the investigation,” which is also not entirely true. Mr. Trump declined to ever speak in person with special counsel investigators despite a lengthy negotiation process.\nKellyanne Conway, the counselor to the president, was among the president’s senior aides who took the opportunity to remind the public that what she had been saying all along — “no collusion” — was correct. Ms. Conway shared a photo to Twitter that showed her holding up one sign that read “Conclusion? Collusion” with the latter word crossed out, and another that said “Illusion Delusion.”\nMs. Conway said she had been correct on July 13, 2017, the day she went on TV and brandished the signs, “and many days since.”\nDespite Mr. Trump’s threat to go after those involved in the investigation, Mr. Gidley said he had no plans to ask the attorney general to investigate Democrats.\nMr. Gidley sought to cast the results of the investigation as “a great day for the American people. Their vote for Donald Trump was vindicated.”\nHe described an ebullient Mr. Trump, who he said spent the flight chatting with staff members, making phone calls and watching television. In addition to Mr. Mulvaney and himself, he said Dan Scavino, Mr. Trump’s social media aide, was in the president’s office on the plane.\nOther staff members delighted in watching the coverage on MSNBC, a rare change from Fox News on the presidential aircraft.\n“He’s feeling very good,” Mr. Gidley said. “He’s in a really good mood. He’s just very happy with how it all turned out.”\nAs Air Force One arrived outside Washington, the president was in the cockpit for the landing.", "date": "March 24, 2019", "href": "https://www.nytimes.com/2019/03/24/us/politics/trump-exonerated.html", "tags": "declares exoneration investigation president ” trump house white war enemies barr"}