{"title": "Trump Advisers Accuse China of Reneging on Trade Commitments", "content": "WASHINGTON — President Trump’s top economic advisers on Monday accused China of reneging on previous commitments to resolve a monthslong trade war and said Mr. Trump was prepared to prolong the standoff to force more significant concessions from Beijing.\nMr. Trump, angry that China is retreating from its commitments just as the sides appeared to be nearing a deal and confident the American economy can handle a continuation of the trade war, will increase tariffs on $200 billion worth of Chinese goods on Friday morning, his top advisers said.\n“We’re moving backwards instead of forwards, and in the president’s view that’s not acceptable,” his top trade adviser, Robert Lighthizer, told reporters on Monday. “Over the last week or so, we have seen an erosion in commitments by China.”\nMr. Trump’s last-minute escalation highlights his administration’s difficult political position as it tries to fend off criticism that he has not been sufficiently tough on China. The president is facing pressure to show that the pain of his trade war will be worth it for the companies, farmers and consumers caught in the middle. Mr. Trump’s decision to potentially upend an agreement that many expected to be finalized this week in Washington appears to be a political calculation that staying tough on China will be a better proposition in the 2020 campaign.\nFueling that decision is the president’s growing confidence that his trade policies are bolstering the American economy, without any downside. Mr. Trump and his advisers have seized on strong first-quarter economic growth as vindication that their tough approach to trade is accelerating the economy, and putting the United States in a stronger position than China to withstand any blowback from higher tariffs. Gross domestic product surged past forecasts in the first quarter, rising 3.2 percent on an annual basis in part because of a sharp slowdown in imports.\nSteven Mnuchin, the Treasury secretary, attributed the strong growth to Mr. Trump’s economic policies, including on trade.\n“There’s no question that some of the trade policies helped in the G.D.P. number,” Mr. Mnuchin said.\nWhile the president and his advisers have interpreted the figures as evidence that his tariffs are reducing the trade deficit and boosting growth, economists have been more skeptical.\n“If you look at imports and exports, it jumps around a lot,” said Torsten Slok, the chief economist at Deutsche Bank Securities. “The recent changes we’ve seen in net exports, it’s probably premature to claim credit for that.”\nAmerican investors seemed to back Mr. Trump’s position on Monday, as markets opened lower but then largely shrugged off Mr. Trump’s threat to raise tariffs on $200 billion worth of goods to 25 percent on Friday and eventually tax an additional $325 billion worth of Chinese products.\nA final trade agreement could still be reached. Mr. Lighthizer and Mr. Mnuchin said on Monday that the Chinese delegation had not canceled travel plans to come to Washington on Thursday and Friday for negotiations.\n“We’re not breaking up talks at this point,” Mr. Lighthizer said.\nMr. Mnuchin said the United States would reconsider imposing higher tariffs on China if the negotiations got “back on track.” He added that negotiators had been optimistic in the past about the prospects for a deal and had been planning for a summit meeting between Mr. Trump and President Xi Jinping of China to finalize the deal.\nBut Mr. Mnuchin said it became “particularly clear over the weekend” that the Chinese had moved negotiations “substantially backwards.”\nChina, which depends on the United States economy for trade, said on Monday that it still planned to send a delegation to the United States this week for talks. On Tuesday in China, Chinese officials said it would include Vice Premier Liu He, who has led the talks for the Chinese. Previously, Chinese officials had been reconsidering whether Mr. Liu should go.\nThe threat of additional tariffs poses a major problem for Mr. Xi, who had been counting on a trade deal to keep China’s growth engine humming.\nChina’s economic growth began to slow last year as Beijing tried to tame the country’s overreliance on lending. Mr. Trump’s initial tariffs last year hurt Chinese manufacturers and consumer confidence, worsening the slowdown. China’s economic slowdown limited Mr. Xi’s options to retaliate against American tariffs and put pressure on him to reach a deal.\nIn recent months, thanks in part to new lending, China’s slowdown appeared to stabilize. The prospect of a trade deal also increased consumer and investor confidence and led many economists to project that China’s growth would improve.\nNew tariffs could derail that progress.\n“If tariffs are hiked this Friday and new tariffs come soon after that, the biggest negative impact will likely occur in the next few months,” Tao Wang, an economist specializing in China at UBS, said in a research note.\nShe estimated that a full-blown trade war with the United States could cut China’s economic growth rate by 1.6 to 2 percentage points over the next 12 months. That would be a considerable cut: Last year, China’s economy grew 6.6 percent, according to official figures, and the government has set an official target of 6 to 6.5 percent this year.\nOn Monday, Mr. Trump repeated his insistence that China rebalance its economic relationship with the United States and end its role as a net exporter of goods.\nThe decision to up the ante came after Mr. Trump’s trade advisers made a short trip to Beijing last week. Mr. Lighthizer returned from that visit dismayed by China’s refusal to mention commitments it had made to update various Chinese laws in the final text of the trade agreement, people familiar with the situation said. Even Mr. Mnuchin, who has been more optimistic about the prospects of a deal, was dismayed that the Chinese were not doing more to reach an agreement.\nInstead, Chinese negotiators had insisted that any concessions would need to be achieved through regulatory and administrative actions, not changes to Chinese law passed through its legislature. The provisions included the forced transfer of technology from American companies to Chinese firms, the people familiar with the negotiations said.\nChinese negotiators have also continued to insist that Mr. Trump lift the tariffs he has placed on $250 billion worth of goods more quickly than the administration wants. With the two sides still disagreeing over issues including how China subsidizes its companies, its restrictions on data transfers, its approvals of genetically modified seeds and rules for foreign cloud computing companies, the president concluded late last week that China’s offers were not good enough.\nOn Sunday, Mr. Trump’s tariff threats sparked concern among business and industry groups, but drew praise from both sides of the political aisle.\n“Hang tough on China, President @realDonaldTrump,” Senator Chuck Schumer of New York, the Democratic leader, said on Twitter.\n“Excellent decision by @realDonaldTrump!” Laura Ingraham, a Fox News host, tweeted, which the president retweeted onto his feed. “No other president has had the guts to take on the China challenge.”\nMr. Lighthizer said on Monday that the United States was targeting some “very pernicious actions” by the Chinese, and that reversing them would have an enormous benefit for the American economy and the world. He also pushed back against reports that the evolving agreement would do little to address China’s subsidization of key industries.\nAnalysts have questioned whether volatility in the stock markets could change the president’s mind. Mr. Trump’s tariff threats caused markets in Asia to plummet Monday morning, but in the United States, the S&P 500 index closed down 0.45 percent, while the Dow Industrial was down just 0.25 percent.\nIt was unclear whether markets viewed Mr. Trump’s tariff threat merely as a negotiating tactic. The president has turned to tariffs as a source of leverage to bring other negotiations to the close. In talks last year over the North American Free Trade Agreement, Mr. Trump threatened to leave Canada out of the deal entirely and strike a deal with Mexico, a gambit that brought negotiations to a rapid conclusion.\nIn a note on Monday, Joshua Shapiro, the chief United States economist for MFR, an economic research firm, said his forecast and most others assumed that the United States-China trade talks resulted in no further damage, at a minimum. “Given expectations of an agreement, failure to achieve one would be a serious blow to markets and the economy,” he wrote.", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/us/politics/trump-tariffs-china.html", "tags": "advisers reneging china ” trump accuse commitments trade chinese tariffs"}