{"title": "Trump Offers a Selective View of Sovereignty in U.N. Speech", "content": "UNITED NATIONS — President Trump, in declaring Tuesday that sovereignty should be the guiding principle of affairs between nations, sketched out a radically different vision of the world order than his forebears, who founded the United Nations after World War II to deal collectively with problems they believed would transcend borders.\nMr. Trump offered the General Assembly a strikingly selective definition of sovereignty, threatening to act aggressively against countries like North Korea, Iran and Venezuela, whose policies he opposes, yet saying almost nothing about Russia, which seized territory from its neighbor Ukraine, and meddled in the American presidential election.\nBut more important than how he defined sovereignty was Mr. Trump’s adoption of the word itself — language more familiar to small countries, guarding themselves against the incursions of larger neighbors or defying the judgments of a global elite, than to a superpower that fashioned a web of global institutions to enshrine its national interests.\n“I will always put America first, just like you, as the leaders of your countries, will always and should always put your countries first,” Mr. Trump declared to a smattering of applause from an audience that included gimlet-eyed diplomats from some of the countries he criticized.\nMr. Trump rooted his philosophy in President Harry S. Truman, the Marshall Plan and the restoration of Europe. But the vision he articulated was smaller and more self-interested. America, he said, would no longer enter into “one-sided” alliances or agreements. It would no longer shoulder an unfair financial burden in bodies like the United Nations.\n“As long as I hold this office, I will defend America’s interest above all else,” the president declared.\nIt was a defiant speech, peppered with threats and denunciations. Some critics predicted that the very countries Mr. Trump condemned would someday fling his words back at him.\nBut it was more remarkable for how Mr. Trump departed from decades of bipartisan foreign-policy consensus. Even if they fell short, American presidents have generally staked out a global role for the United States in confronting the world’s problems.\nMr. Trump’s predecessor, Barack Obama, pledged America’s commitment to global institutions the first time he appeared before the United Nations in September 2009. In his speech, he used the word sovereign only once and cited it as an explanation for why “this body has often become a forum for sowing discord instead of forging common ground.”\nMr. Trump, by contrast, used the words sovereign or sovereignty 21 times. “Our success,” he said, “depends on a coalition of strong, independent nations that embrace their sovereignty, to promote security, prosperity, and peace for themselves and for the world.”\nStrong, sovereign nations, he said, keep their citizens safe and enable them to prosper economically. Strong, sovereign nations, he said, can join together to fight common threats and constitute the irreducible building blocks of world institutions like the United Nations.\nMr. Trump is hardly the first leader to invoke sovereignty as a credo. Its roots go back to Roman times. It has been elaborated in agreements like the Peace of Westphalia, which gave rise to the principle of noninterference in a country’s internal affairs. And it has been litigated through 20th-century upheavals like the Communist revolution in China.\nYet some foreign-policy experts said Mr. Trump’s definition was problematic because he applied it inconsistently.\n“It looks like we will respect the sovereignty of countries we like, whether they are dictatorships or democracies, but we will not respect the sovereignty of countries we don’t like,” said Vali R. Nasr, the dean of the Johns Hopkins School of Advanced International Studies. “His definition of sovereignty comes from a very narrow domestic prism.”\nThere was an echo of George W. Bush’s democracy promotion agenda in Mr. Trump’s words. And two of the countries on Mr. Bush’s “axis of evil” — Iran and North Korea — featured in Mr. Trump’s hit list. But unlike Mr. Bush, this president made it clear he had no desire to impose America’s political system on other countries.\nThat did not stop him from railing against the policies of his three major nemeses. North Korea, he said, starved and tortured its people, and had ordered the assassination of Kim Jong-nam, the half brother of its tyrannical ruler, Kim Jong-un. Iran’s regime had transformed a proud nation into an “economically depleted rogue state.” Venezuela’s leader, Nicolás Maduro, had stolen power and left his people in poverty and misery.\nAll three, he warned, could feel the full fury of American might, going so far as to say that if the United States were forced to defend itself, “we will have no choice but to totally destroy North Korea.”\nBut Mr. Trump said nothing about human rights abuses in countries that are either allies, like Saudi Arabia, or that do not rise to the level of strategic threat, like Myanmar, which is systematically persecuting its Muslim minority, but which went unmentioned in his speech.\n“The Iranian regime’s support for terror is in stark contrast to the recent commitments of many of its neighbors to fight terrorism and halt its finance,” he said, before singling out Saudi Arabia for praise.\nMr. Trump was also more cautious about the imperial ambitions of two great powers, Russia and China. “We must reject threats to sovereignty from the Ukraine to the South China Sea,” he declared in his only reference to Russia’s destabilization of its neighbor and China’s establishment of a chain of military outposts in disputed waters off its coast.\nHis failure to mention Russia’s interference in the 2016 election was in keeping with his general reluctance to criticize Moscow. But it was nevertheless remarkable, given that few actions constitute a more direct threat to American sovereignty than that one.\nMr. Trump did take China to task for its reluctance to do more to curb its neighbor, North Korea. “It is an outrage that some nations would not only trade with such a regime, but would arm, supply and financially support a country that imperils the world with nuclear conflict,” he said.\nSome analysts played down the inconsistency in Mr. Trump’s approach, saying it was a recurring feature of American foreign policy, under presidents from both political parties, because the nation’s values and strategic interests do not always align.\n“His specific comments about Venezuela, Cuba, and Iran indicate he does not believe the concept of sovereignty immunizes them from criticism or endless abuse of their citizens,” said Elliott Abrams, who served as a senior diplomat and policy-maker under Presidents Reagan and George W. Bush.\nMr. Abrams said he believed the president “squared the circle” by linking the concept of sovereignty with a coalition of successful sovereign states. Such a coalition, he said, could act together to confront threats like North Korea’s nuclear program under the banner of the U.N.\nFor Mr. Abrams, who described his overall reaction to the speech as positive, there were two omissions. Mr. Trump did not mention the Israeli-Palestinian peace process, even though the president has declared it to be a major goal of his administration. Mr. Abrams said that spoke to the diminishing strategic importance of the issue for the Middle East.\nThe president, he said, was also obviously still grappling with how to deal with the concept of human rights. Though Mr. Trump spoke broadly about freedom, he never explicitly referred to individual rights.\n“How does the promotion of freedom fit in?” Mr. Abrams said. “I still don’t think we know the answer to that.”", "date": "Sept. 19, 2017", "href": "https://www.nytimes.com/2017/09/19/world/trump-speech-united-nations.html", "tags": "selective speech view united ” trump countries nations sovereignty like offers u.n."}