{"title": "Trump Kim summit: US and North Korean leaders hold historic talks", "content": "Donald Trump and Kim Jong-un have become the first sitting US president and North Korean leader to meet, an unprecedented development after a year of exchanging threats. \nThe pair shook hands at a luxury hotel on Singapore's Sentosa island before proceeding to talks. \nAfter the summit the leaders signed a \"comprehensive\" document, promising a new relationship between the nations.\nThey had been discussing defusing tensions and nuclear disarmament.\nThe document commits North Korea to work towards \"the complete denuclearisation of the Korean peninsula\" and promises \"new relations\" between Washington and Pyongyang.\nThe US had demanded \"complete, verifiable and irreversible denuclearisation\".\nThere was also a commitment to build \"a stable and lasting peace\" on the Korean peninsula. \n\"I think both sides will be very impressed with the result,\" Mr Trump said at a signing ceremony with Mr Kim. \nThe US president said more details would be provided at a press conference due shortly. \nMr Trump spoke of a \"special bond\" with the North Korean leader and said he was \"absolutely\" willing to invite him to the White House. \n\"We've decided to leave the past behind,\" Mr Kim said. \"The world will see major changes.\" \nStill, analysts remain divided on what the summit will ultimately achieve. Some see it as a propaganda win for Mr Kim, others a potential path to peace. \nAnalysis: Laura Bicker, BBC News, Singapore\nThe agreement the two sides have signed is vague and lacking in detail. It only commits the US and North Korea to the denuclearisation of the Korean peninsula. \nThere is no mention that the process should be verifiable or irreversible - which is what the US has been pushing for. There is no timetable to disarm North Korea nor is there any invitation for weapons inspectors to be allowed in.\nThe US has said it will provide security guarantees without specifying what that might mean - or if that could involve the removal of some American troops based in South Korea. The two sides have promised to hold follow up talks and work on efforts to build a lasting peace regime. \nThis could eventually result in a treaty to end the near 70-year war. It is at least a start. Something to build on. \nThe summit began with a striking image, unimaginable just months ago. \nThe two men walked towards each other and firmly gripped each other's hands in front of US and North Korean flags. \nMr Trump patted Mr Kim's arm as they stood on red carpet and exchanged a few words before turning to face the gathered press.\n\"I feel really great. We're going to have a great discussion and will be tremendously successful,\" the US president said.\nSitting alongside each other, ahead of a one-on-one meeting, the pair appeared relaxed against the odds. \n\"It was not easy to get here,\" Mr Kim said. \"There were obstacles but we overcame them to be here,\" and his counterpart responded \"That's true.\" \nThe two men, accompanied only by interpreters, spoke for a little under 40 minutes. They were then joined by small delegations of advisors for a working lunch.\nFrom Washington the group included US Secretary of State Mike Pompeo and security adviser John Bolton, and on Pyongyang's side, Mr Kim's \"right-hand man\" and former spy chief Kim Yong-chol, and foreign minister Ri Yong-ho.\nOver lunch they shared  a mix of Western and Korean dishes, including stuffed cucumbers and Daegu jorim, a soy-braised fish dish.\nThe unprecedented event carries great potential prestige for each leader - but also, in the long run, a possibly catastrophic loss of face. \nFor the moment Mr Trump will credit any successful outcome of talks to his \"maximum pressure\" campaign on North Korea, that tightened economic sanctions and threatened military action. Many believe that no matter what is achieved this will be the narrative. \nFor Mr Kim, securing a stage with the US leader is seen as a victory in itself, something which neither his father or grandfather could achieve. \nSuch a meeting has long been seen as a prize in the eyes of North Korea for the legitimacy it would confer on its leader. \nFor decades, North Korea has been a pariah state, and now its latest hereditary leader is being treated as a world statesman.\nLast year, it would have been a rare sight to see a North Korean flag flying anywhere in Asia. \nNow, Mr Kim - who runs a totalitarian regime with extreme censorship and forced-labour camps - is meeting and greeting dignitaries. \nOn the eve of the summit, Mr Kim toured Singapore's tourist sites, waving to excited crowds and snapped a selfie with the city state's foreign minister. \nTuesday's front page of North Korea's official newspaper featured the extraordinary scenes on display in Singapore, offering many in the country an unprecedented glimpse of their leader in a setting utterly at odds with their daily life.\nThis is an outcome that seemed unimaginable less than a year ago - when Mr Trump and Mr Kim exchanged streams of fiery insults - and North Korea conducted several ballistic missile tests in defiance of the international community.\nMr Trump famously vowed to unleash \"fire and fury\" if Pyongyang kept threatening the US. Meanwhile, Mr Kim has called Mr Trump \"mentally deranged\" and a \"dotard\".\nBut earlier this year North Korea showed a new openness to diplomacy and held direct talks with Seoul. The rapid improvement in relations between the North and South Korea - technically still at war - culminated with a historic leaders' summit in April. \nDuring this warming of relations between the two Koreas, Mr Trump stunned the world by accepting an invitation to meet Mr Kim. ", "date": "12 June 2018", "href": "https://www.bbc.com/news/world-asia-44435035", "tags": "us leaders hold summit korean trump talks leader kim north korea historic"}