{"title": "Trump’s Stonewalling Takes Clash Between Branches to a New Level", "content": "WASHINGTON — President Trump is definitely building a wall — but it is between the White House and the House of Representatives.\nIn the aftermath of Robert S. Mueller III’s report, the White House has quickly assumed a defiant, hard-line stance that it will not respect subpoenas and demands for information from various House committees exploring the president’s conduct and business affairs. It is an extreme position even measured against the reluctance of past administrations to produce potentially damaging witnesses and evidence of executive branch wrongdoing or ineptitude.\nSuch a blanket refusal has serious implications not only for the relationship between the current Congress and the administration, but also for the future ability of Congress to conduct oversight of any administration, depending on how the intensifying fight plays out.\n“It is a radical departure and a radical theory from anything that has been done before,” said Phil Schiliro, a onetime Democratic staff director for the House oversight committee and a former top legislative adviser to President Barack Obama.\nAfter striking an increasingly combative tone following the release of Mr. Mueller’s findings, Mr. Trump proclaimed on Wednesday that the White House would be “fighting all the subpoenas” because he considered them partisan and politically motivated.\n“These aren’t, like, impartial people,” the president said.\nIn an interview on Tuesday with The Washington Post, the president characterized the demands as simply the work of one party, suggesting that was sufficient reason to ignore them even though they represent official requests from the House, not just House Democrats. “I don’t want people testifying to a party, because that is what they’re doing if they do this,” Mr. Trump told The Post.\nThe Justice Department backed up his stance. It disclosed that Attorney General William P. Barr would prohibit John Gore, a top official in the agency, from appearing Thursday as ordered to discuss any role in adding a citizenship question to the 2020 census despite the fact that he was called under a bipartisan subpoena.\nThat move came on top of the administration’s position that it did not want Donald F. McGahn II, the former White House counsel, to testify about the Mueller report, as well as its instruction to Carl Kline, the former White House personnel security director, not to appear to answer questions about the issuance of security clearances. The Treasury Department also refused to obey an order from the Ways and Means Committee to produce the president’s tax returns despite a law that gives the panel the authority to obtain the documents.\n“This is a massive, unprecedented and growing pattern of obstruction,” said Representative Elijah E. Cummings, Democrat of Maryland and the chairman of the oversight panel. He also warned administration officials to be careful in blindly following the president’s instructions.\n“These employees and their personal attorneys should think very carefully about their own legal interests rather than being swept up in the obstruction schemes of the Trump administration,” Mr. Cummings said.\nTom Davis, who as a Republican House member from Virginia led the oversight panel from 2003 to 2007, said he wasn’t surprised by the president’s unyielding posture, seeing it as just another escalation in the continuing power struggle between the executive and legislative branches.\n“This administration may be taking it to the next level, but why wouldn’t you expect that?” Mr. Davis said. “There are no rules anymore in Washington.”\nMr. Davis and other Republicans noted the administrations of both Bill Clinton and Barack Obama resisted complying with Republican subpoenas seeking information about various controversies. In June 2012, the Republican-controlled House held Attorney General Eric H. Holder Jr. in contempt of Congress for failing to turn over documents sought in a gunrunning inquiry.\n“The predicate has been laid before,” Mr. Davis said. “Trump didn’t start this; it has been going on with everyone else.”\nBut in many past cases, there was a mutual recognition that Congress had substantial legitimate oversight power. Republican and Democratic administrations would reach an accommodation through a negotiation about who would ultimately testify or the extent of documents to be provided. The new indication from the Trump White House is that the president is drawing a firm edict against cooperation, and few Republicans appear willing to break with him even to protect the authority of their institution.\nConsidering that most congressionally driven inquiries into an administration are politically charged, Mr. Trump is hardly the first president to come under siege from a congressional chamber controlled by the other party. A 2006 Congressional Research Service report found that the Republican-controlled House oversight committee issued more than 1,000 subpoenas aimed at the Clinton administration and demanded an extraordinary amount of information about internal administration deliberations.\nWhile the Clinton administration pushed back, it also ended up producing many top-level witnesses, including three chiefs of staff, four White House counsels and scores of other senior officials, along with millions of documents. Among those who eventually testified in one of the Clinton scandals was the person who essentially held the same position as Mr. Kline, the personnel security director, a precedent that Democrats will no doubt explore.\nDespite their fury at the administration’s refusal to cooperate, Democrats have few options to quickly enforce their demands. They can try to cut off funding to make their point, but would need Republican cooperation to do so — an unlikely event — and current funding doesn’t expire until Oct. 1.\nAs shown in the case of Mr. Holder, who suffered no prosecution for being held in contempt, the Justice Department would be reluctant to act against someone representing its own administration. Congress also theoretically has its own power to detain a person found in contempt, but it really isn’t in that business any longer, if it ever was.\nMore likely the entire fight is destined to end up in federal court, a time-consuming process that could easily drag past the 2020 elections — a fact Mr. Trump may be counting on.\nBut the fight has implications beyond the current moment. If Mr. Trump prevails in his House stonewall, it may set a precedent that his successors will be eager to embrace, severely hampering the ability of Congress to oversee the executive branch. Democrats say Republicans might want to ponder that possibility in the event of a Democratic administration in 2021.", "date": "April 25, 2019", "href": "https://www.nytimes.com/2019/04/25/us/politics/trump-white-house-democrats.html", "tags": "administration level clash president takes trump stonewalling house ” white branches new congress"}