{"title": "Trump Administration Launches New Attack On ACA's Pre-existing Protections", "content": "The Republican Party’s assault on the Affordable Care Act continued Monday as the Trump administration found yet another way to undermine the law’s insurance rules.\nHealth care has become a defining issue of next month’s midterm elections, and Republicans across the country, including President Donald Trump, are promising voters that they care deeply about protecting people with pre-existing conditions.\nBut Monday’s rule change almost certainly means that, overall, people with serious medical problems are likely to have a harder time finding coverage ― and, ultimately, paying their medical bills.\nUnder guidance from the Department of Health and Human Services that takes effect immediately but likely won’t affect insurance markets for another year, state governments will have new leeway to request waivers from some of the federal health care law’s core requirements. \nThat includes requirements affecting which benefits insurance plans cover, as well as requirements on who gets financial assistance and how much, and how the people choosing insurance can use that assistance.\nIt’s a complicated set of changes, but it means that some residents of states seeking the waivers could end up with easier access to cheaper, skimpier health plans, providing an alternative to those who cannot afford to pay for comprehensive coverage that the Affordable Care Act has made available. \nThe Trump administration is touting this possibility as proof that it is improving choice and affordability ― and, in the words of Seema Verma, the Trump administration official in charge of overseeing federal health programs, that it is working to “mitigate the damage of Obamacare.”\nVerma, who addressed reporters in a conference call Monday, insisted that the new rules would not hurt people with pre-existing conditions. In so doing, she echoed claims that Trump and countless Republican candidates for federal and state office have made with increasing insistence over the past few weeks, as their longstanding support for repealing the Affordable Care Act has become a clear, possibly fatal political liability.\nBut this latest regulatory change is a reminder that the GOP has never given up on its goal of wiping “Obamacare” off the books, and that people with serious medical problems are likely to suffer as a result.\nThe less generous plans that Verma and the Trump administration are touting, and that Monday’s rule change will favor, frequently leave beneficiaries exposed to catastrophic costs if they get seriously sick or injured, precisely because they leave out benefits that people need when they have serious medical problems. Often, the buyers of these plans aren’t even aware of the limits until it’s too late, because deciphering the fine print of these plans is so difficult.\nAnd people who want or need comprehensive insurance ― say, because they have diabetes or are cancer survivors ― are likely to have a harder time getting such coverage, because of how the markets will change.\n“This new guidance allows states to set up parallel insurance markets that may be able to attract healthy people with plans that have lower premiums but fewer consumer protections, leaving ACA plans with a sicker pool and higher premiums,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, told HuffPost on Monday.\nLevitt called the regulatory change “a major end run around the health law.”\nThe change raises the stakes on the 2018 midterms, because it means, among other things, that state officials, many of whom appear on this year’s ballot, will have even more power to shape (and reshape) their health care markets. \n“Some states will keep working to expand coverage to the uninsured and keep it affordable and adequate, [and] in other states we’ll see a race to deregulate, with the result that comprehensive coverage will be more expensive for those who need it most,” Sabrina Corlette, a research professor at Georgetown University, said.\nMonday’s announcement represents the latest in a series of GOP efforts to accomplish through regulation what Republicans could not accomplish through legislation when they tried, and just barely failed, to pass legislation that would have repealed the Affordable Care Act outright.\nThese steps include dramatic cuts in funding for enrollment outreach and promotion, as well as a change in federal regulations that will allow people to hold on to limited-benefit, “short-term” plans for nearly three years. That change, along with repeal of the individual mandate’s financial penalty for people who don’t have comprehensive coverage, makes these short-term plans a more viable alternative for people.\nThese plans typically cover a lot less than the sorts of plans available through the Affordable Care Act. They may have weak coverage of prescriptions, if they have any at all, and leave out mental health altogether. Usually they do not cover pre-existing conditions and are often not available to people who have them.\nAll of this means the plans come with low premiums. But Monday’s announcement means that the less generous plans could become cheaper still ― and thus more attractive ― because states would have authority to redirect financial assistance. Today, the Affordable Care Act’s tax credits are available only to people who buy comprehensive coverage. \nThis guidance suggests the federal government will allow states to “target” assistance differently, as Verma confirmed Monday, which could mean giving people more assistance if they buy short-term or other alternative plans ― and less assistance if they stick with comprehensive coverage.\nStates have always had some flexibility to request these sorts of waivers, of course. But when the Obama administration was in charge, it set clear limits on state action. To get waiver approval, states had to demonstrate that residents wouldn’t end up with worse coverage as a result.\nThe Trump administration guidance means that it can interpret the law’s rules more loosely, in ways that will effectively let people move into less comprehensive coverage ― even though that means more exposure to medical bills.\n“The guidance under Obama... meant that a state’s plan couldn’t result in fewer people enrolled in affordable, comprehensive coverage,” Corlette explained. “This new guidance is saying that so long as people in the state have ‘access’ to [comprehensive] coverage, it doesn’t matter what they actually do... If un-insurance spikes or there’s a big movement to [less comprehensive plans] a state won’t get dinged for that.”\nCorlette noted that the Obama administration insisted that state waivers not hurt certain vulnerable populations, including those with severe medical needs. “This is saying that so long as things work out in the aggregate, then it’s OK if certain subpopulations are harmed,” she said.\nThe high cost of insurance, even with the Affordable Care Act in place, has been a major source of discontent with the law, especially among people in relatively good health who were able to purchase insurance previously ― and who had to pay more after the law took effect, because insurers for the first time were covering bills from people with severe medical needs.\nThe majority of consumers get tax credits that discount premiums, sometimes so deeply that coverage is basically free, and that’s one reason that the number of people without insurance has fallen to historic lows while access to care appears to have improved. But plenty of middle- and upper-income people are stuck paying more ― and in some cases coverage is now flat-out unaffordable.\nMany of these people remember, angrily, the promise from President Barack Obama that they could keep their old plans if they liked them. And in states like Iowa, which have some of the highest rates for unsubsidized customers, GOP state officials have been among the most aggressive in seeking ways to weaken or eliminate the Affordable Care Act’s rules.\nOfficials in both parties have said this is a major problem they want to address. Democrats have proposed a variety of options, all of which entail some combination of bolstering the Affordable Care Act’s financial assistance, using government to control prices and creating new public plans that can offer alternative coverage.\nRepublicans have rejected all of those options, arguing that they would entail too much taxation, spending or regulation ― and ultimately do more harm than good. Their preferred strategy is to roll back the law’s existing regulations and, in many cases, reduce financial assistance. Monday’s action is consistent with that approach.\nIn fact, although Verma said a major goal of Monday’s guidance was to give states more flexibility, the guidance states explicitly that state waiver applications should “foster health coverage through competitive private coverage... over public programs.”\nSome of the administration’s decisions have actually made it easier for people to buy comprehensive coverage, although by all accounts that was not intentional. In particular, the administration’s decision to yank some of the subsidies that insurers get under the law ended up making coverage more affordable for some buyers, because it meant they were eligible for more financial assistance. But the administration has not stopped trying ― and that includes through the courts.\nAt the moment, a federal judge in Texas is considering a lawsuit against the Affordable Care Act that GOP officials in 20 states launched. The Trump administration, rather than defending the federal law as administrations normally do in such circumstances, filed a brief in support of the plaintiff’s claim about the law’s constitutionality.\nLast month, consumer and patient advocates launched a lawsuit of their own, arguing that some of the Trump administration’s rule changes violate the Affordable Care Act’s coverage guarantees. It’s not clear whether the changes the administration announced Monday will provoke similar lawsuits, or how vulnerable the rule change could be.", "date": "\n10/22/2018", "href": "https://www.huffpost.com/entry/pre-existing-protections-trump-aca_n_5bcdfa8de4b055bc94834521", "tags": "protections administration coverage pre-existing new plans states trump ― act affordable launches aca attack monday care"}