{"title": "Trump Finally Switches Up His Lie That China Pays Tariffs To The U-S- Treasury", "content": "President Donald Trump has finally dropped his ruse that China pays tariffs to the U.S. Instead, he emphasized another trade lie on Monday.\nTrump has repeatedly insisted that China pays tariffs directly to the U.S. government. But it’s actually U.S. importers who pay tariffs for Chinese goods, and they pass those costs to U.S. consumers in the form of higher product prices. \nTrump finally appeared to concede in a tweet that Americans are the ones who really shoulder tariff costs. But he said “there is no reason” they have to pay them — as long as they buy from a “non-Tariffed Country.”\nMany American goods, however, contain parts from different countries, so it’s difficult to dodge products that aren’t affected by tariffs.\nTrump also said tariff costs can be avoided if products are purchased “inside the USA,” but that’s clearly not the case with products hit by tariffs — even if people buy them in the U.S.\nTrump also tweeted — again — that tariffs have helped the U.S. economy, which is not true according to his own economic adviser. “Some people just don’t get it!” Trump wrote.\nWhite House chief economic adviser Larry Kudlow conceded to Chris Wallace on Fox News Sunday that Trump’s tariffs have hurt jobs as well as GDP.  He estimates that loss to be about two-tenths of 1 percent of GDP — lower than many economists’ estimates — and called it a “very modest number” and “so small.” But The Washington Post noted that Kudlow’s estimate amounts to about $40 billion.\nIn addition, trade fears sent global stock markets plunging Monday, wiping out $1 trillion in value around the world, Bloomberg reported.\nKudlow also admitted to Wallace — despite Trump’s earlier claims — that Americans pay the costs of the tariffs.\nChina announced Monday it will hike tariffs June 1 on $60 billion of U.S. imports in retaliation for the Trump administration’s increased tariffs on $200 billion worth of Chinese goods last week.", "date": "\n05/13/2019", "href": "https://www.huffpost.com/entry/trump-tariffs-lie-china_n_5cd9ef47e4b073aa0b32527c", "tags": "pays china u-s- costs u.s. monday treasury finally trump switches ” lie pay tariffs —"}