{"title": "Trump, With Netanyahu, Formally Recognizes Israel’s Authority Over Golan Heights", "content": "WASHINGTON — Prime Minister Benjamin Netanyahu compared President Trump to Cyrus the Great, Lord Balfour and Harry S. Truman — historic giants who helped secure the future of the Israeli people. Mr. Trump called Mr. Netanyahu a “very special man.”\nIf the expressions of praise seemed unequal, they accurately conveyed the political dynamic between Mr. Trump and Mr. Netanyahu during the Israeli leader’s visit to the White House on Monday.\nMr. Netanyahu was thanking Mr. Trump for signing a proclamation recognizing Israel’s authority over the long-disputed Golan Heights — a valuable political gift to the prime minister two weeks before he faces voters in a hard-fought election back home.\n[Read why the Golan Heights is no longer an Arab rallying cry.]\nMr. Trump, fresh off news that an investigation of his possible ties to Russia did not find evidence of a conspiracy, was happy to show support to an ally who still faces indictment in Israel on charges of bribery, fraud and breach of trust.\n“Mr. President,” the prime minister said, “over the years, Israel has been blessed to have many friends who sat in the Oval Office, but Israel has never had a better friend than you.”\nCertainly, Mr. Netanyahu has never had a friendlier president during his 13 years in office. In addition to his decision on the Golan Heights, Mr. Trump pulled the United States out of the Iran nuclear deal, which Mr. Netanyahu had long reviled, and moved the American Embassy from Tel Aviv to Jerusalem, which the prime minister had long advocated.\n“Today I am taking historic action to promote Israel’s ability to defend itself,” Mr. Trump said as he signed the proclamation and handed the pen to Mr. Netanyahu.\nMr. Trump’s decision, first announced last week, reverses decades of American policy and is at odds with United Nations resolutions rejecting the seizure of land by force. But the president said it was necessary because otherwise, Iran and its proxies in southern Syria would use the Golan Heights as a launching ground for attacks on Israel.\nMr. Trump cited a rocket attack from Gaza, which struck a house near Tel Aviv early Monday morning, injuring seven, as an example of “the significant security challenges that Israel faces every single day.”\nThe attack prompted Mr. Netanyahu to announce he was cutting short his trip to return home after his meeting to oversee Israel’s military response. He had been scheduled to have dinner with Mr. Trump on Tuesday and to address a pro-Israeli lobbying group, the American Israel Public Affairs Committee, or Aipac. Mr. Netanyahu stayed in Washington until Monday evening, as Israeli forces began striking Hamas targets in Gaza.\n“Israel is responding forcefully to this wanton aggression,” he said. “We will do whatever we must do to defend our people and defend our state.”\nMr. Netanyahu spoke of the vital role that the Golan Heights had played in Israel’s defense. He recalled that his brother was among the soldiers who scaled its rocky slopes during the Arab-Israeli war of 1967. Later on, Mr. Netanyahu himself, as a young officer, led a covert unit from Syria into the Golan Heights in the midst of a snowstorm.\n“We hold the high ground, and we shall never give it up,” he said.\nThough Israel effectively annexed the Golan Heights in 1981, Mr. Netanyahu said it had to wait half a century for Mr. Trump “to translate our military victory into a diplomatic victory.”\nMr. Trump’s decision continued to ripple throughout the region. Al-Marsad, which defends the rights of native Syrians in the Golan Heights, said the decision to recognize Israeli sovereignty could provoke violence in a territory that has been remarkably tranquil.\n“The decision sets a dangerous standard that glorifies systematic human rights abuses, legitimizes illegal aggression and occupation, and endangers peace in the Middle East,” the group said in a statement.\nSaudi Arabia also warned, in a statement released by its official press agency on Tuesday, that Mr. Trump’s decision would have “significant negative effects” on security and the peace process in the Middle East.\nThe statement described the Golan Heights as an “occupied Syrian Arab land in accordance with the relevant international resolutions.”\n“Attempts to impose fait accompli do not change the facts,” it said.\nMr. Netanyahu’s truncated visit came at a critical moment in Israeli politics, when his legal woes are multiplying and he faces a fierce challenge from Benny Gantz, a retired military chief. Analysts said the show of support could tilt the balance in his favor.\n“Trump’s embrace and Hamas rockets may well make the difference in helping Netanyahu form the next Israeli government,” said Aaron David Miller, a former peace negotiator now at the Woodrow Wilson International Center for Scholars.\nThe prime minister was hit by two new accusations shortly before he left for Washington: that he improperly authorized the sale of German-made submarines to Egypt, and that he engaged in self-dealing, through an undisclosed stake in a company that supplied the German builder of both the Egyptian subs and several new Israeli warships.\nMr. Trump, on the other hand, was still exulting in the letter to Congress sent by Attorney General William P. Barr, in which Mr. Barr reported that the special counsel, Robert S. Mueller III, had not found collusion between Mr. Trump’s presidential campaign and Russia.\nThe president did not mention the Russia investigation during the signing ceremony, though in a later session with Mr. Netanyahu in the Oval Office, he told reporters that his opponents were “treasonous.”\nMr. Netanyahu made light of the legal issues facing both of them. He told Mr. Trump that he had brought him a case of wine from the Golan Heights. Noting that the president was not a wine drinker, he asked if he could give the bottles to the White House staff.\nAfter Mr. Trump agreed, Mr. Netanyahu joked, “I hope they don’t open an investigation on it.”\nFor his part, Mr. Trump listed all the steps he had taken to benefit Israel, including moving the embassy. After thanking the American ambassador to Israel, David M. Friedman, Mr. Trump asked him whether he was enjoying the relocated embassy.\n“Yes,” said Mr. Friedman, who was standing behind the leaders.\n“And you love Israel?” Mr. Trump asked.\nNodding, Mr. Friedman added, “And America.”\n“And America,” Mr. Trump repeated with a grin. “I was waiting for him to say that.”\nEven in its abbreviated form, Mr. Netanyahu’s meeting with Mr. Trump overshadowed a major speech to Aipac by Mr. Gantz at the same time as the Oval Office session.\nMr. Gantz told his audience that the prime minister had “done well” by deciding to return home, and said he intended to return as well, “and if needed to fight in defense of our people.”\nBut in what amounted to a campaign speech, Mr. Gantz, a former chief of the Israeli Army’s general staff, also took shots at Mr. Netanyahu, while portraying himself as a soldier who would be tough on defense while running a cleaner and more inclusive government.\n“There will be no racists leading our state institutions and there will be no corruption,” Mr. Gantz declared in a not-so-subtle reference to Mr. Netanyahu’s embrace of a far-right party, Otzma Yehudit, and to his indictment on corruption charges.\nAt a time when Israel policy in the United States has become divisive, with many progressives and young Jews taking a highly critical view of the Netanyahu government, Mr. Gantz also sought to cast himself as a leader who would build bridges between Jews in the two countries.\n“As an abba, as a father, I’m doing it for my kids,” he said. “But I’m doing it for your kids as well.”", "date": "March 25, 2019", "href": "https://www.nytimes.com/2019/03/25/us/politics/benjamin-netanyahu-donald-trump-meeting.html", "tags": "authority heights “ recognizes israel trump netanyahu formally israeli golan"}