{"title": "Trump’s Tariffs Are a New Tax on Americans ", "content": "President Trump’s new tariffs on Chinese imports, which took effect at 12:01 a.m. on Friday, are taxes that will be paid by Americans. That is a simple fact, and it remains true no matter how many times Mr. Trump insists the money will come from China.\nMr. Trump’s latest escalation of his trade fight with China is a 25 percent tariff, or import tax, on products that compose about one third of China’s exports to the United States, including Chinese bicycles, circuit boards and wooden doors. The tariff rate on those goods was previously 10 percent. Mr. Trump also has threatened to impose the 25 percent rate on virtually all products imported from China — more than $500 billion in goods last year. \nMr. Trump could make an honest case for this tax increase. He could argue that Americans must endure higher prices because China will suffer too — while China does not bear the direct cost of the tariffs, it is likely to suffer a loss of sales — and the United States needs that leverage as it presses China to change its economic policies. \nInstead, Mr. Trump continues to repeat the false claim that the money will come from China, even though he has been told repeatedly that this claim has no basis in fact. He is willfully peddling a falsehood for political gain.\nThe mechanics of tariffs are not complicated: The government sends a tax bill to the company that brings goods into the country. Most of those tax bills go to American companies, often import firms that specialize in dealing with the customs process.\nIt doesn’t really matter who gets the bill, however. The important question is where the money to pay it comes from. And in broad terms, there are only two options: It comes either from the firms that make, move and sell the products or from the pockets of the buyers. \nConsider the case of washing machines. In January 2018, Mr. Trump imposed a tariff on washing machines, initially at a rate of 20 percent. The tariff caused a 12 percent increase in the price of washing machines, according to a study by economists at the Federal Reserve and the University of Chicago. It also resulted in a similar increase in the price of dryers. Americans responded by buying more domestic washing machines, creating about 1,800 new jobs. But the cost of the tariffs was borne entirely by American consumers. The study estimated that each of those new jobs came at a cost of more than $815,000.\nThe Trump administration has tried to focus the China tariffs on the industrial supply chain: products used in making other goods, rather than products sold directly to consumers. That means much of the cost initially is absorbed by faceless corporations.\nBut the bottom line remains either lower profits or higher prices.\nSome of the money could, in theory, be squeezed from Chinese manufacturers. But a pair of recent studies by prominent academics, including the chief economist at the World Bank, have concluded that the full cost of the Trump tariffs is being paid here in the United States, although China has suffered a loss of access to the American market.\nOne of the studies concluded that the cost of the tariffs has fallen disproportionately on the parts of the country that have supported Mr. Trump most strongly, in part because China and other nations subjected to tariffs have targeted their retaliatory tariffs at agricultural products and other goods produced in those parts of the country.\nThe cost of a tax is not just the money extracted from the private sector but also the disruption of economic activity. Here, too, the tariffs are proving painful. The second study estimated that tariffs were extracting $3 billion a month from American companies and consumers — and causing an additional $1.4 billion a month in lost economic activity.\nMr. Trump’s tariffs also have prompted China to retaliate, and that is causing particular pain for Midwestern farmers who have lost a major market for their crops.\nMr. Trump tweeted on Friday that the federal government would collect $100 billion in tariff revenue and that he would use some of the money to purchase American agricultural products, which would then be shipped to “poor & starving countries.” The rest of the money, he said, could be used for “Infrastructure, Health care or anything else.”\nIt’s a good idea to raise taxes to pay for foreign aid, infrastructure and health care.\nBut a tariff is a consumption tax, much like a sales tax, and such taxes tend to be regressive, meaning they cost lower-income families a larger share of their income than they cost upper-income families. There are better ways to raise the money. For example, the ill-considered tax cuts for the wealthy that Mr. Trump pushed through Congress in 2017 could be reversed.\nMoreover, there is growing reason to doubt that tariffs are serving Mr. Trump’s stated purpose of persuading China to change its trade policies. There is widespread agreement, both in the United States and among America’s allies, that China is engaged in unfair practices, such as state-subsidized manufacturing, theft of intellectual property and both formal and informal constraints on foreign businesses. Those are real problems, and enforceable commitments to enact reforms could deliver significant economic and environmental benefits. Mr. Trump’s tariffs could yet prove a painful success story.\nBut the cost of Mr. Trump’s approach has just gone up: Americans will be paying higher prices on a wide range of goods. And Mr. Trump — who famously declared in March 2018 that “trade wars are good, and easy to win” — has yet to show he can strike a deal.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 10, 2019", "href": "https://www.nytimes.com/2019/05/10/opinion/trump-tax-china-tariff.html", "tags": "tax china tariff cost trump money products could new tariffs americans"}