{"title": "Trump savages Federal Reserve as stock plunge worsens", "content": "President Donald Trump has lashed out at America's central bank as a stock market whose gains he once took credit for continued a historic plunge. \nMr Trump said the Federal Reserve was \"the only problem\" of the US economy. \nMr Trump's treasury secretary meanwhile scrambled to calm investors.\nThe Dow Jones fell more than 650 points on Monday, and is on track for its worst December since 1931 during the Great Depression. On Tuesday morning, Japan's Nikkei was down about 5%.\nThe turmoil comes amid a partial government shutdown, US-China trade tensions and reports the president has discussed firing Fed chairman Jerome Powell. \nMr Trump continually boasted about Wall Street's steep climb during the first year of his presidency, but has sought to deflect blame since markets hit a rough patch in 2018.\nOn Sunday US Treasury Secretary Steven Mnuchin took the unusual step of calling the chief executives of America's six largest banks in a bid to soothe market jitters.\nOn Monday, he called top market regulators and officials from the US central bank to allay fears about the economy.\nMr Mnuchin hosted the call with the President's Working Group on Financial Markets to \"discuss co-ordination efforts to assure normal market operations\", according a treasury statement.\nThe board of governors of the US Federal Reserve System, the Securities and Exchange Commission and the Commodities Futures Trading Commission are on the working group.\nAnalysis by Samira Hussain, business reporter, BBC News, New York \nIt is rare for a US treasury secretary to make public his discussions with American financial institutions. But that is exactly what Mr Mnuchin did. \nHe was attempting to ease financial markets but Monday's swoon showed he did the opposite. \nSo then President Trump weighed in by tweet and renewed his criticism of the Federal Reserve. That also did not have the desired effect. Instead of the typical Santa Rally, we saw US investors flee stocks for safety. \nNot exactly the Christmas cheer the White House was hoping for.\nWhat does this mean for 2019? A lot will depend on what happens in Washington: government shutdown, simmering trade tensions and the president's tweets.\nOne thing has been made very clear: if the White House wants to calm nervous investors, it's going to need to get much better at its messaging.\nMonday saw the worst day of Christmas Eve trading ever for US stocks.\nThe Dow Jones Industrial Average dropped by 653 points, falling below 22,000. \nThe S&P 500 entered so-called \"bear market\" territory.\nUS investors are fretful about a range of factors including slowing economic growth at home and internationally, though US economic data is still strong.\nMr Trump's ongoing trade war with China as well as Defence Secretary Jim Mattis's surprise resignation have also unsettled investors.\nIn addition, a partial US government shutdown began at midnight on Friday after Congress refused to fund President Trump's planned US-Mexico border wall.\nThe shutdown could continue until the opening of the next Congress on 3 January.\nA Sunday statement from the treasury took the rare step of divulging details about Mr Mnuchin's discussions with the top US banks.\n\"The [bank's chief executives] confirmed that they have ample liquidity available for lending to consumer, business markets, and all other market operations,\" the statement said.\n\"We continue to see strong economic growth in the US,\" Mr Mnuchin added.\nEarlier, he dismissed reports that President Trump had discussed the possibility of firing the Federal Reserve chairman after the bank raised interest rates last week. \nThe US treasury secretary tweeted that he had spoken to the president, who insisted he \"never suggested firing\" Jerome Powell and did not believe he had the right to do so.\nSome financial pundits warned Mr Mnuchin's intervention could backfire.\nJared Bernstein, who was economic adviser to former US Vice-President Joe Biden, told the Washington Post: \"The markets are already nervous enough. \n\"It's like sending out a message saying our space shields can intercept incoming asteroids. Uh, I didn't know there were any coming our way.\"\nOliver Pursche, a board member at Bruderman Asset Management, said: \"More than anything else right now, Washington and politics are absolutely driving investor sentiment and market direction and that can turn on a dime.\"\nWin Thin, head of global currency strategy at Brown Brothers Harriman, told the Financial Times: \"At best, Mnuchin made a rookie policy mistake in trying to reassure markets; at worst, Mnuchin knows something that the markets don't.\"", "date": "25 December 2018", "href": "https://www.bbc.com/news/world-us-canada-46675051", "tags": "savages us markets market president investors treasury secretary trump federal stock mnuchin plunge reserve worsens"}