{"title": "Trump Has A New Plan To Undermine Obamacare And It Doesn't Need Congress", "content": "President Donald Trump has already done a lot to sabotage the Affordable Care Act, whether it’s slashing the program’s advertising budget or threatening to cut off some payments that insurers need to cover their costs.\nNow Trump is thinking about using his executive authority to do something that could be even more damaging to the law ― and, arguably, more threatening to people who depend on it for coverage.\nSometime in the next few days, according to a report in The Wall Street Journal, Trump is likely to instruct three key agencies to rewrite a series of regulations that affect health insurance. Some of the details were still in flux as of the weekend, sources familiar with the proposal told HuffPost. But the ultimate goal of these efforts would be to accomplish through executive action what, so far, Trump and the Republican Congress have been unable to pull off through legislation. Specifically, they would undermine the rules that guarantee comprehensive coverage to people with pre-existing conditions.\nTrump teased the move in a tweet on Tuesday, saying he would “be using the power of the pen to give great HealthCare to many people. \nJust how far the administration can take this effort is not clear. The laws that govern health care include not just the Affordable Care Act, but also a 1974 law that affects insurance plans for large employers. Together, these laws limit leeway the executive branch has when it comes to redrawing the restrictions on how insurance companies operate.\nStill, few experts doubt that the Trump administration has some latitude, and that it’s probably enough to weaken at least some of the new rules that the Affordable Care Act has put in place. In the worst-case scenario, Trump’s executive action could destabilize insurance markets ― making coverage much more expensive or even unavailable to some small businesses and individuals, especially those with serious medical problems, even as it would make coverage cheaper for others in relatively good health.\nThe main focus of the new efforts will be something called “association health plans,” or AHPs, which are basically special insurance plans that insurers sell through organizations representing either small employers, self-employed individuals, or members of voluntary organizations. An insurer could sell an AHP through an association of real estate agents, for example ― or through a local chamber of commerce.\nAHPs have been around for a long time. But after the Affordable Care Act became law, the Obama administration determined that they should be subject to the same rules as other insurance plans, based on who enrolled in them. As a result, an AHP available to small businesses today must operate according to the same rules as other insurance policies for small businesses. Similarly, an AHP available to individuals must operate according to the same rules as other insurance policies for individuals.  \nIn either case, it means that all plans must cover “essential” benefits, including mental health, maternity care and prescriptions. In addition, insurers can’t vary premiums based on the likely medical expenses of the small business or individual members seeking coverage. \nThese regulations tend to make coverage more expensive, and for that reason conservatives have agitated to make AHPs exempt from the rules. Doing so, conservatives have argued, would create new, cheaper alternatives for small business and people frustrated with the high cost of coverage now available under the Affordable Care Act.\nBut the plans would tend to draw younger, healthier small businesses and individuals away from plans providing comprehensive benefits. As a variety of experts, officials, and industry groups have pointed out repeatedly, the end result could be a bifurcated insurance market ― with healthy people buying skimpy, cheap coverage, and sicker people stuck in the older, more expensive plans. The latter would frequently be a money-losing proposition for insurers, and many carriers would likely decide to abandon markets altogether.\nIf new regulations meant the AHPs had the ability to vary premiums based on medical status, the split in the market could be even more severe.\n“There will be healthy folks who can benefit from lower premiums, but people with serious medical conditions would be shut out from this market and left with dwindling options,” Sabrina Corlette, a research professor at Georgetown University’s Center for Health Insurance Reforms, told HuffPost.\nMila Kofman, who has studied AHPs closely as both a scholar and a government regulator, agreed. “If you cherry-pick the healthiest small businesses or individuals, you essentially could destroy the regulated markets that are left, because they end up covering just sicker people,” Kofman, who is now executive director of the Washington, D.C., health benefits exchange, said. “This is a really big deal.”\nThe most persistent and effective advocate for making these changes has been Sen. Rand Paul (R-Ky.), who ended up opposing the most recent effort to pass repeal legislation because he said it did not do enough to dismantle Obamacare. As soon as GOP leaders abandoned that effort, because it lacked the votes it needed to pass, Paul began agitating, publicly and privately, for the administration to consider his idea. In his ideal world, pretty much anybody would be able to join an AHP.\nPaul’s advocacy seems to have gotten the White House’s attention, although it remains to be seen just how aggressive the agencies following Trump’s order would be ― in part, because the law limits their discretion. \nPaul’s idea, in a nutshell, is to allow AHPs to sell loosely regulated plans and to do so across state lines, overriding any regulations that states have put in place. That last part could be difficult, because Trump administration would have find some way of reinterpreting a 1974 law, called the Employee Retirement Income Security Act, so that it covered AHPs. Many legal experts think ERISA would not allow such leeway, so an effort to rewrite the rules as Paul has urged would swiftly run into a legal challenge ― and likely a successful one.\nBut even if the Trump administration can’t go as far as Paul would like, the experts acknowledge, it may still have authority to loosen existing regulations on AHPs in ways that would alter insurance markets substantially. One very real possibility is that each state could decide how closely to regulate AHPs ― and that, left with such discretion, some would decide to weaken the rules, allowing AHPs to sell skimpy plans and hike premiums for people or small businesses with a history of high medical claims.\nTrump’s executive order could have another element. It could instruct agencies to rewrite rules for short-term insurance plans. Similar to AHPs, these short-term plans typically offer less comprehensive coverage. For that reason, the Obama administration issued a regulation limiting short-term plans to just three months.\nThe Trump administration has discussed expanding that to nearly a fully year, creating yet another way for insurers to lure healthier individuals and businesses away from the larger insurance pool, so that coverage became cheaper for some of the healthy, and more expensive for some of the sick.\nBroadly speaking, the kinds of changes that Trump’s executive order could unleash are similar to the changes that previous GOP repeal bills would have. But for all of the Affordable Care Act’s real problems ― and the genuine frustration many people feel with it ― those Republican proposals proved to be highly unpopular and aroused intense grassroots opposition. \nOne question is whether these new orders provoke a similar reaction ― or whether, because they are going through the regulatory process rather than Congress, they end up escaping public outrage. ", "date": "\n10/09/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-executive-action_n_59daa131e4b046f5ad9923a9", "tags": "need coverage obamacare undermine ahps trump ― insurance could plans new congress plan rules"}