{"title": "Trump Administration Is Set to Ban Bump Stock Devices on Guns", "content": "WASHINGTON — The Trump administration is preparing to officially ban bump stocks on guns, a move that would put an end to the sale of attachments that allow semiautomatic rifles to fire faster and that would follow through on an order President Trump made this year to the Justice Department to regulate the devices.\nAn administration official said on Wednesday evening that a formal ban will be rolled out in the coming days to weeks, a timeline first reported by CNN. Mr. Trump, who has in recent weeks hinted that the ban would be coming, first called for the Justice Department to re-examine the regulations after a mass shooting in February at a Florida high school left 17 dead.\nThe president’s declaration set into motion a chain of events that surprised officials at the Bureau of Alcohol, Tobacco, Firearms and Explosives, which had already been tasked with reviewing whether the devices could be banned, a directive given after a massacre in Las Vegas in October 2017.\nIn that mass shooting, the deadliest in modern history, a gunman using weapons outfitted with a bump stock device killed 58 people. The gunman  fired off about 90 rounds in 10 seconds.\nAs recently as last month, Mr. Trump said publicly that a ban would be coming.\n“So we’re knocking out bump stocks,” the president said during a news conference announcing a revamped trade agreement with Canada. “I’ve told the N.R.A. I’ve told them: Bump stocks are gone.”\nHe added: “And over the next couple of weeks, I’ll be able to write it up.”\nThe initiative to ban bump stocks had been met with skepticism by Democratic lawmakers in Congress, who questioned whether the measure would be enough to combat the scourge of mass shootings. (The device was not used in the shooting in Florida, at Marjory Stoneman Douglas High School.) The move also drew caution from lawmakers who said taking executive action on the devices could lead to court battles.\nThe National Rifle Association did not immediately return a request for comment on Wednesday evening, but the organization initially supported an A.T.F. review of the devices after the Las Vegas shooting. At the same time, the gun association had also urged Congress to pass a law that would allow concealed-carry permit holders to carry the weapons in all 50 states.\nThough he has worked to push through a ban on bump stocks, Mr. Trump remains a vocal supporter of gun rights and the Second Amendment, frequently invoking it as under assault by Democrats.", "date": "Nov. 28, 2018", "href": "https://www.nytimes.com/2018/11/28/us/politics/trump-bump-stock-ban.html", "tags": "shooting administration set devices bump stocks trump coming stock guns ban"}