{"title": "Trump Team Begins Drafting Middle East Peace Plan", "content": "WASHINGTON — President Trump and his advisers have begun developing their own concrete blueprint to end the decades-old conflict between Israel and the Palestinians, a plan intended to go beyond previous frameworks offered by the American government in pursuit of what the president calls “the ultimate deal.”\nAfter 10 months of educating themselves on the complexities of the world’s most intractable dispute, White House officials said, Mr. Trump’s team of relative newcomers to Middle East peacemaking has moved into a new phase of its venture in hopes of transforming what it has learned into tangible steps to end a stalemate that has frustrated even presidents with more experience in the region.\nThe prospects for peace are caught up in a web of other issues consuming the region, as demonstrated in recent days by Saudi Arabia’s growing confrontation with Iranian-backed Hezbollah in Lebanon. Israel is likewise worried about Hezbollah as well as efforts by Iran to establish a land corridor across southern Syria. If a war with Hezbollah broke out, it could scuttle any initiative with the Palestinians.\nNonetheless, Mr. Trump’s team has collected “non-papers” exploring various issues related to the Israeli-Palestinian conflict, and officials said they expected to address such perennial dividing points as the status of Jerusalem and settlements in the occupied West Bank. Although Mr. Trump has not committed to a Palestinian state, analysts said they anticipated that the plan will have to be built around the so-called two-state solution that has been the core of peacemaking efforts for years.\n“We have spent a lot of time listening to and engaging with the Israelis, Palestinians and key regional leaders over the past few months to help reach an enduring peace deal,” said Jason D. Greenblatt, the president’s chief negotiator. “We are not going to put an artificial timeline on the development or presentation of any specific ideas and will also never impose a deal. Our goal is to facilitate, not dictate, a lasting peace agreement to improve the lives of Israelis and Palestinians and security across the region.”\nMr. Trump, who considers himself a dealmaker, decided to adopt the challenge when he took office in January, intrigued at the idea of succeeding where other presidents failed, and he assigned the effort to Jared Kushner, his son-in-law and senior adviser. Neither had any background with the issue and the effort was greeted with scorn, but the fact that the president entrusted it to a close relative was taken as a sign of seriousness in the region.\nMr. Trump’s team sees the convergence of factors that make the moment ripe, including an increased willingness by Arab states to finally solve the issue to refocus attention on Iran, which they consider the bigger threat. With that in mind, Egypt is brokering a reconciliation between Mahmoud Abbas, who presides in the West Bank, and Hamas, which controls Gaza, a deal that would cement the Palestinian Authority as the representative of the Palestinian people. Saudi Arabia has summoned Mr. Abbas to Riyadh to reinforce the importance of a deal.\n“The stars begin to align in a way that creates a moment,” said Nimrod Novik, a fellow at the Israel Policy Forum who served as foreign policy adviser to former Prime Minister Shimon Peres, who negotiated the Oslo Accords in the 1990s. “But obviously the two key questions are will Prime Minister Netanyahu decide to go for it” and “will President Trump, once he’s presented a plan by his team, decide it’s worth the political capital required.”\nStill, neither Prime Minister Benjamin Netanyahu of Israel nor President Abbas of the Palestinian Authority is in a strong position to negotiate. Mr. Netanyahu faces corruption investigations and pressure from the right in his narrow coalition not to make concessions, while Mr. Abbas is aging and endures strong opposition among his own constituents.\nSkepticism abounds, especially among those who spent years struggling to overcome the same challenges with the same set of tools. President Barack Obama and his advisers debated for months putting forth their own parameters for a deal, ultimately outlining a general set of principles at the end of last year in a speech by Secretary of State John Kerry as time ran out on the administration.\n“There’s nothing new under the sun when it comes to Middle East peace,” said Philip Gordon, a White House Middle East coordinator under Mr. Obama. “When you get into these details, that’s when you come up against the strong objections of the two sides. If they don’t want it to be dead on arrival, they may wind up with vague principles, but as we’ve seen, even vague principles are beyond what the parties are willing to embrace.”\nTamara Cofman Wittes, a State Department official under Mr. Obama, said both Israeli and Palestinian leaders “are heavily constrained” not only by their own governing coalitions but by suspicious and risk-averse publics. “It’s hard even for willing political leaders to make major concessions under those circumstances,” she said.\nThe core four-member team drafting the plan includes Mr. Kushner, Mr. Greenblatt, Dina H. Powell, a deputy national security adviser, and David M. Friedman, the ambassador to Israel. They are consulting with Donald Blome, the consul general in Jerusalem, and others from the State Department and National Security Council. Officials said the effort may take until early next year.\nMr. Trump and his team make no bones about being pro-Israel. The president has boasted of being Israel’s “biggest friend” and Mr. Kushner, Mr. Greenblatt and Mr. Friedman are all Orthodox Jews with ties to Israel. But Ms. Powell is an Egyptian-born Coptic Christian and Mr. Kushner has developed strong ties with the Saudis and other Arabs and recently returned from a visit to Riyadh. Mr. Trump has met with Mr. Netanyahu and Mr. Abbas three times each.\nThe team has drawn praise from across the spectrum. “We do believe this is a historic opportunity, and we will spare no effort to support President Trump’s investment in a better future,” Husam Zomlot, the Palestinian Authority’s envoy to Washington, said in an interview. During a trip to London this month, Mr. Netanyahu said, “They are trying to think out of the box.”\nBarak Ravid, an Israeli journalist who has broken stories on the American effort, wrote in the left-leaning Haaretz newspaper last spring that Mr. Trump had “succeeded in bringing peace, which in recent years had become a dirty word, back to the center of Israeli public and political discourse.”\nBut privately, officials from both sides express concern that Mr. Trump and his team are still naïve about the Middle East and ineffective in accomplishing their objectives.\nDennis Ross, the veteran Middle East peace negotiator, said Mr. Trump’s team has “done a very good job of presenting themselves as having listened” and is now “taken seriously” in the region.\nThe decision to present a concrete plan makes sense if ground is prepared in advance. “If you simply resume negotiations and nothing accompanies it, nobody will take it seriously,” Mr. Ross said. “People will say we’ve seen this movie before. You have to show people — no, something is different this time.”\nSome analysts said they believed Mr. Trump’s plan may come with confidence-building provisions that each side will already have agreed to. For Israel, it could include limiting settlement construction to current blocs without taking new land, recommitting to a two-state solution and redesignating a small part of the West Bank to give Palestinians more control.\nFor the Palestinians, it could include resuming full security cooperation with Israel, holding off seeking further international recognition and ending payments to families of Palestinians imprisoned for terrorist attacks. Arab states, particularly Saudi Arabia, Egypt, the United Arab Emirates and Jordan, could add their own commitments, like overflights by Israeli passenger planes, visas for business people and telecommunications links.\nA White House official dismissed that as mere speculation. But the challenges of getting even to that stage are formidable, much less tackling harder questions.\nMr. Zomlot, the Palestinian envoy, said any plan must establish a sovereign Palestinian state along the borders from before the 1967 Arab-Israeli war with East Jerusalem as its capital. “This is not our maximum. This is our minimum,” he said. “What everybody needs to understand is the historic compromise has already been made.”\nIsrael’s allies in Washington are pressing from the other side. The House Foreign Affairs Committee on Wednesday will consider a bill to cut aid to the Palestinian Authority unless it ends payments to families of Palestinian attackers.\n“If the Palestinians are going to be trustworthy partners in any kind of peace discussion, they have to show that they’re not inciting terrorism,” said Representative Doug Lamborn, a Republican from Colorado sponsoring the legislation. “And when you pay people — and, in fact, if you pay them more, the more Jews they kill — that’s pure incitement to terrorism.”\nPalestinian leaders say the payments are meant to help destitute families, not promote terrorism, and they accuse Israel of subsidizing violence by encouraging settlers in the West Bank. One compromise floated recently would have the Palestinian Authority help those families through a general welfare program that does not prioritize relatives of prisoners.\nStill, some analysts think Mr. Netanyahu and Mr. Abbas are simply playing along with the goal of ensuring the other is blamed when the process collapses.\n“The biggest impediment to the peace process is the two leaders,” said Grant Rumley, a scholar at the Foundation for Defense of Democracies. “Ultimately, both Netanyahu and Abbas just have this long, long history and they’ve played this game really well. And they don’t trust each other and I don’t think they will ever get to the point where they will trust each other.”", "date": "Nov. 11, 2017", "href": "https://www.nytimes.com/2017/11/11/world/middleeast/trump-peace-israel-palestinians.html", "tags": "palestinian drafting “ palestinians middle team peace israel trump begins plan said east"}