{"title": "Trump and His Businesses Sue House Democrats to Hide Accounting Records", "content": "WASHINGTON — President Trump and his businesses, seeking to brush back congressional investigators, sued the chairman of the House Oversight and Reform Committee on Monday to try to quash a congressional subpoena for their financial records.\nThe lawsuit, filed in Federal District Court here, argued that the committee’s chairman, Representative Elijah E. Cummings, Democrat of Maryland, had no legitimate legislative reason to subpoena an accounting company tied to the president, so his subpoena should be deemed invalid and unenforceable.\n“The Democrat Party, with its newfound control of the U.S. House of Representatives, has declared all-out political war against President Donald J. Trump,” lawyers for the plaintiffs wrote in their complaint. “Subpoenas are their weapon of choice.”\nThe lawyers are also seeking a court order blocking the accounting company, Mazars USA, from handing over the information, which it says would “expose plaintiffs’ confidential information.”\nThe suit, which is almost certain to face a stiff challenge in court, is a familiar move for Mr. Trump, honed over a long and litigious business career. It mirrors other efforts in recent weeks by personal lawyers for the president and his businesses to block the Democratic-controlled House from gaining access to Mr. Trump’s finances. In each case, the lawyers have used vivid terms to paint Democrats as politically craven, out to abuse the powers of their office only to embarrass Mr. Trump politically.\nIf nothing else, the suit and possible countersuits could delay the release of the documents sought by Democrats.\n“With this subpoena, the Oversight Committee is instead assuming the powers of the Department of Justice, investigating (dubious and partisan) allegations of illegal conduct by private individuals outside of government,” the lawyers wrote. “Its goal is to expose plaintiffs’ private financial information for the sake of exposure, with the hope that it will turn up something that Democrats can use as a political tool against the president now and in the 2020 election.”\nMr. Trump and his businesses were not party to the Democratic subpoena, which was sent to Mazars this month seeking financial records and communications related to Mr. Trump and his businesses after Michael D. Cohen, Mr. Trump’s longtime fixer, told the Oversight Committee that his former boss had intentionally misrepresented his assets and liabilities to suit his needs. Inflating the value of assets would help the Trump Organization secure loans. Deflating the value of assets would minimize tax liability.\n“The committee has full authority to investigate whether the president may have engaged in illegal conduct before and during his tenure in office, to determine whether he has undisclosed conflicts of interest that may impair his ability to make impartial policy decisions, to assess whether he is complying with the emoluments clauses of the Constitution, and to review whether he has accurately reported his finances to the Office of Government Ethics and other federal entities,” Mr. Cummings wrote in a memo to members of his committee at the time.\nOn Monday, he said the Trump lawsuit was not a surprise given Mr. Trump’s “long history of trying to use baseless lawsuits to attack his adversaries,” but he argued that neither he nor his businesses had a “valid legal basis to interfere with this duly authorized subpoena from Congress.”\n“This complaint reads more like political talking points than a reasoned legal brief, and it contains a litany of inaccurate information,” Mr. Cummings said, accusing the White House of across-the-board stonewalling of his committee.\nAfter the subpoena was issued, lawyers representing Mr. Trump in the congressional inquiries, William S. Consovoy and Stefan Passantino, made arguments similar to those laid out in the lawsuit directly to Mazars, urging the company not to comply. Republicans on the Oversight committee have made similar arguments.\nThe suit and threats from the president’s private lawyers suggest that in the face of a hostile Congress, Mr. Trump is prepared to return to a go-to move from his years as a real estate mogul.\n“The legal system is part of Trump’s strategy in almost everything that he does,” said Jack O’Donnell, a former president of the Trump Plaza casino in Atlantic City, who has since become a critic of his former boss. In his career in business, Mr. O’Donnell said, “he uses the law very tactically — e uses it to slow things down.”\nDuring the 2016 election, USA Today calculated that Mr. Trump and his companies have been involved in 4,095 lawsuits over the past three decades, including defamation suits, trademark suits and employment litigation. Most have been either settled or dismissed, but only after churning out headlines.\n“He uses suits to create agitation with his enemies,” said Jay Goldberg, a Manhattan-based lawyer who represented Mr. Trump as a litigator for 15 years, through both of his divorces. “They have to get lawyers and there are built-in costs. These matters are usually settled or dismissed, but he uses it as a weapon.”\nMazars, which prepared financial statements for loan applications for Mr. Trump, had indicated to the chairman that it would comply with an earlier, voluntary request for that information only if he issued a subpoena. And in a statement last week, it said, “Mazars USA will respect the legal process and fully comply with its legal obligations.”\nOn Monday, a spokeswoman for Mazars declined to comment on the suit but said the company would “respect this process and will comply with all legal obligations.” It was unclear if it still intended to fulfill the subpoena by an April 29 deadline set by Mr. Cummings.\nMr. Cummings is not the only Democratic chairman pursuing details of Mr. Trump’s long-obscured finances. The Intelligence and Financial Services committees have each issued subpoenas to other financial institutions, including Deutsche Bank, a longtime lender to Mr. Trump’s businesses.\nAnd the House Ways and Means Committee has demanded six years of tax returns filed by Mr. Trump and his businesses. The committee has set a Tuesday deadline for the Internal Revenue Service to comply with the demand, filed not by subpoena but under a provision in the tax code that says the I.R.S. “shall” comply with requests from the chairman of the House and Senate tax-writing committees.\nDemocrats’ increasingly invasive requests for financial records and other documentation have irked executives at the Trump Organization, according to a person familiar with their thinking. The company cooperated with numerous requests from Congress and other investigators for records related to Russia and its election interference efforts, but they believe the financial requests have gone a step too far and moved outside of Congress’s jurisdiction.", "date": "April 22, 2019", "href": "https://www.nytimes.com/2019/04/22/us/politics/trump-sues-congress.html", "tags": "mr. democrats committee accounting financial ” trump house sue records lawyers subpoena hide businesses"}