{"title": "Trump Lawyer Urges Treasury Not to Release His Tax Returns", "content": "WASHINGTON — President Trump’s personal lawyer on Monday urged the Treasury Department not to hand over Mr. Trump’s tax returns to House Democrats, warning that releasing the documents to lawmakers he accused of having a “radical view of unchecked congressional power” would turn the Internal Revenue Service into a political weapon.\nIt was the second such letter written on behalf of Mr. Trump since Representative Richard E. Neal, the Democratic chairman of the House Ways and Means Committee, formally requested six years of the president’s personal and business tax returns earlier this month. Mr. Neal on Saturday gave the Internal Revenue Service until April 23 to provide him with the tax returns after Steven Mnuchin, the Treasury secretary, said last week that he could not meet an earlier deadline because he needed to study the lawfulness of the request.\nThe fight over Mr. Trump’s tax returns is expected to turn into a protracted legal battle that will likely make its way to the Supreme Court. Mr. Trump, who declined to provide his tax returns while running for president, continues to cite an ongoing audit as the reason he cannot release the documents, despite no rule or law that prevents him from doing so.\nMr. Neal used an obscure provision of the tax code to request the returns, which he said his committee needs in order to evaluate the policy of automatic audits of presidential tax returns. Mr. Trump and his defenders argue that the request is being driven by politics and represents presidential harassment.\nMr. Neal argued in his letter on Saturday that the administration has no authority to question how the committee would handle the information or the validity of its legislative purpose.\nMr. Trump’s lawyer, William S. Consovoy, said on Monday that the legal rationale behind Mr. Neal’s dismissal of the Treasury Department’s concerns was wrong.\nThe little known tax code provision employed by the Democrats in demanding Mr. Trump’s returns says that the Internal Revenue Service “shall furnish” the information. But Mr. Consovoy, echoing an argument that Trump administration officials have made privately, said that in this case the intent of the law is more important than the letter of the law.\n“Congress’s motives do matter under the Constitution,” Mr. Consovoy wrote, arguing that the request for Mr. Trump’s tax information does not serve any legislative purpose.\nThe president’s lawyer, whose views have no direct bearing on the case, went on to cite Republican senators who have said Mr. Neal’s request was not made in good faith. He noted that House Republicans on the Ways and Means Committee concluded that a request for Mr. Trump’s tax returns was not a legitimate use of their oversight powers.\n“Chairman Neal’s request is nothing more than an attempt to exercise constitutional authority that Congress does not possess,” Mr. Consovoy wrote.\nMr. Neal has previously said that Mr. Consovoy’s concerns “lack merit.”\nMr. Mnuchin, who as Treasury secretary oversees the I.R.S., is personally supervising the response to the request. While he has said that he will follow the law, he made clear to lawmakers last week that he believes releasing Mr. Trump’s tax returns would be a violation of privacy and would politicize the tax collection agency.\nTreasury Department lawyers conferred with White House lawyers ahead of the request and Mr. Mnuchin said that his staff is consulting with the Department of Justice. He did not say if he would comply with Mr. Neal’s latest deadline.\n“This isn’t an issue just about the president’s tax returns and congressional oversight,” Mr. Mnuchin said on the Fox Business Network on Monday. “This is an issue about protecting Americans.”\nHe added: “I want to make sure that the I.R.S. is not weaponized like it was in the Nixon administration, and you can imagine how dangerous it would be if the I.R.S. was weaponized.”", "date": "April 15, 2019", "href": "https://www.nytimes.com/2019/04/15/us/politics/trump-tax-returns.html", "tags": "tax treasury urges ” trump returns request neal release lawyer"}