{"title": "Trump-Kim summit: Second meeting by end of February", "content": "US President Donald Trump is to meet North Korean leader Kim Jong-un for a second summit by the end of February, the White House says.\nThe announcement came after Mr Trump met top North Korean negotiator Kim Yong-chol at the White House.\nHe had been expected to deliver a letter from Kim Jong-un to Mr Trump.\nLittle progress has been made on denuclearisation since their historic summit in Singapore last June. No venue has been announced for the new summit.\nSpeculation is mounting that it could be held in Vietnam.\nKim Yong-chol's visit to Washington is the first sign of movement in nuclear diplomacy with North Korea for months, BBC state department correspondent Barbara Plett Usher reports.\nIt is not clear what the reported letter from Kim Jong-un contained. But it was expected to lay the groundwork for another summit, our correspondent adds.\nPresident Trump said he was looking forward to the talks.\nHis press secretary Sarah Sanders said after the White House meeting that progress in the talks on denuclearisation continued, but added: \"The United States is going to continue to keep pressure and sanctions on North Korea.\" \nNot very much was agreed on in the Singapore summit, so there is little to measure success by. \nNuclear negotiations between Washington and Pyongyang have stalled, no detailed account of North Korea's nuclear facilities has been provided and sanctions are still firmly in place. \nMr Kim however, has been busy boosting his global image. He's improved relations with neighbouring South Korea, and both countries have destroyed guard posts along the heavily guarded demilitarised zone - and paid trips to each other's countries. \nTies between North Korea and China also appear to have improved, with Mr Kim making multiple trips to Beijing to meet President Xi.\nThe summit was historic for the fact that it happened at all - but on paper, all it really achieved was a vaguely-phrased agreement in which both countries agreed to work towards denuclearisation. \nIt was never really made clear what denuclearisation would entail - the agreement did not include any timeline, details or mechanisms to verify this process.\nIf there is a second summit, many will be expecting something more concrete to come out of it. Both North Korea and the US are unlikely to get away with calling another vague agreement a success.\nNorth Korea hasn't conducted a missile test since the summit. It's also dismantled a nuclear testing site and a key missile engine facility.\nIt did however test out a new \"high-tech\" tactical weapon last November - its first official report of a weapons test in a year. This however, was not taken to represent a huge threat. \nBut it's still not clear how many nuclear facilities still exist in North Korea.\nA report after last year's summit identified the extent of North Korea's network of missile bases. \nHowever, this is not a breach of the Singapore agreement - as North Korea has not made any commitment to halt any weapons development or shut down its missile bases. \nIt should. Both sides appear to want it to happen.\nThe last summit was a rollercoaster in itself - it was cancelled, and then restarted after a hand-delivered letter to Mr Trump from Mr Kim. \nIt's not impossible that something similar might happen again - we'll just have to wait and see. This time, however, a letter appears to have arrived early enough.", "date": "18 January 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-46927761", "tags": "letter denuclearisation nuclear summit end second trump-kim meeting trump february kim north however korea"}