{"title": "Trump Strikes Deal to Save China’s ZTE as North Korea Meeting Looms", "content": "WASHINGTON — President Trump handed the Chinese telecommunications firm ZTE a lifeline on Thursday, agreeing to lift tough American sanctions over the objections of Republican lawmakers, his defense advisers and some of his own economic officials.\nThe deal will help defuse tensions with the Chinese president, Xi Jinping, who personally asked Mr. Trump to intervene to save ZTE and whom the president has relied on to help pave the way for next week’s summit meeting with the North Korean leader.\nThe Commerce Department said that ZTE had agreed to pay a $1 billion fine, replace its board and senior leadership, and allow the United States to more closely inspect the company by effectively having a handpicked compliance team embedded inside the firm. The United States would then lift a seven-year ban that prevented the company from buying American products and was quickly driving it out of business.\n[Read more about ZTE.]\nBut the settlement has inflamed lawmakers, including top Republicans, who objected to helping a Chinese company that broke American law and has been accused of posing a national security threat. It also puts the United States in an awkward position as it punishes allies like Canada, Mexico and the European Union with stiff tariffs on steel and aluminum, and insists that countries in Europe and elsewhere abide by American sanctions on Iran.\nIn 2016, the United States found the Chinese company guilty of violating American sanctions on Iran and North Korea. In April, the government said ZTE had failed to take the necessary actions to rectify the issue, and had lied about its efforts, prompting the Commerce Department to implement the ban. Defense officials have also repeatedly expressed concern about the risk that ZTE’s equipment could pose to national security.\nLawmakers moved swiftly to try to scuttle the agreement on Thursday as a bipartisan group of senators introduced an amendment that would automatically reinstate ZTE’s ban on purchasing American products until the president certified to Congress that the company had met certain conditions.\n“I assure you with 100% confidence that #ZTE is a much greater national security threat than steel from Argentina or Europe,” Senator Marco Rubio, a Florida Republican who supported the amendment, wrote on Twitter on Thursday. “#VeryBadDeal.”\nSenator Mark Warner, Democrat of Virginia, called the deal an “awful mistake,” adding that “Mr. Trump has done something pretty unique — he’s built a virtual unanimous bipartisan coalition.”\nThe commerce secretary, Wilbur Ross, emphasized the toughness of the agreement on Thursday, saying it was the largest such penalty ever levied by the agency’s Bureau of Industry and Security and included “unprecedented compliance measures.”\nMr. Ross and other administration officials have repeatedly insisted that ZTE is being handled as a law enforcement matter that is independent of trade negotiations. But those statements have been undercut by the president himself, who has suggested that the company is a bargaining chip in negotiations between the countries.\nIn mid-May, the president said he was working with Mr. Xi to give ZTE a way to get back in business. Two days later, Mr. Trump described the ZTE move as part of “the larger trade deal we are negotiating with China and my personal relationship with President Xi.”\nDerek Scissors, a resident scholar at the American Enterprise Institute, said that while ZTE’s punishment was sufficiently tough, the path by which it received a reprieve set a worrying precedent that suggested “a month-old decision by a Trump administration cabinet member can be reversed if you call the president and tug on his heart strings.”\n“The process by which we got here suggests you can buy off U.S. law, and it suggests we’re treating the Chinese better than our friends, both of which are terrible implications,” Mr. Scissors added.\nZTE’s fate has gotten caught up in a bigger web. An American telecom company, Qualcomm, which sells a large number of semiconductors to ZTE, is awaiting Chinese approval of a deal to acquire NXP, a Dutch telecom firm that will help it build the next generation of wireless technology, known as 5G.\nThe Trump administration has expressed concerns about China gaining a leading role in the development of 5G and has singled out Qualcomm as key to helping the United States retain an edge. China, meanwhile, had made it clear to the United States that it would not engage in talks to defuse a brewing trade war between the two economic giants without putting ZTE’s ban on the table for discussion.\nDuring a round of trade talks in Beijing last weekend, the Chinese offered to make nearly $70 billion worth of purchases of American manufactured goods, natural gas, oil, coal, soybeans and other agricultural products, people familiar with the discussions said. But that offer was conditional on the Trump administration’s not proceeding with tariffs on $50 billion worth of Chinese goods.\nThe Trump administration has not yet announced plans to suspend those tariffs, which the White House has said would go into effect shortly after June 15, and the administration’s trade advisers remain deeply divided over whether to proceed. Mr. Trump’s advisers have portrayed the tariffs as leverage to force China to open its markets and make other concessions, such as dropping demands that American companies hand over valuable intellectual property in order to operate in China.\nA deal that lets ZTE back into business but does little to resolve those broader concerns would most likely be criticized by hard-liners within the administration, as well as many lawmakers, who agree that China needs to change its practices and view a promise by the Chinese to purchase more American goods as a false victory.\nSenator John Kennedy, a Louisiana Republican, said he was undecided about how lawmakers should proceed now that the administration has struck a deal.\n“I’m not a big ZTE fan; they cheat, they helped Iran and North Korea in violation of our sanctions, and they are a little too close for my taste with the Communist Party of China,” Mr. Kennedy said. “Call me very skeptical about the wisdom of what’s been done.”\nThe Trump administration privately told lawmakers last month that it had reached a deal to keep the company alive. On Thursday, the administration went public with its decision.\n“At about 6 a.m. this morning, we executed a definitive agreement with ZTE,” Mr. Ross said in an interview on CNBC’s “Squawk Box,” adding, “This is a pretty strict settlement.”\n“We are literally embedding a compliance department of our choosing into the company to monitor it going forward. They will pay for those people,” Mr. Ross said. He went on to say that ZTE would pay a $1 billion fine, as well as $400 million in escrow to cover “any future violations.”\n“We still retain the power to shut them down again,” Mr. Ross said.\nSome in China have speculated that the ZTE penalties are an effort to gain leverage in other trade matters. But Washington-based experts and officials point to another issue: that the administration had not realized what a political problem it would be for Mr. Xi to have the partly state-owned technology firm, which employs tens of thousands of people in China, fail.\n“You just don’t have people in the administration that would recognize how seriously the Chinese would take it,” Mr. Scissors said. “Ross did not know he was running into a Chinese buzz saw.”", "date": "June 7, 2018", "href": "https://www.nytimes.com/2018/06/07/business/us-china-zte-deal.html", "tags": "american administration company korea china looms save meeting trump ” strikes chinese zte north deal said"}