{"title": "Trump vows abortion opposition in speech to March for Life", "content": "US President Donald Trump has become the first sitting president to speak live via video to the annual March for Life anti-abortion rally in Washington. \nPresidents Ronald Reagan and George W Bush delivered remarks at the march at least twice during their tenure, speaking via telephone broadcast.\nIn a speech at the White House, Mr Trump criticised US abortion laws and vowed to defend \"the right to life\". \nDecades before becoming president, Mr Trump said he supported abortion. \nVice-President Mike Pence, who introduced Mr Trump, called him \"the most pro-life president in American history\" and added that he would \"restore the sanctity of life to the centre of American law\".\nMr Trump told the thousands of marchers who gathered on Washington's National Mall on Friday that \"under my administration, we will always defend the very first right in the Declaration of Independence and that is the right to life\".\nIn his speech, the president touted anti-abortion policies that he has enacted in his first year in office, including this week's Department of Health and Human Services announcement that it would reverse Obama-era legal guidance discouraging states from defunding organisations that provide abortion services.\nHe attacked Roe v Wade, the 1973 court decision that legalised abortion in the US, saying it \"has resulted in some of the most permissive abortion laws anywhere in the world\".\n\"It is wrong; it has to change,\" he said of laws that allow late-term abortions in some US states.\nHe also proclaimed January 19 as National Sanctity of Life Day.\n\"Americans are more and more pro-life, you see that all the time,\" he told the audience.\nTwitter users were quick to point out that the president misspoke when he said, \"Right now, in a number of states, the laws allow a baby to be born from his or her mother's womb in the ninth month.\"\nHe was meant to say \"torn\" instead of \"born\", which the White House corrected in the written remarks sent out later on Friday.\nIn a 1991 interview with NBC News, the former business mogul said, \"I'm very pro-choice\".\nTrump reverses foreign abortion policy\n\"I hate the concept of abortion, I hate it, I hate everything it stands for. I cringe when I listen to people debating the subject. But I still just believe in choice.\"\nWhen asked if he would ban late-term abortion during the 1991 interview, he responded: \"No. No. I am pro-choice in every respect.\"\nDuring his campaign, he explained that he had \"evolved\" on the issue.", "date": "19 January 2018", "href": "https://www.bbc.com/news/world-us-canada-42752421", "tags": "us laws opposition speech first trump vows abortion right life march"}