{"title": "Trump to Meet With Kim Jong-un, Despite North Korea’s Lapses, Bolton Says", "content": "WASHINGTON — President Trump plans to hold a second summit meeting early next year with Kim Jong-un, even though North Korea has failed to follow through with promises to start dismantling its nuclear weapons program, John R. Bolton, the national security adviser, said on Tuesday.\n“They have not lived up to the commitments so far,” Mr. Bolton said. “That’s why I think the president thinks another summit is likely to be productive.”\nMr. Bolton was referring to a pledge that the North Korean leader made in June at his first face-to-face meeting  with Mr. Trump in Singapore. At the time, Mr. Kim said North Korea would work toward “complete denuclearization of the Korean Peninsula.”\nBut in the nearly six months since the Singapore summit meeting, which Mr. Trump heralded with a tweet declaring North Korea “no longer a Nuclear Threat,” Pyongyang has continued its production of nuclear fuel and weapons, and steadily improved its missile capabilities.\nMr. Trump often notes that there have been no missile or nuclear tests in more than a year to argue that Mr. Kim is willing to make good on his promises. But Mr. Bolton and others on the president’s staff remain highly skeptical.\nSenior American officials followed up on the Singapore meeting by asking the North to take a first step by turning over a complete list of its weapons, fuel-production facilities and missile sites. But the North has refused, telling the United States that an inventory of its nuclear assets would give Washington a “target list” if it sought to strike the country.\nInstead, North Korean officials have insisted that the United States first sign onto a formal declaration to end the Korean War, which they contend Mr. Trump agreed to in Singapore, as well as ease harsh economic sanctions.\nMr. Bolton’s statements were particularly notable because Mr. Trump himself has argued that his diplomacy with North Korea has yielded results, and that reports in The New York Times and elsewhere citing continued missile activity were an effort to undermine his efforts.\n“We fully know about the sites being discussed, nothing new — and nothing happening out of the normal. Just more Fake News,” he wrote on Twitter last month. “I will be the first to let you know if things go bad!”\nBut Mr. Bolton made clear that the next summit meeting would have to set a schedule for North Korea’s compliance.\nVice President Mike Pence also signaled last month that the United States would no longer require North Korea to submit its inventory of nuclear and missile facilities before the next meeting with Mr. Trump.\nMr. Kim may be under little pressure to act. His historic Singapore meeting with Mr. Trump was a propaganda boon for the North Korean leader, showing that he could hold a direct dialogue with the United States. A second summit meeting would again appease Mr. Kim while sacrificing an important point of leverage that the United States has with North Korea, according to some analysts.\n“This move defies any negotiating logic,” said Evan S. Medeiros, the senior Asia policy director in the National Security Council during the Obama administration.\nHe said that “meeting Kim again only validates Kim’s strategy of using Trump to play for time and sanctions relief, and keep North Korea on the pathway to becoming a de facto nuclear weapon state.”\nUntil this year, the United States had sought to isolate North Korea diplomatically and economically; now it is relying solely on economic isolation through sanctions.\nMr. Bolton said the second meeting between the two leaders would probably take place in January or February.\nHe made his remarks in an onstage interview at a conference of business executives in Washington organized by The Wall Street Journal. The interviewer, Gerard Baker, an editor at large at The Journal, pressed Mr. Bolton on the logic of holding another summit meeting when North Korea was not making any efforts to denuclearize.\n“They’re going to discuss this and look at the commitments that were made in Singapore and have a discussion about how they’re going to accomplish those commitments,” Mr. Bolton said, “and until that happens there’s not going to be any release of the economic sanctions.”\nJean H. Lee, a Korea analyst at the Wilson Center, said the United States would need to prepare carefully before the meeting to have a chance at making progress on those commitments.\n“The Trump administration must be just as savvy and just as smart as the North Koreans are in the weeks leading up to the next summit if the goal is to come out of that meeting with concrete progress on denuclearization — and not just a propaganda win for Kim,” she said.\nMr. Bolton has consistently been more critical of North Korea than Mr. Trump or Mike Pompeo, the secretary of state, who has been trying to restart stalled diplomatic efforts.\nIn August, Mr. Bolton said, “North Korea has not taken the steps we feel are necessary to denuclearize.” That was around the time North Korean officials began emphasizing the need for an end-of-war declaration; the Korean War halted in 1953 with an armistice, and there has been no peace treaty.\nPresident Moon Jae-in of South Korea has agreed with Mr. Kim that such a declaration would be an important step, and South Korean officials have urged their American counterparts to support the move. Mr. Moon has met with Mr. Kim three times this year, in a surprising flurry of diplomacy, and still hopes to host the North Korean leader in Seoul before the end of this year in what would be a historic visit.\nMeanwhile, American diplomacy has foundered.\nLast month, a top North Korean official, Kim Yong-chol, canceled a trip to New York to meet with Mr. Pompeo. Days earlier, the North Korean Foreign Ministry had said Pyongyang would revive a policy aimed at bolstering its nuclear program if the United States did not lift economic sanctions. The statement came after Mr. Pompeo flew to Pyongyang in October to meet with Mr. Kim.\nNorth Korea has not conducted a nuclear test since September 2017, but American experts think the country continues to produce fissile material. The country has an estimated 30 to 60 nuclear warheads and might have a ballistic missile capable of hitting the United States. It has also continued to develop its ballistic missile program at hidden bases.\nMr. Trump, however, said at a political rally in September that he and Mr. Kim “fell in love” during their June meeting.\nWhen asked on Tuesday about that remark, Mr. Bolton said it appeared that the two leaders had bonded.\nMr. Bolton added that the United States remained committed to a diplomatic route with North Korea, despite setbacks.\n“Look, we’re going to pursue this,” he said. “If the North Koreans follow through on the commitments they made in Singapore, President Trump will deserve the Nobel Peace Prize. He opened a door for them. Now they have to walk through it. That’s what we hope to make progress on at the next meeting.”", "date": "Dec. 4, 2018", "href": "https://www.nytimes.com/2018/12/04/us/politics/trump-kim-north-korea-summit-meeting.html", "tags": "despite bolton ” trump meet meeting says jong-un lapses kim north korea"}