{"title": "Trump Claims Trade Victories but Businesses Struggle Under His Approach", "content": "WASHINGTON — President Trump has spent the past week praising his new trade agreement with Canada and Mexico as a win for farmers, saying the pact will send cash pouring into the United States and enrich America’s agriculture and industrial workers.\n“The farmers are so thrilled with the U.S.M.C.A.,” Mr. Trump said on Tuesday, referring to the new United States Mexico Canada Agreement. “We just opened up Mexico and Canada and it’s great for our farmers,” he said ahead of a campaign rally in Council Bluffs, Iowa.\nBut many are not ready to cheer.\nAmerican businesses still face a cloud of trade uncertainty as Mr. Trump seeks to replace the North American Free Trade Agreement, Nafta, with the new deal. The biggest concern: lingering tariffs on foreign steel and aluminum.\nThe metal tariffs, combined with retaliatory taxes that foreign governments have placed on American products, are undercutting the concessions that Mr. Trump won in the deal. While the new trade pact gives American farmers greater access to Canada’s dairy market and requires that a higher percentage of a car be produced in the United States, business and trade groups are raising questions about whether the agreement will actually deliver the economic boost the president promises.\n“The celebration is muted because of the tariffs on steel and aluminum,” said David Ahlem, chief executive of Hilmar Cheese Company, a California-based dairy business with 1,400 employees. “I think many people expected those tariffs would go away as part of the deal, but there’s no clear path to that happening.”\nIn response to Mr. Trump’s metal levies, Mexico hit American goods like cheese with 25 percent tariffs, stalling business in the industry’s largest export market. As a result, Mr. Ahlem said that even if the U.S.M.C.A. is passed in Congress next year and opens access to Canada’s dairy market, he will be worse off because of the new trade barrier with Mexico.\n“The old Nafta or the T.P.P. would have been better,” Mr. Ahlem added, referring to the Trans-Pacific Partnership agreement that Mr. Trump withdrew from last year. “It’s not clear to me what the strategy is.”\nMr. Trump has promoted his use of tariffs as a negotiating tool, criticizing those opposed to his approach as “babies” and suggesting he will continue to wield trade barriers as a cudgel to force concessions from other countries. He has continued to insist that his approach is helping, not hurting, American manufacturers, like the steel industry.\n“The steel industry in this country is back like nothing I’ve seen before,” he said on Tuesday.\nBut American companies are beginning to feel the effects of a one-sided strategy, which aims to help domestic industries but ignores the globalized nature of United States businesses, which rely on supply chains and customers across borders.\nAmong the sectors hardest hit by Mr. Trump’s approach are the beverage and auto industries, which rely heavily on foreign aluminum and steel to make cans and cars. PepsiCo, the drinks and snacks company, said this month that higher prices for aluminum imports from Canada were eating into quarterly profits and said it would raise prices as a result. The company lowered its profit forecast for the year and its stock slid.\nSimilarly, the chief executive of Ford Motor Company said last month that the additional costs from the metal tariffs alone would shave about $1 billion off its annual profits.\nImports of aluminum products that are covered by the tariffs are down 7.7 percent this year through June, according to the Aluminum Association, and steel imports are down nearly 10 percent during the same period.\nHeidi Brock, chief executive of the Aluminum Association, said the president’s win on rewriting Nafta is severely undercut by the remaining tariffs, which are rippling through a variety of supply chains that rely on the metal.\n“Now is the time for the United States to work with Canada and Mexico to provide a full exemption — without quotas — for aluminum imports from those countries,” Ms. Brock said. “This should occur as soon as possible, and certainly before the final agreement is signed.”\nWhile the revised Nafta agreement with Canada and Mexico is intended to bring manufacturing back to the United States by changing the “rules of origin,” for car production, this, too, could raise costs for automakers and consumers. As part of the agreement, more of the content of cars sold in North America must come from the continent to be tariff-free and more of it must come from factories with higher wages. That will probably mean car prices will rise, putting American manufacturers at a competitive disadvantage from vehicles made in other parts of the world.\nThe steel and aluminum tariffs were put in place earlier this year under the pretense of protecting national security. Mr. Trump took the rare step of invoking Section 232 of the 1962 Trade Expansion Act to impose tariffs on that basis, arguing that economic security is akin to national security.\n“We need steel for defense,” Mr. Trump said. “What are we going to do? Go and say, ‘Oh, we’ll get our steel from an — like another country?’”\nMexico and Canada, two of the United States’ closest allies and big providers of metal to the American military and other industries, fought to remove the tariffs as part of the U.S.M.C.A. But the United States insisted that they remain in place, saying the tariffs would be dealt with on a separate track.\nModest changes to the text of the agreement could take place before it is signed in late November. Its fate in the United States could be in limbo if Democrats win control of the House in the November midterm elections and want to stop the trade treaty from passing.\nRepublican lawmakers have been pushing for the steel and aluminum tariffs to be lifted and industry lobbyists have predicted that it could happen sometime between now and when the three leaders sign the agreement.\nIt is unlikely that Mr. Trump will receive much praise from businesses until then.\n“Until the 232s go away, major U.S. exporters, especially agriculture, are in the cross hairs — and they’re getting hammered,” said Scott Lincicome, an international trade attorney and scholar at the Cato Institute, using the legal term for the metal tariffs.\nThe most significant victory for Mr. Trump, Mr. Lincicome added, was that he avoided making the situation with America’s neighbors even worse.\n“The biggest defense of the entire deal is that it removes the uncertainty that Trump himself inserted into the North American supply chain,” he said.", "date": "Oct. 9, 2018", "href": "https://www.nytimes.com/2018/10/09/us/politics/tariffs-trade-businesses-trump.html", "tags": "agreement american victories struggle claims steel ” trump trade tariffs approach businesses"}