{"title": "Trump says no trade war despite Asia outcry over tariffs", "content": "US President Donald Trump has brushed off concerns that new tariffs the US has imposed on imported washing machines and solar panels will lead to a trade war.\nThe announcement of the tariffs - of up to 50% - have prompted outcry from China and South Korea, the primary targets of the measure.\nSome US businesses that rely on the imported products are also concerned.\nMr Trump dismissed the talk and said the tariffs would add jobs in the US.\nAt a signing ceremony on Tuesday, he said they \"demonstrate to the world that the United States will not be taken advantage of any more.\"\n\"There won't be a trade war,\" he later added.\nThe action is part of US President Donald Trump's \"America First\" trade policy, which aims to protect local manufacturers from foreign competition.\nSouth Korea said it would complain to the World Trade Organization (WTO).\nChina, the world's biggest solar panel producer, said the move was an \"overreaction\" and pledged to \"work with other WTO members to resolutely defend its legitimate interests\".\nIndia's Prime Minister Narendra Modi spoke against tariffs at the World Economic Forum in Davos in an apparent reference to the US measures, although India's own finance ministry is planning a 70% tariff on Chinese solar panels.\n\"Forces of protectionism are raising their heads against globalisation. Their intention is not only to avoid globalisation themselves but they also want to reverse its natural flow,\" Mr Modi said.\nSamsung, a South Korean company, said consumers in the US would be negatively affected by the measures.\n\"Everyone will pay more with fewer choices,\" a company statement said.\nSouth Korea's LG Electronics also said the move would harm employment prospects at its new factory.\nMexico said it was \"regrettable\" that it was not excluded from the tariffs, adding that it would \"use all available legal resources in response to the US decision\". \nIn the US, the Solar Energy Industries Association, which campaigned against the decision, estimated that 23,000 American jobs would also be lost. It believes the US will not be able to keep up with demand for panels, meaning there will be less work for those producing complementary technology and fittings. \nThe tougher policy was approved by President Trump after the US International Trade Commission (ITC) found local manufacturers were being hurt by cheaper imports. \nManufacturing companies - Whirlpool, a US-based maker of washing machines, and the solar firms Suniva and Solar World Americas - had complained to the ITC and it found in their favour.\nThe ITC said that China had been selling \"artificially low-priced\" solar components in the US, assisted by state subsidies.\nMr Trump has talked about taking the action ever since coming to office. In his inauguration speech a year ago he promised to protect US borders from other countries \"making our products, stealing our companies and destroying our jobs\".\nThe actions are being seen as the president's most significant trade moves since his decision to pull the US out of the Trans-Pacific Partnership deal (TPP) and renegotiate the North American Free Trade Agreement (Nafta). \nHowever, some pointed out that the US has been moving increasingly towards protectionism in recent years. According to research by international law firm Gowling WLG, the US has made 1,085 more protectionist measures than liberalising ones since 2009.\nThe first 1.2 million imported large residential washing machines in the first year will have a 20% tariff imposed on them, while there will be a 50% tariff on machines above that number.\nBy the third year, these will drop to 16% and 40% respectively.\nIn a report published last month, the ITC found that high numbers of imported washing machines were damaging domestic manufacturers, and that Chinese imports had overtaken those from South Korea.\nMeanwhile, the tariff increase on imported solar cells and modules in the first year will be 30%, falling to 15% by the fourth year, although 2.5 gigawatts (GW) of imported cells - enough for about 11.5 million panels - will be allowed in tariff-free annually.\nEnvironmentalists argue that making solar panels more expensive risks holding back the development of renewable energy in the country.\nTaylor Kate Brown, BBC News, Washington\nThe Trump administration has imposed these tariffs as part of a larger promise to protect American manufacturing - including the solar industry firms that brought the original complaint to the trade commission. But what the \"solar industry\" means in this context is complicated.  \nThe tariffs were opposed by America's largest solar industry group - the Solar Energy Industries Association (SEIA).  SEIA said Suniva and Solarworld had used the complaint to cover for bad business practices - and pointed out the two companies are actually foreign-owned even though the produce panels in the US. \nSEIA's position was also driven by the fact the group represents thousands of solar installers - an industry that's seen explosive growth, driven in part because of the dropping cost of panels. Firms that specialise in larger solar \"farms\" that sell their energy to US utilities are particularly worried about the decision, as they compete directly with coal, natural gas and wind producers. \nIronically, the decision could mean more competition for Suniva and Solarworld, as several foreign firms may be interested in moving production to the US.\nSouth Korea's trade minister, Kim Hyun-chong, said the tariffs \"put political considerations ahead of international standards\".\n\"This government will actively respond to the spread of protectionist measures to defend national interests,\" he said.\nSouth Korea said it would complain to the World Trade Organization (WTO), calling the tariffs \"excessive\" and \"regrettable\". Its manufacturers, including Samsung and LG, compete in the washing machine market with US firms such as Whirlpool.\nSamsung called the tariffs \"a tax on every consumer who wants to buy a washing machine\".\nMeanwhile Wang Hejun of China's commerce ministry said the decision to impose tariffs was \"an abuse of trade remedy measures, and China expresses strong dissatisfaction regarding this\".\nChina's Ministry of Industry and Information Technology said the country's fast-paced growth in the solar sector had made it a \"target of protectionism\".\nHowever US appliance maker Whirlpool, which for years has sought protection against cheaper imports from South Korea and Mexico, welcomed the move.\n\"This announcement caps nearly a decade of litigation and will result in new manufacturing jobs in Ohio, Kentucky, South Carolina and Tennessee,\" chairman Jeff Fettig said in a statement.\nShares in Whirlpool rose 2.5% on the news, and it immediately announced it would employ 200 more people. Shares in US solar panel manufacturers also went up.", "date": "23 January 2018", "href": "https://www.bbc.co.uk/news/world-42786995", "tags": "panels us despite solar outcry trump asia war says trade south tariffs korea"}