{"title": "Trump and Pompeo Embrace Autocrats and Disparage Opponents at Home", "content": "WASHINGTON — President Trump has long claimed that he puts “America first” overseas. But in two remarkable statements on Thursday, Mr. Trump and his secretary of state, Mike Pompeo, explicitly favored foreign autocrats over elected American leaders.\nMr. Pompeo chose Cairo, the site of President Barack Obama’s 2009 address to the Islamic world, to deliver a caustic, point-by-point repudiation of Mr. Obama’s message. He paid tribute to Egypt’s repressive president, Abdel Fattah el-Sisi, for his courage in supporting Mr. Trump’s alternative approach.\nAbout an hour later, on the South Lawn of the White House, Mr. Trump said that China’s Communist Party bosses negotiated in better faith than the Democratic leaders in Congress, with whom the president is in a bitter standoff over his border wall that has shut down much of the federal government.\n“I find China, frankly, in many ways to be far more honorable than Cryin’ Chuck and Nancy. I really do,” Mr. Trump said, referring to the Senate minority leader, Chuck Schumer, and Speaker Nancy Pelosi. “China is actually much easier to deal with than the opposition party.”\nThis is the same China that Mr. Trump’s national security strategy designated as one of the greatest threats to American interests — a revisionist power determined to “erode American security and prosperity” with predatory trade practices, military aggression, and a regime that represses its people while trying to undermine America’s democracy.\nMr. Trump’s affinity for strongmen is well established, as is his contempt for his predecessor and his habit of gleefully ridiculing opponents, regardless of their party affiliation. But rarely has the Trump administration offered such a striking display of embracing autocrats as friends and painting those at home with whom it disagrees as enemies.\n“It’s such a break with the tradition that you unify the country against opposition abroad, and you act with a certain decorum in dealing with opponents at home,” said the presidential historian Robert Dallek. “There seems to be none of that in this administration.”\nMr. Trump’s comments about Mr. Schumer and Ms. Pelosi came in an off-the-cuff exchange with reporters as he left the White House for a trip to the border in Texas. It suggested that the president was still basking in the afterglow of his steak dinner with President Xi Jinping in Buenos Aires last month, when he agreed to call a truce in his trade war with China.\nMr. Pompeo’s address, by contrast, was carefully choreographed in both its language and setting — a highly symbolic effort to discredit what Mr. Obama heralded as America’s “new beginning” with the Muslim world.\nMr. Obama, the secretary of state said, underestimated the scourge of radical Islam; declined to stand up to the mullahs in Iran, even as they brutally cracked down on protesters; turned the other way while the militants of Hezbollah massed rockets against Israel; and did nothing after President Bashar al-Assad of Syria used sarin gas against his own people.\n“The age of self-inflicted American shame is over, and so are the policies that produced so much needless suffering,” Mr. Pompeo said at the American University in Cairo. “Now comes the real new beginning.”\nMr. Pompeo lauded Saudi Arabia for working with the United States to curb Iran’s malign influence in the region. He said nothing about human rights and did not mention the killing of the Saudi journalist Jamal Khashoggi, which the C.I.A., an agency he once led, concluded was ordered by the Saudi crown prince, Mohammed bin Salman, a close ally of Mr. Trump.\nTo those who watched Mr. Pompeo harshly question Secretary of State Hillary Clinton in 2015 when he was a House member investigating the Benghazi attacks, the fact that he would attack a Democratic president was hardly surprising. But that he did it on foreign soil angered some diplomats, who subscribe to the adage that partisan politics should stop “at the water’s edge.”\nEven those who were deeply critical of Mr. Obama’s Middle East policy said they found Mr. Pompeo’s speech off-key — more a stunt aimed at his boss back in Washington than a serious attempt to set out a new blueprint for American involvement in the region.\n“There’s something a little cheap about going to Cairo,” said William Kristol, the neoconservative political analyst, who has been equally critical of Mr. Trump. “If he doesn’t approve of Obama’s Cairo speech, the way you do that is not to give another Cairo speech.”\nMr. Kristol noted that Mr. Obama’s speech was also a rebuke of his predecessor, George W. Bush, especially for the Iraq war and his use of torture on suspects after the terrorist attacks of September 2001. But by comparison with Mr. Pompeo, Mr. Obama’s language was delicate.\n“9/11 was an enormous trauma to our country,” Mr. Obama said at Cairo University. “The fear and anger it provoked was understandable, but in some cases, it led us to act contrary to our own ideals.”\nIn his dissection, Mr. Pompeo did not mention a line that would seem more likely than any other to provoke a Trump official: Mr. Obama’s admission that the United States played a role in overthrowing the democratically elected government of Iran in 1953 — a coup, he said, that had left a residue of suspicion toward America. Mr. Pompeo’s focus was on making the Iran of today start “behaving like a normal country.”\nFor all his contempt toward Mr. Obama, Mr. Pompeo fell back on some positions that sounded a lot like those of the last administration. In Syria, he said, the United States would “work through the U.N.-led process to bring peace and stability to the long-suffering Syrian people.”\nNor is it clear that Mr. Trump’s praise of autocrats is encouraging them to act in ways that benefit the United States. It may actually do the opposite, as the case of Prince Mohammed demonstrates.\nThe trade talks between the United States and China, which ended this week in Beijing, were less rancorous than the shutdown negotiations between Mr. Trump and the Democrats. But they have yet to produce a breakthrough — and Mr. Trump’s decision to skip the World Economic Forum in Davos, Switzerland, later this month because of the shutdown could put off a trade deal even longer.\n“Strongman envy helps explain both the president’s comments and a muddled view of the Middle East,” said William J. Burns, a former deputy secretary of state who is now president of the Carnegie Endowment for International Peace.\n“The irony,” Mr. Burns said, “is that trashing his predecessor or congressional opponents on the global stage is seen by those same strongmen as evidence of his weakness and manipulability.”", "date": "Jan. 10, 2019", "href": "https://www.nytimes.com/2019/01/10/us/politics/trump-pompeo-china-cairo.html", "tags": "american “ home embrace trump pompeo disparage obama opponents autocrats —"}