{"title": "Trump Tries to Deflect Russia Scrutiny, Citing ‘Crooked Scheme’ by Obama", "content": "WASHINGTON — President Trump sought to turn attention away from the Russia investigation on Monday, saying that “the real story” was what he called a “crooked scheme against us” by President Barack Obama’s team to mine American intelligence reports for information about him during last year’s presidential campaign.\nThe president’s broadside against his predecessor coincided with a string of reports in conservative news media outlets that Susan E. Rice, Mr. Obama’s national security adviser, requested the identities of Americans who were cited in intelligence reports about surveillance of foreign officials, and who were connected with Mr. Trump’s campaign or transition.\nFormer national security officials, who spoke on the condition of anonymity, described the requests as normal and said they were justified by the need for the president’s top security adviser to understand the context of reports sent to her by the nation’s intelligence agencies.\nThe process of “unmasking” Americans whose names are redacted in intelligence reports, they said, is not the same thing as leaking them publicly.\nBut Mr. Trump and his allies seized on the news media reports to bolster his case that he was targeted by the departing administration for political reasons. As the F.B.I. and congressional committees investigate contacts that associates of Mr. Trump had with Russian officials and business figures, the president argued that he was the victim of dirty tricks and that, if anything, it was associates of his defeated opponent, Hillary Clinton, who were doing the bidding of Vladimir V. Putin’s Russia.\n“Such amazing reporting on unmasking and the crooked scheme against us by @foxandfriends,” Mr. Trump wrote on Twitter early Monday morning in the opening burst of four messages aimed at Mr. Obama, Mrs. Clinton and the Democrats. “‘Spied on before nomination.’ The real story.”\nIn another post on Twitter later in the morning, he added: “@FoxNews from multiple sources: ‘There was electronic surveillance of Trump, and people close to Trump. This is unprecedented.’ @FBI”\nAt his daily briefing later in the day, Sean Spicer, the White House press secretary, said he would not discuss the reports about Ms. Rice specifically. “There’s a troubling direction that some of this is going in, but we’re going to let this review go on before we jump to it,” he said.\nHe chided reporters for showing more interest in the investigation into contacts between Mr. Trump’s team and Russia than in the conduct of Mr. Obama’s White House.\nMr. Trump first accused Mr. Obama a month ago of tapping his phones at Trump Tower during the campaign last year. He has refused to back down, even though Mr. Obama and his top aides have adamantly denied it. The F.B.I. director and the former director of national intelligence have said the phone tapping charge is not true, and congressional leaders of both parties have said they have seen no evidence of it.\nIn an interview broadcast on BBC on Monday evening, John O. Brennan, the C.I.A. director under Mr. Obama, chided Mr. Trump for making an unsubstantiated allegation against the former president. Mr. Trump, he said, has “a solemn obligation” to provide information “that is accurate, that is measured and that is not just a spontaneous or impulsive number of words.”\nWhile other officials have said there is no convincing evidence so far of collusion between Mr. Trump’s campaign and Russian officials who meddled in last year’s election, Mr. Brennan said that “it would be premature at this time to make any determination, or rule anything out.” At the same time, he agreed with Mr. Trump about the seriousness of leaks to the news media in recent weeks. “These leaks are appalling,” he said. “They need to stop.”\nIn trying to combat what Mr. Trump’s aides see as a concerted campaign of leaks to undermine his legitimacy, the White House last month provided intelligence to Representative Devin Nunes, the Republican chairman of the House Intelligence Committee, showing that the president or his associates may have been “incidentally” swept up in foreign surveillance by American spy agencies last year. Since Mr. Nunes made that public, Mr. Trump’s team has focused on whether Mr. Obama’s White House improperly used that information.\nRepublicans pointed to the reports about Ms. Rice on Monday. “Smoking gun found!” Senator Rand Paul, Republican of Kentucky, wrote on Twitter. “Obama pal and noted dissembler Susan Rice said to have been spying on Trump campaign.”\nIntelligence officials are supposed to guard the privacy of Americans caught up in routine eavesdropping of foreign officials. In daily intelligence reports to officials like Ms. Rice, they typically refer to Americans who came up in recorded conversations as U.S. Person One or U.S. Person Two. But high-ranking officials, as Ms. Rice was, can ask intelligence briefers to provide names to better understand the meaning of the report.\nIt remains unclear how many names were unmasked by Ms. Rice. But several former officials said she did so for legitimate reasons: The Obama White House was concerned during the election about continuing attempts by the Russian government to hack Democratic email accounts and interfere in the campaign. Ms. Rice, they said, needed to understand if Americans were involved in that.\nThey also said Mr. Obama’s advisers worried during the transition — as he imposed sanctions on Russia for its election meddling — that the Trump transition team was trying to undermine American policy before coming to office.\nThe content of the intelligence reports at issue remains unclear. Some officials have said the reports consisted primarily of ambassadors and other foreign officials talking about how they were trying to develop contacts within Mr. Trump’s family and inner circle before his inauguration.\nThe former national security officials’ description of the intelligence is in line with Mr. Nunes’s characterization of the material, which he said was not related to the Russia investigations when he disclosed its existence.\nThe White House and Mr. Nunes have not made clear whether they are concerned that actual names had been unmasked in reports, or whether one could tell who the person being discussed was from their context.\nBut at least one name is known to have been unmasked: Michael T. Flynn, the former national security adviser. He was selected for that post during American surveillance of Russia’s ambassador in December, when the two talked about the sanctions Mr. Obama had just imposed on Moscow.\nMr. Flynn was forced out in February after it emerged that he had misled Vice President Mike Pence about the nature of the calls. But Mr. Trump and other White House officials have suggested that the real problem in the Flynn case involved the leaks about his calls with the Russian envoy, not the content of the calls themselves — or what Mr. Flynn did or did not tell colleagues about his communications.\nIntelligence agencies are permitted to record calls even if they involve Americans, and any American citizen who talks with, messages or emails a foreign official under surveillance would be picked up by intelligence agencies. During the transition, this would have included Trump associates and even Obama administration officials.", "date": "April 3, 2017", "href": "https://www.nytimes.com/2017/04/03/us/politics/twitter-trump-clinton-obama.html", "tags": "‘ officials tries citing crooked scheme “ deflect intelligence reports scrutiny trump obama russia"}