{"title": "Trump Wants to Cut Aid to Central America. Here Are Some of the Dozens of U.S.-Funded Programs.", "content": "President Trump, in his most recent rebuke of Central American nations for what he says is their failure to address the issue of migration, announced plans to cut off aid to three nations — Guatemala, Honduras and El Salvador — known as the Northern Triangle. \nCritics of the cuts say they will target programs aimed at preventing violence, curbing extreme poverty and hunger, and strengthening the justice system — the very problems residents of those countries give for leaving home and pursuing a more stable future elsewhere. \nThough the administration has offered little in the way of details about what precisely could be cut, the State Department notified Congress on Friday night that it would divert about $450 million in aid from the region. President Trump also threatened to seal off the southern border of the United States with Mexico if that country “doesn’t get with it.”\nSo what’s really at stake, and what types of programs could these cuts affect in each nation? The United States Agency for International Development describes the multiyear Strategy for Central America, which is responsible for dispersing much of this aid, as focused on institutional reforms and developmental challenges that drive migration. The programs it supports enhance security, improve governance and promote prosperity. \nHere are some examples of programs financed by American dollars in the three countries targeted by President Trump. \nOf the Northern Triangle nations, Guatemala receives the most aid from the United States. It is used to enhance economic growth, food security, and rural and social development, according to the Washington Office on Latin America, a human rights research group. According to the group’s most recent figures, which are for 2017, more than $78.6 million was awarded to programs that support those goals. An additional $28.8 million went toward border and drug control, $22 million to governance and human rights, and $48.2 million to improve security and justice that year. \nThe dozens of continuing projects include:\nThe Agency for International Development said in a 2018 fact sheet that its programs in Guatemala have led to an increase in income in high-migration areas and reduced impunity for criminals by strengthening the courts. \nAmerican aid to Honduras is mostly focused on security, the justice sector and violence prevention, according to the Washington Office on Latin America, with $65.5 million in aid going to those types of programs in 2017. An additional $116 million went that year to projects that supported education, sustainable farming and business development. \nSome of the projects include:\nThe Agency for International Development, in a 2018 fact sheet detailing its programs in Honduras, said that its investments in the country had contributed to an increase in average income for tens of thousands of families, a reduction in homicides and an increased capacity to prosecute criminals.\nIn El Salvador, the majority of American aid also goes toward security, the justice sector and violence prevention, though at a much higher scale than in Honduras and Guatemala, according to data from the Agency for International Development. \nThe aid supports projects across the spectrum, including those that strengthen the justice system and create jobs. \nA sample of these are:\nThe Agency for International Development reported a 61 percent decrease in homicides between 2015 and 2017 in municipalities that received security funding under its programs, along with the creation of more than 22,000 jobs, in a 2018 fact sheet.\nElisabeth Malkin contributed reporting.", "date": "April 2, 2019", "href": "https://www.nytimes.com/2019/04/02/world/americas/trump-funding-central-america.html", "tags": "american security international america development cut aid dozens agency wants trump justice guatemala programs million central u.s.-funded"}