{"title": "Trump Makes Surprise Visit to American Troops in Iraq", "content": "President Trump visited American military forces on Wednesday in Iraq, making his first trip to troops stationed in a combat zone only days after announcing his intention to withdraw the United States from foreign wars in Syria and Afghanistan.\nThe trip, shrouded in secrecy, came during a partial government shutdown and less than a week after Mr. Trump disrupted the military status quo and infuriated even some of his political allies by announcing plans to withdraw all troops from Syria and about half from Afghanistan. The president’s decision on Syria led to the resignation of Defense Secretary Jim Mattis.\nSpeaking to troops at Al Asad Air Base, Mr. Trump defended his move in Syria.\n“We’re no longer the suckers, folks,” the president said, adding, “Our presence in Syria was not open-ended, and it was never intended to be permanent. Eight years ago, we went there for three months, and we never left.”\nMr. Trump, who visited the air base with his wife, Melania, said he had rejected requests from military commanders to remain in Syria for another six months.\n“I said, ‘Nope. Nope.’ I said, ‘I gave you a lot of six months,’” the president said. “And now we’re doing it a different way.”\nMr. Trump told reporters that the United States might base American commandos on the border in Iraq to launch raids and other missions into Syria. Such a move would reflect one of the strategies proposed by the Pentagon after the president announced his decision to withdraw troops from that country.\nVisiting troops abroad is a presidential tradition. President George W. Bush served Thanksgiving turkey to the soldiers in Baghdad in 2003, in the early days of the Iraq war. President Barack Obama flew to Baghdad in April 2009 and won cheers when he told the troops that it was time for the Iraqis to take responsibility for their own country. He also visited Afghanistan four times while in office.\nBut nearly two years into his presidency, Mr. Trump had yet to visit any troops abroad, drawing criticism from various corners.\nAfter he canceled a visit last month to an American cemetery outside Paris during a World War I battlefield commemoration, he told Chris Wallace, a Fox News anchor, that he had not visited troops abroad because of “an unbelievably busy schedule.”\nBut on Wednesday, about 100 American servicemen and women, some of whom were wearing red “Make America Great Again” caps, greeted Mr. Trump with a standing ovation in Al Asad Air Base’s dining facility, which had been decorated for Christmas. He and Mrs. Trump spent about 15 minutes there talking with the troops.\nThe president told reporters that he had chosen Iraq for his first visit to a combat zone because “it’s a place that I’ve been talking about for many years.”\n“And many, many years, before it started, I was talking about it, as a civilian,” he said.\nMr. Trump, who left the White House late Christmas night, said he had harbored some safety concerns about the trip.\n“I had concerns for the institution of the presidency because — not for myself, personally,” he said. “I had concerns for the first lady, I will tell you. But if you would have seen what we had to go through, with the darkened plane, with all windows closed, with no lights on whatsoever, anywhere — pitch black. I’ve never seen it. I’ve been in many airplanes — all types and shapes and sizes. I’ve never seen anything like it.”\nMr. Trump ran for the presidency in 2016 on a platform of bringing the troops home from Afghanistan and Syria. It was part of a broader strategy of ending nearly two decades of American military interventions — including in Iraq, Libya, Syria and Afghanistan — that he criticized as costly, ineffective and at odds with his “America First” foreign policy.\nBut the United States still has 14,000 troops in Afghanistan and about 2,000 in Syria. While the number of casualties in these conflicts is a fraction of what it was during the two previous administrations, the fact that American troops are still on the ground — in the case of Afghanistan, 17 years after they were first deployed — attests to the difficulty of extracting the United States from these entanglements.\nMr. Trump, who was also accompanied to Iraq by his national security adviser, John R. Bolton, and a small group of reporters, said that “the United States cannot continue to be the policeman of the world.”\n“We’re spread out all over the world,” the president added. “We’re in countries that most people have never even heard about. And, frankly, it’s ridiculous.”\nIraq is the one theater of war where Mr. Trump has not promised a rapid drawdown of forces — and it is where he claims his greatest military victory: the defeat of the Islamic State in Mosul, the Iraqi city where the group’s leader, Abu Bakr al-Baghdadi, declared the beginning of its so-called caliphate. The assault on Mosul by Iraqi forces, backed by Americans, began under Mr. Obama but culminated in the summer of 2017 under Mr. Trump.\nMr. Trump’s trip came at a moment of tension with some of his top military officials, and as his announcements on Syria and Afghanistan have left a trail of confusion.\nOver the weekend, Brett McGurk, the special presidential envoy to the coalition fighting the Islamic State, moved his resignation to Dec. 31 from February, telling colleagues that he could not in good conscience carry out Mr. Trump’s Syria withdrawal policy. White House officials have been unable to explain the timetable for the withdrawals or a strategy to prevent a return of radical extremism in either country.\nMr. Trump tried to dismiss those concerns while in Iraq, saying that “there will be a strong, deliberate and orderly withdrawal of U.S. forces from Syria” and that having troops in Iraq would “prevent an ISIS resurgence.”\n“We can hit them so fast and so hard,” he said, “they really won’t know what the hell happened.”\nThe president’s trip also came in the midst of a partial government shutdown, which does not affect active-duty military. It had, however, led Mr. Trump to cancel his 16-day vacation to his Florida estate, Mar-a-Lago, and remain sequestered in the White House.\nWhile he was in Iraq, Mr. Trump spoke on the phone with the country’s prime minister, Adil Abdul-Mahdi, said Sarah Huckabee Sanders, the White House press secretary.\nThe two leaders had been scheduled to meet in person at the air base, but security and logistical reasons kept that from happening, Ms. Sanders said. During the call, Mr. Trump invited the prime minister to visit the White House and the prime minister accepted, she said.\nThe president’s trip was not universally applauded among members of the Iraqi Parliament.\n“America has had a negative impact on Iraq through its interventions,” said Ghayib al-Amayri, a member of a powerful parliamentary alliance aligned with Moktada al-Sadr, the nationalist Shiite cleric. “We are against the policy of Trump and against any intervention in Iraqi affairs.”\nAfter the visit in Iraq, Mr. Trump headed to Germany, where he and Mrs. Trump met with service members early Thursday morning at Ramstein Air Base.\nA senior administration official said the trip overseas had been in the works for weeks. The White House had tried to keep Mr. Trump’s travel plans under wraps for security reasons, but hiding a president’s whereabouts can prove difficult.\nOn Wednesday, the Marine who stands guard outside the West Wing while the president is working in his office was notably not on duty. Bloggers and aircraft watchers in Europe, meanwhile, spotted a Boeing VC-25, the model of military plane used for Air Force One, flying over England. But Mr. Trump’s final destination was kept a secret until his arrival.", "date": "Dec. 26, 2018", "href": "https://www.nytimes.com/2018/12/26/us/politics/trump-iraq-troops-visit.html", "tags": "american syria surprise mr. military visit troops makes president ” trump iraq"}