{"title": "Trump’s Push for Trade Win Could Undermine Sanctions Enforcement", "content": "WASHINGTON — When President Trump suggested that he may intervene in the arrest of a Chinese tech executive, he was seeking to leverage her case into a win on trade. But law enforcement officials say the president’s comments could ultimately undermine America’s ability to enforce tough sanctions on Iran and other rogue nations.\nMr. Trump threw himself into the middle of a diplomatic crisis on Tuesday by indicating that he may stop an effort to extradite and prosecute Meng Wanzhou, a top executive at the telecommunications giant Huawei who was arrested in Canada on Saturday on suspicion of fraud related to Iran sanctions, if it would help secure trade concessions from China.\nThe comment has provoked deep concern among current and former Justice Department officials, who say Mr. Trump’s willingness to interfere with law enforcement actions to accomplish unrelated trade policy goals could put at risk the United States’ ability to go after foreign wrongdoers.\n“President Trump’s intervention in this case to use the criminal prosecution of Ms. Meng as a political bargaining chip in the United States’ trade dispute with China not only would complicate vital law enforcement cooperation by the Canadian government in future sensitive matters, but also could undermine the perceived legitimacy, and therefore the success, of the U.S. extradition requests to other countries in national security cases,” said David Laufman, who until February led the Justice Department section that enforces export control and sanctions laws.\nThe Justice Department depends heavily on extradition as a tool to prosecute foreigners abroad who are accused of violating American laws by engaging in activities like hacking, corporate espionage and circumventing bans on transferring sensitive technology to countries trying to build nuclear weapons. Often, the United States works with an ally with which it has an extradition treaty, like Canada, to lure criminal suspects to its soil and then have them arrested and sent to the United States.\nBut Mr. Trump’s suggestion that the case against Ms. Meng could be dropped if China agreed to a trade deal, combined with his previous efforts to ease up on ZTE, another Chinese telecom company accused of violating American sanctions, could make it harder for Canada — or any country — to cooperate in future extradition requests, legal experts said. Most treaties do not allow individuals to be extradited for “political” offenses, so the emerging pattern could heighten foreign skepticism of international arrest warrants requested by the United States.\nMr. Laufman called Mr. Trump’s comments “very shortsighted and ill-considered” and cautioned that “responsible officials in the administration who care about the law of unintended consequences need to think twice about this.”\nMr. Trump’s suggestion that he could seek Ms. Meng’s release has put Canada, which must decide whether to extradite her to the United States, in a precarious position. China has since detained two Canadians for alleged national security violations and has warned Canada that it is engaging in human rights violations by preventing Ms. Meng from returning to China.\nOn Friday, Chrystia Freeland, the Canadian foreign minister, met in Washington with Mike Pompeo, the secretary of state, and the top defense officials from the two nations to discuss a range of issues, including the Huawei case and the detention of the two Canadians.\nShe said Canadian authorities had arrested Ms. Meng because of legal commitments with the United States based on their extradition treaty, and warned that the case should not be politicized.\n“It is also very important for Canada that extradition agreements are not used for political purposes,” she said. “In Canada, there has been, to this point, no political interference in this issue at all.”\nMs. Freeland, who is working to secure the release of the two detained Canadians, said she had explained this to the Chinese ambassador to Canada in a meeting earlier this week.\n“For Canada, this is a question of living up to our international treaty obligations and following the rule of law in Canada, and that is something which has happened scrupulously.”\nMs. Freeland said a Canadian court and Canadian judges would rule on whether to extradite Ms. Meng, who was arrested in Vancouver as she was in transit between Hong Kong and Mexico.\nMr. Pompeo said he could not comment in detail on the case, but called on China to free the two detained Canadians and said the United States would continue to help to try to get them released.\nThe White House has refused to say whether Mr. Trump consulted with any policy adviser before making his remarks. But even if they were off the cuff, the previous ZTE case shows Mr. Trump’s willingness to intervene in a sanctions case to ease tensions with China for unrelated policy reasons.\nIn early 2017, ZTE agreed to plead guilty and pay a large fine for violating United States sanctions by sending equipment to Iran that included American parts. The Commerce Department ultimately reimposed a ban on ZTE that prevented it from buying American components, saying the firm had continued to violate its obligations.\nThe ban threatened to cripple ZTE and prompted China’s president, Xi Jinping, to appeal to Mr. Trump for help. Mr. Trump, who was trying that month to arrange a summit meeting with North Korea, China’s ally, stepped in and had the ban lifted. (ZTE ultimately agreed to pay another fine and make other changes.)\nLaw enforcement officials say they worry that Mr. Trump is inflaming the perception among foreign critics that the United States’ sanctions-related or extradition cases are expedient tools for achieving unrelated goals, not an exercise in the rule of law.\nIn refusing to separate punishments for foreign companies or executives that break the law from diplomatic considerations over unrelated issues like trade deals, Mr. Trump is “diluting the strength of our arguments for both,” said David J. Hickton, a former United States attorney who specialized in prosecutions of Chinese hackers.\nThe best argument that the Justice Department can make in the case of Ms. Meng is to peg her extradition to the strict terms of the extradition treaty between the United States and Canada, said Stephen I. Vladeck, a professor at the University of Texas School of Law who is an expert in national security law.\nThat would mean arguing that the crime that the Justice Department is charging her with is also a crime under Canadian law, that the prosecution is not of a political character, and that once in the United States she will not be tried for anything other than the offense that the department has stated.\n“The Justice Department has to make the strongest possible case that, optics from the president aside, this is a textbook extradition case,” Mr. Vladeck said.\nThe Justice Department has successfully extradited other suspects from Canada, despite political noise.\nAfter the department charged two Russian intelligence officers and two hackers with stealing data on 500 million Yahoo accounts, Canada arrested one of the hackers last March, a Kazakh national named Karim Baratov who was living in the country.\nBut the process to extradite Mr. Baratov to the United States was fraught with uncertainty, according to a former Justice Department lawyer.\nThe Canadian government does not grant extradition requests that it believes are politically motivated, and the Justice Department’s case against Mr. Baratov was unfolding against the backdrop of the F.B.I.’s investigation into possible Russian election interference. That inquiry was emerging as a threat to Mr. Trump’s presidency, and his political foes felt that it presented an opportunity to undermine the White House.\nJustice Department officials and prosecutors in the Yahoo case took pains not to link the Yahoo hackers with the F.B.I.’s Russia investigation.\n“This is not the first time, and won’t be the last time, that public statements made by the president have made life harder for procedures to run their usual course,” Mr. Vladeck said.", "date": "Dec. 14, 2018", "href": "https://www.nytimes.com/2018/12/14/us/politics/huawei-trump-china.html", "tags": "extradition sanctions win united states undermine department trump trade could canada case push law enforcement"}