{"title": "Trump Russia: The saga in 350 words", "content": "It's the story that has dominated Donald Trump's presidency. But it's complicated. Let's take a step back.\nUS intelligence agencies believe Russia tried to sway the election in favour of Mr Trump. A special counsel has been looking into whether anyone from his campaign colluded in the effort.\nAfter two years, we have a 448-page report in which the special counsel finds no evidence the campaign conspired with Russia. \nNo, Robert Mueller also looked at 10 instances where the president obstructed justice. But he was unable to decide whether they amounted to a crime.\nNot really. We found out he tried to fire Mr Mueller. He had called it a witch hunt from the start.\nNo. It was conducted by the hugely respected Mr Mueller, a Republican who used to run the FBI.\nThere were several meetings between senior members of Mr Trump's team with Russian officials. Several meetings were not initially disclosed. \nEx-National Security Adviser Michael Flynn lied to the FBI about meeting the Russian ambassador to the US before Mr Trump took office.\nThe president's son, Donald Jr, met a Russian lawyer who said she had \"dirt\" on Hillary Clinton during the campaign.\nHe brought charges against several of Mr Trump's inner circle.\nEx-adviser Roger Stone has been charged with lying to Congress about his contacts with Wikileaks, which released emails belonging to Democratic officials, allegedly hacked by Russians. \nMr Trump's former lawyer Michael Cohen admitted lying to Congress, campaign finance violations and tax evasion and received a 36-month prison sentence. \nFormer campaign chairman Paul Manafort lied to the FBI about his work in Ukraine, according to special counsel Robert Mueller, with whom he had been co-operating. Manafort has been jailed for bank fraud.\nSince he fired the man leading one of the investigations, ex-FBI Director James Comey, there were questions about whether he obstructed justice. ", "date": "18 April 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-40138733", "tags": "russian words counsel fbi trump whether several saga russia campaign mueller special"}