{"title": "Trumplomacy: Key takeaways from Jerusalem policy shift", "content": "The BBC's Barbara Plett Usher looks at key takeaways of US President Donald Trump's policy shift on the status of Jerusalem.\nLess than a month ago the Palestinians' top diplomat in Washington was telling me he thought President Trump might succeed at peacemaking where others had failed. \nIn every meeting Trump confirmed he would \"give his heart and soul\" to this process, said Husam Zomlot, the Palestine Liberation Organisation's (PLO) representative. \nIt was an optimistic reading of a frequently rocky process. But there was enough in the efforts of Mr Trump's peace envoys to give the Palestinians a sense that their relationship with the White House was on an upward trajectory. \nBuilding off the momentum, Mr Zomlot organised a Christmas party on Capitol Hill with a guest list that included members of congress and government officials. \nThe idea was to live-stream Bethlehem Christmas celebrations into the political heart of America. \nWhen the PLO mission got a late-breaking heads up about the decision on Jerusalem it cancelled the event, saying it would be unsuitable after an \"announcement that runs counter to the message of peace\".\nThe fact that the Palestinians, and reportedly Arab leaders, were largely taken by surprise is only one sign that the decision was not part of a wider Middle East strategy. \nThere's been speculation that Mr Trump was trying to shake things up as a tactic to prepare the ground for peace talks. \nBut there's far more evidence he was simply focused on keeping a campaign promise to pro-Israel American Jews and evangelical Christians in his political base. \nAccording to multiple reports, Mr Trump was frustrated by continued opposition from his national security team, which gathered last Monday to discuss options on the embassy waiver. \nThat comes up every six months when the US is required by law to either move the American embassy from Tel Aviv or waive the congressional demand on security grounds. \nUS officials said he agreed to sign the waiver only with the promise of recognising Jerusalem as Israel's capital and launching a process to move the embassy. \n\"While previous presidents have made this a major campaign promise,\" Mr Trump declared triumphantly in his speech, \"they failed to deliver. Today, I am delivering.\"\nThe face of Mike Pence beaming over Mr Trump's shoulder during the announcement said it all. \nThe vice-president was an influential voice in convincing Mr Trump to follow through on his campaign promise, and this illustrates the political power of hardline Christian evangelicals who fervently support Israel. \nThat was not lost on Palestinian legislator and Christian Hanan Ashrawi. \n\"My god did not tell me what his god tells him,\" she spat out in an interview with the BBC. \n\"We are the original Christians, we are the owners of the land, we are the people who've been here for centuries. How dare they come here and give me biblical treatises and absolutist positions!\" \nIncidentally, the enterprising Mr Zomlot tried to play the Christian card with his Bethlehem-themed Capitol Hill reception, and has told activists the motto \"Jesus is a gift from Palestine\" might help translate the Palestinian message to Christian America.\nMr Trump's announcement has triggered a strong reaction from Arab allies.\nJerusalem is holy land, not simply a disputed capital, meaning that Arab leaders will be less inclined to take pragmatic approaches they might ultimately adopt on other core issues of the Israeli-Palestinian conflict. \nAs custodians of Islam's holy sites, Jordan and Saudi Arabia have issued warnings that this move could inflame the Muslim world.\nBut the Arab revolutions have shifted priorities away from the Palestinian cause towards containing Iran, especially among the Gulf states. \nFor that they have formed a quiet intelligence co-operation with Israel, and need Mr Trump onside. \nIf the Gulf Arab leaders make a lot of noise over Jerusalem but take no action, it will be further proof of a new Middle East.  \nAt the end of the day the question is not really whether Israel's capital is West Jerusalem, but whether occupied East Jerusalem will be the capital of a Palestinian state. \nMr Trump left open that possibility by saying the administration was not taking a position on the final status of the holy city, \"including the specific boundaries of the Israeli sovereignty in Jerusalem, or the resolution of contested borders\".\nThat seemed to imply the Palestinian claim to East Jerusalem would still be on the table in any negotiations. \nBut he didn't spell that out, nor did he clearly state that the end goal was two states. \nInstead, he said the US would support such a solution if agreed to by both sides: not the unequivocal endorsement the Palestinians were looking for. \nUltimately he didn't offer the Palestinians anything, and the speech came across as an endorsement of Israel.\nMr Trump has claimed that recognising Jerusalem will advance the peace process. \nBut it is far more likely that he has sabotaged his own peace initiative. This will almost certainly embolden those on the Israeli right adamantly opposed to a Palestinian state and territorial concessions in Jerusalem. \nAnd it will make it much harder for Palestinian President Mahmoud Abbas to enter negotiations. \nTrump administration officials indicated they would continue working on the peace plan and wait for the dust to settle - it's not ready yet, so there's time for the Palestinians to reject the process and then reconsider. \nBut Mr Trump has also plunged the US into the dispute over Jerusalem. That's an uncomfortable, perhaps untenable, position for a mediator to hold.", "date": "7 December 2017", "href": "https://www.bbc.co.uk/news/world-middle-east-42262127", "tags": "policy us palestinian mr key palestinians peace arab trumplomacy takeaways shift jerusalem process"}