{"title": "Trump to Push Ahead on Gun Training for School Employees, White House Says", "content": "President Trump is planning to move ahead with his contentious proposal to provide firearms training to school employees and intends to establish a federal commission to examine other proposals, like his suggestion to raise the age to purchase some weapons, White House officials said on Sunday night.\nBut the administration’s efforts appeared to be piecemeal and of limited scope, falling far short of the language Mr. Trump has used for weeks about the need to end the scourge of school shootings, including at a dramatic meeting with relatives of victims of the Parkland, Fla., massacre.\nIn a call with reporters, the White House laid out a series of proposals that it said Mr. Trump intended to pursue to increase school safety.\nThe White House said it wanted to partner with local officials to provide “rigorous firearms training” to school personnel, including teachers and other volunteers who want such training. Mr. Trump first proposed the idea shortly after a gunman killed 17 people in Parkland last month.\nBeyond saying that the Justice Department would work with local officials to provide firearms training, the White House offered few specifics.\nThe proposals did not include Mr. Trump’s repeated call to raise the age for buying certain firearms from 18 to 21, an idea that has been opposed by the National Rifle Association.\nWhite House officials said that the new Federal Commission on School Safety would study the notion of raising the age over the next year. The commission will be led by the education secretary, Betsy DeVos.\nMr. Trump has denounced the type of commission that he is appointing to study the issue. At a rally on Saturday night in Pennsylvania, he said that such panels were the sort of empty solution that Washington often relies on instead of actually fixing problems.\nThe plans described by the officials are set to be unveiled formally on Monday.\nThe administration intends to press states to focus on options like so-called extreme risk protection orders to curtail access to firearms for people with mental health problems.\nThe president will also push for Congress to pass a bill, sponsored by Senator John Cornyn, Republican of Texas, and Senator Christopher S. Murphy, Democrat of Connecticut, to improve reporting to the national background check system — a modest step backed by the N.R.A.\nMr. Trump has sowed confusion over where he stands on gun control measures. He has voiced sympathy for those who want to see tighter age restrictions for gun purchases and even more comprehensive measures, but at other times, he has sounded more sympathetic to the N.R.A., which was a major contributor to his 2016 campaign.", "date": "March 11, 2018", "href": "https://www.nytimes.com/2018/03/11/us/politics/trump-guns-school-training.html", "tags": "commission training mr. officials firearms gun trump ahead white house says employees school push"}