{"title": "Trump Blames ‘Treasonous’ Critics for Russia Inquiry", "content": "WASHINGTON — President Trump went on the offensive on Monday a day after the special counsel investigation reported no conspiracy with Russia, suggesting that critics who pursued such suspicions were “treasonous,” guilty of “evil things” and should be investigated themselves.\nGrim faced and simmering with anger, Mr. Trump repeated his assertion that a collection of partisan foes had effectively conspired to try to disrupt or even end his presidency with false allegations about his campaign’s ties with Moscow in 2016.\n“There are a lot of people out there that have done some very, very evil things, some bad things, I would say some treasonous things against our country,” he told reporters during an Oval Office meeting with Prime Minister Benjamin Netanyahu of Israel. “And hopefully people that have done such harm to our country — we’ve gone through a period of really bad things happening — those people will certainly be looked at.\n“I’ve been looking at them for a long time,” he added, “and I’m saying why haven’t they been looked at? They lied to Congress, many of them, you know who they are. They’ve done so many evil things.”\nThe president’s comments expanded on the theme he expressed on Sunday after the Justice Department reported that the special counsel investigation by Robert S. Mueller III had wrapped up without finding a criminal scheme to influence the presidential election in tandem with Russia’s government. With the Mueller inquiry behind him, Mr. Trump seems intent on turning the tables on his foes.\nMr. Trump took a softer line toward Mr. Mueller himself. Asked at an earlier appearance with Mr. Netanyahu on Monday whether Mr. Mueller had acted honorably, Mr. Trump said, “Yes, he did. Yes, he did.”\nMr. Trump indicated that he would support releasing the full report by Mr. Mueller, as demanded by congressional Democrats. “Up to the attorney general,” he said. “Wouldn’t bother me at all.”\nBut he brushed off a question about whether he was considering pardons of any of the associates who were convicted or pleaded guilty during Mr. Mueller’s inquiry. “Haven’t thought about it,” he said.", "date": "March 25, 2019", "href": "https://www.nytimes.com/2019/03/25/us/politics/trump-russia.html", "tags": "things ‘ mr. treasonous inquiry blames trump critics evil russia done — mueller"}