{"title": "Trump Decides Not To Blow Up Obamacare — Yet", "content": "President Donald Trump and House Republicans have decided not to blow up the Obamacare health insurance markets just yet.\nIn a filing to a federal appeals court Monday, the Justice Department and lawyers representing House Republicans have requested another 90-day delay in the proceedings from a case challenging the legality of payments made to health insurers serving low-income customers.\n“The parties continue to discuss measures that would obviate the need for judicial determination of this appeal, including potential legislative action,” attorneys for both parties wrote to the appeals court.\nIf the court accepts the request, this would further postpone the reckoning from a 2014 lawsuit House Republicans brought against President Barack Obama’s administration. \nThe lawmakers claim Obama illegally made payments to health insurance companies without a congressional appropriation. Last year, a federal judge ruled in favor of House Republicans, prompting an appeal from the Obama administration, and courts have allowed the money to continue flowing until the appeal is resolved.\nThe Trump administration has continued to make the payments so far, but Trump himself favors cutting off the funding against the advice of some senior aides, Politico reported Friday. Opting against dropping the appeal of the lawsuit doesn’t take that option off the table, because Trump could simply order the Treasury Department to stop reimbursing insurers at any time. Congress could eliminate the problem by authorizing the spending, but has refused to do so.\nCutting off these payments to insurers could be catastrophic for the market for people who buy their health insurance directly from insurers or via exchange marketplaces like HealthCare.gov and Covered California, as opposed to getting coverage from an employer or a government program like Medicare or Medicaid.\nThe Affordable Care Act requires health insurance companies to reduce out-of-pocket costs like deductibles and copayments for consumers with incomes up to 250 percent of the federal poverty level — which amounts to $30,015 for a single person ― and the federal government is supposed to pay back insurers for the expense. More than 7 million people, or 58 percent of exchange enrollees, qualified for these so-called cost-sharing reductions this year.\nWithout that money, insurers would face major financial losses because the law mandates they offer these discounts whether they get paid back or not. Insurers received about $7 billion in these payments last year. Many states would allow health insurance companies to exit the Obamacare markets this year, leaving their policyholders with no coverage. \nMoreover, if Trump makes clear the cost-sharing payments won’t be made in the future, health insurance companies would have a strong disincentive to participate in the exchanges next year, leaving consumers with fewer, or possibly no, choices in a market that has already struggled to provide competition and affordable coverage for those ineligible for the most generous tax credits to reduce monthly premiums. \nInsurers that do remain would have to raise rates an average of 19 percent above the amount they otherwise would be increasing the premiums for 2018, according to the Henry J. Kaiser Family Foundation. The foundation further projects that halting the cost-sharing reduction payments would actually increase federal spending because larger rate hikes would lead to greater federal expenses on the premium tax credits.\nTrump has been threatening to withhold the cost-sharing reduction payments for months, believing that the risk of seriously damaging the health insurance market would compel congressional Democrats to cooperate with GOP efforts to repeal the Affordable Care Act. Last month, the White House even floated the idea of holding back these payments during talks on a government spending bill, but relented.\nEarlier this month, Trump reiterated his view during an interview with the Economist. “We’re subsidizing it and we don’t have to subsidize it. You know if I ever stop wanting to pay the subsidies, which I will,” he told the magazine. \nUncertainty about Trump’s intentions regarding the cost-sharing reduction payments already is causing consternation among health insurance companies, state officials and the health care industry. Insurers face imminent deadlines to decide whether to participate in these markets next year and how much to charge.\nThe National Association of Insurance Commissioners, which represents state regulators, urged the White House and Senate in letters Friday to guarantee the money owed to insurers is paid. The National Governors Association made the same request last month.\nAnd a coalition including the American Medical Association, the American Hospital Association, America’s Health Insurance Plans, the U.S. Chamber of Commerce and other health care, business and patient advocacy groups has been pleading with the administration and Congress to make sure the funding remains in place.\nSenate Republicans, who are developing a health care reform bill, are considering such a step, Politico reported Monday. Also on Monday, the Washington Examiner reported that the Trump administration and House Republicans are discussing the same.\nNot only have Democrats in Congress roundly rejected Trump’s gambit to use the health insurance system as a bargaining chip, but the public isn’t keen on the idea either. \nAccording to a Kaiser Family Foundation survey conducted in April, 60 percent of Americans don’t think Trump should risk the health insurance market as a negotiating tactic. Seventy-four percent think Trump should try to make the Affordable Care Act’s exchanges work as well as possible during congressional debate over a new health care bill, and almost two-thirds believe Trump ― not Obama or congressional Democrats ― would be responsible for future problems with Affordable Care Act programs.", "date": "\n05/22/2017", "href": "https://www.huffpost.com/entry/trump-decides-not-to-blow-up-obamacare-yet_n_59230857e4b034684b0e539f", "tags": "care blow obamacare insurers decides trump yet house payments federal republicans — insurance health"}