{"title": "Trump Hits Obamacare Again, Nearly Wiping Out Funds For Outreach", "content": "The Trump administration’s campaign to undermine the Affordable Care Act notched another achievement Tuesday. \nThis time, the agency that runs the health insurance exchanges is slashing funds for organizations that help people to shop for coverage, forcing the groups to make do with about one-fourth of the federal funding they got for this year’s open enrollment.\nThe organizations will almost certainly respond by downsizing and scaling back services, so that they end up providing less help, reaching fewer people, or both.\nThe Centers for Medicare and Medicaid Services (CMS) announced the cut late Tuesday. The cut will affect navigators, the nonprofit organizations that the federal government pays to help with enrollment in the states that use HealthCare.gov as their online marketplace for people trying to get coverage through the Affordable Care Act.\nNext year, navigators from across the country will have to apply and compete for a total of $10 million in funds. That’s down from $37 million for the 2018 plan year and from $63 million for 2017. The Trump administration has made similarly sharp reductions in funds earmarked for advertising and promoting health insurance enrollment.\nLast year’s cut forced navigators to lay off staff, cancel events, and, in some cases, cease operations altogether. This new cut will leave navigators with just a fraction of the money they had available for the open enrollment periods that occurred during President Barack Obama’s administration ― in all likelihood hampering their ability to help consumers through the complicated process of choosing a health insurance policy and applying for financial assistance.\n“It’s time for the navigator program to evolve,” Seema Verma, the CMS administrator, said in a press release that cited the success of commercial brokers in enrolling individuals and stressed the importance of spending federal funds more judiciously.\nThe savings from this new cut account for less than half a percent of what the federal government is expected to spend to subsidized private coverage and Medicaid next year. \nThe spending cut is not the only change that CMS announced Tuesday. Going forward, it will encourage navigators to educate consumers about skimpier alternatives to traditional insurance ― including short-term, limited-duration plans that frequently leave out basic benefits, such as prescription drugs, and are unavailable to people with pre-existing conditions.\nThat’s an important shift because sometime this month the agency is expected to publish a regulation that would permit consumers to carry these plans for a full year. That means the plans will be competing for business more directly with the comprehensive insurance listed on the exchanges.\nThese short-term plans can be very cheap because they don’t end up paying much in the way of medical bills. They reliably draw in healthy people, leaving them exposed to large medical bills if they get sick even, as they force insurers to jack up prices for more comprehensive coverage.\n“Requiring navigators to sell junk plans is the same as requiring doctors to offer snake oil ― the whole notion is outrageous,” said Lori Lodes, a former CMS official from the Obama administration and founder of the organization Get Covered America.\nSince shortly after Trump took office, his administration and the GOP Congress have taken a variety of actions to weaken the Affordable Care Act and its health insurance exchanges in particular.\nThey may have failed to repeal the law, but they have endeavored to make it harder for people to get coverage. The Centers for Medicare and Medicaid Services issued a report demonstrating the effects of the sabotage ― and the higher premiums it has created ― just last week: lower enrollment, especially among those who earn too much to qualify for subsidies.\nIn addition to the cuts in enrollment assistance and advertising for the sign-up periods, Trump has cut two important funding streams to health insurance companies, the second of which his administration halted just days ago. The previous decision to cut off billions in payments owed to insurers resulted in significant premium increases for this year, and the latest one could do the same.\nThe regulation about short-term plans isn’t in place yet, but a prior regulation opened the door to more “association health plans” that allow businesses to band together to offer health coverage to workers but that don’t have to follow all of the Affordable Care Act’s rules, including those guaranteeing a basic set of covered benefits.\nAnd Congress this year repealed the tax penalties associated with the individual mandate that most people obtain health coverage, effectively ending the mandate and removing a key incentive for less-expensive healthy consumers to pay into the insurance system. That will cause premiums to rise for those who remain in the exchange market.\nPerhaps most consequentially, the administration has partially sided with a group of Republican state officials seeking to strike down the Affordable Care Act on constitutional grounds. \nDemocrats have noticed what the Trump administration is doing and are hoping voters do, too. Nationally, Democratic candidates have made rising health care costs a central plank in their platform during this year’s midterm elections, and Tuesday’s announcement provides them more fodder for their case that the GOP is mishandling the health care system.\nCampaign ads attacking President Donald Trump’s administration for trying to “sabotage Obamacare” are already popping up in congressional races.\nOn Tuesday, CMS justified its decision based on the navigator programs’ results ― in particular, the fact that, according to official statistics, less than 1 percent of people signing up for plans on HealthCare.gov had enrolled through a navigator.\n“This decision reflects CMS’ commitment to put federal dollars for the federally facilitated exchanges to their most cost-effective use in order to better support consumers through the enrollment process,” Verma said.\nBut consumers who use navigators frequently end up enrolling in Medicaid, the Children’s Health Insurance Program or other special programs ― or simply enrolling on their own, at home, after long consultation with navigators. As a result, they don’t show up as enrolling in the private marketplace plans, which is the metric CMS is using to judge navigator performance.\nNavigators also target people with special needs, including those with complicated medical or financial situations that make eligibility for federal programs confusing. These are precisely the sorts of people who might not respond to routine advertising or find the help they need through commercial brokers.\n“This is pretty terrible,” Jodi Ray, who is the project director for Florida Covering Kids and Families, told HuffPost. “We will be put in the awful position of pitting populations that need assistance against each other, in order to prioritize how we can use the resources.\n“This also does not take into account all the kinds of assistance navigators provide all year, such as helping with complex cases and issues and filing appeals. Florida will definitely be hit hard by this.”", "date": "\n07/10/2018", "href": "https://www.huffpost.com/entry/trump-obamacare-navigator-cut_n_5b4538f4e4b07aea75452807", "tags": "administration care navigators obamacare wiping cut nearly plans trump outreach year hits insurance funds health"}