{"title": "Trump On Notre Dame Fire- 'Perhaps Flying Water Tankers Could Be Used To Put It Out'", "content": "President Donald Trump commented on the raging fire at the iconic Notre Dame Cathedral in Paris on Monday by suggesting first responders use “flying water tankers” to extinguish it.\n“So horrible to watch the massive fire at Notre Dame Cathedral in Paris,” the president tweeted shortly after news broke of the blaze. “Perhaps flying water tankers could be used to put it out. Must act quickly!”\nThe White House did not immediately respond to HuffPost’s request for additional comment about Trump’s suggestion.\nFrance’s civil security agency tweeted Monday evening that dropping water from a helicopter or airplane could lead to the collapse of the entire cathedral and cause collateral damage to surrounding buildings. \nOfficials say the blaze broke out at the historic cathedral around 6:50 p.m. local time. Video of the fire showed the structure nearly totally engulfed in flames and smoke.\nThe fire, which appeared to be in the cathedral’s attic, is “potentially linked” to ongoing renovations, firefighters told Agence France-Presse.\nAfter his water-tanker tweet, Trump again addressed the Notre Dame blaze ahead of a roundtable discussion he was leading in Minnesota on economic issues, calling it “a terrible, terrible fire.”\n“The fire that they’re having at the Notre Dame Cathedral is something like few people have witnessed,” he said. “It was burning at a level that you rarely see a fire burn.”\n“It’s one of the great treasures of the world,” he said of the cathedral. “It might be greater than almost any museum in the world and it’s burning very badly. Looks like its burning to the ground. ... I’ve been there and I’ve seen it ... There’s no cathedral in the world like it.”\nFirst lady Melania Trump tweeted that her “heart breaks for the people of Paris.”\n“Praying for everyone’s safety,” she wrote.\nTrump’s tweet about the Notre Dame fire was his second piece of unsolicited advice related to aviation on Monday. Earlier, he tweeted that Boeing should “FIX the Boeing 737 MAX,” the type of aircraft flown in the recent Ethiopian Airlines and Lion Air crashes in which hundreds of people died.\n“REBRAND the plane with a new name. No product has suffered like this one. But again, what the hell do I know?” wrote the president, who walked away from his own failed airline, known as the Trump Shuttle, in 1992.\nThis story has been updated with comments from French officials.", "date": "\n04/15/2019", "href": "https://www.huffpost.com/entry/donald-trump-notre-dame-fire_n_5cb4c426e4b082aab08a079e", "tags": "put tweeted fire used notre flying ” trump water cathedral could dame fire- like tankers"}