{"title": "Trump Calls Relations With Saudi Arabia ‘Excellent,’ While Congress Is Incensed", "content": "WASHINGTON — The suspected murder of a prominent Saudi journalist exposed a growing rift on Thursday between the White House and Congress over American policy on Saudi Arabia, as Republican lawmakers demanded an investigation of Jamal Khashoggi’s whereabouts even as President Trump declared his relations with Riyadh “excellent.”\nThe Saudi-led, United States-backed bombing campaign of Houthi rebels in Yemen — which has killed thousands of civilians — was already a source of tension between Congress and the Trump administration.\nBut last week’s disappearance of Mr. Khashoggi, a well-connected Saudi columnist for The Washington Post living in Virginia, has incensed Republicans and Democrats in Congress, who accused the White House of moving too slowly in pressing the kingdom for answers.\n“The Saudis will keep killing civilians and journalists as long as we keep arming and assisting them,” Senator Rand Paul, Republican of Kentucky, said on Twitter on Thursday. “The President should immediately halt arms sales and military support to Saudi Arabia.”\nBut Mr. Trump quickly made clear he would not.\n“What good does that do us?” Mr. Trump asked, speaking to reporters midday in the Oval Office.\n“I would not be in favor of stopping a country from spending $110 billion — which is an all-time record — and letting Russia have that money and letting China have that money,” Mr. Trump said, referring to an arms deal with the Saudis, brokered last year, that the president has said will lead to new American jobs.\nEarlier on Thursday, in an interview with “Fox & Friends,” Mr. Trump said American investigators were working with Turkish and Saudi officials to determine what happened to Mr. Khashoggi, who has not been seen since  he entered the Saudi Consulate in Istanbul on Oct. 2.\nTurkish officials suspect a Saudi hit squad killed and dismembered Mr. Khashoggi inside the consulate, and, according to two people Turkish authorities have briefed on their findings, say they have audio and video recordings that prove he was killed.\nThe president said he and his administration were “looking at it very, very seriously” and expected to have more information soon.\n“We want to find out what happened,” Mr. Trump said. “He went in and it doesn’t look like he came out.”\n“We don’t like it,” Mr. Trump said. “I don’t like it. No good.” But he added that relations with the kingdom were “excellent.”\nThe pressure from Congress could force the White House and the State Department to change important aspects of foreign policy — including, possibly, withdrawing support for the Saudi-led campaign in Yemen’s civil war. In June, a key vote on arms sales to the Saudis narrowly passed, and future munitions sales have been held up.\nOn Wednesday, the leaders of the Senate Foreign Relations Committee sent a bipartisan letter to Mr. Trump demanding an investigation of whether “the highest ranking officials in the government of Saudi Arabia” were responsible for human rights abuses in Mr. Khashoggi’s case.\nThe letter invoked a statute that Congress enacted in December 2016 that says the executive branch, upon receipt of such a letter, has 120 days to decide whether to sanction foreign officials.\nIt is not clear, however, whether the Trump administration will consider itself bound to comply if the president does not want to tangle with the Saudis. When President Barack Obama signed the legislation creating that law, he issued a signing statement challenging it as an unconstitutional intrusion on executive power.\nThe Trump administration was widely criticized for its relative silence on Mr. Khashoggi’s disappearance until Monday, six days after he entered the Saudi Consulate. Critics said the slow reaction could embolden leaders of Saudi Arabia and other authoritarian nations to carry out human rights abuses.\nThe intense scrutiny of Saudi Arabia and its crown prince, Mohammed bin Salman, may strain his close relationship with Jared Kushner, Mr. Trump’s son-in-law and top Middle East adviser. Mr. Kushner had been cultivating the prince’s support for an Israeli-Palestinian peace plan, but King Salman of Saudi Arabia has rejected it.\nSome analysts have also questioned whether financial ties between Mr. Trump and Saudi businessmen compromise his policies.\n“The unanswered questions about the extent to which Trump’s personal interests — as well as those of his family and associates, including Jared Kushner — have had an effect on the U.S. approach to Saudi Arabia makes the close Saudi ties all the more troubling,” said Jeffrey Prescott, a senior White House director on the Middle East during the Obama administration.\nThere are indications that the operation targeting Mr. Khashoggi was at least approved by Prince Mohammed.\nAmerican intelligence agencies have collected communications intercepts of Saudi officials discussing a plan to lure Mr. Khashoggi back to Saudi Arabia and then detain him, said a former senior American official. The official added it was inconceivable that such a plan could be carried out without the approval of the crown prince.\nTurkish security officials suspect that Mr. Khashoggi was killed by a Saudi murder squad sent by the kingdom’s leadership, and that his body was dismembered with a bone saw and taken out of the building. A Turkish newspaper close to the government published names of 15 suspects who are believed to have left Turkey to return to Saudi Arabia the same day on two private planes; one is a top Saudi autopsy expert and another a lieutenant in the Royal Saudi Air Force.\nSaudi leaders maintain Mr. Khashoggi left the consulate on his own.\nMr. Trump notably made Saudi Arabia a destination for his first trip abroad as president, in May 2017, during which he announced a $110 billion weapons deal with the kingdom. Not only is Mr. Trump relying on Saudi Arabia to persuade Palestinians to support a peace plan, he is also dependent on the kingdom to help contain Iranian influence in the region.\nHussein Ibish, a senior resident scholar at the Arab Gulf States Institute, said rising tensions in the United States over Mr. Khashoggi’s disappearance and other issues are “going to be significant.”\n“It’s no doubt that Saudi Arabia has become one of the foreign policy issues that has resonated in the domestic political context,” Mr. Ibish said.\nStill, he said the United States had no option but to rely on Saudi Arabia as an ally if seeks influence in the Middle East. “It can’t really project influence and force in the region without the cooperation of a major regional power,” Mr. Ibish said. “There are no good options to Saudi Arabia.”\nCongress has have grown increasingly angry over the conduct of the bombing campaign, which is part of a proxy war in Yemen between Saudi Arabia and Iran. An Aug. 9 airstrike that hit a school bus, killing more than 40 children, was particularly shocking — even for a war in which children have been the primary victims, suffering through one of the world’s worst humanitarian crises.\nThe war in Yemen had killed more than 10,000 people before the United Nations stopped updating the death toll two years ago.\nSenator Robert Menendez of New Jersey, the top Democrat on the Foreign Relations Committee, has held up a proposed sale by Raytheon of 60,000 laser-guided bombs to Saudi Arabia, a deal worth about $1 billion. (Mr. Menendez is also holding up a similar deal to sell the same weapons to the United Arab Emirates, Saudi’s main partner in the war.\nThe case of Mr. Khashoggi “only strengthens the need for the administration to answer his questions on the need to approve the proposed sales,” said Juan Pachon, a spokesman for Mr. Menendez. The senator met Mr. Khashoggi on a congressional delegation trip to Saudi Arabia in 2014.\nThe Trump administration certified last month that Saudi Arabia and the United Arab Emirates were doing enough to minimize the deadly consequences of their aerial campaign in Yemen.\nAhead of the certification, however, international aid groups in Yemen compiled a list of 37 instances between June and September of civilians killed or injured in coalition strikes, and provided it to American officials, according to two officials briefed on the casualty figures.\nFrustration over the Yemen war extends to Pentagon officials and American commanders. In late August, the top American air commander in the Middle East urged the Saudi-led coalition of Arab nations to be more forthcoming about an investigation into the airstrike on the school bus.\n“They need to come out and say what occurred there,” the officer, Lt. Gen. Jeffrey L. Harrigian, said in an interview with The New York Times.\nA week after General Harrigian’s comments were made public, the Saudi-led coalition acknowledged that the air attack was unjustified, and it pledged to hold accountable anyone who contributed to the error. But human rights groups said the Saudis have made promises before on similar errant strikes with scant results.", "date": "Oct. 11, 2018", "href": "https://www.nytimes.com/2018/10/11/us/politics/trump-jamal-khashoggi-turkey-saudi.html", "tags": "relations calls ‘ khashoggi incensed “ officials saudi trump excellent arabia — congress"}