{"title": "Trump Will ‘Look Into’ Reports That Flynn Discussed Sanctions With Russia", "content": "President Trump said he plans to “look into” reports that his national security adviser, Michael T. Flynn, discussed sanctions in his pre-inauguration conversations with Russia’s ambassador to the United States and possibly misled administration officials about it.\n“I don’t know about that. I haven’t seen it,” said Mr. Trump, speaking to reporters on Air Force One late Friday, during a flight to Florida from Washington. Several news outlets reported on Thursday that Mr. Flynn and Ambassador Sergei I. Kislyak had discussed sanctions that the Obama administration had imposed on Russia.\nThe White House has denied publicly that the two men discussed sanctions.\nEven as Mr. Trump professed his lack of knowledge of the episode, administration officials were scrambling to contain the fallout of the latest revelations about the embattled former three-star general, who has been criticized internally for his judgment and for staffing the National Security Council with military officers instead of trained civilian personnel.\nPerhaps a bigger concern for Mr. Flynn is his relationship with Vice President Mike Pence, who sometimes has had to defend him in public.\nAccording to two administration officials, Mr. Flynn told Mr. Pence in January that he had only exchanged pleasantries with Mr. Kislyak during a phone call in December and denied discussing sanctions with him. Mr. Pence repeated Mr. Flynn’s account during a television appearance.\nThe president still confers daily with Mr. Flynn, one of the few former military leaders to support him during the campaign.\nBut three weeks into Mr. Trump’s presidency, Mr. Flynn’s role on national security matters has been challenged by other West Wing power players — including the president’s chief strategist, Stephen K. Bannon, and Mr. Trump’s son-in-law, Jared Kushner, who have both taken expansive roles shaping foreign and defense policy.\nRepresentative Adam B. Schiff of California, the top Democrat on the House Intelligence Committee, questioned on Friday whether Mr. Flynn should be allowed to stay in his job.\nThe allegation that Mr. Flynn spoke about sanctions relief with the Russian ambassador “raises serious questions of legality and fitness for office,” Mr. Schiff said in a statement. “If he did so, and then he and other administration officials misled the American people, his conduct would be all the more pernicious, and he should no longer serve in this administration or any other.”\nTwo Democratic senators on Friday renewed their calls for a review of Mr. Flynn’s security clearance, citing the reports of the December call.\n“This disclosure highlights just one in a series of decisions made by Flynn both during his military service and as a private citizen that give rise to questions concerning his suitability for continued access to classified information,” the senators, Richard Blumenthal of Connecticut and Jeanne Shaheen of New Hampshire, said in a letter to Jim Mattis, the secretary of defense, and Mike Pompeo, the director of the C.I.A.\nThe senators first questioned whether Mr. Flynn should be allowed to hold a clearance in a separate letter sent in December. That letter focused on past investigations into allegations that Mr. Flynn leaked classified information, and potential conflicts presented by a private intelligence firm that he started after being forced out as head of the Defense Intelligence Agency in 2014.\nRepublicans in Congress have remained largely silent on the matter, and have said they see little gain in openly criticizing Mr. Flynn. Some believe he will ultimately stumble hard enough that he will be forced out of the job.\nThe accounts of Mr. Flynn’s contacts with the Russian ambassador added to the questions about connections between people close to Mr. Trump and Russia. American counterintelligence officials are already known to be investigating at least three of the president’s aides: Paul Manafort, his former campaign chairman; Carter Page, a businessman and former foreign policy adviser; and Roger Stone, a longtime Republican operative.\nThose investigations are examining intercepted communications and financial transactions as part of a broad inquiry into possible links between Russian officials and associates of Mr. Trump.", "date": "Feb. 10, 2017", "href": "https://www.nytimes.com/2017/02/10/us/politics/donald-trump-michael-flynn-russia-sanctions.html", "tags": "sanctions administration ‘ officials reports ” trump look flynn russia said discussed"}