{"title": "Trump Said He Would Tame Rogue Nations. Now They Are Challenging Him.", "content": "WASHINGTON — Three nations that have long defined themselves as bitter adversaries of the United States — North Korea, Iran and Venezuela — decided this week they could take on President Trump.\nEach one is betting that Mr. Trump is neither as savvy a negotiator nor as ready to use military force as he claims. Each also poses a drastically different challenge to a president who has little experience in handling international crises, has struggled to find the right balance of diplomacy and coercion and has not always been consistent in defining his foreign policy.\nThe rising tensions with all three serve as reminders that Mr. Trump’s constant talk about taking care of problems that he has accused his predecessors of aggravating, or failing to confront, is difficult to convert into real-world solutions — as events of recent days have shown.\nThe confrontation with Iran appears to be the most volatile at the moment, with tensions escalating by the day. On Friday, the Pentagon said it was sending another naval ship and Patriot missile interceptor battery to the Middle East, in addition to an earlier dispatch of a carrier group and bombers, because of potential threats from Iran or allied Arab militias.\nThat standoff has been brewing ever since Mr. Trump moved a year ago to pull  out of the Iran nuclear deal. Tehran announced a partial withdrawal of its own in the past week, threatening to resume nuclear fuel production unless Europe acts to undercut American sanctions that have devastated Iran’s oil revenue.\nThe announcement put European leaders in the unenviable position of choosing  between Iran or Mr. Trump, whom they blame for destroying a deal that, in their view, was successfully containing the country’s nuclear threat.\nWhen North Korean officials determined they were not getting what they wanted from Mr. Trump after two summit meetings, they began firing short-range ballistic missiles. The two tests over the past week seemed to signal that if the president does not return to the negotiating table, his personal diplomacy with Kim Jong-un, the North Korean leader, could revert to old hostilities. But Mr. Trump appears so invested in making his signature diplomacy a success that he told Politico that he did not “consider that a breach of trust at all” — even though he had said the previous day that “nobody’s happy” about the tests.\nAnd in Venezuela, President Nicolás Maduro remains in power, despite American efforts to lure military officers to the opposition. Mr. Trump is irate that the strategies devised by his national security adviser, John R. Bolton, and his secretary of state, Mike Pompeo, have failed to oust the Venezuelan leader, aides say.\nThe pushback from the three nations is especially stark, given Mr. Trump’s disdain for the foreign policy of President Barack Obama.\nMr. Trump has long accused the Obama administration of allowing North Korea to build up its arsenal, striking “the worst deal in history” with Iran and failing to figure out how to use American power against Mr. Maduro.\nMr. Obama’s advisers are now punching back, pointing out that none of the simmering impasses are easy to solve, and certainly not without careful diplomacy.\n“Trump promised a disruptive foreign policy that would deliver results, but instead is alarming Americans with impulsive and erratic decisions that leave us less safe and less respected,” said Jeffrey Prescott, a senior Middle East policy director at the National Security Council under the Obama administration.\nMr. Trump’s problems with all three countries reveal a common pattern: taking an aggressive, maximalist position without a clear plan to carry it through, followed by a fundamental lack of consensus in the administration about whether the United States should be more interventionist or less.\nThe president’s own views are hardly set in stone. White House officials say this keeps enemies off balance, but it has the same effect among allies and within his administration.\nAs the policies on North Korea, Iran and Venezuela have failed to produce the outcomes he wants, Mr. Trump could end up blaming Mr. Bolton and Mr. Pompeo — both hawks who advocate aggressive postures that have less appeal to the president.\nMr. Trump even acknowledged that he frequently had to rein in Mr. Bolton, who before entering the administration had called for bombing Iran’s and North Korea’s nuclear facilities. Last fall, he asked military officials to give him airstrike options on Iran.\n“I actually temper John, who is pretty amazing,” Mr. Trump said on Thursday.\n“John’s very good,” he said. “He has strong views on things, which is O.K.,” the president said, adding, “I have John Bolton and I have people who are a little more dovish than him.”\nAgainst the recommendations of top Pentagon and intelligence officials, Mr. Bolton and Mr. Pompeo pushed Mr. Trump last month to designate an arm of the Iranian military as a terrorist group, the first time the United States had done so against a part of another government. The Pentagon and intelligence officials had warned that Iran might retaliate against American troops or operatives in the region.\nTheir worries may be playing out now: Last weekend, military and intelligence officials said they had determined that Iran or its partner militias were possibly planning violence against American troops in the region. The secret analysis prompted the Trump administration to speed up the movement of an aircraft carrier strike group and bombers to the Persian Gulf.\nAfter an emergency trip on Tuesday to Baghdad, Mr. Pompeo said he had discussed with Iraqi leaders “very specific threats we had about Iranian activity that was taking place that put at substantial risk our facilities, our men and women who are serving in Iraq.”\nAnd shredding a nuclear-containment deal that was reached through a yearslong negotiation process by professional diplomats is leading to this week’s reaction by Iran: a reawakening of its nuclear ambitions, defying American admonitions that Tehran could not violate the agreement and walk away, even though Washington had.\nPresident Hassan Rouhani’s announcement on Wednesday that Iran would leave part of the 2015 nuclear deal, despite the urging of European nations to ignore Mr. Trump’s provocations and stick with the agreement, means Tehran could eventually restart a program to develop a nuclear weapon.\nSanctions imposed by Washington after its withdrawal from the nuclear deal have helped cripple Iran’s economy and curbed its financing for Arab militias, but its nuclear aims remain undeterred.\n“I see it being a policy of disruption without any plan for replacement,” said Dalia Dassa Kaye, director of the Center for Middle East Public Policy at the RAND Corporation, a research group. “We’ve lost the leverage we might have had by staying in the deal and negotiating stronger terms with European allies by our side.”\nLast week, Mr. Pompeo acknowledged to Michael J. Morrell, a former acting director of the C.I.A., that the administration’s strategy would not persuade Iranian leaders to change their behavior.\n“I think what can change is the people can change the government,” he said on a podcast hosted by Mr. Morrell, in what appeared to be an endorsement of regime change.\nThat was in sharp contrast to Mr. Trump on Thursday, who said he would be willing to negotiate with the Iranian leaders. “They should call,” he said. “If they do, we’re open to talk to them.”\nBut Mohammad Javad Zarif, Iran’s foreign minister, told CBS News the United States has failed to show it is a “reliable partner” because of Mr. Trump’s withdrawal from the 2015 deal and other agreements. If Mr. Trump wants to negotiate, he should start by rejoining the Iran nuclear deal, Mr. Zarif said in a recent interview with The New York Times.\nNorth Korea has also struggled to negotiate with Mr. Trump. After a failed effort in Hanoi, Vietnam, in February to get Mr. Trump to lift sweeping American sanctions against North Korea, Mr. Kim fired his negotiating team.\nBut Mr. Kim has one big advantage. In the absence of careful groundwork by American diplomats, North Korea never had to agree to freeze its nuclear and missile production before entering into talks. That means Mr. Kim has added to his arsenal over the last year, making it ever more difficult for Mr. Trump to achieve his stated goal of ridding North Korea of nuclear weapons. And in any case, the country’s 30 to 60 nuclear warheads give it considerable leverage.\nThat may explain why the Iranians are threatening to resume production, too.\n“The Iranians didn’t then and don’t now have nuclear weapons,” said William J. Burns, a deputy secretary of state in the Obama administration with a 33-year career in the foreign service, who began back-channel talks with Iran in 2013. “The North Koreans have dozens, and they’re expanding their capacity to make more.”\nMr. Burns acknowledged that relying solely on pressure from sanctions to rein in Mr. Kim did not work in the Obama years, and said Mr. Trump was right to engage diplomatically with the North Korean leader. But he said the lack of structured diplomacy meant North Korea was no closer to embracing denuclearization now than it was at the end of the Obama administration.\nTo draft the equivalent of the Iran nuclear deal, Mr. Burns said, “that’d be pretty serious, but you don’t do that just through summitry.”\nNow that an unlikely affinity between Mr. Trump and Mr. Kim seems to be hitting its limits, each is waiting for the other to get nervous and make a concession. “With Washington and Pyongyang, they each think the ball is in the other’s court,” said Joseph Yun, the former special representative for North Korea. “I don’t think there will be movement soon.”\nMr. Bolton and Mr. Pompeo argue that if the United States continues to take a “maximum pressure” approach to North Korea through unrelenting sanctions, it will force Mr. Kim to yield to Mr. Trump’s demands.\nBut in March, a day after Mr. Bolton praised a new round of American sanctions against North Korea, Mr. Trump undercut his own top officials by announcing he was canceling an unspecified round of sanctions.\n“President Trump likes Chairman Kim,” said Sarah Huckabee Sanders, the White House press secretary, as if affection constituted a strategy.\nThe push for regime change in Venezuela has run into similar headwinds.\nThough American officials supported the opposition leader, Juan Guaidó, when he tried to ignite a climactic uprising on the morning of April 30, Mr. Maduro managed to rally the support of military leaders. By nighttime, it was clear Mr. Maduro would hold onto power.\nThe United States has run low on options to coerce change there. On Tuesday, Vice President Mike Pence announced an incremental new tactic: The administration would consider sanctions relief for Venezuelan officials who reject Mr. Maduro. But that has not led to any notable defections yet.\nInstead, Mr. Maduro and his supporters are still shouting a slogan that no doubt would translate well into Persian and Korean: “Yankee, go home.”", "date": "May 11, 2019", "href": "https://www.nytimes.com/2019/05/11/world/trump-north-korea-iran-venezuela.html", "tags": "rogue iran tame nuclear would ” trump nations challenging north korea said"}