{"title": "Trump's unlikely Christian covenant", "content": "Donald Trump loves evangelical voters, and they love him.\nThat much was clear on Friday, as the president basked in one standing ovation after another during his speech before the Values Voter Summit in Washington, DC. \nHow the thrice-married New Yorker, despite his sometimes salty language, brash demeanour and documented boasts of sexual belligerency, has formed such an unlikely bond with social conservatives is a complicated question.\nIn the end, it comes down to power. Mr Trump has it - and, if he wants to keep it, he needs the support of the kind of social conservative activists who show up every year at the Omni Hotel to organise and preach about the need to restore Christian values in the US government. \nFor evangelicals, Mr Trump may be an unlikely vessel - but so far, he has delivered the goods.\n\"He's not perfect, but his heart is in the right place,\" said summit-attendee Teresa Ledesma, a health industry worker from Lansing, Michigan. \"We believe him to be God's champion. God needed a fighter, someone who was unapologetic. He's gone into the lion's den for us.\"\nIn his speech, the president offered a two-paragraph catechism for this newly minted alliance - a shared embrace of the \"customs, beliefs and traditions that defined who we are as a nation and as a people\".\nIt includes protecting the \"sacred dignity of every human life\" (read: opposing legal abortion), observing traditional family values, defending religious freedom, honouring soldiers and law enforcement, and respecting our \"great American flag\".\nMr Trump followed it with a litany of promises he said he has kept to these religious voters. \nHe nominated a reliable conservative, Neil Gorsuch, to the Supreme Court. He loosened government mandates that health-insurance plans include free contraceptive coverage. He eased restrictions on political activities by religious organisations. He increased restrictions on government support for international organisations that provided family planning and abortion counselling. \nAnd, drawing some of the biggest applause from the crowds, he said \"we're saying Merry Christmas again\".\n\"I could see right away that there was something in him, but I didn't believe it could be as good as it's been,\" said Clifford Rice, a lawyer from Valparaiso, Indiana, who was attending his first Value Voters Summit.\nIt was just two years earlier when candidate Trump, seeking his party's presidential nomination, stood before the summit and held up his childhood bible, telling the crowd: \"I believe in God. I believe in the Bible. I'm a Christian.\"\nMany were sceptical at the time, seeming more in tune with the Senator Ted Cruz, a preacher's son from Texas, former Arkansas Governor Mike Huckabee - an actual Baptist minister - or Senator Marco Rubio of Florida, who has his own evangelical roots. \nA straw poll after that year's event had Mr Trump a distant fifth place - with only 5% of the vote. \nEvident even then, however, was the anti-establishment fervour that had gripped much of the right, including social conservatives. They cheered, for instance, when they learned on the first day of the conference that House Speaker John Boehner had resigned. \nMr Trump would go on to become the voice of that anti-Washington anger and ride it to his party's nomination - and the presidency. In fact, he would win a larger share of the evangelical vote (80%) than Republican Mitt Romney in 2012 (78%) or John McCain in 2009 (74%).\nNow Mr Trump holds the highest political office in the land, but he's not done railing against the political establishment. This time, it's Senate Republicans who have been insufficiently supportive of his agenda - and social conservatives throwing their support fully behind him.\nIn an opinion piece in Breitbart News, the website of record for Trumpism, summit organiser Tony Perkins called Senate Republicans \"the promise-breaking caucus\".\n\"We've been given an opportunity by God that not every generation has had; to turn the nation, to change the trajectory of this country and revive our Republican from the spiritual, moral and economic decay brought on by the radical policies of the left,\" he writes.\nIn other words, it's time to \"make America great again\" - with God's help.\nMissing from this year's summit were any Republicans senators, in fact. Senate Majority Leader Mitch McConnell, Mr Cruz, Mr Rubio and South Carolina's Tim Scott, who were once listed on the organiser's website as possible speakers, were nowhere to be found.\nInstead, the line-up was dotted with Mr Trump's team, present and past. Senior White House aide Kellyanne Conway spoke on Friday. Former advisers Sebastian Gorka and Steve Bannon, considered the mastermind of Mr Trump's ethno-nationalist populism, took the stage on Saturday. \nOne after another, they touted this administration's efforts to advance issues dear to evangelical voters - and railed against a Washington establishment that they said was conspiring against their collective agenda.\nIt wasn't too long ago that the leaders of this Washington establishment - the pro-trade, tax-cutting Wall Street fiscal conservatives and their big-business associates across the country - were the ones who broke bread with the evangelicals. It never was a completely comfortable alliance, and at times social conservatives groused that their issues took a back seat to other Republican concerns. \nThe ties held through the Ronald Reagan years, however, and appeared stronger than ever when born-again Christian George W Bush became president in 2001. \nNow that Mr Trump is the top dog, however, it's clear it was always a marriage of convenience - and if Mr Trump, for all his flaws, can deliver for them, that's what matters. Even if it means the president is followed on the Values Voter stage by Bill Bennett, the former education secretary who has made a career of preaching the importance of personal morality on the part of US political leaders. Even if it means listening to Mr Bannon talk about kicking ass and going to war or Mr Gorka saying they would \"damage\" their left-wing opponents.\nOn Monday afternoon Mr Trump appeared with Mr McConnell in the White House Rose Garden and professed his \"fantastic\" relationship with most of the Republicans in the Senate. \n\"The Republican Party is very, very unified,\" he said.\nA more sincere expression of the president's feelings about Republicans in Congress probably came earlier in the day, in comments to reporters during a presidential cabinet meeting.\n\"I'm not going to blame myself, I'll be honest,\" he said. \"They're not getting the job done.\"\nIf the Values Voter Summit is any indication, evangelical voters largely agree. \nAnd when mid-term primaries and the general election roll around next year, a lot of Republican politicians who once counted on the support of social conservatives could come to the unpleasant realisation that the party they once knew has been remade in Mr Trump's image.", "date": "16 October 2017", "href": "https://www.bbc.com/news/world-us-canada-41617793", "tags": "evangelical christian summit voters values unlikely social trump conservatives covenant"}