{"title": "Trump's Obamacare Sabotage Is Doing Real Damage To American Health Care", "content": "The damage is not catastrophic. But it is real and it will linger.\nThat was the conclusion many health care industry officials and analysts had reached by week’s end, following a pair of blows that President Donald Trump delivered to the Affordable Care Act ― and, indirectly, to the millions of people who buy private health insurance on their own.\nThe first blow came on Thursday, in the form of an executive order designed to undermine the new rules that “Obamacare” has placed on insurers. The 2010 health care law famously prohibits carriers from denying coverage to people with pre-existing conditions. It also requires that all plans cover a set of “essential” health benefits including mental health and maternity care. \nWith the executive order, Trump instructed three federal agencies to carve out some exceptions to those rules. The result could be a parallel market full of plans that don’t have all of the essential benefits and, in some cases, that are available to people only in relatively good health.\nAt an Oval Office ceremony to sign the order, Trump boasted that the new plans would offer cheap alternatives to the millions of consumers struggling with high premiums today. And that is true. But, as experts have warned, anybody buying one of these plans would be rolling the dice, because the plans wouldn’t necessarily cover the costs of a serious injury or medical problem. At the same time, these skimpy plans would draw the youngest and healthy customers away from the comprehensive policies, making it ever more difficult for insurers to sustain those plans financially. \nBut Thursday’s order turned out to be a prelude to something bigger. Literally hours after the president signed it, the administration announced that it was carrying out a threat Trump had made for months. The federal government would be cutting off a set of monthly payments to health insurers operating through HealthCare.gov or one of the state-run marketplaces. The change was effective immediately, the administration later confirmed, meaning the payments that these insurers got in September could turn out to be their last.\nThis is not how the architects of the Affordable Care had intended the program to work. The law promises these payments to insurers, so that insurers can, in turn, reduce deductibles and copayments for some of their lowest income customers. (The payments are thus not a “bailout,” though Trump describes them that way.) But Congress never formally appropriated the money, creating a legal dispute that is still winding its way through the courts ― and leaving payment, in the interim, to the discretion of the president.\nFormer President Barack Obama had kept the payments going, which, perhaps, makes it surprising that Trump waited nine whole months to stop them. Advisers warned him against taking this steps, according to a Washington Post report, but in the end they couldn’t stop him ― perhaps because Trump has become so frustrated with his party’s failure to get repeal legislation through Congress. \n“This is confirmation that the Trump administration has no interest in making anything on the individual market work,” David Anderson, research associate at Duke University’s Margolis Center for Health Policy, said on Friday.\nOnce Trump pulled the trigger, a frenzy of crisscrossing emails and phone calls ensued, as industry officials, analysts, and public officials (and, yes, journalists too) tried to figure out exactly what would happen next. Even now nobody seems quite certain of the answers, although at the moment it looks like most insurers had already prepared for the possibility Trump would cut off those payments.\nEither on their own or at the behest of their regulators, those insurers filed rates for 2018 assuming the insurer payments might stop. And in the states where insurers expected the payments to continue ― Sean Mullin, senior director at Leavitt Partners, told HuffPost he thinks it’s about a dozen total ― insurers and regulators are now hastily making plans for last-minute revisions. \nWhether insurers made the plans previously or whether they are making them now, the gist of the response is the same: The carriers are raising premiums to make up for the money they’re no longer getting from Washington ― and to account for any other steps the Trump administration might take to depress enrollment or otherwise weaken the program. Charles Gaba, the Michigan-based data nerd who runs the well-respected website ACAsignsups.net, has estimated that insurer anxiety over Trump’s management account for about two-thirds of next year’s premium increases. \nGaba’s conclusion is consistent with what insurers have reported individually. Blue Cross and Blue Shield of Montana, for example, is requesting an average increase of 23.1 percent for its individual health plans next year, company spokesman John Doran told HuffPost on Friday. About three-quarters of that, he said, represented uncertainty over the Trump cutoff.\nAs usual, the majority of people who buy coverage through HealthCare.gov or one of the state exchanges won’t feel the impact of these increases, at least not right away. That’s because the Affordable Care Act uses tax credits to put a ceiling on premiums for consumers with incomes below 400 percent of the poverty line, or $98,400 for a family of four. No matter how high premiums go, they won’t pay more. Some insurers have gone a step farther, and structured their premium increase for next year in ways that shield even wealthier people from the impact of the cuts.\nBecause of the formula the federal government uses to calculate financial assistance, some people will be able to get better plans for less money. Of course, the federal government will be picking up the extra costs, which is one of the many ironies of Trump’s action Thursday: The likely result will be more government spending, not less.\nBut some upper-income consumers are going to pay more ― in some cases, a lot more. It so happens that these are also the people who frequently struggle the most with premiums today, because their incomes are just a little too high to qualify for the tax credits, but they don’t have money to spare and are basically paying one-fifth of their income on health insurance premiums. \nPresumably some of them will simply stop getting insurance altogether, and presumably it will be people who feel like they can take that risk because of their relatively good health ― thereby making the system’s risk pool problems, already pretty severe in some parts of the country, even worse.\nBy itself, that won’t cause health insurance markets to implode. Implementation of Thursday’s executive order won’t have that effect either. But this week’s actions are merely the latest steps in a campaign to undermine the Affordable Care Act that began on literally the first day of the Trump presidency, when he made a big show of signing a symbolic executive order instructing agencies to “waive, defer, grant exemptions from, or delay the implementation” of the law’s rules and regulations. \nSince that time Trump has slashed the program’s advertising budget, cut funding for so-called navigators who help people enroll, used government funding to finance anti-Obamacare propaganda, announced unexpected downtime for HealthCare.gov, and delayed a planned step-up in enforcement of the individual mandate. \nOn a conference call Friday, Chet Burrell, president and CEO of CareFirst Blue Cross Blue Shield, noted the cumulative impact of these steps ― not just on enrollment, which the Affordable Care Act needs to survive, but also on the psyche of insurer companies like his, which is among the dominant carriers in Maryland and Virginia. \nThe Affordable Care Act has been a fragile program from the beginning, Burrell noted, and it has serious flaws that still need fixing. But the program has also insured millions, he explained, and it has the opportunity to strengthen with support from Washington ― only now that support is gone. “We’re worried,” he said. “It raises doubts about whether you want to partner with the federal government going forward.” \nMaryland is among the states where carriers are hurriedly preparing new rate requests, because they had assumed insurer payments would keep flowing. Burrell said he was working closely with state and federal officials and was optimistic they would find a way to get it done, although he said there’s already talk of pushing back Maryland’s open enrollment, now scheduled to start on Nov. 1, by at least a few days to give it a bit more time.\nAround the country, insurers were expressing similar sentiments ― to stick with the program, at least through this year and most likely next as well, even though the cutoff of those funds means some serious financial losses for some of them. That commitment to stay with the program is no small thing, because their contracts would appear to allow them to withdraw if the federal government pulls back on planned payments. \nBut the issue is really more about what happens after next year. Insurers will have to begin planning for 2019 this coming spring and, after what is likely to be a rocky open enrollment period, the decision whether to participate could be a difficult one.\nThe insurers who stuck it out this long, despite all of the Affordable Care Act’s problems, did so in part because they knew they were dealing with president committed to making the program work. Today they are dealing with a president bent on making it fail ― in many cases, by seeking out the weakest parts of its edifice and attaching a stick of dynamite. \nOf course, Trump continues to promise that once Obamacare is gone the American people will be better off ― that they will have “great, great” health care, as he put it once again this week. Burrell, in his conference call, was among the many leaders working in health care who have come to the opposite conclusion. “If you wanted to have a great health plan for the American people,” he said, “you wouldn’t be doing this.”\nCORRECTION: An earlier version of this article said that insurers will have to begin planning for 2018 in the spring. They will be planning for 2019.", "date": "\n10/14/2017", "href": "https://www.huffpost.com/entry/trumps-obamacare-sabotage-is-doing-real-damage-to-american-health-care_n_59e1840be4b04d1d5182082d", "tags": "american damage obamacare insurers ” trump real ― payments plans sabotage care health"}