{"title": "Trump Vows Stonewall of ‘All’ House Subpoenas, Setting Up Fight Over Powers", "content": "WASHINGTON — The Trump administration escalated its defiance of Congress on Wednesday, as the Justice Department refused to let an official testify on Capitol Hill and President Trump vowed to fight what he called a “ridiculous” subpoena ordering a former top aide to appear before lawmakers.\n“We’re fighting all the subpoenas,” Mr. Trump told reporters outside the White House. “These aren’t, like, impartial people. The Democrats are trying to win 2020.”\nThe moves added to an already remarkable week of stonewalling by the Trump administration after the release of the report by the special counsel, Robert S. Mueller III, that revealed the scope of the Russian operation to help Mr. Trump win the 2016 election and detailed his attempts to impede an investigation he saw as imperiling his presidency.\nMr. Trump’s flurry of moves this week to block multiple congressional investigations signaled a new phase of constitutional friction that could redefine long-murky boundaries of Congress’s power to conduct oversight of the executive branch — and the power of presidents to keep government affairs secret from lawmakers.\n[President Trump is definitely building a wall — but it is between the White House and the House of Representatives.]\nAs a matter of politics, Mr. Trump’s strategy sets the stage for open warfare with House Democrats heading into the 2020 election. The results could be unpredictable at a time when Speaker Nancy Pelosi has tried to keep a lid on liberal demands for impeachment proceedings — which are unlikely to succeed in removing Mr. Trump because substantial numbers of Senate Republicans would have to vote for it — by channeling their energies into vigorous oversight investigations of the administration.\nAs a matter of law, Mr. Trump’s declared tactic of fighting every subpoena faces steep obstacles, legal experts said. The House can vote to hold in contempt officials who refuse to show up in response to subpoenas and ask judges for orders requiring compliance with them.\nLitigation over whether those subpoenas were legitimate will turn on precedents that require both branches to make good-faith efforts to accommodate each other’s needs. It will also delve into whether executive privilege is waived in instances in which the Trump administration has already disclosed some of the information that the president is trying to keep from Congress.\nBut ultimately, prevailing in court may not be the goal. By essentially forcing Democrats to keep filing lawsuits to try to enforce their subpoenas, Mr. Trump will be fighting what he can portray as “presidential harassment” and to stall the inquiries themselves.\nOn Wednesday, the Justice Department said a civil rights division official, John Gore, would defy a subpoena to testify on Thursday about its addition of a citizenship question to the census. This week, White House lawyers indicated that they would tell the former White House counsel Donald F. McGahn II and other former officials not to comply with subpoenas for their testimony, a person familiar with the legal strategy said.\nMr. Trump has also sued to block a congressional subpoena of his accounting firm, Treasury Secretary Steven Mnuchin missed a deadline to turn over Mr. Trump’s tax returns to lawmakers and the former head of White House personnel security, Carl Kline, ignored a subpoena ordering him to appear for a deposition about overriding recommendations to deny security clearances.\nTogether, the events of the week made clear that Mr. Trump has adopted a strategy of unabashed resistance to oversight efforts by the House — reveling in abandoning even the pretense of trying to negotiate accommodations and compromise with the institution controlled by his political opponents.\n“The president is attempting to repeal a congressional power of oversight that goes back to the administration of George Washington,” said Charles Tiefer, a former longtime House lawyer who is now a University of Baltimore law professor. He said “the comprehensiveness and intensity of this presidential stonewalling” exceeded anything he had seen in his 40-year career.\nHe added: “Congress can call witnesses about problems with the executive branch anytime. Otherwise there is no check on whether the executive branch is doing the public’s work or just exercising raw power.”\nSpeaking with reporters on Wednesday, Mr. Trump cited the end of the special counsel investigation to declare he had been investigated enough. “I thought after two years we’d be finished with it,” he said. “No. Now the House goes and starts subpoenas.” He added, “I say it’s enough.”\nHe also falsely stated that Mr. Mueller’s investigators “came up with no obstruction.” In fact, they laid out extensive evidence that he committed that crime several times but stopped short of deciding whether to accuse him of it only because the Justice Department considers sitting presidents temporarily immune from indictment.\nAnd on Twitter, Mr. Trump offered a novel idea for pushing back against any impeachment proceedings if House Democrats tried to move forward with them: He would get the Supreme Court to order them to stop.\n“If the partisan Dems ever tried to Impeach, I would first head to the U.S. Supreme Court,” Mr. Trump wrote over two posts. “Not only are there no ‘High Crimes and Misdemeanors,’ there are no Crimes by me at all.”\nNothing in the Constitution or American legal history gives the Supreme Court a role in deciding whether Congress has misidentified what counts as a high crime or misdemeanor for the purpose of impeachment.\nNotwithstanding Mr. Trump’s denunciation of the subpoena to Mr. McGahn, his administration’s legal team has not put forward any legal theory for why executive privilege — the president’s power to keep secret certain internal executive branch information — would ban the kind of testimony the House Judiciary Committee is seeking from the former White House lawyer: essentially, to go over what he already told Mr. Mueller.\nMr. Trump waived executive privilege to let Mr. Mueller freely question Mr. McGahn about their conversations, and Attorney General William P. Barr made Mr. McGahn’s accounts public by disclosing most of the special counsel’s report — likely a further waiver of the privilege.\nMr. McGahn has expressed frustration about the situation, according to a person close to him. He advised the president in 2017 against cooperating with Mr. Mueller and believes that if Mr. Trump had followed his advice, he would have a far stronger argument that their conversations are protected by executive privilege, the person said.\nMr. McGahn was the main witness to several of Mr. Trump’s actions that appear to most clearly meet the criteria Mr. Mueller laid out for attempted obstruction of justice. Among those was an episode last year when Mr. Trump pressured Mr. McGahn to create an internal White House document that would falsely deny that the president had ordered him to have Mr. Mueller fired.\nSeveral legal experts said Mr. Trump’s vow to fight every subpoena is a departure from how past presidents confronted congressional oversight investigations run by their adversaries. The White House and lawmakers have generally resolved fights over internal information about the executive branch through negotiation and accommodation — a practice that courts have repeatedly said they want to see.\nBy contrast, Mr. Trump’s scorched-earth strategy appears meant to prompt a lengthy fight for each subpoena, by giving the House a choice between seeing its subpoenas ignored or going to court to ask a judge to order the administration to comply with them. Such lawsuits would then prompt wrangling in the courts over whether Mr. Trump had the authority to block the subpoena.\nWhile relatively few definitive judicial precedents exist about where the executive branch’s power to keep private internal information stops and Congress’s power to gain access to it begins, a few cases may be notable for the emerging fights, specialists said.\nIn a 1997 appeals court ruling involving internal White House documents the Clinton administration wanted to keep from Congress, a panel of judges ruled that the administration had waived its ability to claim executive privilege over certain files because it had permitted a personal lawyer for an executive branch official to see them. Personal lawyers for current and former Trump administration officials reviewed many documents involving their clients during the special counsel investigation.\nIn a 2008 district court ruling involving whether a former White House counsel to President George W. Bush, Harriet Miers, could be compelled to testify before Congress, a judge said she had to show up and decide whether to decline to answer potentially privileged questions one by one. That could suggest that Mr. McGahn must similarly appear before the House Judiciary Committee.\nAnd in a 2016 district court ruling involving internal Justice Department documents the Obama administration wanted to keep secret from Congress, a judge ruled that executive privilege no longer protected materials that had been disclosed in an inspector general report. Because Mr. Barr made most of Mr. Mueller’s report public, that principle may limit Mr. Trump’s success in asserting the privilege to block Congress from receiving testimony and documents about events described in the report.\nBut each of the emerging fights raises somewhat different legal questions that courts would have to sort through.\nThe fight over testimony on the 2020 census turns on the Trump administration’s insistence that an executive branch lawyer accompany Mr. Gore to instruct him not to answer certain questions that may be subject to executive privilege.\nThe House Oversight and Reform Committee is invoking a longstanding House rule that witnesses may be accompanied in depositions by personal lawyers but not by government ones, though it has offered to let Mr. Gore leave the room to consult a department lawyer.\nThe Trump administration objected, saying in the letter on Wednesday that the rule would “unconstitutionally infringe on the prerogatives of the executive branch.” It did not address the fact the Constitution explicitly empowers the House to set the rules for its own proceedings.\nMr. Gore still had a legal obligation to show up on Thursday, Representative Elijah E. Cummings of Maryland, the Democratic chairman of the oversight committee, said in a statement.\n“Both President Trump and Attorney General Barr are now openly ordering federal employees to ignore congressional subpoenas and simply not show up — without any assertion of a valid legal privilege,” Mr. Cummings said. “These employees and their personal attorneys should think very carefully about their own legal interests rather than being swept up in the obstruction schemes of the Trump administration.”", "date": "April 24, 2019", "href": "https://www.nytimes.com/2019/04/24/us/politics/donald-trump-subpoenas.html", "tags": "administration ‘ setting stonewall subpoenas ” trump house vows executive fight — powers"}