{"title": "Trump Has Some New Ideas About How To Sabotage Obamacare", "content": "President Donald Trump still hasn’t managed to repeal Obamacare, so he’s working hard to ruin it instead.\nFresh off the collapse of the GOP Congress’ campaign to repeal the Affordable Care Act, Trump is eyeing unilateral actions to weaken the law’s health insurance program and taking steps to undermine the upcoming enrollment season.\nSpeaking to reporters Wednesday, Trump said he’s planning to issue “an executive order on associations” ― a reference, most likely, to so-called association health plans, through which small businesses and in some cases individuals buy health insurance as a group. It’s possible that the federal government could allow some people to get cheaper, less generous coverage through these associations ― but only by taking healthy, working-age people out of the rest of the insurance market, destabilizing it and leading to higher costs for others.\nAnd the Trump administration is pulling back on the Department of Health and Human Services’ efforts to promote health insurance enrollment on the Affordable Care Act’s exchanges via HealthCare.gov. This is the latest move the administration has taken to reduce federal support for public education and sign-up assistance for the open enrollment season that begins Nov. 1 and ends Dec. 15.\nThese things fit into a broader pattern, dating to before Trump’s inauguration, of sabotaging the Affordable Care Act’s health insurance marketplaces through action and inaction. Trump has repeatedly declared he wants to see the Obamacare exchanges fail as a means of extracting concessions from congressional Democrats.\nExecutive action on association health plans could help Trump realize his goal, although at this point it’s difficult to know exactly what his administration is planning to do ― or even what the law would allow them to do.\nAssociation health plans have been around for a long time, offering coverage to small businesses and individuals through trade organizations. Prior to the ACA’s enactment, they were subject only to state regulation, which meant their benefits and availability varied enormously.\nThe 2010 health care law lays down new rules for insurance companies selling to individuals and to small businesses ― like charging all consumers the same premiums, regardless of pre-existing conditions, and requiring that all plans include a set of essential benefits. President Barack Obama’s administration, through official “guidance,” made clear that all the new rules apply to the association health plans as well.\nBut the statute itself doesn’t state that explicitly, and the Department of Health and Human Services could attempt to reverse the Obama-era guidance, legal scholars told HuffPost on Wednesday ― in effect, exempting association health plans from some of the new rules. The National Federation of Independent Businesses, a conservative organization that has been among Obamacare’s most relentless critics, has urged the administration to take precisely this step. \nIf that happens, association health plans, also known as AHPs, might have more freedom to sell skimpier plans that, for healthier beneficiaries, would be cheaper than plans they are buying today ― either through HealthCare.gov or state-based exchanges, or directly from insurers. But the more healthy people flocked to those plans, as individuals or part of small businesses, the more carriers selling to everybody else would have to increase their premiums to reflect their new, sicker pool of enrollees.\nThe plans would still be subject to state regulation and some other federal guidelines, too, so analysts were scrambling on Wednesday to figure out just how far-reaching the effects could be.\n“We don’t know exactly what the Trump administration is going to do on this front,” said Kevin Lucia, a research professor at Georgetown University’s Center on Health Insurance Reforms. “But if they allow AHPs to bypass the ACA’s consumer protections, like not covering maternity and other essential health benefits, it sets up an uneven playing field, destabilizes the state individual and small group markets, and ultimately puts consumers at risk.” \nMore immediately, the Trump administration’s push to ensure the health insurance exchanges are worse and more expensive for consumers continues apace. Trump instead could be working on ways to make signing up easier, and even making the insurance less expensive, but he and his administration have chosen otherwise. What’s more, the Department of Health and Human Services has spent money from its promotional budget for health insurance enrollment on a campaign to criticize the Affordable Care Act.\nAnd now, the department won’t assist local enrollment groups with their outreach, education and sign-up campaigns this year ― a radical shift from the norm established by the Obama administration. According to reports from BuzzFeed News and Vox, the department notified local organizations Monday that regional Health and Human Services officials won’t be helping prepare for or carry out enrollment and promotion efforts.\nThis comes not long after the administration announced it was cutting funding to enrollment assistance organizations by 40 percent, a move almost sure to result in fewer consumers having access to enrollment help, and thus fewer people signing up. The administration has slashed the advertising and promotions budget for open enrollment by 90 percent, despite evidence that advertising is a big driver of awareness and sign-ups.\nThe administration previewed this approach shortly after Trump’s inauguration, which took place in the waning weeks of the open enrollment period for this year’s health insurance policies. The administration canceled advertisements planned and paid for by the Obama administration, which almost certainly contributed to a decline in the number of people who signed up compared with 2016. \nEarlier this year, the administration published a regulation featuring a slew of changes to health insurance exchange rules, the most consequential of which is a shorter enrollment period. People in the 39 states that use the federal exchanges via HealthCare.gov will have just six weeks to enroll for 2018 insurance policies, half as long as a year ago. And the Department of Health and Human Services will take HealthCare.gov offline for as long as 12 hours every Sunday during open enrollment.\nPossibly more damaging than all of that, however, have been Trump’s threats to withhold billions of dollars the federal government owes health insurance companies serving the poorest Obamacare enrollees ― and Congress’ unwillingness to do anything about it. The Affordable Care Act includes cost-sharing reductions for low-income families that shrink their out-of-pocket costs like deductibles and copayments, and the federal government is supposed to reimburse insurers for the lost money. This is in spite of the fact that halting these payments would wind up costing the federal government more than continuing them.\nBut although Trump has continued to make cost-sharing reduction payments to insurers on a month-by-month basis, he has refused to commit to repaying these companies in the future. This has proved a major factor in health insurance companies pulling out of the exchanges or instituting even higher premium increases next year to protect themselves against financial losses if Trump should ever follow through on his threats. \nInsurers are also worried the Trump administration won’t enforce the Affordable Care Act’s individual mandate that most people obtain health coverage or face financial penalties. Weaker mandate enforcement would make it easy for healthier consumers to forego insurance, leaving health insurance companies with a sicker, costlier customer base. This concern has also contributed to higher rates for next year.", "date": "\n09/27/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-sabotage_n_59cc0502e4b05063fe0ecacb", "tags": "administration care obamacare plans trump ― federal ideas new sabotage insurance enrollment health"}