{"title": "Trump Claims He Saved Special Olympics, But Its Funding Has Nothing To Do With Him", "content": "President Donald Trump said Thursday that he pulled some strings to protect federal funding for the Special Olympics a day after Education Secretary Betsy DeVos defended proposed cuts to the organization.\nHowever, Trump likely played no role in whether the Special Olympics would keep its funding.\n“The Special Olympics will be funded. I just told my people,” Trump said to reporters Thursday. “I want to fund the Special Olympics, and I just authorized a funding of the Special Olympics.”\nTrump also claimed he had “overridden [his] people” to protect the organization’s federal funding.\nWhile DeVos, acting on behalf of the Trump administration, proposed nixing Special Olympics funding, her proposal was not likely to make it into law.\nThe overall proposed budget cut, which includes cutting funding to other organizations supported by the U.S. Department of Education, was hotly opposed by Democrats who control the House majority. Similar proposed budgets cuts couldn’t even pass the House when Republicans had control.\nEven if DeVos’ proposed budget cut were to pass the House, it would still have to be approved by the Senate before reaching Trump’s desk.\nDeVos faced criticism from lawmakers and the general public Wednesday after she defended to a House subcommittee the decision to cut federal funding to the private organization.\nThe education secretary defended herself against the criticism in a statement Wednesday, praising the athletic organization while noting that it receives “robust” private support.\nOn Thursday, after Trump made his announcement, DeVos adjusted her tone on Special Olympics funding, saying in a statement that she had been fighting to fund the organization “behind the scenes the last several years.”", "date": "\n03/28/2019", "href": "https://www.huffpost.com/entry/trump-special-olympics-funding_n_5c9d41d6e4b0474c08cb2185", "tags": "funding nothing saved devos proposed claims ” trump house organization olympics special"}