{"title": "Trump Administration May Be Preparing A New Obamacare Sabotage Effort", "content": "Another piece of the Affordable Care Act’s machinery is grinding to a halt, at least for the moment, in what could be another effort to undermine the law by the Trump administration.\nThe Department of Health and Human Services announced on Saturday that it is temporarily suspending a series of payments to insurers that flow through the ACA’s “risk adjustment” system. HHS presented the decision as a necessary response to a recent ruling by a federal district court.\nThe Wall Street Journal had reported Friday evening that such an announcement was imminent and HHS, in its official statement, said it hoped to resolve the matter soon ― first and foremost, by asking the judge to reconsider his decision. \n“We were disappointed by the court’s recent ruling,” Seema Verma, Center for Medicare and Medicaid Services (CMS) administrator, said. “As a result of this litigation, billions of dollars in risk adjustment payments and collections are now on hold. CMS has asked the court to reconsider its ruling, and hopes for a prompt resolution that allows CMS to prevent more adverse impacts on Americans who receive their insurance in the individual and small group markets.” \nBut some experts say the administration is handling the matter in a way that is unnecessarily slow and disruptive ― and is a direct outgrowth of GOP hostility to Obamacare. \n“Trump’s HHS seems to be jumping at yet another opportunity to undercut the ACA’s effort to structure a fair, functioning marketplace for individual insurance,” Jon Kingsdale, a former Massachusetts state health care official, told HuffPost after reading the initial reports. “On top of a half-dozen other hits to the ACA marketplace, this will add to health plans’ anxieties about getting stuck with a deteriorating risk pool.”\nAndy Slavitt, who oversaw the ACA while serving in the Obama administration, reacted to the initial news with a tweet that called the decision “aggressive and needless sabotage” of the law.\nLike so many other parts of the ACA, the risk adjustment program affects only insurers that sell to individuals and small employers.  It calls for a series of payments to flow back and forth between insurers and government. The idea is to address the fact that, by accident or on purpose, some carriers end up with healthier enrollees while others end up with sicker ones. \nGovernment health care programs with multiple private insurers, including Medicare Advantage, almost always have risk adjustment schemes. When they work properly, the insurers with the healthy customers basically send money over to the ones with the sicker customers.\nWhen the schemes do not work properly ― or, in this instance, if the insurers don’t get money they are expecting ― then insurers that have enrolled sicker beneficiaries can end up with big losses, just as those with healthier beneficiaries could reap windfalls. \nInsurers losing money might react by finding ways to cover fewer medical bills or simply pulling out of markets altogether. They could also cite such experience as reason to raise premiums in the future.\nThe ACA’s risk adjustment system has been the target of federal litigation because some insurers said it treated their plans unfairly. In one of those cases, a federal judge in New Mexico ruled that the system is flawed ― a decision, the administration says, that means the payments must stop for now.\nBut reacting to a lower court decision in that way is a highly unusual move, Nicholas Bagley, a University of Michigan law professor, told HuffPost on Saturday ― although he cautioned that he hadn’t seen any actual filings, so he couldn’t be sure exactly what the administration was thinking or doing.\nAdministrations don’t typically concede so much, so soon in the face of district court decisions, Bagley said. “Otherwise, a lone judge could throw an entire agency’s work into disarray,” he added.\nHe noted that the administration has multiple options at its disposal, like interpreting the court decision narrowly, so that it only affects New Mexico. It could also write a so-called interim rule that would allow payments to proceed. \n“They’re asking the court to reconsider, which is something,” Bagley said. “But there are lots of ways to limit the scope in the meantime and they’ve chosen to do none of them. ... Normally, you would work a lot harder, as the federal government, to keep your program going.”\nIt is not clear how long the payment suspension will last or how different parts of the administration ― HHS, the White House and the Justice Department, which handles the litigation ― are coordinating their actions. \nBut if the administration really does wait on the outcome of litigation, and it drags on for weeks or months or even years, then the impact on insurers expecting to get those payments could be considerable.\n“The key thing to watch is whether the Trump administration uses the legal dispute as an excuse to cancel payments to insurers and create chaos, or instead tries to work through the legal process and make the payments as planned,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, said on Twitter.\nA core goal of the ACA has been to make sure that people with serious medical problems have the same access to insurance policies, at the same prices, as those who are in relatively good health. It does so by prohibiting insurers from denying policies or charging higher premiums to people with pre-existing conditions ― and by establishing a basic set of “essential” health benefits that all plans must include.\nBut even with those protections in place, insurers can fine-tune benefits or market their plans in ways that will alienate customers likely to run up large medical bills ― and, as a result, reduce profit margins. Among the more well-known strategies are constructing networks bereft of specialists and hospitals that attract people with advanced cancer or congenital conditions. Plans can also construct formularies less appealing to patients with diabetes, schizophrenia or HIV.\nOne goal of risk adjustment is to make those strategies less attractive, because insurers who utilize them will have to give back at least some, if not all, of the extra money the efforts bring them. Eventually, in an ideal world, insurers would end up competing more on the basis of their quality of coverage ― and less on their ability to mine actuarial data and manipulate plan design.\nRisk adjustment doesn’t always work that well in practice. A 2015 New England Journal of Medicine study found evidence that insurers were “using benefit design to dissuade sicker people from choosing their plans,” even with the ACA’s risk adjustment program in place.\nSuspending payments that insurers were planning to get could make that problem worse in the future, by making insurers who want to provide better coverage to sicker people even more reluctant to do so.\nThe sums that go back and forth in the ACA’s risk adjustment program are substantial. In 2016, the payments were equivalent to 11 percent of all the premium dollars insurers collected when selling comprehensive policies to individuals, according to federal statistics. And that is just an overall figure, with lots of variation from carrier to carrier.\nSome insurers neither pay or receive much money. But some do. In 2016, Florida Blue, the state’s Blue Cross and Blue Shield affiliate, received nearly half a billion dollars in risk adjustment payments. That was equal to about 42 percent of its gross profit in the individual market,so the administration’s payment stoppage is major blow (if only temporary).\nBy the same token, some insurers that expected to pay into the risk adjustment system because they had relatively healthy enrollees won’t have to make the payment ― for now. But because they might yet have to make the payments later, they will continue to carry the liability on their books, even as they hold onto the cash.\nThe largest insurers, which have large capital reserves, probably have the resources to deal with the disruption, David Anderson, an analyst at Duke University’s Margolis Center for Health Policy, told HuffPost. But “some of the smaller insurers that expected to receive risk adjustments payments may see their balance sheet worsen,” he said. “There is a chance that state regulators may increase their oversight of these insurers, which could lead to liquidation.”\nHans Leida of Milliman, the global actuarial firm based in Minneapolis, echoed these concerns. He told HuffPost that a long suspension in payments “could be catastrophic for an insurer that is in a weak financial position and needs the cash. Maybe it’s just a delay of [payments] that will eventually happen, and as an insurer in theory you know you will come out whole, but that assumes you have enough money to keep operating.”\nShorter delays could be consequential as well, Leida said, because industry officials are already negotiating with state regulators over next year’s rates. Insurers aren’t supposed to adjust premiums in the future to adjust for past gains or losses, but they use past risk adjustment payments as a way to calibrate projections of who they will enroll next year.\nLeida called the dispute “another headwind that we are facing in an already troubled, stormy sea.”\nAnderson warned that “some insurers may decide that the ACA market is not worth the stress and walk away.” But, like Leida and every other expert processing the news on Saturday, he said the consequences depend on just how quickly the administration resolves the situation.\nIf this, indeed, turns out to be an effort at sabotaging the ACA, it would hardly be the first time. \nRepublicans at both the state and federal level have been trying to gut or kill the law since then-President Barack Obama signed it into law in 2010.  \nOne of their most successful efforts occurred in late 2014, when, led by Sen. Marco Rubio (R-Fla.), they prevailed in demanding an end to funding for a different, though similar, program called “risk corridors.” This program aimed to insulate insurers from losses in the ACA’s first few years, as carriers were still learning how to craft and sell plans that would work in newly reformed insurance markets.\nThat decision hit some insurers hard, and in some cases was a key factor in their eventual decisions to shut down.\nSince taking office, the Trump administration has attempted to weaken the ACA law in other ways ― by, for example, cutting funds for organizations that help people enroll for coverage under Obamacare. And although the Republicans and Trump have not yet succeeded in their oft-declared goal of repealing the law outright, they did pass legislation ending the individual mandate penalty ― the fine for those who don’t have insurance that was designed to spur people to get coverage.\nDespite Trump’s frequent boasts that he has “essentially repealed” the ACA, millions continue to get coverage because of it. Still, insurers across the country have said they are seeking additional rate increases because of what Trump and the Republicans have done to weaken the law. And Saturday’s halt of risk adjustment payments could further Obamacare’s erosion.", "date": "\n07/07/2018", "href": "https://www.huffpost.com/entry/obamacare-sabotage-risk-adjustment_n_5b40e39ae4b09e4a8b2d96cb", "tags": "administration may effort obamacare insurers preparing risk adjustment ” trump ― could aca new sabotage payments"}