{"title": "Trump-Kim summit: Koreans 'see peace being taken away'", "content": "It's happened: US President Donald Trump has pulled out of a highly anticipated meeting with Kim Jong-un, citing North Korea's \"tremendous anger and open hostility\". \nThe move may have shocked the world but as the BBC's Heather Chen and Minji Lee of BBC News Korean write, it's an even bigger setback for the people at the heart of it: North and South Koreans. \nHwang Yeon was putting her seven-year-old son to bed on Thursday night when a barrage of notifications flooded her phone.\n\"I wondered what on Earth had happened and then I found out the bad news,\" she told BBC News by email from her home in the South Korean capital, Seoul.\nThe mother of twin boys fled North Korea in 2006. We are not using her real name to protect her identity.  \nA sinking feeling had come over her when she loaded up KakaoTalk, South Korea's most popular instant messaging app. \n\"The American leader says he no longer wants to meet with Kim Jong-un. All those peace talks were for nothing,\" she said, admitting that she had a quiet cry on the sofa afterwards. \nMs Hwang was among tens of thousands who watched history being made in April as Kim Jong-un crossed the border to meet President Moon Jae-in. \nPyongyang says it remains willing to talk after Mr Trump cancelled, but chances of the summit happening at all now look minimal.\n\"I was born in North Korea and now live with a South Korean identity. Both these countries are my worlds and naturally, I want what's best,\" says Ms Hwang. \n\"It's been more than 10 years now but I still think about my life in the North and I long to see my friends and relatives who I left behind.\n\"You can't imagine rooting for peace for so long and then see it being taken away.\" \nOn Naver, the country's largest internet portal, keywords relating to the ill-fated meeting continue to trend. \n\"I knew this would happen,\" wrote one angry user in criticism of Mr Trump. \"He never wanted our countries to reunify. He had other plans.\"\nAnother user said: \"No-one will now believe you, Trump. It's not only Korea, you've also broken promises with Iran. Can you even believe yourself?\" \n\"We've been waiting for peace for over 60 years,\" lamented another. \"But who knows? Maybe these two strong men leaders could soon reach a consensus.\" \nCasey Lartigue, co-founder of the Seoul-based organisation Teach North Korean Refugees (TNKR), said he had predicted the summit would be cancelled \"at least once\". \n\"I never expected things to go smoothly so I can't say that I'm the least bit surprised,\" he told the BBC, adding that there was a lot of disappointment from South Koreans.\nBut he said many North Korean defectors he knows have remained pragmatic. \n\"The North Koreans here I know are unfazed. They've already seen and been through so much but they are hopeful.\" \nKen Eom, 37, served in the North Korean military for more than a decade. He now lives in Seoul. \n\"I'm not surprised or bothered. My country was trying to test Donald Trump but he is a different kind of leader, he's more a business man and he doesn't think about politics,\" he said. \n\"He probably sees it as a business deal and if it looks like it won't happen, he walks away from the table. North Korea may be unpredictable but Mr Trump is even more so I think this is all part of the negotiation process.\"\nIn the middle of reading Mr Trump's letter to her elderly mother, North Korean Lee Sa-hee - also not her real name - came across a word that she did not understand. \n\"It was detriment. And when I looked it up, I was shocked [at the way things turned],\" she explained. \nWhile the young North Korean says she expected shock tactics from both leaders, the latest development has left her feeling incredibly disappointed. \n\"We can't give up on the idea of peace in Korea yet. I'm hoping that it could eventually lead to a better solution,\" she said. \n\"As a Korean, I feel sorry for both Moon Jae-in and Kim Jong-un. Kim is probably hurt now because he came out to speak to people in the world for the first time and got rejected.\n\"I do worry that Mr Trump has made things more dangerous for us in Korea and I just hope that no-one pushes the button.\"", "date": "25 May 2018", "href": "https://www.bbc.com/news/world-asia-44248774", "tags": "taken summit korean peace koreans trump-kim bbc away south kim north jong-un korea"}