{"title": "Trump Abandons Iran Nuclear Deal He Long Scorned", "content": "WASHINGTON — President Trump declared on Tuesday that he was withdrawing from the Iran nuclear deal, unraveling the signature foreign policy achievement of his predecessor Barack Obama, isolating the United States from its Western allies and sowing uncertainty before a risky nuclear negotiation with North Korea.\nThe decision, while long anticipated and widely telegraphed, leaves the 2015 agreement reached by seven countries after more than two years of grueling negotiations in tatters. The United States will now reimpose the stringent sanctions it imposed on Iran before the deal and is considering new penalties.\nIran said it will remain in the deal, which tightly restricted its nuclear ambitions for a decade or more in return for ending the sanctions that had crippled its economy.\nSo did France, Germany and Britain, raising the prospect of a trans-Atlantic clash as European companies face the return of American sanctions for doing business with Iran. China and Russia, also signatories to the deal, are likely to join Iran in accusing the United States of violating the accord.\nMr. Trump’s move could embolden hard-line forces in Iran, raising the threat of Iranian retaliation against Israel or the United States, fueling an arms race in the Middle East and fanning sectarian conflicts from Syria to Yemen.\nThe president, however, framed his decision as the fulfillment of a bedrock campaign promise and as the act of a dealmaker dissolving a fatally flawed agreement. He predicted his tough line with Iran would strengthen his hand as he prepared to meet North Korea’s leader, Kim Jong-un, to begin negotiating the surrender of his nuclear arsenal.\n“This was a horrible one-sided deal that should have never, ever been made,” a grim-faced Mr. Trump said in an 11-minute address from the Diplomatic Reception Room of the White House. “It didn’t bring calm, it didn’t bring peace, and it never will.”\n[Read the full transcript of President Trump’s remarks.]\nMr. Trump’s announcement drew a chorus of opposition from European leaders, several of whom lobbied him feverishly not to pull out of the agreement and searched for fixes to it that would satisfy him.\nIt also drew a rare public rebuke by Mr. Obama, who said Mr. Trump’s withdrawal would leave the world less safe, confronting it with “a losing choice between a nuclear-armed Iran or another war in the Middle East.”\nThe response from Iran itself, however, was muted. President Hassan Rouhani declared that the Iranians intended to abide by the terms of the deal, and he criticized Mr. Trump for his history of not honoring international treaties. Mr. Trump won strong backing from Saudi Arabia and Israel, whose leader, Prime Minister Benjamin Netanyahu, hailed him for a “historic move” and “courageous leadership.”\nThree times previously, the president’s aides had persuaded him not to dismantle the Iran deal. But Mr. Trump made clear that his patience had worn thin, and with a new, more hawkish cohort of advisers — led by Secretary of State Mike Pompeo and the national security adviser, John R. Bolton — the president faced less internal resistance than earlier in his administration.\nWhile Mr. Trump had long scorned the Iran deal, threatening repeatedly to rip it up during the 2016 presidential race, his impulse to act now was reinforced by what he views as the success of his policy toward North Korea. He has told aides and foreign leaders that his policy of maximum pressure had forced Mr. Kim to the bargaining table, and that a similar policy of overwhelming pressure would enable the United States to extract a better deal from Iran.\nAs Mr. Trump abandoned one diplomatic project, he accelerated another — announcing that Mr. Pompeo was flying to Pyongyang, the capital of North Korea, to continue discussions with Mr. Kim about the upcoming summit meeting. He expressed hope that three Americans who are detained in the North would be released soon.\n“The message to North Korea,” Mr. Bolton told reporters, “is the president wants a real deal.”\nHe rejected the suggestion that the United States could not be trusted to keep its agreements when political winds change. “Any nation reserves the right to correct a past mistake,” Mr. Bolton said, citing President George W. Bush’s decision to withdraw from the Antiballistic Missile Treaty in 2001.\nThe Trump administration, he said, would continue to work with Europeans to pressure the Iranians. He dismissed those who said the United States was on a path to war with Iran, though he did not present any new diplomatic initiatives. Another senior administration official acknowledged that there was no Plan B.\nMonths of intense negotiations with the Europeans to keep the accord in place collapsed over Mr. Trump’s insistence that the limits placed by the agreement on Iran’s nuclear fuel production were inadequate. Under the provisions of the deal, those limits, or “sunset clauses,” were to expire in 2030 — 15 years after the deal was signed.\nAs a result, the United States will reinstate all the sanctions it had waived as part of the nuclear accord, and it will impose additional economic penalties that are now being drawn up by the Treasury Department.\nTreasury Secretary Steven Mnuchin declined on Tuesday to specify what additional sanctions the United States might impose, but he expressed confidence that they would still be powerful even if other American allies did not follow suit.\n“We do not want to let Iran use the U.S. financial markets and financial system and transact in dollars until they agree that not only will they not have a nuclear weapon now, but we’ve put in provisions that they will never have one,” Mr. Mnuchin said.\nIn his announcement, Mr. Trump recited familiar arguments against the deal: that it does not address the threat of Iran’s ballistic missiles or its malign behavior in the region, and that the expiration dates for the sunset clauses open the door to an Iranian nuclear bomb down the road.\nEven if Iran was in compliance, he said, it could “still be on the verge of a nuclear breakout in just a short period of time.” In fact, under the deal, the limits on Iran’s uranium enrichment and stockpiles of nuclear fuel mean that Iran would not be on the verge of a nuclear breakout until 2030.\nStill, Mr. Trump said, the United States and its allies could not stop Iran from building a nuclear weapon “under the decaying and rotten structure of the current agreement.”\n“The Iran deal is defective at its core,” he concluded.\nMr. Trump’s announcement capped a frantic four-day period in which American and European diplomats made a last-ditch effort to bridge their differences and preserve the agreement.\nThat effort began Friday, when Mr. Pompeo called his counterparts in Europe to tell them that Mr. Trump was planning to withdraw from the deal, but that he was trying to win a two-week reprieve for the United States and Europe to continue negotiating. Mr. Pompeo, people familiar with the talks said, suggested that he favored a so-called soft withdrawal, in which Mr. Trump would pull out of the deal but hold off on reimposing some of the sanctions.\nThe next day, the State Department’s chief negotiator, Brian H. Hook, consulted with European diplomats to try to break a deadlock over the sunset provision, under which the restrictions on Iran’s ability to produce nuclear fuel for civilian use expire after 15 years.\nThe Europeans had already agreed to a significant compromise: to reimpose sanctions if there were a determination that the Iranians were within 12 months of producing a nuclear weapon. But officials said that still did not satisfy Mr. Trump, and the Europeans were not willing to go any further.\nBy Monday, the White House began informing allies that Mr. Trump was going to withdraw from the deal and reimpose sanctions on oil and impose new sanctions against the Central Bank of Iran.\nUnder the financial sanctions, European companies will have 90 to 180 days to wind down their operations in Iran, or they will run afoul of the American banking system. The sanctions on oil will require European and Asian countries to reduce their imports from Iran.\nMr. Mnuchin insisted that the restrictions would not drive up oil prices because other suppliers would pick up the slack. “My expectation is not that oil prices go higher,” he said. “To a certain extent, some of this was already in the market on oil prices.”\nMr. Trump’s decision will test his already frayed relationship with European leaders. President Emmanuel Macron of France, whom the president welcomed with a state dinner two weeks ago, learned of his decision in a phone call with Mr. Trump on Tuesday morning. Later, he said in a post on Twitter that the European allies “regret” his decision.\n“The international regime against nuclear proliferation is at stake,” he added.\nIn a joint statement, Mr. Macron, Chancellor Angela Merkel of Germany and Prime Minister Theresa May of Britain noted pointedly that the United Nations Security Council resolution endorsing the nuclear deal remained the “binding international legal framework for the resolution of the dispute.” That raises the possibility that the United States will be found to be in violation in the Security Council.\nFew people were more stung by Mr. Trump’s decision than those who worked for Mr. Obama. Though he has moved methodically to dismantle his predecessor’s legacy, his reversal of the Iran deal was particularly painful, given the five years of effort that went into imposing sanctions, and the more than two-year-long negotiation led by Secretary of State John Kerry that yielded the accord.\n“No rhetoric is required,” Mr. Kerry said in a statement. “The facts speak for themselves. Instead of building on unprecedented nonproliferation verification measures, this decision risks throwing them away and dragging the world back to the brink we faced a few years ago.”", "date": "May 8, 2018", "href": "https://www.nytimes.com/2018/05/08/world/middleeast/trump-iran-nuclear-deal.html", "tags": "iran nuclear “ united states trump abandons long deal scorned"}