{"title": "Trump’s Trade War With China Is Officially Underway", "content": "WASHINGTON — A trade war between the world’s two largest economies officially began on Friday morning as the Trump administration followed through with its threat to impose tariffs on $34 billion worth of Chinese products, a significant escalation of a fight that could hurt companies and consumers in both the United States and China.\nThe penalties, which went  into effect at 12:01 a.m., prompted quick retaliation by Beijing, which said it immediately put its own similarly sized tariffs on American goods. Previously, the Chinese government had said it would tax pork, soybeans and automobiles, among other products\nChina’s Ministry of Commerce said in a statement that the United States “has launched the biggest trade war in economic history so far.”\nThe escalation of the trade war from threat to reality is expected to ripple through global supply chains, raise costs for businesses and consumers and roil global stock markets, which have been volatile in anticipation of a prolonged trade fight between the United States and almost everyone else.\nOn Thursday, President Trump showed no signs of backing down from his fight, saying aboard Air Force One that the first wave of tariffs on $34 billion in goods would quickly be followed by levies on another $16 billion of Chinese products. And Mr. Trump continued to threaten Beijing with escalating tariffs on as much as $450 billion worth of Chinese goods.\nFor now, it is unclear how — or whether — the trade war might conclude. Mr. Trump’s threats have been met with vows from China to retaliate, a stalemate that will require one side to blink first in order to avoid a protracted fight. With no official talks scheduled between the two countries, and disagreements within the Trump administration about how best to proceed, a quick resolution seems increasingly unlikely.\n“At the moment, I don’t see how this ends,” said Edward Alden, a senior fellow at the Council on Foreign Relations. “This is very much in the president’s hands because he’s got advisers that seem divided, some substantively, some tactically. I just don’t think we’ve had any clear signs of the resolution he wants.”\n[Read more about how Chinese shoppers reacted to the tariffs on American products.]\nThe Trump administration is waging trade wars on multiple fronts as it imposes tariffs on foreign steel, aluminum, solar panels and washing machines from countries like Canada, Mexico, the European Union and Japan. Yet the tariffs on China, the world’s largest manufacturing hub, affect a much larger share of products and a greater percentage of companies that rely on global supply chains, potentially hurting American companies even more than the Chinese firms the Trump administration is targeting.\nMr. Trump’s aggressive stance toward China is aimed at pressuring the country to curtail what the White House describes as a pattern of unfair trade practices and theft of American intellectual property. In addition to the tariffs, the White House is placing restrictions on investment and on visas for Chinese nationals. The administration says the trade barriers are being used as leverage to force Beijing to make changes, including opening its markets to American companies and ending its practice of requiring firms operating in China to hand over valuable technology.\nBut the trade measures come at a cost for American firms, which are facing potentially devastating disruptions to their businesses.\nAs of Friday morning, companies like Husco International, a Wisconsin-based manufacturing company that makes parts for companies like Ford, General Motors, Caterpillar and John Deere, now face a 25 percent increase on a variety of parts imported from China. Austin Ramirez, Husco International’s chief executive, said that increase would immediately put him and other American manufacturers at a disadvantage to competitors abroad.\n“The people it helps most of all are my competitors in Germany and Japan, who also have large parts of their supply chain in Asia but don’t have these tariffs,” he said.\nMr. Ramirez said his company would not be able to absorb the additional costs, and would be forced to try to pass them on to suppliers or customers — if it could. He was also fearful of how China’s tit-for-tat retaliation would ultimately affect his business in that country.\n“One of the big scary unknowns is we don’t know how China will react,” Mr. Ramirez said. “There are lots of things they could do to make life difficult for U.S. businesses operating in China that would be detrimental to us.”\nChina is expected to respond with its own tariffs on $34 billion worth of American goods, joining other countries that have retaliated against Mr. Trump’s trade measures and bringing the total value of affected American exports to about $75 billion by the end of the week. That is still a small fraction of the $1.55 trillion of goods the United States exported last year, but in some industries, the pain is becoming intense.\nBrent Bible, a farmer who cultivates 5,000 acres of corn and soy in western Indiana, said the trade war was already damaging his farm and the broader agricultural economy. More than half of American soybeans that are exported go to China, giving the country influence over the price of the American crop. Trade worries have pushed down the price of soybeans roughly 15 percent in recent months, erasing his typical yearly profit margin of 8 percent to 10 percent.\nMr. Bible said farmers are now putting off purchases of tractors, grain storage facilities and other items to make ends meet.\n“If we’re not spending money,” he said, “then other industries aren’t making any money off of us, either.”\nThe Trump administration drafted its initial tariff list to spare consumers, and many of the products that American families purchase from China, like flat-screen TVs and shoes, are not directly hit on Friday. But American companies that depend on Chinese products are expected to feel the pinch, given the tariffs focus heavily on the kind of intermediate inputs and capital equipment that businesses purchase and ultimately sell both in the United States and abroad.\nChina’s Commerce Ministry accused the United States of “typical trade bullying” and said in a statement that its tariffs “will impact innocent multinational companies and ordinary enterprises and consumers alike.”\n“It will also harm the interests of U.S. businesses and its people,” it said.\nEconomists say Mr. Trump’s trade war will raise costs for American industry, potentially threatening the manufacturing jobs that the president has long said he wants to protect. And some of those higher costs will ultimately work their way through the supply chain to American consumers.\nRazat Gaurav, the chief executive of LLamasoft, which advises companies on organizing their supply chains, said that many of his customers have been making alternate plans to restructure their operations, with some choosing to set up in countries like Vietnam or Mexico. Others are postponing large investments, like new factories, and are trying to avoid signing long-term contracts with suppliers — all changes that will eventually take a toll on the economy.\nMany international companies route their supply chains through China, and American companies may end up feeling the effects of a trade war more keenly than their Chinese competitors. Research by Mary Lovely and Yang Liang of Syracuse University shows that in the field of computer and electronics products, for example, non-Chinese multinational corporations operating in China supply 87 percent of the products that will be affected by tariffs, while Chinese firms send only 13 percent.\nA 2011 study by the Federal Reserve Bank of San Francisco showed that, for every dollar spent on an item labeled “Made in China,” 55 cents went for services produced in the United States.\n“I think you’re going to see an effect on the longer-term view of the U.S. as a place to export,” Ms. Lovely said. “These tariffs are not hitting the mark, and they’re making it much harder for American firms to do business inside the United States, let alone export markets.”", "date": "July 5, 2018", "href": "https://www.nytimes.com/2018/07/05/business/china-us-trade-war-trump-tariffs.html", "tags": "american china companies officially ” trump war chinese trade underway tariffs"}