{"title": "Trump To Cut Off Billions In Key Obamacare Payments To Insurers", "content": "President Donald Trump plans to halt payments to health insurance companies serving the poorest customers on the Obamacare exchanges, the White House announced Thursday.\nTrump has threatened to withhold these funds, valued at $7 billion this year, since shortly after his election victory last November. The threats alone have roiled the health insurance market, and if he follows through, it promises to be significantly disruptive. Trump will make an announcement Friday, according to Politico, which first reported the news.\nIn Trump’s mind, dealing damage to the Obamacare market is a means to achieve leverage he believes will force congressional Democrats to cooperate with replacing the Affordable Care Act, the law President Barack Obama signed in 2010 that has brought the number of uninsured Americans to a historic low.\nTrump has been undermining the law and its programs since he took office in January, and he has ramped up his efforts in recent weeks in the aftermath of his failure to get the Affordable Care Act repealed by Congress. Earlier Thursday, Trump signed an executive order directing federal agencies to change regulations to allow insurers to sell policies that exclude people with pre-existing conditions and have skimpier benefits than insurance governed by the Affordable Care Act.\nThe mere possibility that Trump would refuse to pay money owed to health insurance companies created additional instability in market. Insurers are raising premiums for next year even more than they would have as they try to protect themselves against financial losses if the federal government reneges on its obligations.\nThe open-enrollment period on health insurance exchanges, such as HealthCare.gov and Covered California, begins Nov. 1, less than three weeks from now.\nThe payments Trump plans to end are related to so-called cost-sharing reductions offered to insurance exchange enrollees who earn up to 250 percent of the federal poverty level, which is $30,150 for a single person. These subsidies serve to reduce out-of-pocket expenses for low-income people by shrinking their deductibles, co-payments and the like.\nAlmost 6 million people, or 57 percent of Obamacare enrollees, qualified for these subsidies when they enrolled this year, according to the Department of Health and Human Services.\nUnder the Affordable Care Act, health insurance companies are required to reduce this cost-sharing. The federal government is supposed to reimburse them for the cost, and it has since exchange plans went live in January 2014.\nTrump will change that soon. He has the authority to do so because of a lawsuit then-House Speaker John Boehner (R-Ohio) brought against Obama in 2014. House Republicans claimed Obama illegally made these payments without an explicit congressional appropriation of the funding.\nA federal judge sided with House Republicans last year but allowed Obama to continue paying back insurers while the case went through the appeals process.\nBut when Trump succeeded Obama as president, his administration became the defendant in the case, raising doubt about how Trump and House Republicans would proceed. The parties in the lawsuit have obtained several delays in the proceedings in the meantime. The appeals court ruled in August that the attorneys general from 17 states and the District of Columbia are permitted take up the defense, based on the state officials’ concerns that the Trump administration would fail to do so.\nNew York Attorney General Eric Schneiderman announced Thursday that he and those other attorneys general are prepared to sue Trump over the cost-sharing reduction payments.\nIronically, cutting off these payments to health insurance companies will actually cost taxpayers more than continuing them. Because higher premiums mean bigger subsidies, federal spending will rise by almost $200 billion, according to the nonpartisan Congressional Budget Office.\nThe news about the cost-sharing reduction payments comes just hours after Trump signed an executive order that could shake up the Affordable Care Act’s insurance markets ― and quite possibly hobble them more.\nLooking ahead, however, ending the payments jeopardizes the future of the exchanges. Many major health insurance companies already have pulled out of the marketplaces, citing financial losses. In future years, it’s likely fewer companies will want to participate in the exchanges knowing might not get expected payments. Some parts of the country would have no health insurance carriers in operation under this scenario, the Congressional Budget Office predicted.\nExperts and a variety of health care groups immediately warned that the new insurance plans the executive order might allow would also draw healthy people out of the Affordable Care Act markets, forcing insurers to raise premiums or shut down plans altogether ― leaving the people who want or need comprehensive coverage with fewer, more expensive options, or none at all.\nThese are the latest moves Trump has made to weaken the health insurance exchanges:", "date": "\n10/12/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-payments-insurers_n_59e01859e4b03a7be57f71a9?rgt", "tags": "care key obamacare billions insurers cut companies trump federal insurance act affordable payments health"}