{"title": "Trump Lawyer ‘Vehemently’ Denies Russian Collusion", "content": "WASHINGTON — President Trump’s longtime lawyer, Michael D. Cohen, has given Congress a point-by-point rebuttal of a dossier alleging that he has deep ties to Russian officials — an effort to clear his name as the Justice Department and congressional committees investigate Russia’s attempts to disrupt last year’s election.\nMr. Cohen encouraged lawmakers to investigate those who paid for the salacious 35-page dossier, which surfaced online early this year and alleges that President Trump and his campaign conspired with Russia in the November election. The dossier, compiled by a retired British spy, portrays Mr. Cohen as a central figure in the conspiracy.\nIn an eight-page letter to the House Intelligence Committee, a lawyer for Mr. Cohen offered a full-throated rejection of any suggestion that Mr. Cohen was involved in an effort to work with Russia to disrupt the election.\n“We have not uncovered a single document that would in any way corroborate the dossier’s allegations regarding Mr. Cohen, nor do we believe that any such document exists,” wrote the lawyer, Stephen M. Ryan.\n“Mr. Cohen vehemently denies the claims made in the dossier about him, which are false and remain wholly unsubstantiated.”\nThe letter, which was obtained by The New York Times, follows a similar denial by the president’s son-in-law, Jared Kushner, who spoke to congressional investigators in July.\nMr. Cohen produced records to Congress this week, including a series of emails he had received in 2015 from Felix Sater, a real estate broker with ties to the Kremlin. In the emails, Mr. Sater predicted that a Trump Tower being planned for Moscow could be built with the help of the Russian government, and that the project would help Mr. Trump win the presidency.\nThe pitch began in the latter half of 2015, when Mr. Trump was already running for president. The emails show that even then, some around him believed that close ties to Russia were politically advantageous. But the project failed to get funding or permits and was dropped shortly before the Republican primaries. Mr. Cohen said that Mr. Sater, who worked on and off for the Trump Organization over many years, was given to boastful language and overstated his influence.\nMr. Cohen’s name appears throughout the dossier compiled by the retired British spy, Christopher Steele, who has deep expertise in Russia. The dossier is a compendium of unsubstantiated allegations of questionable real estate deals, secret coordination with Russian operatives who hacked Democratic targets during the election, and evenings Mr. Trump spent with prostitutes.\nIn the letter to Congress, Mr. Cohen denied the document’s claims, including one allegation that he had secret meetings in Prague with a Russian official last summer.\nThe letter says that Mr. Cohen has never been to Prague and that his passport shows no visits to the country. Mr. Cohen also denied being part of an effort to cover up what the dossier called Mr. Trump’s relationship with Russia.\n“Mr. Cohen is not aware of any impropriety related to Mr. Trump’s ‘relationship’ with Russia, nor is he aware of Mr. Trump having an improper political relationship with officials of the Russian Federation,” letter said.\nFusion GPS, the Washington research firm that commissioned Mr. Steele to produce the dossier, declined to comment about Mr. Cohen’s letter.\nMr. Steele’s investigation was paid for by political operatives — first by Republicans and then by Democrats. But the document also piqued the interest of the F.B.I., which was investigating Russian meddling and possible ties to the Trump campaign.\n“The committee should discern and publicly disclose the entity or entities that paid for the 35-page dossier,” Mr. Cohen’s letter to the House Intelligence Committee said.\nAmerican intelligence officials briefed Mr. Trump on the dossier in January, and it surfaced online soon afterward.\nNo evidence has surfaced so far that Trump aides or campaign advisers were involved in Russian efforts to disrupt the 2016 election, but flat denials about contacts with Russia have caused political headaches for Mr. Trump. The president originally denied that his campaign had any contacts with Russian officials, only to see journalists and investigators uncover one meeting after the next.\nAs he pushed for the proposed Moscow project, Mr. Cohen sent an email to a spokesman for the Russian president, Vladimir V. Putin. But Mr. Cohen sent the message to a general email inbox, not directly to the spokesman, Dmitri S. Peskov.\nMr. Peskov on Wednesday confirmed to reporters that the Kremlin had received the email, but he said he did not respond to it, and that his office did not get involved in such matters.", "date": "Aug. 30, 2017", "href": "https://www.nytimes.com/2017/08/30/us/politics/trump-russia-michael-cohen.html", "tags": "letter ‘ election lawyer russian collusion trump denies cohen dossier ties russia vehemently"}