{"title": "Trump at UN: Who does business with Iran?", "content": "President Trump, in an address at the UN general assembly, asked all nations to isolate Iran. \nThe US has recently reinstated tough economic sanctions which, said the president, will remain in place as long as Iranian aggression continues.\nSanctions were imposed after the US pulled out of the six-country nuclear deal earlier this year.\nThe remaining countries in the agreement have stuck together - vowing to keep the deal alive and to continue economic relations with Tehran.\nSo the stakes are high for any company wishing to do business in Iran - stay involved and risk severe penalties for violating US sanctions, or withdraw and lose the benefits from investment in an emerging market with huge potential.\nSo who's still doing business with Iran and who isn't?\nThe 2015 nuclear accord between Iran and six world powers - US, Russia, China, UK, France and Germany - lifted international sanctions on Iran's economy, including those on oil, trade and banking sectors as well as on items such as pistachios and carpets. \nIn exchange, Iran agreed to limit its nuclear activities.\nIran is one of the world's biggest exporters of oil, so this sanctions relief gave its economy a significant boost. \nBusiness channels with Tehran were reopened in several industries - foreign healthcare providers, car manufacturers, financial services and aviation companies all began exploring business opportunities.\nThese included car-makers Volkswagen, from Germany, and France's Renault. French energy giant Total won a billion dollar deal to develop an oil field, and Germany's Siemens secured a contract to upgrade Iran's railway network.\nHowever, new economic ties were thrown into doubt after the US left the nuclear deal in May 2018. \nWith the announcement of the new sanctions, President Trump said anyone doing business with Iran \"will not be doing business with the United States\".\nThe US sanctions targeted the country's oil, shipping and banking institutions, gold and precious metal exports.\nThe threat of punishment has led some companies to pause business operations in Iran - others have pulled out altogether. \nTotal announced it would pull out of the billion-dollar deal it made with both Iran and the Chinese company CNPC. The partnership was to develop a vast natural gas field.\nThe shipping company Maersk announced it would not enter into any new contracts.\nRenault had agreed to build a new plant in Iran, but after the new sanctions were imposed, senior figures at the company told analysts: \"As we comply fully with US sanctions, it's likely that our development would be put on hold.\" \nGeneral Electric (GE) and its subsidiary, Baker Hughes which made deals to provide oil and gas infrastructure products to Iranian companies said they will cease operations in Iran in accordance with US law. \nBoeing BA, which had a contract for planes with two Iranian airlines, announced it will not be delivering the aircraft to Iran in light of the new sanctions.\nThe Indian company Reliance, which owns a large oil-refining complex, will reportedly no longer accept crude oil imports.\nSiemens has said it will no longer take new orders from Iran.\nThe EU intends to create a mechanism that will enable legal trade with Iran without encountering US sanctions. This will preserve oil and other business deals.\nEU foreign policy chief Federica Mogherini announced the plan after talks at the UN with the remaining five members of the accord.\nA statement said they were determined to \"protect the freedom of their economic operators to pursue legitimate business with Iran\". \nA \"blocking statute\" will also enable EU-based firms to recover damages resulting from the US sanctions. \nBut a challenge for European governments is to persuade companies to carry on doing business. \nThe way the sanctions are written means any company that trades with Iran that has any link to the US will face financial penalty, says Scott Lucas, a professor of international politics at Birmingham University. With a financial system dominated by the US, most companies will be vulnerable. \nHowever, there are signs that some companies will maintain their business dealings for the time being. \nReuters has reported that China intends to stick with imports of Iranian oil, withstanding pressure from the US to cut ties.\nWorking with firms outside the Western financial system, like those in China, may make it easier for Iran to continue doing business by using a currency other than the dollar, says Mr Lucas. However, he says, it is very difficult to shift a currency like the Chinese yuan or the Russian rouble compared to the dollar which most countries use to trade.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "26 September 2018", "href": "https://www.bbc.co.uk/news/world-45640926", "tags": "company un iran us sanctions business companies trump oil new deal"}