{"title": "Trump Rips Harley-Davidson For Overseas Operation — Just Like His Own", "content": "Donald Trump is continuing to hammer Harley-Davidson over the motorcycle company’s plans to relocate some production overseas to dodge European tariffs triggered by the president’s trade war. What Trump isn’t mentioning is that the president and his family own businesses abroad and that most Trump products are produced in foreign factories.\nDuring a GOP primary debate before the presidential election, Trump was challenged on outsourcing products overseas. He defended the practice then, arguing: “We’re allowed to do it” — as is Harley-Davidson. “So I will take advantage of it,” he added. In a unit of “study” in the now-defunct Trump University, Trump wrote that outsourcing jobs is sometimes a “necessary step.” (Trump agreed to pay $25 million to settle fraud claims against his “university.”) \nBut the president again slammed the Wisconsin motorcycle company on a Fox News program Sunday, saying the company will take a “big hit” from consumers angry that an American company is moving some of its production abroad. \n“Everybody who ever bought a Harley-Davidson voted for Trump ... and they are very unhappy about it,” Trump said. He added that the company “shouldn’t play cute.” He accused Harley-Davidson on Twitter earlier in the week: “They surrendered, they quit! The aura will be gone.”\nAn ad by Hillary Clinton during the presidential campaign attacked Trump for outsourcing manufacturing to 12 different countries. An investigation by The Washington Post confirmed that. Import records revealed that Trump shirts, suits, sports coats, eyeglasses, home goods — such as furniture, lighting fixtures and mirrors — and hotel amenities including shampoo, towels and laundry bags were all made abroad. Factories used are located in China, Germany, Bangladesh, Indonesia, Vietnam and South Korea, among others.\nWhen Trump hosted his “Made in America” week at the White House last year, he was slammed for hypocrisy. “Instead of lecturing us, Trump should try setting an example,” said a statement from the Democratic National Committee.\nWhite House senior adviser and Trump’s daughter Ivanka Trump has not manufactured a single product for her business operations in the U.S. She relies exclusively on low-wage workers in foreign factories in countries including Bangladesh, Indonesia and China, according to another investigation by The Washington Post.\nEarlier this year, Trump slammed Amazon for failing to pay state sales taxes on its goods. While Amazon was collecting sales taxes for sales to 45 states at the time, the TrumpStore.com website was collecting sales tax only on orders shipped to buyers in Florida and Louisiana.\nAfter White House press secretary Sarah Huckabee Sanders was ordered out of a Virginia restaurant last month, Trump tweeted that the restaurant was “filthy.” The restaurant had no violations in its last health inspection, which was not the case with Trump-owned restaurants.", "date": "\n07/01/2018", "href": "https://www.huffpost.com/entry/trump-rips-harley-davidson-over-overseas-operation-like-trump-has_n_5b396a24e4b007aa2f810ed1", "tags": "company like overseas “ rips sales outsourcing trump operation factories harley-davidson — abroad"}