{"title": "Trump’s Lawyer Raised Prospect of Pardons for Flynn and Manafort", "content": "WASHINGTON — A lawyer for President Trump broached the idea of Mr. Trump’s pardoning two of his former top advisers, Michael T. Flynn and Paul Manafort, with their lawyers last year, according to three people with knowledge of the discussions.\nThe discussions came as the special counsel was building cases against both men, and they raise questions about whether the lawyer, John Dowd, who resigned last week, was offering pardons to influence their decisions about whether to plead guilty and cooperate in the investigation.\nThe talks suggest that Mr. Trump’s lawyers were concerned about what Mr. Flynn and Mr. Manafort might reveal were they to cut a deal with the special counsel, Robert S. Mueller III, in exchange for leniency. Mr. Mueller’s team could investigate the prospect that Mr. Dowd made pardon offers to thwart the inquiry, although legal experts are divided about whether such offers might constitute obstruction of justice.\nMr. Dowd’s conversation with Mr. Flynn’s lawyer, Robert K. Kelner, occurred sometime after Mr. Dowd took over last summer as the president’s personal lawyer, at a time when a grand jury was hearing evidence against Mr. Flynn on a range of potential crimes. Mr. Flynn, who served as Mr. Trump’s first national security adviser, agreed in late November to cooperate with the special counsel’s investigation. He pleaded guilty in December to lying to the F.B.I. about his conversations with the Russian ambassador and received favorable sentencing terms.\nMr. Dowd has said privately that he did not know why Mr. Flynn had accepted a plea, according to one of the people. He said he had told Mr. Kelner that the president had long believed that the case against Mr. Flynn was flimsy and was prepared to pardon him, the person said.\nThe pardon discussion with Mr. Manafort’s attorney, Reginald J. Brown, came before his client was indicted in October on charges of money laundering and other financial crimes. Mr. Manafort, the former chairman of Mr. Trump’s presidential campaign, has pleaded not guilty and has told others he is not interested in a pardon because he believes he has done nothing wrong and the government overstepped its authority. Mr. Brown is no longer his lawyer.\nIt is unclear whether Mr. Dowd discussed the pardons with Mr. Trump before bringing them up with the other lawyers.\nMr. Dowd, who was hired last year to defend the president during the Mueller inquiry, took the lead in dealing directly with Mr. Flynn’s and Mr. Manafort’s lawyers, according to two people familiar with how the legal team operated.\nHe denied on Wednesday that he discussed pardons with lawyers for the president’s former advisers.\n“There were no discussions. Period,” Mr. Dowd said. “As far as I know, no discussions.”\nContacted repeatedly over several weeks, the president’s lawyers representing him in the special counsel’s investigation maintained that they knew of no discussions of possible pardons.\n“Never during the course of my representation of the president have I had any discussions of pardons of any individual involved in this inquiry,” Jay Sekulow, a lawyer for Mr. Trump, said on Wednesday.\nTy Cobb, the White House lawyer dealing with the investigation, added, “I have only been asked about pardons by the press and have routinely responded on the record that no pardons are under discussion or under consideration at the White House.”\nMr. Kelner and Mr. Brown declined to comment.\nDuring interviews with Mr. Mueller’s investigators in recent months, current and former administration officials have recounted conversations they had with the president about potential pardons for former aides under investigation by the special counsel, according to two people briefed on the interviews.\nIn one meeting with lawyers from the White House Counsel’s Office last year, Mr. Trump asked about the extent of his pardon power, according to a person briefed on the conversation. The lawyers explained that the president’s powers were broad, the person said. And in other meetings with senior advisers, the president raised the prospect of pardoning Mr. Flynn, according to two people present.\nLegal experts are divided about whether a pardon offer, even if given in exchange for continued loyalty, can be considered obstruction of justice. Presidents have constitutional authority to pardon people who face or were convicted of federal charges.\nBut even if a pardon were ultimately aimed at hindering an investigation, it might still pass legal muster, said Jack Goldsmith, a former assistant attorney general in the George W. Bush administration and a professor at Harvard Law School.\n“There are few powers in the Constitution as absolute as the pardon power — it is exclusively the president’s and cannot be burdened by the courts or the legislature,” he said. “It would be very difficult to look at the president’s motives in issuing a pardon to make an obstruction case.”\nThe remedy for such interference would more likely be found in elections or impeachment than in prosecuting the president, Mr. Goldsmith added.\nBut pardon power is not unlimited, said Samuel W. Buell, a professor of law at Duke University.\n“The framers did not create the power to pardon as a way for the president to protect himself and his associates” from being prosecuted for their own criminal behavior, he said.\nUnder Mr. Buell’s interpretation, Mr. Dowd’s efforts could be used against the president in an obstruction case if prosecutors want to demonstrate that it was part of larger conspiracy to impede the special counsel investigation.\nMr. Dowd is said to believe that the president has nearly unlimited pardon authority, but he and others have repeatedly insisted that no pardon offers have been made.\nIn July, amid reports that Mr. Trump was considering granting pardons to his associates under investigation, Mr. Dowd told BuzzFeed that “there is nothing going on on pardons, research — nothing.”\nAnd about two weeks after Mr. Flynn’s guilty plea, Mr. Trump said that such talk was premature.\n“I don’t want to talk about pardons for Michael Flynn yet,” Mr. Trump told reporters on Dec. 15 on the South Lawn of the White House. “We’ll see what happens. Let’s see. I can say this: When you look at what’s gone on with the F.B.I. and with the Justice Department, people are very, very angry.”\nMr. Trump has been preoccupied with the investigation into Mr. Flynn since at least early last year. In February 2017, alone in the Oval Office with the F.B.I. director at the time, James B. Comey, the president asked him to end the investigation, Mr. Comey told lawmakers. After that episode became public, Mr. Mueller was appointed by the Justice Department to be the special counsel.\nOn the day after Mr. Flynn pleaded guilty, the president wrote in a Twitter post said to be composed by Mr. Dowd that he fired Mr. Flynn for, among other things, lying to the F.B.I. But Mr. Trump continued to publicly defend his former national security adviser, saying two days later that he felt “very badly” for Mr. Flynn and that the F.B.I. had “destroyed his life.”\nIt is not clear what Mr. Flynn has told the special counsel as part of his cooperation agreement. During interviews with other witnesses, Mr. Mueller’s investigators have focused on what Mr. Flynn told the president about his calls during the transition with the Russian ambassador to the United States at the time, Sergey I. Kislyak. The calls came soon after the Obama administration announced new sanctions on Russia for its role in disrupting the 2016 presidential campaign.\nMr. Manafort, who ran Mr. Trump’s presidential campaign for several months, has been indicted on dozens of counts of money laundering and other financial crimes connected to his work as a lobbyist and former consultant for Viktor F. Yanukovych, who at the time was president of Ukraine. The charges are not connected to any work that Mr. Manafort did for Mr. Trump.\nRick Gates, who was Mr. Manafort’s business partner for years and also served as deputy chairman of the Trump presidential campaign, pleaded guilty last month as part of a cooperation agreement with Mr. Mueller’s team. On the day the plea agreement was announced, Mr. Manafort vowed to continue to fight the charges against him.\nIn total, 19 people have been charged with crimes by Mr. Mueller. Five of them, including Mr. Flynn and two other Trump associates, have pleaded guilty and have agreed to cooperate.\nIn August, Mr. Trump pardoned Joe Arpaio, the former sheriff from Arizona who had been found guilty of federal criminal contempt for refusing to stop targeting Latinos in traffic stops and other law enforcement efforts. The pardon prompted an outcry because Mr. Arpaio, whose crackdown on illegal immigration made him a national symbol for both conservatives and liberals, had supported Mr. Trump’s run for president.\nMr. Trump’s only other pardon came this month, for a sailor who had pleaded guilty to unlawfully retaining national defense information and obstruction of justice after he took cellphone photos on a nuclear submarine and then destroyed the photos when he learned he was under investigation.\nWhen announcing the pardon, Sarah Huckabee Sanders, the White House press secretary, said that Mr. Trump appreciated the sailor’s “service to the country.”", "date": "March 28, 2018", "href": "https://www.nytimes.com/2018/03/28/us/politics/trump-pardon-michael-flynn-paul-manafort-john-dowd.html", "tags": "“ raised dowd manafort president trump pardons prospect pardon flynn lawyer"}