{"title": "Trump Vows ‘Big Price’ for Syria Attack, Raising Prospect of Missile Strike", "content": "WASHINGTON — President Trump on Sunday promised a “big price” to be paid for what he said was a chemical weapons attack that choked dozens of Syrians to death the day before, and a top White House official said the administration would not rule out a missile strike to retaliate against the government of President Bashar al-Assad.\nIn a tweet, Mr. Trump laid the blame for the attack partly on President Vladimir V. Putin of Russia, the first time since his election that he has criticized the Russian leader by name on Twitter. Mr. Putin’s forces have been fighting for years to keep the Assad government in power amid Syria’s brutal civil war.\nMr. Trump also left no doubt that he believed the assessment of aid groups that Mr. Assad’s military had used chemical weapons to inflict the carnage on Saturday in Douma, a rebel-held suburb of Damascus. The attack left at least 42 people dead in their homes from apparent suffocation and sent many others to clinics with burning eyes and breathing problems.\n“Many dead, including women and children, in mindless CHEMICAL attack in Syria,” Mr. Trump wrote. “President Putin, Russia and Iran are responsible for backing Animal Assad.”\n“Big price to pay,” Mr. Trump continued in a second tweet. “Another humanitarian disaster for no reason whatsoever. SICK!”\nThomas P. Bossert, Mr. Trump’s homeland security adviser, said he and the rest of the president’s national security team had been in talks with Mr. Trump late Saturday and early Sunday about how to respond. Asked specifically about the possibility of a missile strike, Mr. Bossert did not rule it out.\n“I wouldn’t take anything off the table,” Mr. Bossert said on ABC’s “This Week.” “These are horrible photos; we’re looking into the attack at this point.”\nThat raised the prospect of a strike along the lines of one that the president ordered almost exactly a year ago after a sarin gas attack in Khan Sheikhoun that killed more than 80 civilians. In that strike, the United States military dropped 59 Tomahawk missiles on the Al Shayrat airfield, where the chemical weapons attack had originated.\nMr. Trump may be considering such a strike even as he has expressed his desire in recent days to pull American troops out of Syria, where they are seeking to eliminate the last vestiges of the Islamic State. White House officials said Mr. Trump would have a meeting and dinner on Monday at the White House with senior military leaders.\nNikki R. Haley, the United States ambassador to the United Nations, announced an emergency meeting there on Monday to demand immediate access to Douma for emergency workers, urge an independent investigation of the massacre, and “hold accountable those responsible for this atrocious act.”\nThe assault on Douma and the president’s response also showed how Syria has bedeviled Mr. Trump just as it did his predecessor, repeatedly presenting them with grave challenges and few good options for confronting them.\nIt was not clear on Sunday whether his tweets reflected serious planning for a military strike, or if the suspected chemical attack had changed the president’s calculation about the necessity for a rapid wind-down of American military involvement in Syria. A White House official said he could provide no guidance beyond what the president had said on Twitter.\nBut some Republicans urged Mr. Trump to act, saying his talk of pulling United States troops out of Syria had telegraphed to Mr. Assad that he would pay no price for brutalizing his own people.\n“President Trump last week signaled to the world that the United States would prematurely withdraw from Syria,” Senator John McCain, Republican of Arizona and the chairman of the Armed Services Committee, said in a statement, adding that Mr. Assad had been “emboldened by American inaction” to launch the attack in Douma.\n“The president responded decisively when Assad used chemical weapons last year,” Mr. McCain went on. “He should do so again, and demonstrate that Assad will pay a price for his war crimes.”\nSenator Lindsey Graham, Republican of South Carolina, said Mr. Trump should make good on what the president appeared to be threatening.\nIf the president “doesn’t follow through and live up to that tweet, he’s going to look weak in the eyes of Russia and Iran,” Mr. Graham said on “This Week.” “This is a defining moment.”\n“You need to follow through with that tweet,” he added. “Show a resolve that Obama never did to get this right.”\nIn his tweets, Mr. Trump also criticized former President Barack Obama for failing to take military action against Mr. Assad’s government when it used chemical weapons in 2013. Mr. Obama had threatened that any use of unconventional weapons would cross a “red line” for the United States.\nAt the time, though, Mr. Trump argued fiercely against American intervention in Syria. In more than a dozen messages on Twitter in 2013 and 2014, he argued that the nation’s civil war was “not our problem” and that American troops should “stay out.”\nOn Sunday, Mr. Trump’s tweets came not long after a report on Fox News about the massacre in Douma, in which an anchor said that “all eyes” would now be on the president’s response, and that the airstrikes last year had “garnered praise” from American allies.\nThe timing of the tweets alarmed some progressives who warned that Mr. Trump might make military decisions based on commentary on his favorite cable news outlet.\n“If Trump should launch missiles, it is because Fox and Friends told him to,” VoteVets, a group that focuses on military issues and is aligned with Democrats, said on Twitter. “We cannot possibly overstate how insane and disastrous for command of our military that would be.”\nIn a statement on Saturday night, the State Department called the situation in Douma an “alleged chemical weapons attack” and said the reports about it were “horrifying and demand an immediate response by the international community.”\nThe statement took Moscow to task, saying it had breached international obligations and calling into question its commitment to weapons nonproliferation.\n“The Assad regime and its backers must be held accountable and any further attacks prevented immediately,” it said. “Russia, with its unwavering support for the regime, ultimately bears responsibility for these brutal attacks, targeting of countless civilians and the suffocation of Syria’s most vulnerable communities with chemical weapons.”\nBut while members of his administration have often been harshly critical of Mr. Putin, Mr. Trump has in general spoken warmly of his Russian counterpart.\nAmerican officials said the process was underway to confirm whether the Syrian government had used chemical weapons and, if so, what kind.\nSince last April’s strike on the airfield, the Pentagon has updated lists of potential Syrian military and government targets should Mr. Trump order another strike.\nA senior Navy officer said on Sunday morning that Navy warships capable of firing cruise missiles were in the Mediterranean on routine, long-scheduled deployments but had not received any orders to prepare to move closer to Syria or to prepare to carry out any strikes.\nBefore last year’s strike, American commanders at the sprawling Al Udeid Air Base in Qatar — the United States’ air war command for the region — gave their Russian counterparts a warning of no more than 90 minutes before striking the Syrian airfield. The Americans did this under a “deconfliction” agreement with Moscow to try to prevent an unintended confrontation between the two countries.\nAt a daily operations briefing on Sunday at the air command center, there was no indication of an imminent operation, said one official who was briefed on the meeting. “Things can change pretty quickly, though,” the official cautioned, speaking on the condition of anonymity to discuss internal deliberations.\nIndeed, only 63 hours passed between last April’s chemical attack and the American cruise missile strike.", "date": "April 8, 2018", "href": "https://www.nytimes.com/2018/04/08/us/politics/trump-syria-chemical-attack.html", "tags": "syria ‘ raising missile president ” trump vows price prospect chemical strike attack big"}