{"title": "Trump, at Putin’s Side, Questions U.S. Intelligence on 2016 Election", "content": "HELSINKI, Finland — President Trump stood next to President Vladimir V. Putin of Russia on Monday and publicly challenged the conclusion of his own intelligence agencies that Moscow interfered in the 2016 presidential election, wrapping up what he called a “deeply productive” summit meeting with an extraordinary show of trust for a leader accused of attacking American democracy.\nIn a remarkable news conference, Mr. Trump did not name a single action for which Mr. Putin should be held accountable. Instead, he saved his sharpest criticism for the United States and the special counsel investigation into the election interference, calling it a “ridiculous” probe and a “witch hunt” that has kept the two countries apart.\nMr. Trump even questioned the determinations by his intelligence officials that Russia had meddled in the election.\n[Julie Hirschfeld Davis joined “The Daily” to discuss how President Trump avoided criticizing President Vladimir V. Putin, and instead aimed his barbs at the U.S. Listen here.]\n“They said they think it’s Russia,” Mr. Trump said. “I have President Putin; he just said it’s not Russia,” the president continued, only moments after Mr. Putin conceded that he had wanted Mr. Trump to win the election because of his promises of warmer relations with Moscow.\n“I will say this: I don’t see any reason why it would be” Russia that was responsible for the election hacking, Mr. Trump added. “President Putin was extremely strong and powerful in his denial today.”\nThe 45-minute news conference offered the spectacle of the American and Russian presidents both pushing back on the notion of Moscow’s election interference, with Mr. Putin demanding evidence of something he said had never been proved, and Mr. Trump appearing to agree.\nWhen asked directly whether he believed Mr. Putin or his own intelligence agencies about the election meddling, Mr. Trump said there were “two thoughts” on the matter: one from American officials like Dan Coats, his director of national intelligence, asserting Russia’s involvement; and one from Mr. Putin dismissing it.\n“I have confidence in both parties,” Mr. Trump said.\nHe then changed the subject, demanding to know why the F.B.I. never examined the hacked computer servers of the Democratic National Committee, and asking about the fate of emails missing from the server of Hillary Clinton, his campaign rival.\n“Where are Hillary Clinton’s emails?” Mr. Trump said.\nHis performance drew howls of protests from Democrats and some Republicans, prompting John O. Brennan, who served as C.I.A. director under President Barack Obama, to suggest that the remarks warranted Mr. Trump’s impeachment.\n“Donald Trump’s press conference performance in Helsinki rises to & exceeds the threshold of ‘high crimes & misdemeanors,’” Mr. Brennan wrote on Twitter, calling the president’s behavior “treasonous.” “Not only were Trump’s comments imbecilic, he is wholly in the pocket of Putin.”\nThe House speaker, Paul D. Ryan, released a statement saying, “there is no question that Russia interfered in our election and continues attempts to undermine democracy.”\nAnd within hours, Mr. Coats issued his own strongly worded statement that contained an implicit rebuke of Mr. Trump.\n“We have been clear in our assessments of Russian meddling in the 2016 election and their ongoing, pervasive efforts to undermine our democracy,” Mr. Coats said. “We will continue to provide unvarnished and objective intelligence in support of our national security.”\nSome of Mr. Trump’s own advisers privately said they were shocked by the president’s performance, including his use of the phrase “witch hunt” to describe the special counsel investigation while standing beside Mr. Putin.\nAboard Air Force One back to Washington, Mr. Trump’s mood grew foul as the breadth of the critical reactions became clear, according to some people briefed on the flight. Aides steered clear of the front of the plane to avoid being tapped for a venting session with Mr. Trump.\nSome political allies worried that the encounter with Mr. Putin would linger over Republicans heading into the midterm elections this fall.\n“President Trump must clarify his statements in Helsinki on our intelligence system and Putin,” Newt Gingrich, the former Republican speaker of the House who has advised Mr. Trump, said on Twitter. “It is the most serious mistake of his presidency and must be corrected — immediately.”\nBoth presidents said it was vital to talk to each other because, as leaders of two major nuclear powers, they had a responsibility to engage in dialogue and ensure global stability.\nBut Mr. Trump’s statements at the news conference were a remarkable break with his administration, which on Friday indicted 12 Russian intelligence officers for cyberattacks intended to interfere in the presidential contest. The indictment explained, in detail, how Russian intelligence officers hacked the Democratic National Committee and the Clinton presidential campaign, providing the most explicit account to date of the Russian government’s meddling in American democracy.\nMr. Trump said he did not regard Mr. Putin as an adversary, but as a “good competitor,” adding that, “the word competitor is a compliment.”\nWhen Mr. Putin was asked by an American reporter whether he had wanted Mr. Trump to win and directed an effort intended to bring about that result, the Russian president quickly answered, “Yes I did, yes I did, because he talked about bringing the U.S.-Russia relationship back to normal.” It was not clear whether he had heard the translation of the second part of the question.\nMr. Putin said he would look into the possibility of having Russian law enforcement authorities assist Robert S. Mueller III, the special counsel investigating Moscow’s election interference, in questioning the 12 people who were charged. Mr. Trump called it an “incredible offer.”\nBut in return, Mr. Putin, who rolled his eyes and snickered at the notion that he had compromising material on Mr. Trump or his family, said that Russia would expect American assistance in cases of interest to Moscow, including the ability to send Russian law enforcement officials to work in the United States.\nHe singled out William F. Browder, a longstanding critic of the Kremlin whose associates Mr. Putin accused of evading taxes and funneling millions of dollars to the Clinton campaign, without providing evidence.\nMr. Putin also took solace in Mr. Trump’s doubt-casting about who was responsible for the hacking, saying the allegations that Russia had directed the effort were “utter nonsense, just like the president recently mentioned.”\nEmerging from his one-on-one meeting with Mr. Putin, which was followed by a larger lunch meeting with advisers, Mr. Trump cited a litany of factors that he said had stood in the way of better relations between the United States and Russia. He blamed Democrats’ bitterness over having lost an election that they should have won, and Mr. Mueller’s investigation.\nBut Mr. Trump claimed to have defused all of that tension in a matter of minutes.\n“Our relationship has never been worse than it is now,” Mr. Trump said. “However, that changed as of about four hours ago.”\nMr. Trump began his day on Monday on Twitter, blaming American “foolishness and stupidity” for years of escalating tension with Russia, as well as the “Rigged Witch Hunt.”\nThe comment appeared to absolve Moscow of many irritants in the relationship with Russia, including the election hacking, the annexation of Crimea, Russian backing for rebels in Ukraine and for the Assad government in Syria, and Moscow’s suspected use of a nerve agent to poison people in Britain.\nIn fact, Russia’s Foreign Ministry recirculated the comment, chiming in, “We agree.”\nFor much of the news conference, Mr. Trump appeared to be far more focused on defending the legitimacy of his election victory than on determining who was behind the election hacking.\n“There was no collusion at all — everybody knows it,” Mr. Trump said. “That was a clean campaign. I beat Hillary Clinton easily.”\nHe added, “We ran a brilliant campaign, and that’s why I’m president.”\nLater, in an interview with Fox News, Mr. Putin repeated his assertion that Russia had not interfered in the American presidential race. But then he suggested that the hacking itself should not be treated as such an explosive issue, because the emails taken from Democratic officials were accurate.\n“The information that I am aware of, there’s nothing false about it,” Mr. Putin said in the interview. “Every single grain of it is true. And the Democratic leadership admitted it.”\nIn the United States, critics of Mr. Trump reacted angrily to his contention that Russia and the United States shared blame for their deteriorated relationship.\n“This is bizarre and flat-out wrong,” said Senator Ben Sasse, Republican of Nebraska. “The United States is not to blame. America wants a good relationship with the Russian people, but Vladimir Putin and his thugs are responsible for Soviet-style aggression. When the president plays these moral equivalence games, he gives Putin a propaganda win he desperately needs.”\nMr. Ryan said, “There is no moral equivalence between the United States and Russia, which remains hostile to our most basic values and ideas.”\nThe summit meeting capped a weeklong European trip in which Mr. Trump disparaged NATO allies, castigated Germany, criticized the British prime minister on her own soil and branded the European Union a “foe” on trade — while he mused about his wish for warmer relations with Mr. Putin.\nMany in Mr. Trump’s own government consider Mr. Putin a potentially dangerous adversary to be countered, not courted. On Friday, Mr. Coats said of Russian cyberattacks on the United States, “the warning lights are blinking red again.”\nAs Mr. Putin and Mr. Trump emerged from a longer-than-expected set of talks, which included a 130-minute one-on-one session with no advisers present, they said they had made progress in forging the bond that both were seeking.\n“We had direct, open, deeply productive dialogue,” Mr. Trump said. “It went very well.”\nMr. Putin said the two were “glad with the outcome of our first full-scale meeting,” adding, “I hope that we start to understand each other better, and I’m grateful to Donald for it.”\nFinland, the site of the meeting, shares a long border with Russia and has been the site of past diplomatic breakthroughs. But this round of talks did not appear to have produced any.\nThe two presidents said they would work together on nuclear arms control, although neither mentioned a concrete set of actions on forging a new treaty to replace the New Start Treaty, which is set to expire in 2021. They also did not address what American officials have said are Russian violations of the Intermediate-range Nuclear Forces Treaty.\nThe two also said they would work together to secure Israel’s border with Syria, restoring a cease-fire in the Golan Heights, and cooperate to bring humanitarian relief to address the toll of the civil war that has raged in Syria for more than seven years.\nMr. Trump said he had directly confronted Mr. Putin on the election interference, calling it “a message best delivered in person.” But he pivoted almost immediately to criticism of Mr. Mueller’s investigation and a recitation of his success in the Electoral College, blaming the investigation — not Russia’s actions — for the inability of two great nuclear powers to work together.\n“I think that the probe is a disaster for our country,” Mr. Trump said. “I think it’s kept us apart; it’s kept us separated. There is no collusion at all.”\nHe twice called Mr. Putin’s proposal to potentially allow Russian officials to question the 12 indicted agents with American observers present “an incredible offer.”\nPeter Carr, a spokesman for the special counsel, had no comment on the idea.", "date": "July 16, 2018", "href": "https://www.nytimes.com/2018/07/16/world/europe/trump-putin-election-intelligence.html", "tags": "intelligence election “ russian u.s. side trump questions russia putin"}