{"title": "Trump Says There Was ‘No Collusion’ With the Russians", "content": "■ President Trump insisted that there was no collusion between his presidential campaign and Russian officials, though he added, “I can only speak for myself.”\n■ Earlier, during a brief photo opportunity with President Juan Manuel Santos of Colombia in the Oval Office, the president said he was “very close” to choosing a new F.B.I. director.\n■ Senators leaving a closed meeting with the deputy attorney general, Rod J. Rosenstein, said that he had written his memo recommending the firing of James B. Comey, the former F.B.I. director, after learning that President Trump intended to fire him.\nPresident Trump insisted that there was no collusion between his presidential campaign and Russian officials, though he added, “I can only speak for myself.”\nMr. Trump, speaking in the East Room of the White House, said he respected the appointment of a special counsel to investigate ties with Russia.\n“The entire thing has been a witch hunt,” Mr. Trump said. “There’s no collusion between, certainly, myself and my campaign — but I can only speak for myself — and the Russians — zero.”\nThe president said the questions surrounding his campaign and Russia were divisive.\n“I think it divides the country,” Mr. Trump said. “I think we have a very divided country because of that and many other things.”\nRead more from The Times’s Mark Landler and Glenn Thrush »\nMr. Rosenstein told senators that he knew President Trump planned to fire Mr. Comey as director of the F.B.I. before Mr. Rosenstein wrote a memo outlining the reasons for his dismissal, according to three Democratic lawmakers who were in the briefing.\nThe meeting with senators came a day after Mr. Rosenstein appointed a special counsel to take over the federal investigation into Russia’s interference in the presidential election and whether any campaign associates of Mr. Trump aided the Russians.\nSenators Claire McCaskill of Missouri, Richard J. Durbin of Illinois and Christopher S. Murphy of Connecticut, all Democrats, told reporters immediately after the briefing that Mr. Rosenstein had said Mr. Trump’s decision was made before reviewing a memo that was prepared by the Justice Department.\n“There are a lot of missing pieces,” Mr. Durbin said, noting Mr. Rosenstein had left many questions unanswered, specifically regarding what Mr. Trump had said on May 8, and what part Attorney General Jeff Sessions may have played in the decision.\nRead more from The Times’s Matthew Rosenberg and Rebecca R. Ruiz »\nDuring a brief photo opportunity with Mr. Santos in the Oval Office, the president said he was “very close” to choosing a new F.B.I. director.\nAsked if Joseph I. Lieberman, the former senator from Connecticut, was among the finalists for the job, he answered with an emphatic “yes.”\nSpeaking to reporters after the meeting with Mr. Rosenstein, Ms. McCaskill indirectly criticized Mr. Lieberman’s candidacy for the job. “We need a law enforcement professional that’s never campaigned for political office,” she said.\nBut Senator John Cornyn, Republican of Texas who was himself under consideration to replace Mr. Comey until this week, expressed support for Mr. Lieberman for the job. “Everybody keeps saying we need an independent F.B.I. director,” Mr. Cornyn said.\n“He’s a registered independent. How much more independent can you get?”\n— Rebecca Ruiz on Capitol Hill\nSenator Richard Blumenthal, Democrat of Connecticut, said that he and some of his colleagues were “somewhat unsatisfied” that Mr. Rosenstein was not more forthcoming. The senator said he saw no reason that Mr. Rosenstein could not deliver equivalent comments in open session on Capitol Hill.\n“I see virtually nothing that he said in this closed setting that he could not tell the American people under oath in public, in the Judiciary Committee,” said Mr. Blumenthal, a member of the committee.\nWhen pressed, Mr. Blumenthal said that Mr. Rosenstein “didn’t refuse” the invitation but did not accept it either.\n— Matt Flegenheimer on Capitol Hill\nMr. Rosenstein’s closed briefing with senators ended around 3:15 p.m., and some of the attendees stopped to talk to reporters afterward.\n“It was a counterintelligence investigation before now,” Senator Lindsey Graham, Republican of South Carolina, said after he exited the briefing. “I think it’s now being considered a criminal investigation.”\nMr. Graham said Mr. Mueller, in his new role as special counsel, was likely to “jealously guard” information. “One of the big losers in this discussion is the public,” he said. He called Mr. Trump’s selection as the new F.B.I. director “one of the winners,” for not having to worry about the inquiry.\nSeveral senators said Mr. Rosenstein would give Mr. Mueller wide berth in the inquiry.\n“He is very comfortable allowing Mueller to take the investigation as far and as deep, as wide as necessary,” said Senator Tim Scott, Republican of South Carolina.\nMr. Rosenstein gave Mr. Mueller leeway to investigate everything related to Russian interference in the election, said Senator John Thune, Republican of South Dakota. “Kind of the whole gamut,” he said.\nSenator Bob Casey, Democrat of Pennsylvania, made it clear that Mr. Rosenstein had not alleviated all of their concerns during the roughly hourlong briefing, though. “We still have questions,” he said.\n— Rebecca Ruiz and Emmarie Huetteman on Capitol Hill\nThe top Republican and Democrat on the House Intelligence Committee said on Thursday that they, too, had asked the Justice Department and the F.B.I. for more documents related to the investigation into Russian election meddling — including the so-called Comey memo detailing discussions between Mr. Trump and Mr. Comey.\nThe committee’s statement noted that the request was made on Wednesday. Add it to the pile: The Senate Intelligence Committee and the House Oversight Committee were among the congressional panels that made similar requests, though they also asked Mr. Comey to testify.\n— Emmarie Huetteman on Capitol Hill\nMr. Trump lashed out on Thursday morning, saying he was the target of an unprecedented witch hunt.\nIn a pair of early morning posts on Twitter, Mr. Trump cited, without evidence, what he called the “illegal acts” committed by the administration of his predecessor, Barack Obama, and the campaign of his former opponent, Hillary Clinton — and said they never led to the appointment of a special counsel.\n“With all of the illegal acts that took place in the Clinton campaign & Obama Administration, there was never a special councel appointed!” Mr. Trump wrote, misspelling counsel.\nMoments later, Mr. Trump added, “This is the single greatest witch hunt of a politician in American history!”\nRead more from The Times’s Mark Landler »\nSeveral White House advisers and personal associates of Mr. Trump have urged him to hire an experienced outside lawyer to help him deal with issues arising the surging Russia controversy, according to several people briefed on the conversations.\nThe recommendations came even before a special counsel was named on Wednesday to lead the investigation into any collusion between the Trump presidential campaign and Russian officials.\nRead more from The Times’s Maggie Haberman »\nThe president learned of Mr. Rosenstein’s decision around 5:35 p.m. on Wednesday when the White House counsel, Donald F. McGahn II, walked into the Oval Office to tell him.\nMr. Trump, who was looking through papers, reacted calmly but defiantly at first, according to two people familiar with the events, saying he wanted to “fight back.” Realizing the seriousness of the situation, he quickly summoned his staff, including Sean Spicer, the press secretary; Michael Dubke, the communications director; Mr. Trump’s son-in-law, Jared Kushner; Reince Priebus, the chief of staff; Hope Hicks, a longtime aide; Kellyanne Conway, a senior adviser; and Stephen K. Bannon, his chief strategist.\nMost of those gathered recommended that the president adopt a conciliatory stance and release a statement accepting Mr. Rosenstein’s decision and embracing a swift investigation that would clear the cloud of suspicion hovering over the West Wing.\nMr. Kushner — who had urged Mr. Trump to fire Mr. Comey — was one of the few dissenting voices, urging the president to counterattack, according to two senior administration officials. After a brief discussion, however, calmer heads prevailed, and Mr. Trump’s staff huddled over a computer just outside the Oval Office to draft the statement that was ultimately released, asserting the president’s innocence and determination to move on.\nBy the end of the process, Mr. Trump was calm, determined to push his agenda and uncharacteristically noncombative, according to people close to the president.\n— Glenn Thrush in Washington\n■ Mr. Mueller, as head of the F.B.I. for 13 years and as a federal prosecutor, cultivated a reputation as an unflinching advocate for facts.\n■ Weeks before Mr. Trump’s inauguration, Michael T. Flynn is said to have told the transition team that he was being investigated for working as a paid lobbyist for Turkey. But he was named national security adviser anyway, giving him wide access to American intelligence.\n■ Joseph I. Lieberman, the former senator from Connecticut, was one of four people the president interviewed as a potential F.B.I. director.\n■ The S. & P. 500 and the Dow both took a dive, falling 1.8 percent each as investors appeared shaken by the drama around Mr. Trump.\n■ In the conservative news media, Mr. Trump’s supporters have used unfounded allegations, diversions and conspiracies to keep his troops behind him.\n■ The president has groused to friends that he is not looking forward to his first foreign trip in office, and his preparation has been hit-or-miss.", "date": "May 18, 2017", "href": "https://www.nytimes.com/2017/05/18/us/politics/trump-fbi-mueller-rosenstein.html", "tags": "■ ‘ russians f.b.i “ rosenstein collusion trump says — said"}