{"title": "Trump Criticizes Times Report About His Longtime Lawyer", "content": "WASHINGTON — President Trump on Saturday criticized a report by The New York Times that described his years of poor treatment of his longtime personal lawyer, Michael D. Cohen, and concerns among the president’s advisers that Mr. Cohen will cooperate with the federal officials who are now investigating him.\nMr. Trump, in a series of tweets on Saturday morning, accused The Times and one of the reporters who wrote the article, Maggie Haberman, of “going out of their way to destroy Michael Cohen and his relationship with me in the hope that he will ‘flip.’” Mr. Trump accused The Times of using “non-existent ‘sources,’” though he did not assert that the article was false.\n[Read the story: “Michael Cohen Has Said He Would Take a Bullet for Trump. Maybe Not Anymore.”]\nHe also said that “I don’t speak to” Ms. Haberman and “have nothing to do” with her. In fact, she has interviewed the president twice in the Oval Office and three times by telephone.\nDean Baquet, the executive editor of The Times, said in a statement that “the story is filled with named quotes on the record, and everything Maggie has reported from inside the White House has proven true.”\nMr. Trump often assails news organizations over reports he sees as unfavorable. While he rarely criticizes reporters by name, it was not the first time that he has singled out Ms. Haberman, who was part of a team that was awarded a Pulitzer Prize this past week for its reports on the Russia investigation. In March, he disputed an article describing his discussions about expanding the legal team that is dealing with the special counsel.\nThe president issued his attack on the new article after traveling Saturday morning from his Palm Beach, Fla., estate to Trump International Golf Club in West Palm Beach. He called the investigation into Mr. Cohen, which was approved by his own Justice Department, a “horrible Witch Hunt.”\nFederal agents raided Mr. Cohen’s office and hotel room this month, seizing a trove of business records, emails and other materials that include documents related to a payment he made in 2016 to a pornographic actress who says she had a sexual encounter with Mr. Trump, a claim he denies.\nThe Times reported that Mr. Cohen had endured insults, dismissive statements and, at least twice, threats of being fired from Mr. Trump, treatment that could factor in to Mr. Cohen’s decision on whether to cooperate with federal officials.", "date": "April 21, 2018", "href": "https://www.nytimes.com/2018/04/21/us/politics/trump-cohen-new-york-times.html", "tags": "report longtime trump times cohen ” michael saturday criticizes article lawyer"}