{"title": "Trump Administration Takes New Aim At Obamacare's Pre-Existing Protections", "content": "The Trump administration on Thursday officially threw its support behind a new, seemingly far-fetched legal challenge to the Affordable Care Act, arguing that the law’s protections for people with pre-existing conditions are unconstitutional.\nThe lawsuit, now before a federal district judge in Texas, comes from officials in 20 conservative states. And its prospects for success look slim. The Supreme Court has already rejected two legal challenges to the law, the second on a 6-3 decision that came with a strongly worded ruling from Chief Justice John Roberts.\nState attorneys general will step in to defend the law from this new challenge. And they will not have difficulty making their case.\nThe lawsuit’s key argument is that Congress intended for the pre-existing condition protections to work in tandem with the law’s individual mandate, the provision that people have insurance or pay a penalty. Now that Congress has decided to zero out the penalty, as Republicans did last year as part of the 2017 tax cut, the pre-existing conditions have to go, too.\nThat would mean insurers would no longer be subject to “guaranteed issue” (a requirement that they sell policies to anybody, regardless of medical status) or “community rating” (a prohibition on charging higher premiums to people with pre-existing conditions).\nThe problem, many scholars have noted, is that Congress has taken action since it passed the Affordable Care Act. Specifically, it left pre-existing protections in place even as it reduced the individual mandate penalty to zero. Regardless of whether that was a smart policy move, it is clearly what Congress intended ― and Congress gets to make those kinds of decisions.\n“If Congress had wanted to repeal the guaranteed issue and community rating provisions of the law, it would’ve done so ― but it didn’t,” Nicholas Bagley, a law professor at the University of Michigan, told HuffPost. \n“The fact that Congress separately repealed the tax makes the argument here not just extravagant but preposterous,” said Michael Dorf, a constitutional law expert at Cornell University.\nEven some lawyers who supported previous lawsuits against the Affordable Care Act, such as Ilya Solmin from George Mason University Law School, think this latest lawsuit is weaker. \n“There is a big difference between a court choosing to sever a part of a law, and Congress doing so itself,” Solmin wrote at the Volokh Conspiracy blog. “And in this case, Congress has already effectively neutered the individual mandate, while leaving the rest of the ACA in place.”\nAll of that suggests there’s a good chance the lawsuit never even gets to the high court. \nBut the administration’s decision could be significant for two other reasons.\nOne is that it deviates from the usual Justice Department tradition under which its lawyers defend even laws that the sitting president and his party oppose. It’s part of the president’s duties, under Article II of the Constitution, that “he shall take care that the laws be faithfully executed.”\nOn Thursday, three career attorneys from the Department of Justice asked to remove themselves from the case. That is highly unusual, leaving legal observers like Bagley to speculate that the lawyers may have felt they could not in good conscience sign onto the brief.\nThe Trump administration’s move is not without precedent. In 2011, President Barack Obama’s Justice Department declined to defend the Defense of Marriage Act (DOMA) in court. Critics at the time warned that failing to defend an existing law might set a bad precedent, and some of Obama’s own advisers opposed the decision.\nStill, DOMA, which prohibited same-sex couples from getting federal benefits, raised important questions about basic human rights and was already constitutionally suspect. The Supreme Court would go on to strike it down just two years later.\n“Unlike DOMA, the question here is not a question of major constitutional significance that produced deep divisions,” Yale law professor Abbe Gluck said Thursday evening. “There is no great moral question for [the Justice Department] to engage here.”\nThe other significance of Thursday’s action is not legal. It’s political. \nThe Trump administration’s contempt for Obamacare is no secret. And although the president and his supporters have sometimes said they believe in protections for people with pre-existing conditions, they have repeatedly taken action ― like trying to pass repeal legislation or rolling back the Affordable Care Act’s regulations on what plans must cover ― that seek to undermine or obliterate those protections entirely.\nThose GOP efforts sparked a tremendous backlash. But the effort to get a repeal bill through Congress ended in the fall. It’s possible that those memories have faded from public consciousness a bit, and that may even help explain Trump’s gradually, if modestly, improving approval numbers in the polls.\nThe decision to jump into this health care case, on the side of the plaintiffs out to gut protections for people with pre-existing conditions, could put the issue back in the public eye. That could work well for Democrats, who have made clear they believe health care is a winning political issue for them again.\n“After years of Republicans trying to repeal the protections stopping insurance companies from denying coverage to people with pre-existing conditions, now Trump says the protections are unconstitutional. Republicans always had to defend those votes in this election, but now they have to defend his decree too,” said Jesse Ferguson, a Democratic strategist who works with health care advocacy groups.\nSpokespersons for the Democrats’ House and Senate campaign committees made clear that Republicans will have to defend this decision and that the GOP “will face serious blowback in the midterms.”\nThe move could be particularly important in two key Senate races. The original brief in the lawsuit included, as co-counsel, a pair of state attorneys general: Josh Hawley of Missouri and Patrick Morrisey of West Virginia.\nHawley is challenging Democratic Sen. Claire McCaskill, while Morrisey is challenging Democratic Sen. Joe Manchin. Missouri and West Virginia are relatively conservative states, difficult for Democrats to hold, and McCaskill, in particular, is thought to be vulnerable. \nBut polls have shown protections for pre-existing conditions to be exceedingly popular, even among Republican voters. A chance to show voters that Hawley and Morrisey would get rid of those protections could help keep those two seats in Democratic hands.\nAmanda Terkel contributed reporting. This story has been updated with comment from Michael Dorf.\nCORRECTION: A previous version of this article misstated the number of Justice Department attorneys who withdrew from the case on Thursday. It was three, not four. ", "date": "\n06/07/2018", "href": "https://www.huffpost.com/entry/trump-obamacare-justice-lawsuit_n_5b19d81be4b0bbb7a0dafeef", "tags": "administration care obamacare defend pre-existing takes trump aim ” conditions protections new congress law"}