{"title": "Trump Calls for Keeping Troops in Iraq to Watch Iran, Possibly Upending ISIS Fight", "content": "WASHINGTON — President Trump plans to keep United States troops in Iraq to monitor and maintain pressure on neighboring Iran, committing to an American military presence in the region’s war zones even as he moves to withdraw forces from Syria and Afghanistan.\n“I want to be able to watch Iran,” Mr. Trump said in an interview aired Sunday on CBS’s “Face the Nation.” “We’re going to keep watching and we’re going to keep seeing and if there’s trouble, if somebody is looking to do nuclear weapons or other things, we’re going to know it before they do.”\nMr. Trump’s comments come as the United States has quietly been negotiating with Iraq for weeks to allow perhaps hundreds of American commandos and support troops now operating in Syria to shift to bases in Iraq and strike the Islamic State from there. Military leaders are seeking to maintain pressure on the militant group as the president fundamentally reorders policy toward Syria and toward Afghanistan, where peace talks with the Taliban are underway.\nBut senior American officers and diplomats said Mr. Trump’s comments could undercut the delicate negotiations in Iraq by inflaming fears among the Iraqis that the moves would be a guise to check Iran, potentially straining ties with Baghdad and weakening the ability of the United States to respond to Islamic State remnants in Syria.\nIf the Americans try to bring more troops to Iraq, said Jawad al-Musawi, a member of Parliament, “there will be an escalation in the opposition to them.”\n“There is distrust of the American government — even if they say they are coming to protect us against Daesh,” he said, using the Arabic word for the Islamic State, “the real reason they will be coming is to hit Iran.”\nTo maintain a military mission in Syria despite Mr. Trump’s order to withdraw troops from the country, a plan has gained momentum within the Pentagon to use small teams of Special Operations forces to strike the Islamic State, as well as to continue airstrikes and resupplying allied Kurdish fighters.\nSenior American officers recently visited several Iraqi bases, including Erbil and Al Asad Air Base as well as smaller ones closer to the Syrian border, to determine if existing American operations there could be expanded with troops shifting in from Syria, two United States officials said. Another American officer visited at least one Iraqi base near the Iranian border, a Kurdish politician said.\nCol. Sean Ryan, a spokesman for the American-led coalition in Baghdad, said in an email that he had no information about the base visits.\nA meeting in late January of the National Security Council’s “deputies committee” — the No. 2 leaders of national security departments and agencies — recommended allowing the Syrian Democratic Forces, a coalition of Kurdish and Arab fighters, to keep the equipment the Pentagon has provided them and for an American-led air campaign to continue airstrikes to defend them against the Islamic State, according to two senior American officials.\nAny new basing arrangements would require Iraqi approval. The overall assistance proposal endorsed by the deputies committee still requires cabinet-level approval. But during his visit to Iraq in late December, Mr. Trump signaled his support for basing more commandos in Iraq to “prevent an ISIS resurgence.”\nThe strike teams are among the options in a new, evolving strategy for Syria that the Pentagon is developing as officials follow the order Mr. Trump gave in December to withdraw some 2,000 troops. Defense Secretary Jim Mattis resigned soon after that, largely because of Mr. Trump’s decision to overrule his senior advisers and withdraw the troops.\nThe Pentagon says it is in the process of complying with Mr. Trump’s withdrawal order, after commanders persuaded him to reverse his initial demand to pull out in 30 days in favor of a schedule of about four months. “We are on a deliberate, coordinated, disciplined withdrawal,” Patrick M. Shanahan, the acting defense secretary, told reporters last week.\nThe American military has started withdrawing some equipment, but not yet troops, officials said on Sunday. The number of American troops in Syria has actually increased in recent weeks to more than 3,000 — a standard practice to bring in additional security and logistics troops temporarily to help protect and carry out the process of pulling out — three Defense Department officials said.\nThe scope and pace of withdrawal were one of the topics discussed when Gen. Joseph L. Votel, the head of the Pentagon’s Central Command, convened his top commanders and civilian advisers in Doha, Qatar, in late January. Many details have yet to be worked out, but under the current planning, the Kurdish and Arab fighters would be permitted to keep American-supplied weapons for self-defense, a nod to military threats from Turkish officials who consider the Kurds an enemy, a senior American official said.\nGeneral Votel will most likely face questions about the Syria withdrawal from lawmakers, many of whom have expressed alarm at Mr. Trump’s plans, at a hearing on Tuesday of the Senate Armed Services Committee.\nMeantime, several factions in the Iraqi Parliament plan to push a measure that would strictly limit the United States’ military activities in the country, including where American soldiers can circulate and how long they can stay.\nThe issue brings together Shiite parties who do not like Americans, most notably the one led by the radical cleric Moktada al-Sadr. That group now has the largest bloc of votes, with Shiite parties that have strong links to Iran and that are associated with armed groups known collectively as the Hashid.\nWhile the measure is still in the planning stages, the parliamentary party representing Mr. al-Sadr announced about a week ago that it would put the issue on Parliament’s legislative agenda for March, and the party’s lawmakers have begun discussing the idea with other parliamentary blocs.\nJoining with the Sadr faction is the Fateh coalition, whose members include political representatives of the mostly Shiite Muslim armed groups that sprang up when the Islamic State invaded northern Iraq in 2014. Some of these armed factions have close ties to Iran and initially were partially funded and supplied by Iran. Today, however, all the Iraqi armed groups are legal and paid by the Iraqi government, and say they have merged their command structure.\nMr. Trump’s comments in the CBS interview echoed his administration’s previous claims that Iran is cheating on the spirit of the 2015 nuclear agreement from which the United States has withdrawn, an assertion contradicted in an American intelligence assessment last week that concluded that Iran is not, for now, taking steps necessary to make a bomb.\nIn an apparent reference to Al Asad Air Base in western Iraq, which Mr. Trump visited during a whirlwind trip to the country in late December, the president said in the CBS interview that the United States has “an unbelievable and expensive military base built in Iraq” that is “perfectly situated for looking at all over different parts of the troubled Middle East.”\nIn fact, American forces operate from several Iraqi bases across the country, with most of the roughly 5,200 troops based at Al Asad or in Erbil in northern Iraq.\nIraq is the one war zone where Mr. Trump has not promised a rapid withdrawal of troops. Late last year, just before his visit to the country, Mr. Trump declared victory over the Islamic State — a conclusion American intelligence agencies have since contradicted as premature.\n“We have won against ISIS,” he said in a video posted on Twitter on Dec. 19, catching many off guard. “Our boys, our young women, our men — they’re all coming back, and they’re coming back now.”\nSince then the American-led coalition has significantly escalated its bombing campaign against the last remnants of the group. Pentagon officials say they want to inflict as much damage as possible before the drawdown starts. The coalition carried out about 1,200 strikes in Syria in January, compared with 952 in December and 639 in November, according to military statistics.\nThe last die-hard fighters are hunkered down in two villages, or about 1.5 square miles of territory, along the Euphrates River near Syria’s border with Iraq. Mr. Shanahan said last week that those last shards of territory will be seized “within a couple weeks.”\nMr. Trump’s spy chiefs warned him last week in public testimony that the Islamic State will remain extremely dangerous.\n“While ISIS is nearing territorial defeat in Iraq and Syria, the group has returned to its guerrilla warfare roots while continuing to plot attacks and direct its supporters worldwide,” Dan Coats, the director of national intelligence, told the Senate Intelligence Committee.", "date": "Feb. 3, 2019", "href": "https://www.nytimes.com/2019/02/03/us/politics/trump-iraq-troops-syria-iran.html", "tags": "american iran syria calls isis possibly troops watch trump upending ” keeping fight — iraq"}