{"title": "Trump and Democrats deal: What was the president thinking?", "content": "The conflict between Donald Trump and Republicans in Congress may be coming to a head. \nThis could be the start of a freelance presidency, unmoored from party ties - the kind of deal-maker in chief some Trump supporters hoped for when they voted for him last year.\nOr it could be just another challenge, albeit a dramatic one, to the bargain establishment Republicans made with the Trump outsiders that forged the current governing majority in Washington.\nFor months the feud between congressional Republicans and the man in the Oval Office has simmered. The president stewed over the Senate's failure to pass Obamacare repeal - in any shape or form - after he had guaranteed on the campaign trail that getting it done would be \"easy\". \nSenate Majority Leader Mitch McConnell, one of the prime targets of the president's irate tweets and asides - groused that Mr Trump doesn't understand how Washington works.\nDespite the apparent discord, the White House and congressional leadership largely operated from the same playbook. They worked together on the same (unsuccessful) strategy to get healthcare reform done. The president touted the House's plan as the best ever - worthy of a pep rally on the White House lawn - until it was kicked aside by the Senate. Then the Senate's plan was going to be really great, until it was derailed by Democrats and a handful of intransigent Republicans. \nSince then they've been co-ordinating on tax reform. The president has hit the road to tout Congress's work, as legislators toil away on Capitol Hill. The plan was to get the debt limit raised (allowing the US government to issue new debt) and resolve a budgetary deadline by the end of September, freeing Congress to focus on a big tax package in the final months of 2017.\nWhen it came time to choose sides between Democrats and Republican leaders in Congress and within his own White House on the matter Hurricane Harvey relief legislation, the president sided with the Democrats.\nThat was … unexpected.\nRepublicans in the Senate had hoped to tie the emergency funding to an extension of the debt limit for more than a year, taking away a key bit of Democratic leverage until after the 2018 mid-term elections.\nHouse Republicans hard-liners were keen to tie cuts in government spending to any debt limit measures, so they didn't want it in the Harvey bill. Speaker of the House Paul Ryan had already shepherded a \"clean\" version of hurricane relief through the chamber on Wednesday morning.\n\"I think that's ridiculous and disgraceful that they want to play politics with the debt ceiling at this moment when we have fellow citizens in need to respond to these hurricanes so that we do not strand them,\" Mr Ryan said of Democrats in his Wednesday morning press conference.\nThen the speaker headed off to an Oval Office sit-down with the president, Treasury Secretary Steve Mnuchin, Mr McConnell and the two Democratic congressional leaders - Senator Chuck Schumer and Congresswoman Nancy Pelosi. \nIt was supposed to be where the parties hammered out an agreement on hurricane funding and the debt limit. Instead, congressional Republicans got hammered.\nFirst they offered an 18-month extension of the limit. The Democrats countered with three months and an accompanying resolution to keep the government funded during ongoing budget negotiations.\nRepublicans countered with a six-month extension. The Democrats stood fast.\nThen the president stepped in and took the Democrats' offer. To call it a \"deal\" is inapt. This was not a meet-in-the-middle moment, it was the president accepting the first and only offer from his political opponents, much to the chagrin of his fellow Republicans.\nNow Washington is left wondering exactly what happened.\nThe reaction from Republicans in the halls of Congress has been swift.\n\"The Pelosi-Schumer-Trump deal is bad,\" Senator Ben Sasse, a Republican from Nebraska who has been a frequent Trump critic, tweeted.\nThom Tillis, a Republican senator from North Carolina, said it's possible Democrats got the upper hand in negotiations with the president.\n\"Patience is wearing thin on short-term funding of this government,\" he said. \"It's just horrible. It's fiscal malpractice. It's just got to end.\"\nAnonymously, Republicans were even more direct.\n\"The president of the United States just handed a loaded gun to Nancy Pelosi and Chuck Schumer,\" one Republican aide told Politico.\nAnother Republican told Axios the president's move was like giving \"an entire stockpile of weapons to Democrats and inviting them to take the entire Republican Party hostage\". \nThe president's surprise move has frayed his already strained ties with congressional Republicans. Democrats, who could be heard applauding behind closed doors in a congressional luncheon shortly after the Oval Office meeting, are buoyed by their unexpected victory.\nWhat was the president was thinking?\nA fit of pique. It's always possible that the president made a snap decision after his frustration with Mr McConnell and Mr Ryan boiled over. There may be no larger vision behind the move other than this would hurt congressional Republicans who had hurt him and show that, as president, he was the ultimate boss.\nIf that is the case, mission accomplished. The steam has vented, and it's back to the drawing board for Republican leaders and staff.\nA strategic manoeuvre. After the White House meeting, the president's aides have attempted to paint the decision as a savvy political calculation that will, in the end, help Republicans accomplish their objectives. \nMr Trump was \"clearing the decks\" for tax reform, said one adviser. He wanted to be able to negotiate with Congress free from the spectre of a government shutdown or debt default. \nOr maybe the president was putting partisanship aside as the nation faces a crisis resulting from multiple devastating hurricanes. That was the line taken by Mr McConnell and Mr Ryan as they faced questions about why Mr Trump had so publicly undercut them. \nYes, the president gave the Democrats a win, but it was one of procedure, not policy. Most Americans have no idea what the debt limit is, let alone why Congress has made arguing about it an annual tradition.\nIf Mr Trump succeeds in getting a conservative budget passed and tax reform accomplished in the coming months, he will be vindicated. \nA president gone rogue. But what if this is more than just a fit of rage or a tactical disagreement with his Republican colleagues? What if the president, frustrated by his party's inability to give him any legislative accomplishments to tout, is making his first serious overture to Democrats?\nUnlike congressional Republicans, Mr Trump has no apparent problem with increasing the debt limit. While his proposed budget has drastic cuts, government spending isn't an issue he dwelled on during his presidential campaign. If he has to back away from that to get Democratic help on tax cuts - an issue that is dear to his heart - then so be it.\nHours after that White House meeting, Mr Trump was on Air Force One headed to North Dakota to give a speech about his tax plan. Joining him was the state's junior senator, Heidi Heitkamp - one of the most vulnerable Democrats up for re-election next year.\nInstead of bashing her, Mr Trump called the North Dakotan a \"good woman\" and invited her on stage with the state's Republican officeholders. He wants her help on tax reform, even if it may complicate Mr McConnell's plans to keep his Republican majority in the Senate next year.\nMr Trump may also have concluded that Republican success at the ballot box next year is far from certain and it would be wise to put some distance between himself and Congress. And three years down the line, when he's running for re-election, the president's best hope might be to run against both parties - Democrats and Republicans - if he wants to preserve his independent credentials.\nIt's a strategy President Bill Clinton pursued in his successful 1996 re-election bid, effectively playing his own party off against Republicans. Mr Clinton's \"triangulation\", however, came after his side had already been soundly defeated in mid-term elections not, as with Mr Trump, before them.\nBut then again, Mr Trump has never played by normal political rules.\nIf Mr Trump's only goal was kick sand in the eyes of congressional Republicans, then he's done the deed. Republican leaders will most likely dust themselves off, shake their heads and get back to trying to work with this tempestuous president. \nMr Ryan, in fact, has a dinner engagement with Mr Trump on Thursday night. By next week, talk of a dealmaking \"pivot\" could be filed away with the countless other celebrated Trump pivots that collapsed in a flurry of tweets and off-the-cuff remarks.\nIf the president has a larger vision of a bipartisan governing coalition, where he works with Democrats as well as Republicans, that will be a near Herculean feat. Democrats, facing an angry and engaged base that loathes Mr Trump, will be reluctant to give the president any sort of significant victories. \nWhile George W Bush was able to work with Democratic lion Ted Kennedy to pass comprehensive education reforming 2002, it's difficult to envision - after two years of campaign rhetoric and seven months of confrontational governing policies - such bipartisan dealmaking today.\nThe president who praised some white nationalists after the Charlottesville unrest and, just a few days ago, began to repeal Daca protections for undocumented immigrant children isn't going to be easy for Democrats to embrace. \nMr Trump, who bills himself as the world's greatest dealmaker, may just be willing to give it a try. If he pulls it off, he can wear that title with pride.\nFollow Anthony Zurcher on Twitter.", "date": "7 September 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-41192767", "tags": "debt mr democrats president trump congressional house republican thinking republicans congress deal"}