{"title": "Trump’s Trade War May Have Already Begun", "content": "LONDON — America’s traditional allies are on the lookout for new friends.\nThey have heard the mantra “America First” from the new president, divining a Trump doctrine: global cooperation last. Europeans have taken note of Mr. Trump’s denigration of the European Union and his apparent esteem for the Russian president, Vladimir V. Putin. In Asia and Latin America, leaders have absorbed the deepening possibility that Mr. Trump will deliver on threats to impose punitive tariffs on Mexican and Chinese imports, provoking a trade war that will damage economic growth and eliminate jobs around the world.\nSome allies are shifting focus to other potential partners for new sources of trade and investment, relationships that could influence political, diplomatic and military ties. Many are looking to China, which has adroitly capitalized on a leadership vacuum in world affairs by offering itself — ironies notwithstanding — as a champion for global engagement.\n“We’ve always said that America is our best friend,” Jeroen Dijsselbloem, president of the Eurogroup — comprising finance ministers from countries sharing the euro currency — said in an interview with The New York Times on the sidelines of the World Economic Forum in Davos, Switzerland, this month. “If that’s no longer the case, if that’s what we need to understand from Donald Trump, then of course Europe will look for new friends.”\n“China is a very strong candidate for that,” he added. “The Chinese involvement in Europe in terms of investment is already very high and expanding. If you push away your friends, you mustn’t be surprised if the friends start looking for new friends.”\nOn Wednesday, Chancellor Angela Merkel of Germany spoke by telephone with Premier Li Keqiang of China. “The two spoke in favor of free trade and a stable world trade order,” a German government spokesman later said in a written statement.\nThe swift reassessment of trade relations — a realm in which Mr. Trump is directly threatening the order that has prevailed since the end of World War II — only amplifies the potential for a shake-up of the broader geopolitical framework.\nMr. Trump has already criticized NATO as obsolete while demanding that member states pay more, calling into question the alliance that has maintained security across much of Europe for more than six decades. He has provoked fears of a clash with China beyond issues of commerce by taking a congratulatory call from the president of Taiwan, the self-governing island that Beijing claims as part of its territory. In shutting American borders to people from predominantly Muslim countries, Mr. Trump risks inflaming tensions with Middle Eastern nations while widening a void with democratic allies over basic values.\nThrough the fractious campaign, weary sophisticates dismissed the extreme talk from the Trump camp as political bluster. Even if he won, he would never follow through on his threats, particularly in trade where his business sensibilities would prevail.\nBut that conventional wisdom looks to be crumbling. First, Mr. Trump delivered on a promise to withdraw from the Trans-Pacific Partnership, a trade agreement forged by the Obama administration in part as a counter to China’s growing influence.\nThen, on Thursday, his administration appeared to embrace a Republican proposal to impose a 20 percent tax on all imported goods while asserting the proceeds would pay for a wall along the Mexican border. Word of the tax emerged as President Enrique Peña Nieto of Mexico canceled a visit to Washington to protest the promised wall — resonating as the potential first salvo in a trade war.\n“I’m incredibly concerned that the Trump people mean what they say,” said Chad P. Bown, a trade expert at the Peterson Institute for International Economics. “One would hope that they are using this as a negotiating tactic. But even if you are, that’s an extraordinarily dangerous game to play, because, right now, the communication to the world is not flowing clearly.”\nThe communication on Thursday came through Mr. Trump’s press secretary, Sean Spicer, who during the administration of George W. Bush, promoted the job-creating magic of free trade as a spokesman for the United States Trade Representative.\nPressed to explain how Mr. Trump would force Mexico to pay for the wall, Mr. Spicer said an import tax would do the trick. He soon clarified the tax was merely one option on a crowded buffet table.\nAt a news conference on Friday, Mr. Trump reported having had “a very good call” with the Mexican president. But he did not sound conciliatory. Mexico “has outnegotiated us and beat us to a pulp through our past leaders,” he said. “I’m not going to let that happen.”\nWithin the business world, the prospect of substantial tariffs seems so damaging that many assume it will never happen.\nThree decades ago, Alan Russell, a former commercial airline pilot, set up the Tecma Group of Companies, which runs factory operations for multinationals in Mexico. Today, the company employs some 7,000 Mexican laborers, most of them in factories clustered around Ciudad Juárez. They make components for the automotive, electronics, aerospace and medical device industries.\nMr. Trump’s words have provoked fear among the members of Mr. Russell’s work force. “They hear the administration is going to shut down Nafta and deport everyone, and it scares them,” he said, referring to the North American Free Trade Agreement.\nBut in the end, he said, business will carry on.\n“In 31 years, I’ve been through rapid inflation, devaluations, three major recessions, the violence period and multiple presidential administrations, and every year trade has increased,” he said. “We’ve been through worse. Trade is like life itself. It will figure a way.”\nMost experts have similarly assumed the responsibilities of governance would temper Mr. Trump’s trade posture. Given that nearly one-third of all American trade is conducted with China and Mexico, a rupture risks severe economic damage.\nThe three countries are intertwined in the global supply chain. China makes components that go into auto parts manufactured in the United States. Those parts are delivered to factories in Mexico that produce finished vehicles sold to Americans. Calling such vehicles Mexican imports misses that much of the value is produced in the United States, employing American labor.\n“The idea of trade wars these days, what politicians have in mind is really a 19th-century or early 20th-century conception of trade,” said Gianmarco I.P. Ottaviano, a trade economist at the London School of Economics. “You don’t even know who you’re going to hurt with these kind of things. You’re probably going to destroy American jobs in the end.”\nMr. Trump owes his office in no small measure to factory workers who have come to view global trade as a mortal threat to their livelihoods. But their sentiments are grounded not in ideology, but in a desire for jobs at decent wages. If Mr. Trump impedes imports, he could put some of these voters out of work.\nBeyond the economic effects, Mr. Trump’s refashioning of trade has already altered global alignments.\nIn emphasizing “America First,” Mr. Trump has generated a widespread sense that the country is surrendering its global leadership position. Britain’s abandonment of the European Union has enhanced the view that a period of international integration has devolved to a new era in which nationalist concerns are paramount.\nOn Friday, as Mr. Trump hosted British Prime Minister Theresa May, he only increased the sense that he disdains Europe.\n“Brexit’s going to be a wonderful thing for your country,” he told Ms. May at a news conference, before recounting his frustrations with the union’s bureaucracy. “Getting the approvals from Europe was very, very tough.”\nWith both countries pursuing nationalist aspirations and multilateral institutions seemingly endangered, the world suddenly seems short of responsible supervision.\nChina is working to assume the mantle. President Xi Jinping of China last week used an address in Davos, to submit his nation’s bid as a reliable champion of expanded trade.\nChina does not have free elections. China jails labor organizers, while lavishing credit on state-owned enterprises. All of this makes Mr. Xi an ironic choice as an icon for free trade. Yet Mr. Xi’s speech was so successful that it won the embrace of business people and world leaders alike.\nAt a lunch in Davos two days after Mr. Xi’s address, a Berlin-based private equity fund manager, André Loesekrug-Pietri, stood in a dining room full of more than 100 people and predicted the dawning of a new era.\n“We heard a Chinese president becoming the leader of the free world,” he said.", "date": "Jan. 30, 2017", "href": "https://www.nytimes.com/2017/01/30/business/economy/trumps-mexico-china-tariff-trade.html", "tags": "may begun world already “ china trump war trade new —"}