{"title": "Trump Acts To Sabotage Obamacare Enrollment, Days Before Deadline", "content": "President Donald Trump isn’t waiting for Congress to repeal the Affordable Care Act. \nHe’s trying to undermine it right now.\nAs Politico’s Paul Demko first reported on Thursday evening, the Department of Health and Human Services has cancelled a final burst of television and radio advertising designed to encourage people to sign up for Obamacare insurance plans.\nThe Obama administration had arranged for the ads, and paid for them, before leaving office. A senior HHS communications adviser, who declined to give his name, said the Trump administration decided to stop the advertising for the sake of efficiency, and to save on the $5 million that the campaign would have cost.\n“We aren’t going to continue spending millions of taxpayers’ dollars promoting a failed government program,” the HHS official said. “Once an assessment was made, we pulled back the most expensive and least efficient part of this massive ad campaign, which was set to run over the weekend.  Those costs savings will be returned to the U.S. Treasury.”\nDemko’s story reported that HHS was also halting other efforts, as well, including direct emails and automatic phone calls to individuals who had previously registered at Healthcare.gov (the government’s website for buying insurance) and had yet to get coverage.\nBut some outreach emails went out on Friday anyway, and it wasn’t clear whether the Trump administration had always intended to continue the email effort, whether administration officials had changed their minds, or whether the Friday emails were the result of some kind of administrative error.\n(The unnamed HHS official told The Huffington Post that email and automatic phone calls were among the outreach tools that “remained available” to the agency, but he would not clarify exactly what that meant.)\nWhatever the precise details of the policy change, the timing is critical. The open enrollment period for 2017 ends next week, on Jan. 31, and traditionally, signups have surged in the final days before the deadline.\nThose late signups don’t merely boost the program’s enrollment numbers. They also help insurers to hold down premiums.\nThat’s because insurance depends on premiums from healthy people to underwrite the medical bills of the small minority with serious health problems. And people in relatively good health are precisely the types to postpone enrolling until the very last minute.\nDuring last year’s open enrollment, for example, the percentage of 18-to-34-year-olds signing up for coverage increased with time. It would spike at each meaningful deadline, such as the final day to get coverage in time for Jan. 1, and then again the final day to get coverage for the year.\nIn the week of that last deadline, young people made up 37 percent of enrollees, up from 22 percent at the start of open enrollment.\nThursday’s news came  just hours after Trump addressed fellow Republicans in Philadelphia, and repeated an argument he and other GOP leaders have made many times: that the Affordable Care is collapsing because insurers, unable to attract a balanced risk pool, have been losing money, raising prices, and in some cases pulling out of markets altogether.\nReality is actually quite different. Although insurers in many states have struggled, markets in other states are stable. Recent news suggests that this year’s steep price increases for some may be a one-time correction. \nMeanwhile, the number of Americans without health insurance has plummeted to a historic low and, this year, enrollment has actually been running slightly ahead of last year’s pace.\nAt least, it had been running ahead ― until now. \nKevin Counihan, who was chief executive officer for HealthCare.gov and before that managed the state exchange in Connecticut, warned that halting outreach now could undermine the program in the future.\n“The Trump administration’s outrageous decision tonight to sabotage open enrollment will mean coverage could cost more next year and insurers could drop out of the marketplace,” Counihan said. \n“Having health insurance is still law of the land,” Counihan said. “If the president and Republicans in Congress want to change that, they should come up with a plan and show it to the American people, rather than depriving Americans of the chance to sign up for coverage and financial assistance they remain eligible for.”\nJosh Peck, who worked on the last three open enrollment periods and just stepped down as chief marketing officer for Healthcare.gov, told The Huffington Post that HHS did extensive research into which outreach efforts worked and tailored its campaigns accordingly ― focusing specifically on those most likely to yield the most signups. HHS found that simply reminding people of the final date, particularly by email, was the most effective tactic, Peck said.\nPeck noted that HHS doesn’t spend money on emails, the way it does for television or digital ads, so canceling those would seem particularly ill-advised.\n“They are shutting down outreach efforts that are effectively free,” Peck said. “One of the most effective things we do in the final days is to email people, just to let them know the date of the deadline. That’s all bought and paid for already. Taxpayers will not save a single cent by not sending emails in those final days. I can’t fathom what claim of efficiency can be involved there.” \nThe HHS official said the department would continue to answer email and telephone questions about enrollment. He added that radio and television advertising would continue to run where it was not possible to get the money back.\nThis article has been updated to include comments from Josh Peck and an unnamed HHS official.", "date": "\n01/26/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-enrollment_n_588a9451e4b0230ce61b0b40", "tags": "coverage obamacare hhs days trump deadline ” final acts year said sabotage enrollment"}