{"title": "Trump Campaign Adviser Met With Russian Officials in 2016", "content": "WASHINGTON — Carter Page, a foreign policy adviser to the Trump presidential campaign, met Russian government officials during a July 2016 trip he took to Moscow, according to testimony he gave on Thursday to the House Intelligence Committee.\nShortly after the trip, Mr. Page sent an email to at least one Trump campaign aide describing insights he had after conversations with government officials, legislators and business executives during his time in Moscow, according to one person familiar with the contents of the message. The email was read aloud during the closed-door testimony.\nThe new details of the trip present a different picture than the account Mr. Page has given during numerous appearances in the news media in recent months and are yet another example of a Trump adviser meeting with Russians officials during the 2016 campaign. In multiple interviews with The New York Times, he had either denied meeting with any Russian government officials during the July 2016 visit or sidestepped the question, saying he met with “mostly scholars.”\nMr. Page confirmed the meetings in an interview on Friday evening, but played down their significance.\n“I had a very brief hello to a couple of people. That was it,” he said. He said one of the people he met was a “senior person,” but would not confirm the person’s identity.\nHe confirmed that an email he had written to the campaign after that trip to Moscow was presented to him during Thursday’s appearance before the House Intelligence Committee.\nMr. Page acknowledged his meeting with Russian government officials during sharp questioning by Representative Adam B. Schiff of California, the top Democrat on the committee, according to a congressional official familiar with the exchange.\nDuring another part of the testimony, Mr. Page was questioned about a trip to Budapest, although it was not immediately clear why. Mr. Page told The Times earlier this year that he had taken that trip around Labor Day weekend last year, but he said he had not met with any Russians.\n“It was a short four-day trip over a long holiday weekend at the end of the summer,” Mr. Page said at the time. “I had a nice trip up the Danube, to the Visegrad castle, did a lot of sightseeing and went to a jazz club. Not much to report.”\nCourt records unsealed on Monday revealed that another campaign adviser, George Papadopoulos, met in 2016 with Russians who said they had connections to the government and was told about “dirt” regarding Hillary Clinton in the form of “thousands of emails.” The court records were released by Robert S. Mueller III, the special counsel investigating Russian attempts to disrupt the presidential election last year and whether any of President Trump’s associates helped in that effort.\nMr. Page was questioned by the F.B.I. earlier this year and has also appeared before the grand jury as part of the special counsel’s inquiry.\nThe House Intelligence Committee is one of three congressional investigations that are also examining these issues.\nMr. Page’s trip to Moscow in July 2016 was never a secret, and during the trip, he gave a speech at a graduation ceremony at the New Economic School, a university there. But the trip was one of the triggers of a counterintelligence investigation begun by the F.B.I. later that month.\nIn his talk at the university, Mr. Page criticized American policy toward Russia in terms that echoed the position of President Vladimir V. Putin of Russia. “Washington and other Western capitals have impeded potential progress through their often hypocritical focus on ideas such as democratization, inequality, corruption and regime change,” Mr. Page said.\nHis remarks accorded with Mr. Trump’s positive view of the Russian president, which had prompted speculation about what Mr. Trump saw in Mr. Putin — more commonly denounced in the United States as a ruthless, anti-Western autocrat.\nMr. Page left the Trump campaign not long after the trip, and since then, Mr. Trump’s advisers tried to distance the campaign from Mr. Page.\nDuring another trip to Moscow, in December 2016, after Mr. Page had left the Trump campaign, he said he planned to meet with “business leaders and thought leaders.” At the time, a Kremlin spokesman said that no government officials planned to meet Mr. Page and that the Kremlin had never had any contact with him.\n“We have learned about this from the press,” the spokesman, Dmitri S. Peskov, told the news agency Interfax.\nA former Navy officer and Annapolis graduate, Mr. Page was unknown in Washington foreign policy circles when Mr. Trump announced him as a member of his team of advisers in March 2016.\nMr. Page lived in Moscow from 2004 to 2007 while working as a junior investment banker for Merrill Lynch.\nMr. Page subsequently started his own investment firm, Global Energy Capital, and teamed up on some deals with a Russian businessman, Sergey Yatsenko. Mr. Yatsenko had been deputy chief financial officer for the Russian energy giant Gazprom, which is majority-owned by the government and has close ties to Mr. Putin.\nMr. Page was wrapped up — but not charged — in an F.B.I. investigation in 2013 that targeted people suspected of being Russian intelligence officers in New York. One of the of three men who was later charged with being an unregistered agent of a foreign power had met Mr. Page at an energy symposium, and was recorded describing him as having dreams of lucrative deals.\nMr. Page had said he did not know the man was an intelligence officer.\nIn a video of a December 2016 speech he gave in Moscow, Mr. Page told the audience that he had met with an executive of Rosneft, another major Russian energy company. He said that person was a “friend.”\nHis time on the Trump campaign was short, but he has described the experience as particularly meaningful.\n“The half year I spent on the Trump campaign meant more to me than the five years I spent in the Navy,” he said in an interview earlier this year.", "date": "Nov. 3, 2017", "href": "https://www.nytimes.com/2017/11/03/us/politics/trump-campaign-page-russian.html", "tags": "adviser officials trip “ russian trump page met campaign said"}