{"title": "Trump Kim summit: Who's pulling the strings?", "content": "On Tuesday, the world's attention will be fixed on the historic meeting between Donald Trump and Kim Jong-un. \nThere have been months of diplomatic gyrations leading up to this point, and there are four leaders who could plausibly claim some credit for making this once unimaginable summit possible. \nBut which of them has really directed this piece of political theatre? Here are four scenarios.\nThe North Korean leader wants to achieve what his father and grandfather never could - a meeting with the US president which would, in his eyes, cement his legitimacy. But what will also secure his legacy is the economic development his country desperately needs and Mr Kim has his eye on that prize too. \nTo achieve this long-held desire he has dramatically shifted in character from isolated angry strongman to international statesman.\nAfter months of fiery rhetoric and steady nuclear progress, the North Korean leader used a speech at New Year to open the door to dialogue with the South. Relations warmed rapidly, hitting a crescendo soon after with the first meeting of Korean leaders in more than decade. \nThroughout he has controlled the spectacle. \nSending a delegation to the Olympic Games helped to improve North Korea's image. And he memorably took the South Korean president by the hand, when they met at the border of their two countries, physically leading him back over into North. \nWhen Mr Trump dramatically pulled out of the summit - angered by North Korea calling his vice-president \"stupid\" - Mr Kim's almost comically sized letter played a part in the optics of rapprochement. \nThe young leader has been swept to centre stage by two new props: his unprecedented nuclear capability and an unconventional US president. And by exploiting that serendipity, he has brought the US to the table.\nAlso, by ensuring that missiles and nuclear weapons are forefront of the international community's mind, he has ensured there won't be any talk about human rights at these meetings. \nYet many close observers doubt the once hostile leader's appetite for peace. The Lowy Institute's international security director Euan Graham says Mr Kim has relied on the classic North Korean playbook, swinging predictably from provocation to engagement. So that could yet swing back again. \nMr Trump has positioned himself as the only one who could make progress on the North Korean threat, and in so doing, declared world peace within reach. He says it is his \"maximum pressure\" approach that enabled a breakthrough that his successors could not. \nNever straying from the Art of the Deal, Mr Trump said he would leave the meeting if he didn't like where it was heading. \nAnd then he did. The US president claimed \"open hostility\" forced him to pull out of the summit. \nMr Trump was able to portray North Korea's scramble to convince him to stay in the talks as a victory - but also to redefine the terms of the talks. It gave him room to move from demanding North Korea totally give up its nuclear weapons to accepting that could be a phased process.\nMr Trump already has two big wins to show his domestic audience - he welcomed home three US detainees on their release from North Korea and can show them Pyongyang's destruction of its only nuclear test site. \nPoll numbers that showed most Americans - on both sides of the aisle - approve of his handling of North Korea. \nThe South Korean leader has been playing this game the longest. Back in 2007, he served as a top aide to then president Roh Moo-hyun at the last Korean leaders summit. \nThe 65-year-old wants reunification to be his legacy and was elected in part on the promise of taking South Korea in that direction. And so a determined Mr Moon has adopted the role of mediator. \nThe cheerful emissary sought to please Washington and Pyongyang, and if buffeted by the turbulence, was never deterred. \nHe has not shied from using flattery either - he was the first to say Mr Trump could be nominated for a Nobel Peace Prize. \nThe wheels have not stopped spinning - from his first meeting with Mr Kim to the surprise one a month later - and nor outwardly has his optimism. \nTo achieve the goal of reconciliation and Korean integration, he needs the US-North Korea summit to take place. \nThe Chinese leader's role is the most opaque. China - North Korea's only ally - has long pushed for dialogue between Washington and Pyongyang. \nWhen Mr Kim first emerged from international isolation this year it was for a secret meeting with Xi Jinping. A second trip followed soon after. \nSpeculation swirled over whether that discussion had steeled North Korea to take a firmer line with the US. \nOne week after the leaders smiled over tea in Dalian, Pyongyang returned to old form, lobbing blistering attacks at the US. Donald Trump himself raised suspicions that a visit to China had sparked Mr Kim's change in tone. \nExactly what hand Mr Xi is playing isn't clear. \nBeijing wants the summit, says Yun Sun, director of the China program at the Stimson Centre, relieved for any de-escalation in tension. \nBut it doesn't want to be excluded from the talks, and Ms Sun says China flits between \"war anxiety and exclusion anxiety\". Mr Xi's agenda remains hidden, and muddied by its complicated relationship with both North Korea, and the US.  \nWhat is clear is that it was only once China threw its weight behind economic sanctions that North Korea started talking. ", "date": "9 June 2018", "href": "https://www.bbc.co.uk/news/world-asia-44351707", "tags": "pulling us summit korean strings trump meeting could kim north korea"}