{"title": "Trump Orders Flags to Half-Staff for Capital Gazette Victims, in Apparent Reversal", "content": "President Trump on Tuesday ordered the American flag to be lowered to half-staff to honor the victims of last week’s mass shooting at the Capital Gazette newsroom in Annapolis, Md.\nThe city’s mayor, Gavin Buckley, said his initial request, submitted last week through Maryland’s congressional delegation, was denied. But he received a call from the White House press secretary around 7:15 a.m. on Tuesday informing him that the president had decided to lower the flags for the five people killed on Thursday.\n“Last night, as soon as the president heard about the request from the mayor, he ordered the flags to be lowered,” Sarah Huckabee Sanders, the White House press secretary, said. “I spoke with the mayor last night and again this morning to let him know the president’s decision.”\n[Read more: The Annapolis shooting suspect said in a letter that he wanted to “kill every person” in the newsroom.]\nThe White House released an official proclamation signed by Mr. Trump later on Tuesday morning that ordered American flags to be lowered until sunset at all public buildings and military posts. “Our nation shares the sorrow of those affected by the shooting at the Capital Gazette newspaper,” Mr. Trump said in the proclamation.\nMr. Buckley submitted the flag request on Friday through Maryland representatives in Congress and then received word on Monday, shortly before the first funeral, that it had been denied. He told a reporter at the Capital newspaper that he was upset about the rejection and did not understand why the flags would not be lowered as they had been after other mass shootings.\nGov. Larry Hogan of Maryland ordered state flags to be lowered on Friday.\nOn Tuesday, Mr. Buckley said, “We’d love for the whole country to grieve with us but in terms of the flags, we just wanted at the very least to put the flags down in our community.”\nWhite House officials saw his earlier remarks in news reports, prompting Ms. Huckabee Sanders to call the mayor late Monday night. He said she told him that because the initial request did not come directly from Mr. Buckley, it was denied until the White House could confirm that he had asked for it.\n“The request had come in some sort of a third-party way,” Mr. Buckley said. “Last night, we talked for a bit. She sounded sad and very polite.”\nDespite the initial rejection, Mr. Buckley, a Democrat, said that he was pleased with how the situation was handled and that he saw it as an example of civil discourse in an era of polarized politics.\n“We held off and the communication lines opened up,\" he said.", "date": "July 3, 2018", "href": "https://www.nytimes.com/2018/07/03/us/capital-gazette-flags-half-staff.html", "tags": "victims reversal mr. “ gazette apparent half-staff white trump capital orders buckley last flags request lowered"}