{"title": "Trump dines with Democrats to talk tax", "content": "President Donald Trump is to meet the top two Democrats in Congress later, saying he is ready to work with the opposition party on tax reform. \nTalks with Chuck Schumer and Nancy Pelosi come just a week after Mr Trump struck a surprise deal with Democrats on the US debt ceiling.\nThe White House said the president \"wants to move America forward\".\nSpeaking earlier, Mr Trump said his main goal was to cut taxes for the middle class and enhance job growth.\nThere is broad agreement that the US tax code - which runs to thousands of pages - needs to be simplified.\nThe Trump administration is pushing for a simpler tax code and lower rates, but has said it will leave the details of the proposal to Congress.\nTrump: It's time for tax reform\nTrump deal with the Dems: What was he thinking?\nRepublicans hope to achieve tax reform by the end of the year - but reaching agreement on the details will be tough, analysts say.\nDemocrats have said they will not support a tax plan that offers relief for the very wealthy.\nThey also say they want the plan to be deficit neutral, which would force lawmakers to identify how they might make up for any lost tax revenue.\n\"The rich will not be gaining at all with this plan,\" Mr Trump said on Wednesday after meeting with a bipartisan group of lawmakers.\n\"We are looking for the middle class and we are looking for jobs - jobs being the economy. So we're looking at middle class and we're looking at jobs.\n\"I think the wealthy will be pretty much where they are, pretty much where they are - If they have to go higher, they'll go higher,\" he said.\nHouse Minority Leader Nancy Pelosi and Senate Minority Leader Chuck Schumer will dine with Mr Trump later on Wednesday at the White House.\nThey are expected to push the president on laws they want passed to protect young people brought to the United States illegally - the DREAM Act - as well as on stabilising the health care markets.\n\"It's a continuation of what we should do in December and we're going to work very hard to get him to be for Dreamers and straightening out health care,\" Mr Schumer was quoted as saying.\nLast week, Mr Trump stunned fellow Republicans by making a deal with the opposition Democrats to  extend the US debt limit and extend the current budget to 8 December.", "date": "13 September 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-41262244", "tags": "schumer tax reform democrats trump dines looking talk deal said"}