{"title": "Trump Withdraws White House Invite To NBA Champions", "content": "The Golden State Warriors are apparently no longer welcome at the White House.\nOn Saturday morning, President Donald Trump revealed via Twitter that he’d withdrawn an offer to greet the NBA champions at his official residence.\n“Going to the White House is considered a great honor for a championship team,” wrote Trump. “Stephen Curry is hesitating, therefore invitation is withdrawn.”\nThough it was unclear from Trump’s tweet whether he meant to shun the entire team, the Warriors said in a statement on Saturday that Trump “made it clear that we are not invited.”\nThe team said members planned to use their time in Washington instead to   highlight “diversity and inclusion.”\nThere was some confusion over whether Trump even extended an invitation to uphold the tradition of celebrating a title with the NBA champions, which dates back to former President John F. Kennedy’s administration.\nThat’s because, per ESPN, Trump reportedly didn’t make the traditional presidential congratulatory call and White House offer to the team following their 4-1 series win over the Cleveland Cavaliers in June.\nTrump’s move comes a day after point guard Curry explained why he was against his team celebrating the title with Trump.\n“I don’t want to go. That’s the nucleus of my belief. If it was just me, it would be a pretty short conversation,” Curry told reporters during Golden State’s media day. \n“By not going, hopefully it will inspire some change for what we tolerate in this country and what we stand for, what is accepted and what we turn a blind eye toward,” Curry added.\nHis teammate, Kevin Durant, previously expressed a similar position.\nThe Cavaliers’ LeBron James indicated earlier that he wouldn’t have visited the White House had his team won. Several members of the champion New England Patriots NFL team, including quarterback Tom Brady, did not attend a White House ceremony in April to mark their Super Bowl win.\nThis article has been updated to include the Warriors’ statement.", "date": "\n09/23/2017", "href": "https://www.huffpost.com/entry/trump-white-house-nba-champions_n_59c65aede4b06ddf45f83bbb", "tags": "invite warriors golden team white trump house ” state nba curry withdraws champions"}