{"title": "Trump Attacks the Fed as Stocks Fall and the Midterms Loom", "content": "President Trump responded to falling stock prices on Thursday by continuing to throw rocks at the Federal Reserve, which he has described as “crazy,” “loco,” “going wild” and “out of control” for slowly raising interest rates against the backdrop of a booming economy.\nNo other modern president has publicly attacked the Fed with such venom or frequency. Indeed, some scholars said the only close historical parallel was with President Andrew Jackson, who campaigned successfully in the 1830s to close the Fed’s predecessor, the Second Bank of the United States.\nMr. Trump’s pointed remarks reflect the high political stakes less than a month before midterm elections that have been cast by his political opponents as a referendum on his presidency. Mr. Trump has been riding the economy hard, bragging about job creation, tax cuts and reduced federal regulation, and claiming credit for the rise of the stock market. Now that the market has lost 5 percent of its value in the last week, Mr. Trump is insisting someone else is to blame.\nThe Standard & Poor’s 500 stock index closed at 2,728.37 on Thursday, down 2.06 percent.\nIn fact, despite the stock market’s plunge, the American economy continues to grow, which is what is prompting the Fed to raise interest rates and drawing the president’s ire. The Fed’s chairman, Jerome H. Powell, has said that the economy is in a “particularly bright moment” and that he sees no clouds on the horizon.\nThe stock market sell-off instead appears to reflect the movement of money into bonds, a normal consequence of higher interest rates since those securities pay more as rates rise; concern about the health of the global economy; and hesitations about the value of tech stocks.\nBut after hitching his political fortunes to the rise of the stock market, Mr. Trump is now looking to decouple himself from its fall. Republicans are instead emphasizing continued economic growth and the lowest unemployment rate since 1969.\nSo far, the president’s comments have made little impression on market expectations about Fed policy. Unlike Jackson’s concerted campaign, Mr. Trump’s attacks appear curiously unmoored from the policies of his own administration or the longstanding goals of the Republican Party. Mr. Trump’s own aides have insisted that the president’s remarks are personal musings, not an attempt to dictate policy.\nThe Fed has also brushed off the attacks; it still expected to raise rates in December for the fourth time this year.\nMr. Powell, selected for the job by Mr. Trump, said at a September news conference that Mr. Trump’s views would not influence the Fed’s decisions. “We don’t consider political factors or things like that,” Mr. Powell said. “That’s who we are, that’s what we do, and that’s just the way it’s always going to be for us.”\nMr. Powell emphasized that the decision to raise rates to a range between 2 and 2.25 percent was not intended to get in the way of continued growth. “My colleagues and I are doing all we can to keep the economy strong, healthy and moving forward,” he said.\nA spokeswoman declined to comment on Thursday.\nSome experts warned that a continued assault on the Fed could have long-lasting consequences.\nPeter Conti-Brown, a professor of legal studies at the University of Pennsylvania and the author of a political history of the Fed, pointed to the example of the F.B.I., another institution Mr. Trump has repeatedly attacked by raising questions about the integrity of its decision making. Mr. Conti-Brown said technocratic institutions are insulated from political pressure by public confidence. If confidence erodes, it becomes harder for technocrats to resist the politicians.\nThe F.B.I. has seen a loss of leadership, an erosion of morale and an increase in congressional scrutiny.\n“How long before the Fed is looking at its political context and saying, ‘We can’t stick our heads out as far as we need to,’” Mr. Conti-Brown asked rhetorically. “How long will people stay if the job itself becomes terrible, and there are protesters everywhere you go?”\nMr. Trump criticized the Fed when it raised interest rates in July, and again when it raised interest rates in September. But his attacks have sharply intensified in recent days, in tandem with the drop in the stock market.\n“I think the Fed has gone crazy,” he told reporters on Wednesday afternoon. Later in the day, speaking with Fox News, he continued to increase the heat. “The Fed is going wild,” he said. “I don’t know what their problem is. They are raising interest rates and it’s ridiculous.”\n“It’s not right,” he said Thursday. “It’s not necessary, and I think I know more about it than they do.”\nMr. Trump added that he was “disappointed” with Mr. Powell but did not plan to fire him — an authority the president may not even have. While the president in theory has the power to remove a Fed chairman “for cause,” courts have held that the permissible causes do not include policy disagreements.\nFor the moment, Mr. Trump’s criticism of the Fed does not seem to be catching on with Republican candidates. Many Republicans have argued for years that the Fed was waiting too long to raise interest rates, and then that it was moving too slowly. The party is trying to hold on to majorities in the Senate and the House by running on a strong economy and using the heated liberal opposition to Justice Brett M. Kavanaugh’s Supreme Court confirmation as an example of the threat Democrats pose if they control Congress. That dynamic could change, however, if the stock market continues to fall.\nModern presidents have always kept an uneasy eye on the Fed, because its decisions about monetary policy have a significant influence on the pace of economic growth.\nUntil the early 1950s, the Fed essentially operated as an arm of the Treasury Department. Even after the Fed gained operational independence, presidents often opined publicly about what the Fed should do and, if the Fed ignored their advice, they sometimes sought to bend its officials to their will.\nPresident Lyndon B. Johnson protested a decision to raise interest rates in the late 1960s by summoning the Fed chairman at the time, William McChesney Martin, to his East Texas ranch and pinning the smaller man against a wall. President Richard M. Nixon instructed aides to blackmail Mr. Martin’s successor, Arthur Burns. President George Bush declared in a State of the Union address that the Fed should keep rates low.\nBut the volume of public commentary greatly diminished in recent decades as politicians concluded that pressuring the Fed was counterproductive. The administrations of Presidents Bill Clinton, George W. Bush and Barack Obama all made a policy of silence on monetary policy.\nKrishna Guha, the head of the central bank strategy team at Evercore ISI, said he did not expect Mr. Trump’s remarks to influence the Fed, and he saw no evidence that markets were paying attention. But he added that if Mr. Trump did succeed, he would most likely regret doing so.\nIf Mr. Trump’s attacks convince markets that the Fed may move more slowly, or show greater tolerance of inflation, bond yields would rise, which would put further downward pressure on equity prices.\nStill, Mr. Guha — formerly a senior official at the Federal Reserve Bank of New York — said that the president’s criticisms were not good for the central bank or the future conduct of economic policy.\n“You never want to be in a position where some part of society doesn’t just question whether you made the right call or not, but whether you made that call in the public interest,” he said.\nMr. Trump’s aides have sought to play down his broadsides. Larry Kudlow, the president’s top economic adviser, said Mr. Trump was just offering his two cents. “I don’t think he’s ‘calling out the Fed,’ quote unquote,” Mr. Kudlow told reporters outside the White House on Thursday morning. “I really mean this. I think he’s giving you his opinion. He is a, obviously, successful businessman, he’s a very well-informed investor. He has his views. But he’s not saying to them, ‘Change your plan.’”\nMr. Kudlow added, “He knows the Fed is independent, and he respects that.”\nMr. Trump’s criticisms appear strangely at odds with the way he has handled the most powerful means at his disposal to influence monetary policy. Since taking office less than two years ago, he has had the unusual opportunity to fill six of the seven seats on the Fed’s board of governors.\nHe filled the top three positions on the Fed’s board, including the chairman’s job, with members of the Republican policymaking establishment, which has long been committed to keeping inflation firmly under control. Three other nominees, still awaiting confirmation, are a more diverse group, but there is no indication any share Mr. Trump’s stated opposition to raising interest rates.\n“In most areas of administrative policy that have been highly politicized, his appointments have privileged politics over competence,” Mr. Conti-Brown said. “The Fed has been an exception.”\nA looming question, he said, is whether Mr. Trump might begin to match his actions to his words.", "date": "Oct. 11, 2018", "href": "https://www.nytimes.com/2018/10/11/us/politics/trump-fed-stock-market-interest-rates.html", "tags": "policy midterms fed “ rates president stocks trump fall interest loom attacks"}