{"title": "Trumpcare Is Coming To Iowa, And Your State May Be Next", "content": "Republicans could not repeal the Affordable Care Act last year, and they seem unlikely to try again anytime soon. But they are finding places where, through a combination of new state laws and new federal regulations, they can transform Obamacare’s health insurance markets into something more to their liking ― namely, markets full of cheaper, less generous plans available to people in good health. \nThis week, Iowa became one of those places. Kim Reynolds, the state’s Republican governor, signed a law Monday allowing the Iowa Farm Bureau to sell health plans that, in most respects, look and operate like any other insurance policies. Wellmark, the state’s affiliate of Blue Cross Blue Shield, will administer the new policies.\nBut the legislation declares that the new plans “shall not be deemed to be insurance,” and there’s a reason for that. Iowa’s lawmakers want to make sure the policies aren’t subject to the Affordable Care Act’s insurance regulations, including those that protect people with pre-existing conditions. \nUnless a court challenge gets in the way, nothing will stop the Farm Bureau and Wellmark from jacking up premiums on people with conditions such as cancer and diabetes ― or denying those people coverage altogether. Nor will anything keep the plan sponsors from limiting or excluding benefits the Affordable Care Act considers “essential,” a list that includes treatment for mental illness, maternity care and prescription drugs. \nAnd if the Farm Bureau and Wellmark want to impose annual or lifetime limits on benefits, they can do that, too. People who receive organ transplants or have rare genetic disorders, such as hemophilia, frequently run up bills that exceed those limits. \nSo far, officials from the Farm Bureau and Wellmark have not specified exactly how much of this leeway they plan to use. But they have said that the policies will look like the ones that were available before the Affordable Care Act took effect. Those plans had substantially lower premiums precisely because they [were] not available or terribly useful to people with serious medical problems. “We do know that this may not be a solution for all,” a Farm Bureau spokesperson conceded to the Des Moines Register.\nAlthough the legislation’s supporters don’t typically advertise that downside, the more candid ones acknowledge it. They argue it’s a necessary trade-off because premiums for Iowans who buy coverage on their own, rather than through employers, have increased to the point that many simply cannot afford it today.\nThat’s true. People with incomes below four times the poverty line, or roughly $49,000 for an individual, qualify for the Affordable Care Act’s tax credits. These people represent the majority of people buying on their own, and, for them, coverage tends to be within reach and sometimes even free, no matter how high premiums get. But the tax credits get smaller at higher incomes, and those who are above the subsidy threshold must pay full price. This is particularly rough on people in their 50s and 60s because, even under the Affordable Care Act, insurers can charge older customers up to three times more than they charge younger ones.\nIowa is a state where the differential is particularly striking. A 55-year-old single man in Des Moines with an annual income of $35,000 can get coverage through HealthCare.gov and pay less than $700 in annual premiums for it, thanks to the tax credits. A 55-year-old with an income of $55,000 has to pay full price, which works out to more than $11,000 a year. \nIn public appearances and interviews with media outlets, including HuffPost, GOP leaders have repeatedly blamed this situation on the design of Affordable Care Act, with Reynolds calling it “unaffordable, unsustainable and unworkable.”\nIt’s not just that the law’s requirements have made insurance more expensive, Reynolds and her fellow Republicans say; it’s that the high prices have driven healthy people out of the market, saddling insurers with big losses. The carriers have responded by raising premiums even higher or simply fleeing, which is why this year just one carrier, Minnesota-based Medica, offers policies through HealthCare.gov.\nThat is, more or less, how the market in Iowa has evolved. But the problems have at least as much to do with decisions by the state’s political and business leaders as they do with the health care law’s design.\nRepublican Terry Branstad, Reynolds’ predecessor as governor, was another outspoken critic of Obamacare. His administration did virtually nothing to promote enrollment, even though, given the state’s small size, adding just a few thousand people to the rolls could have made the market more stable. As of 2016, just 20 percent of Iowans eligible to get plans through HealthCare.gov had signed up, according to figures compiled by the Henry J. Kaiser Family Foundation. That was the lowest of any state, well below the national average of 40 percent.\nThose numbers aren’t simply a byproduct of poor outreach. An unusually large number of Iowans are holding on to “grandfathered” or “transitional” plans ― policies that existed before the Affordable Care Act took effect and that remain cheap, mainly because they originally enrolled people who were in relatively good health. As of last year, these holdover policies accounted for more than half the total market, according to estimates by Charles Gaba, the Michigan-based policy analyst and proprietor of the website ACAsignups.net.\nThe Obama administration is partly responsible for this: It gave state officials discretion over whether to allow the transitional plans and for how long. But Iowa is among the states where officials have made maximum use of that discretion. One reason may be the political power of Wellmark, the state’s dominant insurer, which happens to operate the old plans.\nEnrollment in those old noncompliant plans was bound to dwindle eventually, as people found different sources of coverage, either through new jobs or, perhaps, reaching the age to qualify for Medicare. Now that isn’t going to happen. Instead, a new class of cheap, noncompliant plans will be open to new enrollees. The policies will likely draw people in good health away from the policies available on HealthCare.gov, driving premiums there even higher. (It may or may not be sheer coincidence that Wellmark will operate the new plans, too.) \nIowans whose incomes qualify for the law’s tax credits may not notice the difference. They’ll still be able to get comprehensive, regulated policies through HealthCare.gov, usually at low prices. And Iowans with higher incomes, the ones who didn’t get the tax credits, will discover they have a much cheaper alternative. Many will feel genuine relief, even if the plans don’t provide as much coverage.\nBut some Iowans have pre-existing conditions, which means they won’t be able to buy the new plans. Others will sign up for a Farm Bureau-Wellmark policy, get sick and then require care that’s beyond what the plans cover. They will be in trouble.\nAnd it doesn’t have to be that way. \nIn Alaska and Minnesota, state officials faced remarkably similar situations, with premiums that put insurance out of reach for consumers who got little or no financial aid. They responded very differently than their counterparts in Des Moines. They created “reinsurance” pools that reimburse carriers for their most expensive-to-cover beneficiaries. Premiums fell in both states, and just this past week officials in Wisconsin said they were going to try the same thing.\nIowa’s GOP leaders could have tried some version of that. They also could have launched, finally, a serious outreach effort to boost enrollment.\n “These are places where there are opportunities to grow and consolidate the risk pool,” Sarah Lueck, a senior policy analyst at the progressive Center on Budget and Policy Priorities think tank, told HuffPost. Lueck, who happens to be an Iowa native, has studied the state closely and calls the outreach failure “a huge missed opportunity.”\nThere were more ambitious options, too, like opening up Medicaid to individual buyers or creating state tax credits to supplement the existing federal ones. These ideas, which have come up for discussion in other states, would have entailed their own trade-offs ― including, most likely, additional government spending. That’s true of reinsurance, as well. But the sums would be relatively modest, depending on the option, and all would leave in place those protections for pre-existing conditions.\nBut preserving those protections is not a priority for most Republicans, at either the state or the federal level. They would prefer to reduce health insurance premiums by letting insurers cover fewer services and exclude people with serious medical problems. And they are trying their best to realize that vision ― by, for example, encouraging enrollment in short-duration insurance plans that aren’t subject to the Affordable Care Act’s requirements. \nAs long as the Affordable Care Act remains on the books, millions of low- and middle-income individuals will continue to get comprehensive, subsidized insurance they wouldn’t have otherwise ― and, most likely, have better access to care as a result. That’s especially true in states where leaders are more enthusiastic about making the program work. \nBut in other parts of the country, and for certain groups of people, buying health insurance is going to look a lot like it was before the Affordable Care Act. Cheap insurance will be available, as long as you are healthy, and it will take care of you just fine, just as long as you stay that way.", "date": "\n04/08/2018", "href": "https://www.huffpost.com/entry/obamacare-iowa-wellmark-premiums-gop_n_5ac7d007e4b0337ad1e802c6", "tags": "next may trumpcare iowa premiums coming insurance act policies state affordable plans new care"}