{"title": "Trump’s Tariffs, Once Seen as Leverage, May Be Here to Stay", "content": "WASHINGTON — President Trump’s tariffs were initially seen as a cudgel to force other countries to drop their trade barriers. But they increasingly look like a more permanent tool to shelter American industry, block imports and banish an undesirable trade deficit.\nMore than two years into the Trump administration, the United States has emerged as a nation with the highest tariff rate among developed countries, outranking Canada, Germany and France, as well as China, Russia and Turkey. And with further trade confrontations brewing, the rate may only increase from here.\nOn Tuesday, the president continued to praise his trade war with China, saying that the 25 percent tariffs he imposed on $250 billion worth of Chinese goods would benefit the United States, and that he was looking “very strongly” at imposing additional levies on nearly every Chinese import.\n“I think it’s going to turn out extremely well. We’re in a very strong position,” Mr. Trump said in remarks from the White House lawn. “Our economy is fantastic; theirs is not so good. We’ve gone up trillions and trillions of dollars since the election; they’ve gone way down since my election.”\nHe called the trade dispute “a little squabble” and suggested he was in no rush to end his fight, though he held out the possibility an agreement could be reached, saying: “They want to make a deal. It could absolutely happen.” Stock markets rebounded on Tuesday, after plunging on Monday as China and the United States resumed their tariff war.\nAdditional tariffs could be on the way. Mr. Trump faces a Friday deadline to determine whether the United States will proceed with his threat to impose global auto tariffs, a move that has been criticized by car companies and foreign policymakers. And despite complaints by Republican lawmakers and American companies, Mr. Trump’s global metal tariffs remain in place on Canada, Mexico, Europe and other allies.\nThe trade barriers are putting the United States, previously a steadfast advocate of global free trade, in an unfamiliar position. The country now has a trade-weighted tariff rate of 4.2 percent, higher than any of the Group of 7 industrialized nations, according to Torsten Slok, the chief economist of Deutsche Bank Securities. That is now more than twice as high as the rate for Canada, Britain, Italy, Germany and France, and higher than most emerging markets, including Russia, Turkey and even China, Mr. Slok said.\n[A trade war with China could be long and painful.]\nThe shift is having consequences for an American economy that is dependent on global trade, including multinational companies like Boeing, General Motors, Apple, Caterpillar and other businesses that source components from abroad and want access to growing markets overseas.\nWhile trade accounts for a smaller percentage of the American economy than in most other countries — just 27 percent in 2017, compared with 38 percent for China and 87 percent for Germany, according to World Bank data — it is still a critical driver of jobs and economic growth.\nFor now, the American economy remains strong, with rising wages and the lowest unemployment rate in 50 years. But with less trade, American jobs up and down the value chain that are seemingly unrelated to importing and exporting goods could suffer, including research and development, retail and marketing products.\nDouglas Irwin, a trade historian at Dartmouth College, said Mr. Trump’s tariff battle with China was bringing about “a new status quo for the world economy.”\n“If we do have this consensus that we want to isolate ourselves from China, that’s a big historic shift in U.S. trade policy,” Mr. Irwin said. “We’ve moved away from tariffs as a bargaining chip to get a better deal to tariffs as a means to an end to decouple the economies.”\nMr. Trump and his economic advisers say the administration’s trade policy is aiding the American economy, companies and consumers. And despite the tough approach, the administration continues to insist its goal is to strike trade agreements that give American businesses better trade terms overseas.\nAt a briefing last week, Steven Mnuchin, the Treasury secretary, praised the president’s trade policies for helping economic growth thus far and said the administration supports “free and fair reciprocal trade.”\nBut if the goal really is freer trade, the administration has never been further from achieving that goal than it is today, said Chad Bown, a senior fellow at the Peterson Institute for International Economics.\n“They’re heading in the opposite direction,” Mr. Bown said.\nBeyond an update to the United States agreement with South Korea, no other free trade deals have been finalized. Mr. Trump’s revisions to the North American Free Trade Agreement with Canada and Mexico still await passage in Congress, while trade talks with the European Union and Japan have been troubled from the start, with governments squabbling over the scope of the agreement.\nThe easier explanation, said Michael Strain, the director of economic policy studies at the American Enterprise Institute, is to take the president at his word that he is a protectionist.\n“Those are the words they’re using, and those are the actions they’re taking,” he said.\nIn remarks this week, Mr. Trump said companies that did not want to pay the tariffs could shift production out of China and into the United States or another country that has not been hit with tariffs. While there are signs that this shift is happening, it seems to be benefiting countries like Mexico and Vietnam more than the United States.\nIt remains to be seen whether the president’s actions will precipitate a broader shift away from global integration that might echo around the world and outlast the Trump administration.\nMr. Trump came into office fiercely critical of the failure of past administrations and global bodies like the World Trade Organization for failing to police China’s unfair trade practices. He withdrew the United States from multilateral efforts like the Trans-Pacific Partnership, a multicountry trade deal negotiated by President Barack Obama, and the Paris climate accord.\nThat shift has created an opening for other countries to step forward as global leaders, including Europe, Japan and China, despite its position as one of the world’s most controversial economic actors. On Tuesday, China submitted its proposals for overhauling the World Trade Organization, including broadening the privileges of developing countries, a status that China claims for itself.\nAdvocates of free trade fear that governments in India, China, South Africa and elsewhere might find Mr. Trump’s model of protectionism appealing and erect even higher barriers to foreign companies.\nWhile the United States and China could still strike a trade deal that would roll back many of their tariffs, that likelihood has appeared to diminish in recent weeks.\nProgress toward a deal came to a sudden halt this month when China backtracked on certain commitments and Mr. Trump threatened to move ahead with higher tariffs.\n“We had a deal that was very close, and then they broke it,” he said on Tuesday.\nThe two sides continue to disagree over whether the deal’s provisions must be enshrined in China’s laws. But they are also arguing over Mr. Trump’s tariffs, which were intended to prod the Chinese to agree to more favorable trade terms for the United States. China insists those tariffs must come off once a deal is reached, but the Trump administration wants some to remain in place, to ensure China abides by its commitments.\nIn an interview on Tuesday on CNBC, Senator Marco Rubio, Republican of Florida, supported the administration’s tactics.\n“Ideally, you wouldn’t have tariffs,” he said. But the United States already faces “all kinds of impediments” to gaining access to the Chinese marketplace, including tariffs, subsidization of industries and theft of intellectual property.\n“We already have a series of hundreds of billions of dollars of Chinese penalties against the United States which are threatening our long-term viability,” Mr. Rubio said.\nCanada and Mexico have repeatedly pressed the administration to lift its tariffs on steel and aluminum now that negotiations over the Nafta revision are done. The three countries signed the United States-Mexico-Canada Agreement in November, but the pact awaits passage in all three legislatures.\nThe Trump administration still views the tariffs as a source of leverage in case it needs to demand final changes to the deal from Canada and Mexico. But Canadian and Mexican officials — as well as many in Congress — say the levies are actually an impediment because all three legislatures will refuse to finalize the deal while they are in place.\nA similar standoff could soon unfold with the European Union, which Mr. Trump has accused of being a “brutal trading partner” and being “tougher than China.”\nThe president, who wants Europe to open its markets to American farmers and companies, has already imposed tariffs on European metals and is threatening to levy a 25 percent tax on imports of European cars and car parts if the bloc does not give the United States better trade terms.\nEurope has absorbed Mr. Trump’s steel and aluminum tariffs without too much damage. But car tariffs would strike the most important industry in Germany, which has the Continent’s biggest economy. European officials would regard car tariffs as a breach of a truce they worked out last year with Mr. Trump, and they have said they would refuse to negotiate as long as car tariffs were in place.\nCecilia Malmstrom, the European commissioner for trade, repeated on Monday that the European Union had prepared a list of American products worth $22.5 billion — including ketchup, suitcases and tractors — that would face immediate retaliatory tariffs.\n“We’re prepared for the worst,” Ms. Malmstrom said in an interview with the Süddeutsche Zeitung newspaper in Germany.\nEuropean officials still hold out hope that Mr. Trump will see them as allies and not geopolitical rivals like the Chinese. And he could ultimately delay the decision and extend the Friday deadline for countries that are in trade talks with the United States.\nBut the president shows no signs of backing away from his stance that tariffs have helped the United States.\nOn Tuesday morning, Mr. Trump posted on Twitter that tariffs had rebuilt America’s steel industry and were encouraging companies to leave China, making it “more competitive” for buyers in the United States.\n“China buys MUCH less from us than we buy from them, by almost 500 Billion Dollars, so we are in a fantastic position,” Mr. Trump tweeted. “Make your product at home in the USA and there is no Tariff.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/us/politics/trump-tariffs-china.html#commentsContainer", "tags": "may china united leverage stay ” trump states trade seen tariffs"}