{"title": "Trump and Western Allies Expel Scores of Russians in Sweeping Rebuke Over U.K. Poisoning", "content": "WASHINGTON — President Trump ordered the expulsion of 60 Russians from the United States on Monday, adding to a growing cascade of similar actions taken by western allies in response to Russia’s alleged poisoning of a former Russian spy in Britain.\nPoland, Italy, Denmark, France and Germany were among 14 European Union member nations announcing plans to expel Russians from their countries in solidarity with Britain, which previously expelled 23 Russian diplomats after the poisoning. Canada also said it would expel four.\nThe American expulsion order, announced by administration officials, includes 12 people identified as Russian intelligence officers who have been stationed at the United Nations in New York, and also closes the Russian consulate in Seattle. The Russians and their families have seven days to leave the United States, according to officials.\nThe expulsions are the toughest action taken against the Kremlin by President Trump, who has been criticized for not being firm enough with President Vladimir V. Putin of Russia. The officials said the action was a coordinated effort with other allies. Poland announced it would expel several Russian diplomats in response to the poisoning. And Germany announced plans to expel four Russian diplomats within the next week.\nIn a call with reporters, senior White House officials said that the move was to root out Russians actively engaging in intelligence operations against the country, and to show that the United States would stand with NATO allies. The officials said that the closure of the consulate in Seattle was ordered because of its proximity to a U.S. naval base.\n“Today’s actions make the United States safer by reducing Russia’s ability to spy on Americans and to conduct covert operations that threaten America’s national security,” the White House said in a statement.\nThe Kremlin has maintained that it had nothing to do with the poisoning.\nBritain’s decision to expel 23 Russian diplomats over the poisoning initially raised tensions between the two countries to a level not seen since the heights of the Cold War. The government vowed to crack down on Russian spies, corrupt elites and ill-gotten wealth in Britain.\nOn March 15, the Trump administration imposed sanctions on a series of Russian organizations and individuals for interference in the 2016 presidential election and other “malicious cyberattacks,” its most significant action against Moscow until Monday.\nThose sanctions came as the United States joined Britain, France and Germany in denouncing Russia for its apparent role in a nerve-gas attack on a former Russian spy and his daughter on British soil, calling it a “clear violation” of international law.\nWhite House officials called the nerve agent used against the Skripals “military grade,” but declined to elaborate on the substance used.\nAmerican officials estimate there are currently more than 100 Russian intelligence officers in the United States.\nMr. Trump has said that, despite its denials, Russia was likely behind it. “It looks like it,” he told reporters in the Oval Office on March 15, adding that he had spoken with Prime Minister Theresa May of Britain.\n“We are in deep discussions,” Mr. Trump continued. “A very sad situation. It certainly looks like the Russians were behind it. Something that should never, ever happen. And we’re taking it very seriously, as I think are many others.”\nMr. Trump has been slower to act than leaders in Britain, France and Germany over the attack, in which Sergei V. Skripal, 66, a former spy, and his daughter, Yulia Skripal, 33, were attacked with a nerve agent.\nThe senior administration officials who described the expulsion order said the three weeks that lapsed between the attack and White House action was due to close coordination among about a dozen American allies.\nPoland has positioned itself to take a lead role in coordinating a response from the Eastern European nations traditionally most wary of their giant neighbor to the east.\nThe Russian ambassador to Poland, Sergei Andreyev, was summoned to the foreign ministry on Monday morning and informed of imminent diplomatic action against his country. The Polish foreign minister was expected to make an announcement later this afternoon.\nThe Polish foreign minister, Jacek Czaputowicz called the tragic incident in Britain an “unprecedented attack on civilians with the use of chemical weapon,” that had not been seen since World War II.\nMr. Czaputowicz said the Russian ambassador and three other diplomats were now considered “persona non grata,” giving them until April 3 to leave the country.\nRussia’s overall goal, Mr. Czaputowicz said, is to “disrupt international order and create a sense of danger.”\nAny expulsion of Russian diplomats would be an unprecedented move on Warsaw’s part, the first time they took diplomatic action against their neighbor due to Russian behavior outside of Poland.\nSince Poland broke from the Soviet bloc in the 1990s, it has expelled Russian diplomats only twice — and both times had to do with Russia’s spying activities in Poland.\nGermany’s move not only signaled solidarity with London, but it also suggested the incoming German foreign minister, Heiko Maas, may be more hawkish toward Moscow than his predecessor.\n“The attack in Salisbury shook us all in the European Union,” Mr. Maas, said. “For the first time since the end of World War II a chemical war agent was used in the middle of Europe.”\nMr. Maas said Germany did not take the decision “flippantly.”\n“But the fact and indications point to Russia. The Russian government has so far not answered any of the open questions and has shown no readiness to play a constructive role in solving this attack,” he said.", "date": "March 26, 2018", "href": "https://www.nytimes.com/2018/03/26/world/europe/trump-russia-diplomats-expulsion.html", "tags": "allies poland russians western scores sweeping officials diplomats russian united ” trump expel u.k. britain russia poisoning rebuke"}