{"title": "Trump Administration 'Censorship' Erasing Affordable Care Act From Federal Websites", "content": "President Donald Trump has failed so far to eliminate the Affordable Care Act, but his administration is making good progress disappearing the law from official government websites.\nAccording to a report released Wednesday by the Sunlight Foundation, a nonprofit that promotes government transparency, the Trump administration has removed references to the 2010 health care law from Health and Human Services websites at least 26 times since Trump took office in January 2017.\n“HHS has surgically removed the term ‘Affordable Care Act’ from many webpages; taken down information on rights guaranteed under the ACA; eliminated statistics and data on the ACA’s impact; and removed links to the federal government’s main platform for enrolling in ACA coverage, HealthCare.gov,” the report, entitled “Erasing the Affordable Care Act: Using Government Web Censorship to Undermine the Law” says.\nThese acts to make it harder for the public to learn about and understand the health care law supplement more direct actions the administration has taken during the past two years to undermine the Affordable Care Act itself. \nUnder Trump, the agency that runs the law’s health insurance exchanges has slashed funding for public outreach and enrollment assistance programs, halted billions of dollars in payments owed to health insurance companies leading to higher premiums, and relaxed rules protecting consumers from junk insurance policies. Senior officials like Health and Human Services Secretary Alex Azar and Centers for Medicare and Medicaid Services Administrator Seema Verme routinely rail against the programs they are supposed to be managing. Trump’s Justice Department also joined a group of Republican state officials who sued to have the entire law overturned.\nAltering government websites to obscure the law’s benefits and successes does not cause the kinds of tangible harms as those policy changes, but still do a disservice to the public, the Sunlight Foundation report concludes.\n“With the cloak of objectivity that comes from .gov websites, censorship of online government resources may also have a large impact on public opinion,” the report says. “Citizens are less likely to carefully filter the information on .gov websites for partisan language or political agendas the way they might when consuming overtly political media, such as press releases or a presidential speech on TV. Information on agency websites is much more likely to be taken at face value, which is exactly the reason why the executive branch would seek to edit it.”\nThe Sunlight Foundation’s Web Integrity Project monitors a selection of Department of Health and Human Services websites and uses the Internet Archive’s Wayback Machine to compare the content currently available with the material that previously was visible to users. Because the organization does not track all changes to the department’s websites, the report proposes that the ones they detected represent just a fraction of the ones the administration has made.\nSome of the changes to these government websites amount to little more than removing materials created by President Barack Obama’s administration to promote the law, which was among Obama’s signature achievements. But the bulk appear designed to make it difficult for consumers to find out what the law’s benefits and requirements are and how they can take advantage of programs for which they are eligible.\nThe Department of Health and Human Services has systematically removed information specifically relevant to women, racial and ethnic minorities, LGBTQ people and people with mental illness, the Sunlight Foundation documents. \nFor example, the department deleted information about how women can receive preventive medical services because of the Affordable Care Act from pages run by the Health Resources and Services Administration and the Office of Women’s Health. Explanations of benefits for African Americans, Latinx people and Native Americans and Alaska Natives were removed from several federal websites. The department also eliminated pages designed to help medical providers and benefits enrollment counselors help consumers sign up for coverage.\nAt times, information disappeared from government websites in advance of actual policy changes, such as an explanation of the law’s protections against discrimination for transgender people being removed ahead of the administration’s pending rescission of those protections. The department also has removed Obama-era reports on the law’s effects on the uninsured and the cost of health care. In many cases, the administration simply removed references to the Affordable Care Act and replaced it with general descriptions, such as the “health care law” or “the law.”\nThe Sunlight Foundation report notes that there are no regulations governing the content on federal websites, which makes it possible for executive branch agencies to use them as propaganda tools, instead of sources of unbiased information for citizens. The organization recommends that federal agencies announce changes to their websites and provide accessible archives to old material.", "date": "\n05/15/2019", "href": "https://www.huffpost.com/entry/trump-administration-censorship-erasing-affordable-care-act-from-federal-websites_n_5cdb3428e4b0437438c341ed", "tags": "administration removed services department trump erasing federal act affordable law information government websites care health"}