{"title": "Trump Can’t Renegotiate Iran Nuclear Deal, Rouhani Says", "content": "TEHRAN — Even if President-elect Donald J. Trump would want to, there is no chance of renegotiating the 2015 nuclear agreement with Iran, the country’s president, Hassan Rouhani, said on Tuesday.\n“Mr. Trump says things like that he is not happy with the nuclear deal, or he calls it the worst agreement,” Mr. Rouhani said. “These are more like slogans. I consider it unlikely that anything will happen in practice.”\nOn numerous occasions Mr. Trump has called the nuclear agreement a “really, really bad deal,” and has said that he may want to renegotiate its terms after he is sworn in as the 45th president of the United States on Friday.\nHis pick for defense secretary, James N. Mattis, a retired Marine Corps general, has been critical of Iran and the deal, but he contradicted Mr. Trump during his confirmation hearing last Thursday in Washington. He said the incoming administration should respect the nuclear agreement.\n“I think this is an imperfect arms control agreement — it’s not a friendship treaty,” General Mattis said. “But when America gives her word, we have to live up to it and work with our allies.”\nIran’s president said going back on the deal was impossible as it was not a bilateral agreement between Iran and the United States, but a multilateral one, also signed by Britain, China, France, Germany and Russia.\nRenegotiating “is like saying that we should turn a shirt back to cotton,” Mr. Rouhani said during a news conference commemorating the anniversary of the deal’s implementation.\nUnder the agreement, Iran suspended and dismantled a large part of its nuclear program in exchange for the lifting of many — but not all — sanctions against the country. Hard-liners and a growing group of ordinary Iranian citizens, however, say they are not seeing any benefits from the agreement.\nMr. Rouhani, fending off domestic critics, pointed out to his audience that Iran was now able to sell $70 billion worth of oil until the end of the Iranian calendar year, on March 20. “Without the deal, that would have been $32 or $33 billion,” he said. “If not for the deal, where would we have deducted this money from? From nurses’, from teachers’ salary? Put health and treatment projects on hold?” “What were we to do?” he added.\nAsked on Sunday by George Stephanopoulos on the ABC News program “This Week” if the Iran agreement would continue under the Trump administration, Reince Priebus, the incoming White House chief of staff, said that the deal was “on life-support.”\n“We all know that President-elect Trump doesn’t like the Iran deal, thinks it’s a terrible document, thinks it will create a nuclear arms race in the Middle East, which it already is beginning to do,” Mr. Priebus said.\nThe head of the Atomic Energy Organization of Iran, Ali Akbar Salehi, said that Iran would restart its nuclear program if the agreement were annulled.\n“Tearing up the deal would mean that our program would resume in a new manner that would shock Washington,” Al Jazeera television quoted Mr. Salehi as saying.", "date": "Jan. 17, 2017", "href": "https://www.nytimes.com/2017/01/17/world/middleeast/iran-trump-nuclear-deal.html", "tags": "agreement iran renegotiate nuclear ” trump rouhani says deal"}