{"title": "Trump Disparages Brexit Deal, Blindsiding May", "content": "LONDON — As Prime Minister Theresa May of Britain continued her effort on Monday to sell her agreement to withdraw from the European Union to skeptics in Parliament, she was blindsided by President Trump, who called the agreement “a great deal for the E.U.,” and warned that, if it were adopted, it might obstruct a free trade deal between the United States and Britain.\nMrs. May has long held out the prospects of a new trade deal between the United States and Britain as one of the payoffs of leaving the bloc, and negotiations were expected to begin as early as next spring, after Britain’s March 29 exit, known as Brexit.\nAccording to Mrs. May’s proposed withdrawal agreement, a bilateral trade deal could come into force at the end of a transition period in 2020.\nBut Mr. Trump’s comments suggested that Britain might never be able to conclude a bilateral trade deal with the United States, creating new difficulties for Mrs. May. She must overcome the resistance of around 90 lawmakers within her own party if she is to win parliamentary approval for the agreement next month.\nAnd a group of hard-line pro-Brexit lawmakers, who have begun a campaign to replace Mrs. May as the Tory leader, may find themselves strengthened by American support.\nSpeaking to reporters outside the White House, Mr. Trump offered a withering assessment of the deal, which was approved Sunday by the European Union’s 27 member states.\n“I think we have to take a look seriously at whether or not the U.K. is allowed to trade, because you know right now if you look at the deal, they may not be able to trade with us and that wouldn’t be a good thing,” he said.\n“I don’t think that the prime minister meant that and hopefully she’ll be able to do something about that,” he said. “But right now, as the deal stands, she may not — they may not be able to trade with the U.S. and I don’t think they want that at all, that would be a very big negative for the deal.”\nIn response to Mr. Trump’s comments, a Downing Street spokesman said that under the proposed withdrawal agreement, it “is very clear we will have an independent trade policy so that the U.K. can sign trade deals with countries around the world — including with the U.S.”\nThe spokesman added that the government has “already been laying the groundwork for an ambitious agreement with the U.S. through our joint working groups, which have met five times so far.”\nThis was not the first time Mr. Trump has publicly undermined the British prime minister. He used a July visit to Britain to criticize her planned approach as too incremental, since the British economy would continue to be subject to many European regulations.\nWhile on the visit, in a startling breach of diplomatic practice, Mr. Trump also endorsed Mrs. May’s top rival in the Conservative Party, Boris Johnson, who had just resigned as foreign minister in protest over the withdrawal deal.\n“I think he’s got what it takes and I think he’s got the right attitude to be a great prime minister,” Mr. Trump said.\nMr. Trump has regularly derided the European Union as an unfair trading partner to the United States.\nHis comments on Monday were likely in reaction to headlines over the weekend announcing the approach of a new deal between Britain and the trading bloc, said Ian Bremmer, president of the Eurasia Group. He added that Mr. Trump rarely gets involved in the details of trade agreements.\n“I don’t think there’s any linkage with trade negotiations,” Mr. Bremmer said. “His knee-jerk reaction is that the E.U. is getting a better deal. He hates the E.U., the E.U. is always trying to take advantage, the U.K. is getting screwed.”\nLast month, Robert Lighthizer, the United States trade representative, told the Senate that Mr. Trump “intends to initiate negotiations on a trade agreement with the United Kingdom” swiftly, “as soon as it is ready after it exits from the European Union on March 29, 2019.”\nBritain is the United States’ seventh largest trading partner, with a total of $232 billion in goods and services flowing between the two countries every year. The United States is Britain’s single biggest export market, followed by seven countries in the European Union.\nUnder the proposed deal, Britain will continue to trade with the United States under existing bloc regulations until December 2020, when the transition period ends.", "date": "Nov. 26, 2018", "href": "https://www.nytimes.com/2018/11/26/world/europe/trump-may-brexit-eu.html", "tags": "brexit may mr. united states ” trump britain disparages trade blindsiding deal"}