{"title": "Trump Has Promised to Bring Jobs Back. His Tariffs Threaten to Send Them Away.", "content": "HOLLAND, Mich. — Plants in every direction shut down and moved their operations to Mexico, succumbing to the relentless pressure to cut costs in an age of globalization. Not EBW Electronics. As the decades passed, the family-owned business stayed put on the eastern edge of Lake Michigan, churning out lights for the auto industry.\nBut now, the company’s management is reluctantly mulling the possibility of moving its production to Mexico to escape the tariffs that President Trump has put on imported components, his primary weapons in a trade war waged in the name of bringing jobs home to America.\n“It’s killing us,” said the chairman of the company, Pat LeBlanc, 63, a Republican who voted for Mr. Trump. He now expects the president’s tariffs will chop his 2019 profits in half. “I just feel so betrayed. If we fail because the company is being harmed by the government, that just makes me sick.”\nAcross the industrial United States, including in the crucial political battleground state of Michigan, such complaints are intensifying as the trade war disrupts factory operations that depend on imported parts.\nThe tariffs have also begun to hurt China, contributing to anxieties about a slowdown in the world’s second largest economy. Those worries have filtered back to the United States, amplifying concerns about the global economy, sending stock markets plunging, and putting pressure on American companies, like Apple, that sell goods in China.\nInvestors took comfort on Friday from a surprisingly strong report on the American job market, which underscored the health of the broader economy. But weakening factory orders in the United States, China and Europe have deepened the sense that global growth is slowing.\nAs American and Chinese trade negotiators sit down in Beijing on Monday for talks aimed at settling hostilities, they confront pressure from both sides to achieve a truce.\nIn the United States, factories that buy steel and aluminum — now more expensive — are struggling to pass on extra costs to their customers. Some are losing orders to overseas competitors that can buy metal free of American tariffs. Companies that import electronics and other parts are scrambling to remain profitable while exploring alternatives, such as moving plants beyond reach of the duties.\n“It’s a tax that comes right off the bottom line,” said EBW’s president, Cory Steeby. “It totally incentivizes you to move out of the United States and build either in Canada or Mexico. These are active conversations right now.”\nMr. Trump portrays his trade war as an unavoidable confrontation aimed at remedying decades of American victimization in the global marketplace. Pointing at trade deficits as indications that Americans have been ripped off — a contention dismissed by many economists — he has unleashed 25 percent tariffs on imports of steel and 10 percent on aluminum.\nHe has trained special wrath on China, imposing tariffs reaching 25 percent on some $50 billion worth of Chinese imported goods, and 10 percent on an additional $200 billion worth of products. Barring a deal in the next two months or an extension of a fragile cease-fire, Mr. Trump has vowed to increase duties to 25 percent on the whole lot, while threatening to target an additional $267 billion in Chinese imports.\nThe tariffs have been sold to Americans as a means of forcing multinational companies to make their products in the United States, abandoning China, Mexico and other low-cost centers of industry. But the tariffs are threatening jobs that are already here.\nTrade in components has grown in recent years, as American industrial prowess has become increasingly dependent on access to the global supply chain. Back in 2009, American factories imported some 20 percent of the electronic products and computers they folded into their operations, according to an analysis by the United States International Trade Commission. By 2016, the share had risen to 25 percent.\nHere in western Michigan, Mr. Trump’s promises to confront China have found a sympathetic audience. The lakefront town of Holland, home to 33,000 people, has long prospered as a center for the production of office furniture and auto parts — industries assailed by cheaper imports from China.\nIn vowing to take a tough line with China, Mr. Trump secured 62 percent of the votes in surrounding Ottawa County. Though the tariffs he has imposed have lifted prices for parts at many factories, the president draws praise here for delivering on a central promise.\n“Even though it’s hurting me, I hope we have the guts to stick it out,” said Tom Sligh, president of Billco Products, which makes cabinets, dressers and other furniture for hotels at three factories in Holland.\nMr. Sligh grew up working at the furniture business his great-grandfather started more than a century ago. The company shuttered in 2005, a casualty of imports from China.\nIn his own business, Mr. Sligh relies on imported quartz countertops and metal parts — door handles, gliders and other hardware — much of it made in China.\nThe tariffs have increased his costs by 10 percent, he said, but he has not been able to pass them on. He recently lost a bid to outfit a hotel in Grand Rapids when a Chinese competitor offered less than half his price.\nHe slashed Christmas bonuses for his factory workers. He has decreased purchases from Chinese factories to avoid tariffs, though this has not translated into extra orders for American companies. He has shifted to suppliers in Vietnam, Malaysia and India. The parts he needs are not available in the United States, or are wildly expensive, he said.\nEven so, he sees the trade war as beneficial.\n“It sends a message to our friends in China that we are not fooling around,” Mr. Sligh said.\nBut many of those running factories here complain that they are being harmed.\nLarry Kooiker voted for Mr. Trump, and shares the sense that China’s trading actions require an aggressive response. But Mr. Kooiker, president of Agritek, a factory that makes a range of metal parts, says the tariffs on components have been poorly conceived.\n“It’s just been a disaster,” he said, as clattering machinery pounded sheets of steel into brackets that hold shelves.\nThe steel tariffs were supposed to give American steel makers protection in the face of unfair competition from China. But Mr. Kooiker accuses American steel makers of profiteering at his expense, using the tariffs as an opportunity to raise prices by 25 percent.\n“They are very much taking advantage of the situation,” he said. “As soon as they are not squeezed, they become the squeezer.”\nAgritek has passed on the extra costs for steel to customers through surcharges. But it recently lost an order worth $1 million a year making steel axles used in wheeled trash bins — a major hit for a company with some $16 million in annual sales.\nAccording to Mr. Kooiker, the customer found a supplier in China that could produce the axles more cheaply. Agritek managed to avoid layoffs by transferring the two workers who made the axles to another job, but someone else might have been hired for that work. The American steel companies he buys from lost out. The only beneficiary is the Chinese company now supplying the entire product.\n“Trump is killing us,” Mr. Kooiker said. “His bang for the buck is horrible.”\nFor EBW Electronics, the biggest hit has come through increased costs for components, including transistors, resistors and capacitors. Across the breadth of the factory, workers in blue lab coats slot these nibs of metal into circuit boards and then attach LED lights, most of these items imported from China.\nThese components are produced at enormous scale in China. Even with tariffs on Chinese imports, American factories have no incentive to make them, because profit margins are tiny, and the costs are vast.\n“Nobody in this country wants to make these things,” said Mr. Steeby, the EBW president, echoing a contention heard widely here.\nThe company has filed for exemptions from the tariffs, but has yet to hear back from the federal government. And EBW has encountered stiff resistance in passing on the extra costs to its customers, though it is obliged to continue delivering lights to major auto manufacturers at agreed-upon prices, or pay fines for interfering with production.\n“We’re the monkey in the middle,” said Mr. LeBlanc, the EBW chairman.\nIf Mr. Trump follows through on threats to raise tariffs to 25 percent, EBW and its 230 employees could face dire circumstances.\n“At 25 percent, we are not making money,” Mr. Steeby said. “There’s a threat that you cease to exist, or there’s a threat that jobs move to Mexico.”\nIn an era of anxiety over global competition, EBW has engaged Chinese suppliers to produce a crucial commodity — American paychecks. Now, Mr. Trump’s tariffs have put jobs at risk.\n“There’s no intelligence to the way this is being done,” Mr. Steeby said. “The tariffs are designed to hurt China, but they are being paid by American companies.”", "date": "Jan. 6, 2019", "href": "https://www.nytimes.com/2019/01/06/business/trump-tariffs-trade-war.html", "tags": "american percent away “ china back bring trump threaten send jobs tariffs promised —"}