{"title": "Trump's Plan To 'Let Obamacare Fail' Is Morally Appalling", "content": "Before even taking office, and well before the Republican bid to repeal and “replace” the Affordable Care Act, President Donald Trump started saying the best political strategy for his party would be to let the law’s health insurance exchanges “collapse” and then blame Democrats.\nAs if on cue, Trump returned to this argument Tuesday, the day after Senate Majority Leader Mitch McConnell (R-Ky.) conceded embarrassing defeat in his effort to advance the Better Care Reconciliation Act, his proposed vehicle for repeal-and-replace.\nAt the White House later in the day, Trump was at it again. \n“I’ve been saying for a long time:  Let Obamacare fail,” Trump said.  \n“I think we’re probably in that position where we’ll just let Obamacare fail. We’re not going to own it. I’m not going to own it. I can tell you, the Republicans are not going to own it. We’ll let Obamacare fail and then the Democrats are going to come to us,” he said. Trump expressed the same sentiment in March after the House’s initial failure to vote on the American Health Care Act.\nLet’s be plain about what Trump and his willing partners on Capitol Hill are threatening.\nThe president of the United States and members of the party that controls Congress are saying that they see problems in the health care system, and their plan is to stand by and do nothing while people suffer.\nThis is breathtakingly cynical, and reveals the Republican Party’s priorities. Getting rid of the dreaded Obamacare at any cost is more important to Trump and his party than acting to improve the health care system for the people they represent.\nBarack Obama is no longer president, but thumbing him in the eye and destroying his biggest accomplishment still outweighs taking even the most basic steps to provide relief to health insurance consumers whose plight Republicans have so often and so vividly bemoaned.\nWhatever its deficiencies, and however Democrats soft-pedaled them, the Affordable Care Act was an effort to make the lives of Americans better by expanding health coverage to millions, and creating new consumer protections against health insurance industry practices like refusing to cover people with preexisting conditions.\nWhat Trump is proposing is the opposite. He’s threatening to bite off your nose to spite Obama’s face.\nRather than try to help people, Trump will actively avoid helping. Even if you accept his highly debatable premise that the Affordable Care Act is irreparable, what he’s saying is that because he and the Congress his party controls failed, they will now do nothing to solve the problems with the American health care system they themselves have been decrying for seven years.\nIndeed, the Trump administration instead has taken steps to suppress health insurance enrollment and make the ACA function worse. Trump repeatedly has threatened to cut off payments the federal government owes health insurance companies that cover low-income customers, which would send the insurance market into a tailspin.\nAsked about those payments, White House deputy press secretary Sarah Huckabee Sanders had nothing to say Tuesday: “I don’t have anything further than where we’ve been the last several months on that. Nothing new to update.” \nIt’s an odd political gambit Trump proposes. What he’s counting on is that, after he and his party failed to replace the Affordable Care Act with a plan of their own, and after the Trump administration has taken charge of managing the law’s programs, voters in 2018 and 2020 will somehow blame the party that isn’t in power for problems. \nTo be clear, the Affordable Care Act is not functioning as well as Obama and the Democrats who it wrote hoped.\nThe uninsured rate is way down, thanks to the law’s Medicaid expansion and subsidies for private health insurance. Twenty million people who didn’t have coverage before do now, and everyone has guaranteed access to health insurance regardless of their preexisting conditions.\nBut enrollment on the health insurance exchanges is lower than expected. Premiums are too high for many households, especially those who qualify for little to no subsidy because even though they aren’t wealthy, their incomes are too high.  \nTo keep prices as low as possible and to protect themselves from high expenses, insurers designed policies with large deductibles and high cost-sharing that make obtaining care too costly for a segment of the market that buys plans regulated by the Affordable Care Act.\nSome insurance companies have lost money because too few healthy customers signed up to offset the costs of covering the sick, although insurers are seeing better financial results this year. \nAs a result of the problems in past years, rates rose a lot this year, and will again next year. Some big insurers have abandoned these marketplaces entirely, leaving consumers with fewer choices, including just one. Some states are doing much better than others, but problems in places like Alaska, Arizona and North Carolina are real and demand attention.\nDespite what Trump and other Republicans keep saying, the exchange markets are not in a “death spiral.” Analysts at the Congressional Budget Office, Standard & Poor’s and the Henry J. Kaiser Family Foundation, for example, have concluded that these markets are stable or stabilizing, if imperfect, in most states.\nStill, Trump insists Obamacare is an unmitigated disaster. “There’s not much you can do about it,” Trump said in March. “I would love to see it do well, but it can’t.”\nThis is simply not true. The Better Care Reconciliation Act and the House-passed American Health Care Act were not the final word in health policy. The difficulties facing the Affordable Care Act’s health insurance exchanges in some states ― high prices, insufficient competition between insurers, high deductibles ― are fixable in smaller, more targeted ways. \nWhile he was in office, Obama proposed a slate of improvements both in submissions to Congress and in a Journal of the American Medical Association article. So did Democratic presidential nominee Hillary Clinton. Senate Minority Leader Chuck Schumer (D-N.Y.) pleaded with Republicans to collaborate on health care Tuesday, and House Democrats have proposed fixes of their own.\nMinnesota and Alaska already have taken steps to alleviate the cost issues that some of their consumers have faced.\nOne simple solution is money. Bigger tax credits to make insurance more affordable would work. So would funds to backstop health insurance companies that have higher-than-expected expenses from sick customers. The Affordable Care Act actually included funding mechanisms for that very purpose, but Republicans in Congress rescinded the money, calling it a “bailout.” \nWhen it was their turn to write a health care reform bill, the GOP seemed to recognize the need to support insurers in that way. Both the House-passed and Senate health care bills included more than $100 billion that would’ve been distributed to states, which could have used the funds to shore up their local health insurance markets.\nThe collapse of the repeal effort doesn’t prevent Congress from taking other, more modest measures like that one to make the health care system better for consumers.\nAt this point ― more than seven years after Obama signed the Affordable Care Act into law ― legislating and regulating to make its health insurance markets work better is a responsibility Trump and congressional Republicans accepted when they took their oaths of office.\nThis isn’t “helping Obamacare,” it’s helping Americans. There’s no such thing as Obamacare anymore. It’s just the health insurance system.\nIn the words of House Speaker Paul Ryan (R-Wis.) on the day he abandoned the original version of the American Health Care Act: “Obamacare’s the law of the land.”\nBut if you’re one of those people who can’t afford your health insurance or your deductible, Barack Obama can’t help you anymore. Donald Trump can. And he just told you he won’t.\nThis is an updated version of an article originally published on March 24.", "date": "\n07/18/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-fail_n_596e8073e4b0000eb196a4c4?s5", "tags": "care obamacare fail party ” trump appalling insurance morally act affordable plan health"}