{"title": "Trump Administration Makes Buying Skimpy Health Insurance Easier", "content": "The Trump administration just rolled back some Affordable Care Act regulations, which means that insurance markets are going to look a little bit more like they did before the law took effect.\nThe Labor Department on Tuesday formally announced new rules for a special class of insurance available to some small businesses and, now, to people who are self-employed. The policies are called “Association Health Plans,” or AHPs, and they have existed, in one form or another, since the 1970s.\nAHPs were a relatively cheap insurance option back then, partly because they didn’t provide the same kind of comprehensive coverage that large employer plans did. And although some of the plans offered much-needed financial protection against medical bills, a few were basically scams that took in people’s premiums and then didn’t pay those people’s bills, mostly because they were able to escape regulation by state authorities.\nThe ACA sought to address these problems, by subjecting AHPs to the same rules as other insurance plans for individuals and small businesses ― which meant, among other things, that every AHP had to cover mental health, maternity care, prescriptions and seven other “essential” benefits. The law also tightened up rules designed to stop fraudulent carriers or those with severe solvency problems.\nNow the Trump administration is loosening the regulations on AHPs, by finalizing a series of changes that it first proposed in January. Under the new rules, AHPs can leave out some of those essential benefits. The plans can’t deny coverage or charge higher premiums to people because of health status, but they can have premiums that vary by age, occupation or place of business.\nIt may also be more difficult for states to regulate AHPs, although the new rule includes provisions that, administration officials have said, will prevent fraud.\nThe Trump administration and its allies have touted these reforms as a way to help small businesses and individual proprietors who struggle with health care costs today. AHPs will frequently have lower premiums than the plans available today, mainly because they won’t have to cover as much ― and because AHPs will be able to use benefit design, along with the ability to vary premiums by age or occupation, to avoid insuring too many older and sicker people.\nBut that also means that some people who buy these plans will discover, upon getting sick, they don’t have coverage they need. An employee who buys an AHP without mental health coverage, for example, might be happy to save tens or even hundreds of dollars on monthly premiums ― until he or she has a child diagnosed with bipolar disorder or schizophrenia and is suddenly paying thousands or even tens of thousands of dollars out of pocket for treatment.\nAt the same time, these new AHPs are likely to be more attractive to people in good health. Mainly that’s because people who already have ongoing, chronic disease tend to be quite aware of their medical needs ― and will avoid buying plans with big coverage gaps. If AHPs flourish, then insurers offering comprehensive coverage will end up with beneficiaries who are, on average, in poorer health. They will almost certainly have to raise premiums in response.\nPredicting the impacts on premiums is difficult, in part because it will affect different groups of people ― including some who currently buy coverage through small businesses, some who buy on their own through the ACA’s exchanges, and some who don’t have coverage at all. But estimates from Avalere Consulting and a group of experts writing for The Actuary magazine suggested that AHPs could raise premiums for comprehensive coverage by a few percentage points. That, in turn, could nudge up the number of people without any coverage at all.\nThese are some of the reasons why, according to an analysis by the Los Angeles Times, 95 percent of health care groups that formally submitted comments on the proposed rule either criticized it or declared total opposition.\nThe new AHP rules are part of a broader effort by the Trump administration and its allies, who, having failed to repeal “Obamacare” outright, are chipping away at it piece by piece. They have done everything from cut the ACA’s outreach budget to eliminating the individual mandate, which is a financial penalty for people who don’t have insurance.\nSoon the administration plans to unveil yet another major rule change, one that would make it easier for people to buy “short-term” plans that would not be available to people with pre-existing conditions and, like the AHPs, would not have to include all of the essential health benefits.\nThese changes won’t wreck “Obamacare.” Millions of people will continue to get coverage through expanded Medicaid programs or private plans that, thanks to federal tax credits, remain cheap. And most of the regulatory changes that the Trump administration is introducing are unlikely to affect coverage for people who get insurance through large employers, at least for the short term.\nBut the new rules are likely to affect at least a few million people who buy coverage on their own or through small businesses, allowing some to get cheap, but skimpy coverage while making it harder ― in some cases impossible ― for others to get the comprehensive insurance they want or need.", "date": "\n06/19/2018", "href": "https://www.huffpost.com/entry/trump-obamacare-ahp-rules-change_n_5b28e67ce4b0a4dc9920857e", "tags": "administration skimpy easier coverage makes ahps trump premiums buying ― plans new insurance health"}