{"title": "Trump’s Tax Cut One Year Later: What Happened?", "content": "There was a point in early 2018 when big American companies couldn’t stop talking about the Trump tax cuts. Flush with the projected savings from a $1.5 trillion law, they promised to raise wages, hand out bonuses to workers and invest in big projects. They scored headlines, along with applause from President Trump. \nThe fawning faded quickly. Analysts noted that the handouts to workers amounted to a relatively small share of the roughly $200 billion in federal income taxes that corporations avoided thanks to the cuts. Wages across the economy ticked up, but not by nearly as much as some Republicans had promised when they voted for the law. Capital investment surged at the start of the year, but the rate of growth fell sharply in the third quarter. \nStock buybacks by publicly traded companies continue to set records. They neared $200 billion in the third quarter for S&P 500 companies. Goldman Sachs analysts have predicted that the total amount of buybacks across the economy could top $1 trillion for the full year.\nSome workers did reap rewards from the law, as many companies followed through on — and even exceeded — their promises to raise wages and pay bonuses. Yet other firms have announced layoffs, despite reporting higher profits and billions of dollars in tax savings. \nWhile the long-term effects remain to be seen, the evidence so far does not suggest the sustained investment and productivity growth boosts that Republicans and supply-side economists predicted. Many economists, including those at the Federal Reserve, are cutting their growth forecasts for 2019, in part because of the waning effect of the tax cuts. \nHere’s a look at what companies promised and what has come to pass as we head into Year Two of the Tax Cuts and Jobs Act.\nCorporate earnings over the last several quarters show why companies were such enthusiastic cheerleaders of the tax cuts. By cutting the corporate rate to 21 percent from a high of 35 percent, the law has reduced the effective tax rate that many companies pay.\nThat has fueled after-tax corporate profits, which rose nearly 20 percent in the third quarter from the previous year. The tax law was clearly a driver of that increase — because profits before taxes rose at a much slower rate. In the last half-century of the American economy, it’s been rare for after-tax profits to grow so much faster than before-tax profits; usually, it happens only around recessions, when companies rack up operating losses they can use to reduce tax bills. But the economy is on track to grow at about a 3 percent clip this year, after adjusting for inflation. \nWalmart has so far saved at least $1.6 billion for the first three quarters of 2018, compared with what it would have paid under its previous effective rate. Bank of America has saved at least $2.4 billion over the same period. AT&T has saved $2.2 billion; Verizon has saved $1.75 billion and Apple has saved about $4.5 billion. In welcoming those windfalls, companies frequently promised to help workers.\n“This tax reform will drive economic growth and create good-paying jobs,” Randall Stephenson, the chairman and chief executive of AT&T, said last year, as the company announced plans to award worker bonuses and increase capital spending. \nBank of America’s chief executive, Brian Moynihan, told workers in a memo last year that the new law would reduce the bank’s tax rate, and that “in the spirit of shared success, we intend to pass some of those benefits along immediately” to workers.\nJob creation accelerated across the economy this year, compared to 2017, including at several large companies that celebrated the tax cuts by expanding hiring plans. But strong growth has not spared the jobs of thousands of American workers at large companies where executives have cited automation, outsourcing and product-line restructuring to explain why they reduced employment in a year when tax cuts raised their profit margins. \nAfter the law was approved, Apple promised to add 20,000 domestic jobs over the next five years, along with making other investments in the United States. So far, it is on track: It added 6,000 employees in 2018. (It also announced a $100 billion stock buyback program and a dividend increase worth $2 billion.) \nWalmart increased its starting wage to $11 an hour, gave bonuses of up to $1,000 each for associates and expanded some worker benefits like parental leave. The wage increase amounted to $300 million more than the company had planned before the cuts. Its employment levels have not changed over the year.\nOther companies have cut workers, even as they enjoy high profits and big tax windfalls. Bank of America gave bonuses of $1,000 last year, which it attributed to the law, and said this fall that soaring profits will spur a second round of bonuses. Its dividend recently jumped by 44 percent, and it has announced $20 billion in stock buybacks since the law passed. \nYet financial filings show it has cut 5,000 jobs this year, continuing a downward employment trend that dates to 2010, when Mr. Moynihan took over as chief executive. Technological changes, including a rise in mobile banking, have resulted in 100,000 jobs being eliminated during his time at the helm, Mr. Moynihan said this year. \nAnother bank that reaped billions from the cuts, Wells Fargo, said this fall it plans to reduce its work force by up to 10 percent, citing changes in customer demands. Wells Fargo has announced $40 billion in stock buybacks since the law passed. \nAT&T handed out $200 million in worker bonuses and contributed $800 million to its employee and retiree medical trust fund. It increased its dividend for the 35th straight year. \nIt also appears to be shedding employees. Officials at the Communications Workers of America, the union that represents AT&T workers, say the company has cut more than 10,000 union jobs this year, accelerating its pace of cuts from last year. \nVerizon has cut 3,100 positions this year, financial filings show. The company announced this month that 10,000 more workers have accepted a buyout offer as part of an effort to reduce its headcount while ramping up its push into the next generation of wireless technology, known as 5G. This fall, Verizon reached a deal to transfer about 2,500 jobs to Infosys, a large Indian technology outsourcing company.\nVerizon has paid down corporate debt by $4.2 billion this year, as it said it would after the tax law passed, and granted employees 50 shares of Verizon stock, a move worth more than $400 million.\nApple, Walmart and other large companies have increased their capital investment after the tax cuts, as have businesses across the economy. Nonresidential fixed investment spending grew 11.5 percent in the first quarter of the year and 8.7 percent in the second. \nBut growth fell to 2.5 percent in the third quarter, coinciding with a slide in oil prices — which have disproportionately driven investment growth under Mr. Trump, compared to his recent predecessors.\nWhite House officials predict that investment growth will bounce back next year, driving further productivity gains and lifting wages for workers, based in part on the high levels of planned investment that many business surveys continue to forecast. \n“What we expect to see from the second part of the tax bill, which is the lower cost to capital and the higher investment, is just higher wage growth that’s sustained,” Kevin A. Hassett, the chairman of the White House Council of Economic Advisers, recently told reporters.\nThat bonus wave appeared to, very briefly, buoy public opinion of the tax cuts. The law’s popularity peaked at a 51 percent approval rating in February — after most of the announcements had just been made — in polling conducted by the online research platform SurveyMonkey  for The New York Times. \nThat favor has receded. In December, SurveyMonkey found, 47 percent of Americans approved of the law, while 46 percent disapproved. Republicans still praise the law and its benefits to businesses in floor speeches and news releases, but they did not make it a dominant campaign issue in November’s midterm elections. Support for the law, odd as it may seem, has fallen slightly from the peak among Republicans — and risen slightly among Democrats. \nOverall economic confidence was higher in the 2018 surveys than in 2017, but “I don’t know whether we can attribute that to the tax reform passage,” said Laura Wronksi, one of the SurveyMonkey pollsters. She noted that Republicans have grown more economically optimistic even as their support for the law has fallen.\nMr. Hassett said — as most economists have long predicted — that he did not expect to see this year’s wave of bonus announcements repeated next year. Few companies have followed Bank of America in announcing another batch of them.\nBut companies are still talking about the law — at least to shareholders. An analysis of earnings calls by Hamilton Place Strategies found that in the third quarter of this year, large companies discussed tax reform more than any policy topic, including the tariffs that have dominated headlines and market anxiety for the past several months. \n ", "date": "Dec. 27, 2018", "href": "https://www.nytimes.com/2018/12/27/us/politics/trump-tax-cuts-jobs-act.html", "tags": "percent later tax billion growth cut companies cuts trump one year workers — law happened"}