{"title": "Trump Sweet-Talks Xi, Trying to Ease Trade Fears Before Midterms", "content": "INDIANAPOLIS — When President Trump said Thursday he held a “long and very good conversation” on trade with President Xi Jinping of China, it kicked off a brief rally in financial markets and a flurry of questions about why the tensions between Washington and Beijing had suddenly eased.\nThe answer is, they haven’t really. The explanation for Mr. Trump’s newly soothing tone lies less in the state of trade negotiations — which remain on hold — than in the president’s domestic political calculations, particularly in states heavily dependent on trade, like Indiana.\nFour days before a midterm election that features a nip-and-tuck Senate race in this state, Mr. Trump is trying to quell fears of a protracted trade war with China. His reassuring message may resonate in Indiana, the United States’ largest producer of steel but also home to soybean farmers who have been hurt by China’s retaliatory tariffs on American agriculture.\n“We’ve had very good discussions with China,” Mr. Trump told reporters at the White House, as he left for a pair of political rallies in Indianapolis and Huntington, W.Va. “We’re getting much closer to doing something. They very much want to make a deal.”\nThe president’s enthusiasm was at odds with his advisers, who said nothing much had changed with Beijing. But it cheered investors in a market increasingly depressed by worries about a trade war. And analysts said it would pacify farmers and factory workers across the Midwest.\nMr. Trump came to Indiana to campaign for Mike Braun, a Republican who is trying to unseat the Democratic incumbent, Senator Joe Donnelly. Mr. Donnelly has a slim lead in the polls, but Mr. Braun has made inroads lately, in part by challenging his opponent on trade.\n“I spoke to President Xi today,” Mr. Trump told a raucous crowd at a high school here. “They want to make a deal, but we have to have a fair deal. We have to have a deal that’s fair for the United States.”\nThe president took credit for the recently revised North American Free Trade Agreement with Canada and Mexico, which he called a “giant victory for Indiana farmers, manufacturers and dairy producers.”\nThe trade showdown with China, however, has whipsawed Indiana, benefiting it in some ways while hurting it in others. Steel mills in the industrial north are prospering because of Mr. Trump’s tariffs on China and other steel exporters. But soybean farmers are suffering because of the retaliatory tariffs China imposed on agricultural exports.\nCompanies that make auto parts are able to charge higher prices because of a loss of competition from China. But the recreational vehicle industry, one of Indiana’s manufacturing pillars, worries that sales will be hurt if it passes along those higher prices to customers.\n“The R. V. industry could be in a period of transition,” said Richard Curtin, an economist at the University of Michigan, who studies the industry. A deal with China “would be widely welcomed,” he said. “The closer you are to these industries, the more it would be welcomed.”\nMr. Trump’s phone call to Mr. Xi, however, did not appear to be linked to any progress in trade negotiations. Those talks have been on hiatus for weeks, and officials said they did not expect any progress at least until the two presidents meet, which is likely to be at the Group of 20 meeting of industrialized nations in Buenos Aires early next month.\nMr. Trump’s chief economic adviser, Larry Kudlow, dismissed reports that Mr. Trump asked his cabinet to draft a trade deal with China and said “there’s no massive movement” to get something done quickly.\n“We’re doing a normal, routine run-through of things that we’ve already put together and normal preparation,” Mr. Kudlow said on Friday on CNBC. “We’re not on the cusp of a deal.”\nStill, after warning for weeks that China was not ready to negotiate on trade with the United States, Mr. Trump took an uncharacteristically conciliatory tone after his call with Mr. Xi, which was both unusually long — 56 minutes — and initiated by him.\n“We talked about many subjects, with a heavy emphasis on Trade,” Mr. Trump said on Twitter. “Those discussions are moving along nicely with meetings being scheduled at the G-20 in Argentina.”\nMr. Xi issued a similarly warm statement on Friday, reaffirming the importance of his personal relationship with Mr. Trump and predicting that the two sides could reach a deal. Chinese officials have been taken aback by the vehemence of Mr. Trump’s language against them, and Mr. Xi’s response suggested he was eager to lower the temperature.\nAdministration officials caution that the gulf between the two countries remained wide over issues like market access and China’s alleged purloining of technology from American companies. Any deal, they said, would require specific pledges on the part of the Chinese.\nIn a sign of the administration’s determination to keep up the pressure, the Justice Department took legal action this week against two companies based in China and Taiwan, accusing them of stealing trade secrets from Micron Technology, an American technology company.\nThe Trump administration remains divided internally between officials who want to take an uncompromising approach toward China — allying the European Union and other trading partners in a united front — and those who favor cutting some kind of deal.\nIn recent months, Mr. Trump has sided with the hard-liners, though he remains unpredictable, particularly when there are other considerations at play, as his most recent about-face demonstrates.\nMr. Trump, people who know him said, was also motivated by a desire to give the markets a tonic, days before voters go to the polls. The president has regularly boasted about rising stock prices since he took office, but the markets have given up those gains in recent weeks.\nThe Chinese are also seeking to defuse the situation at a time when their own economy and currency are showing signs of weakening.\nStill, they remain confounded by Mr. Trump — especially his recent claims that they are attempting to interfere in the midterm elections — and they still feel burned by the president’s rejection of a steel deal negotiated last year by his commerce secretary, Wilbur L. Ross.\nCraig Allen, the president of the U.S.-China Business Council, which represents 200 American companies that do business with China, said Chinese nationalism would make it “difficult for any Chinese leader to accept anything that is a less than equal agreement.”\nTrade concerns have dominated the Senate race in Indiana, with Mr. Donnelly and Mr. Braun, both of whom have business ties, accusing each other of selling out American workers.\n“I voted against every bad trade deal that hurts Hoosiers,” Mr. Donnelly said in one recent campaign ad, in which he stands next to a pickup truck loaded with boxes of auto parts sold by Mr. Braun’s company — each bearing a sticker that says, “Made in China.” “Mike Braun has used those same deals to outsource Hoosier jobs to China.”\nSome analysts here said they were dubious that Mr. Trump’s shifting tone on trade would drastically change the outcome in Indiana, a state he won by 19 points in 2016 and in which he remains popular.\n“I have been amazed by the steadfast support of farmers for the president,” said Mike Yoder, a Republican who is the commissioner of Elkhart County. “They have been willing to stick by this president, and if there is some plan for an endgame on tariffs, it has escaped me.”\nBut Mr. Yoder said he welcomed Mr. Trump’s softer tone. Elkhart County is a manufacturing hub, with assembly lines that produce recreational vehicles, as well as trucks and buses. Tariffs on steel and aluminum are driving up the cost of parts for these manufacturers.\n“It is a good message,” Mr. Yoder said, “because for Indiana — and especially Elkhart County — these tariffs need to go away.”", "date": "Nov. 2, 2018", "href": "https://www.nytimes.com/2018/11/02/us/politics/trump-xi-trade.html", "tags": "sweet-talks midterms xi “ china fears trump trade trying ease deal —"}