{"title": "Trump Chooses Hard-Liner as Ambassador to Israel", "content": "WASHINGTON — President-elect Donald J. Trump on Thursday named David M. Friedman, a bankruptcy lawyer aligned with the Israeli far right, as his nominee for ambassador to Israel, elevating a campaign adviser who has questioned the need for a two-state solution and has likened left-leaning Jews in America to the Jews who aided the Nazis in the Holocaust.\nMr. Friedman, whose outspoken views stand in stark contrast to decades of American policy toward Israel, did not wait long on Thursday to signal his intention to upend the American approach. In a statement from the Trump transition team announcing his nomination, he said he looked forward to doing the job “from the U.S. embassy in Israel’s eternal capital, Jerusalem.”\nThrough decades of Republican and Democratic administrations, the embassy has been in Tel Aviv, as the State Department insists that the status of Jerusalem — which both Israel and the Palestinians see as their rightful capital — can be determined only through negotiations as part of an overall peace deal.\nMr. Friedman, who has no diplomatic experience, has said that he does not believe it would be illegal for Israel to annex the occupied West Bank and he supports building new settlements there, which Washington has long condemned as illegitimate and an obstacle to peace.\nThe Trump transition team’s statement focused on Mr. Friedman’s long history with Israel, portraying him as a friendly supporter of the country whose views were in line with the United States’ position toward it.\n“The two nations have enjoyed a special relationship based on mutual respect and a dedication to freedom and democracy,” it said. “With Mr. Friedman’s nomination, President-elect Trump expressed his commitment to further enhancing the U.S.-Israel relationship and ensuring there will be extraordinary strategic, technological, military and intelligence cooperation between the two countries.” The statement said that Mr. Friedman was a fluent speaker of Hebrew and “a lifelong student of Israel’s history.”\nMr. Friedman’s appointment was quickly praised by the Republican Jewish Coalition, whose executive director, Matt Brooks, called it “a powerful signal to the Jewish community.”\nBut beyond Republicans, there were deep concerns over the choice of Mr. Friedman. J Street, a dovish lobbying organization that has been critical of some Israeli policies, said in a statement that it was “vehemently opposed to the nomination.”\n“As someone who has been a leading American friend of the settlement movement, who lacks any diplomatic or policy credentials,” it said, “Friedman should be beyond the pale.”\nMr. Friedman has made clear his disdain for those American Jews — especially those connected to J Street — who support a two-state solution for the Israelis and the Palestinians. Writing in June on the website of Arutz Sheva, an Israeli media organization, Mr. Friedman compared J Street supporters to “kapos,” the Jews who cooperated with the Nazis during the Holocaust.\n“The kapos faced extraordinary cruelty,” he wrote. “But J Street? They are just smug advocates of Israel’s destruction delivered from the comfort of their secure American sofas — it’s hard to imagine anyone worse.”\nAt a private session this month at the Saban Forum, an annual gathering of Israeli and American foreign policy figures, Mr. Friedman declined to disavow the comments and even intensified the sentiment.\nQuestioned by Jeffrey Goldberg, the editor in chief of the Atlantic, Mr. Friedman was asked if he would meet with various groups, including J Street. Mr. Friedman said he would probably meet with individuals but not with the group, according to several people who attended.\nMr. Goldberg then raised the kapos comparison and asked if he stood by it. Mr. Friedman did not back away. “They’re not Jewish, and they’re not pro-Israel,” he said, according to the people in the room.\nDaniel Levy, a left-leaning former Israeli peace negotiator, said that in naming an ambassador with the hard-line views of Mr. Friedman, Mr. Trump could end up undercutting the security of Israel and the United States and condemn “the Palestinians to further disenfranchisement and dispossession.”\n“If an American ambassador stakes out positions that further embolden an already triumphalist settler elite, then that is likely to cause headaches for American national security interests across the region and even for Israel’s own security establishment,” Mr. Levy said. “Especially an ambassador committed to the ill-advised relocation of the U.S. embassy to Jerusalem.”\nIn its statement, the Trump team noted that Mr. Friedman had held his bar mitzvah 45 years ago in Jerusalem at the Western Wall. The wall, the holiest place where Jews can pray, is a remnant of the retaining wall that surrounded the ancient Temple Mount, the most sacred site in Judaism.\nThe site today houses the Al Aqsa Mosque compound, the third holiest site in Islam. Control over the site has been a persistent source of friction between Israel and the Palestinians, and has sparked violence between the two sides.\nMore recently, the Western Wall itself has been a source of tension and clashes between the Orthodox authorities who control the site and more liberal Jews, many of whom are from North America and oppose the restrictions there on prayer by women.", "date": "Dec. 15, 2016", "href": "https://www.nytimes.com/2016/12/15/us/politics/donald-trump-david-friedman-israel-ambassador.html", "tags": "american ambassador jews israel trump ” chooses hard-liner friedman —"}