{"title": "Trump Administration Imposes New Sanctions on Putin Cronies", "content": "WASHINGTON — The Trump administration imposed new sanctions on seven of Russia’s richest men and 17 top government officials on Friday in the latest effort to punish President Vladimir V. Putin’s inner circle for interference in the 2016 election and other Russian aggressions.\nThe sanctions are designed to penalize some of Russia’s richest industrialists, who are seen in the West as enriching themselves from Mr. Putin’s increasingly authoritarian administration.\nEffectively, the action prevents the oligarchs from traveling to the United States or doing business or even opening a bank account with any major company or bank in the West. It also restricts foreign individuals from facilitating transactions on their behalf.\nElizabeth Rosenberg, a former sanctions official in the Obama administration, described the penalties as “fairly muscular” and predicted that more sanctions are probably coming.\nThey grow out of Washington’s oddly disjointed policy toward Russia: While President Trump has called for good relations with Mr. Putin, Congress and much of the rest of the  administration are pushing through increasingly punitive efforts that are sinking relations with Moscow to lows not seen in years.\n“Nobody has been tougher on Russia, but getting along with Russia would be a good thing, not a bad thing,” Mr. Trump said this week. By Friday, according to a White House statement, he had dropped any qualification. “We cannot allow those seeking to sow confusion, discord and rancor to be successful,” Mr. Trump said.\nFriday’s list targets Mr. Putin’s inner circle. It imposes sanctions on a family member, his son-in-law, Kirill Shamalov, who has had close business ties to one of Mr. Putin’s longtime friends from St. Petersburg, Gennady Timchenko. It also penalizes people like Vladimir Bogdanov, the director general of Surgutneftegas, a large privately owned oil company that has long been rumored, without solid evidence, to have given an ownership stake to Mr. Putin.\nThe list is an assault on one of the oligarchs’ favored tools for avoiding sanctions, which is to pass assets to their children.\nIt targeted the oil executive Igor Rotenberg, the son of Arkady Rotenberg, who is a former judo partner of Mr. Putin and whose companies have won a host of state contracts, including one for the construction of a bridge from the Russian mainland to Crimea, the Ukrainian Black Sea peninsula seized by Moscow in 2014.\nAlso on the list is Oleg V. Deripaska, who once had close ties to Mr. Trump’s former campaign manager, Paul Manafort. Altogether, the Trump administration targeted seven oligarchs, 12 companies they own or control, 17 Russian government officials and a state-owned arms export company.\n“This list sends a very clear signal to Putin himself that we’re not afraid to go after your friends and their children,” said Alina Polyakova, a Russia expert at the Brookings Institution. “There is some real thinking in this.”\nRussia’s Foreign Ministry promised a “harsh response” and described Washington’s increasing use of sanctions as economically anti-competitive.\nThe sanctions have been under consideration for some time. A senior administration official who briefed reporters on the condition of anonymity said that they responded to Moscow’s continuing and increasingly “brazen pattern of malign activity” worldwide — especially against Western democracies.\n“The Russian government operates for the disproportionate benefit of oligarchs and government elites,” Treasury Secretary Steven Mnuchin said. “Russian oligarchs and elites who profit from this corrupt system will no longer be insulated from the consequences of their government’s destabilizing activities.”\nThe sanctions come just as investigators working for Robert S. Mueller III, the special counsel looking into the possibility of collusion between the Trump campaign and Moscow, have begun to question Russian oligarchs about possible financial links between those in Mr. Putin’s orbit and people close to Mr. Trump.\nFriday’s penalties could be particularly painful for Mr. Putin’s regime.\nWhile Russia’s oligarchs make nearly all of their money in Russia, many stash their families, their lovers and much of their wealth in places like London, New York and Miami, where they are believed to own hundreds of millions of dollars in property. However, the economic strain is likely to be delayed, given that most on the list have already shielded their assets.\nTargeted sanctions against the oligarchs are seen as a particularly good way to punish Moscow’s aggressive moves while sparing wider Russian society, which is already suffering under Mr. Putin’s thumb.\nThe sanctions come just three days after Lt. Gen. H. R. McMaster, in his final speech as Mr. Trump’s national security adviser, warned darkly about the growing Russian menace.\n“For too long some nations have looked the other way in the face of these threats,” he said, adding, “And we have failed to impose sufficient costs.”\nThe new sanctions stem from legislation passed by Congress overwhelmingly last year and designed to limit Mr. Trump’s ability to lift sanctions already imposed on Russia. Lawmakers in both parties feared that the president would suspend sanctions imposed by President Barack Obama as he pursued warmer relations with Moscow as promised during his campaign and first year in office.\nThe Trump administration opposed that legislation but quietly acceded to it after it passed with a veto-proof majority. Within that law was a measure requiring the administration to create a list of Russian oligarchs. Lobbying around the creation of the list became intense as Russia’s wealthiest citizens feared punishing sanctions to come.\nThat is exactly what happened on Friday.\nThe sanctions list will only hasten the slide of Washington-Moscow relations. This week, 60 American diplomats left Russia as part of a tit-for-tat series of expulsions that followed last month’s nerve-gas poisoning of Sergei V. Skripal, a former Russian double agent, and his daughter.\nMr. Skripal’s poisoning on British soil prompted more than 20 countries to expel more than 100 Russian diplomats and intelligence officers, the largest such coordinated action ever. British officials believe that Mr. Skripal’s poisoning, which occurred after an assassin smeared a nerve agent on the door handle of his home, was such a risky operation that it was unlikely to have been undertaken without approval from the Kremlin.\nRussia has denied involvement in the poisoning.\nBut the attack is seen as part of a pattern of increasingly aggressive moves by Mr. Putin, including the seizure of Crimea; military interventions in Georgia, Ukraine and Syria; tacit support for President Bashar al-Assad’s chemical attacks on his own populace in Syria; a direct attack by Russian mercenaries on American troops in Syria; and the hacking of elections in the United States and Europe.\nThe Trump administration’s responses to Mr. Putin’s needling have been uneven. Although Congress gave the State Department $120 million in 2016 to counter Russian hacking efforts, the department has so far spent none of it. And Mr. Trump said this week that he wanted American forces to leave Syria soon, an exit that would benefit Iran, Russia and one of its allies, Mr. Assad.\nBut the administration has also imposed considerable economic penalties on Russia, with Friday’s action the latest in a string of similar moves.\nNATO allies are now thinking anew about more coordinated responses to track and impose sanctions on Mr. Putin’s cronies. Both Congress and the British Parliament are considering legislation that would require that the owners of companies and properties be disclosed.", "date": "April 6, 2018", "href": "https://www.nytimes.com/2018/04/06/us/politics/trump-sanctions-russia-putin-oligarchs.html", "tags": "administration sanctions oligarchs russian imposes cronies ” trump russia new putin"}