{"title": "Trump Brings His Own Style to a Day of Damage Control in Britain", "content": "LONDON — It was damage control, Trump style.\nA day after creating a diplomatic incident in Britain, President Trump kind of apologized to his host, Prime Minister Theresa May, but did not entirely back off the critical statements about her handling of Britain’s withdrawal from the European Union that created the problem in the first place.\nHe used a news conference at Mrs. May’s country home to assail the news media once again, deny facts in plain evidence and make a series of false or questionable assertions. On a day when 12 Russian intelligence officers were indicted by the Justice Department for interference in the 2016 election, he chose not to condemn Moscow for its actions.\nHe also had tea with Queen Elizabeth II.\nThe second day of Mr. Trump’s visit to Britain was a jarring mix of carefully choreographed pomp and pageantry on the one hand and the unpredictability of his relentless convention-breaking on the other. The special relationship between the United States and Britain may survive, but for a day at least it encompassed a balloon caricature of a scowling baby Trump in a diaper floating over Parliament Square, perhaps the most enduring image of the widespread protests against the president’s presence.\n“I am doing a great job, that I can tell you,” Mr. Trump said, “just in case you haven’t noticed.”\nHe acknowledged that his views on immigration in Europe — that it is “changing the culture” and creating security problems — were not politically correct. “But I’ll say it and I’ll say it loud,” he added. He suggested that Russia’s annexation of Crimea was the result of weakness by his predecessor, Barack Obama.\nIt was the third day of a European trip that includes a meeting on Monday in Finland with President Vladimir V. Putin of Russia. And like the previous two days, when he left leaders of the other NATO nations off balance and questioning American commitment to shared values and institutions, it followed a script determined more by Mr. Trump’s moods and whims than by protocol or diplomatic goals.\nIt was framed by his response to an explosive interview that was published late Thursday blasting Mrs. May’s handling of negotiations for Britain’s departure from the European Union, or Brexit. He publicly praised Mrs. May’s leadership and called their two countries’ relationship “the highest level of special.”\nDuring a news conference at Chequers, the prime minister’s 16th-century official country residence, Mr. Trump was by turns defiant, fawning and dismissive of the interview. He tried to deny that he had criticized the prime minister and blamed the news media for the embarrassing episode.\nMr. Trump said that the first thing he had done upon meeting with Mrs. May on Friday was to offer her a mea culpa, but that she had assured him that an apology was unnecessary, joining him in pinning the drama on the news media. “I said, I want to apologize, because I said such good things about you,” Mr. Trump said of Mrs. May, adding, “She said, ‘Don’t worry, it’s only the press.’”\nThe contortions followed a report in British newspaper The Sun  late Thursday night that quoted him criticizing Mrs. May’s approach to  Brexit. He said her business-friendly plan would leave Britain closely tied to the European Union, ultimately killing the prospect of a trade deal between the United States and Britain. He then proceeded to praise perhaps her most prominent rival, Boris Johnson, who resigned as foreign secretary last week in protest over her Brexit plan.\n“I didn’t criticize the prime minister; I have a lot of respect for the prime minister,” Mr. Trump told reporters during an outdoor news conference after he and Mrs. May had met for talks, denying something that was readily apparent both in The Sun’s cover story and in audio it released of the interview. He blamed “fake news,” claiming the report — in a right-wing, pro-Brexit tabloid owned by Rupert Murdoch — had omitted any praise of Mrs. May, although both the article and the audio proved otherwise.\n“I think she’s doing a terrific job, by the way,” Mr. Trump added, calling Mrs. May “tough” and “capable.”\nMrs. May passed up the opportunity to upbraid Mr. Trump. The two held hands as they approached their lecterns for the question-and-answer session, as if to signal that all was forgiven regarding the interview, and Mrs. May insisted that she had not felt undermined by Mr. Trump.\nBut the political damage to the prime minister had been done, and by the end of the news conference, the president changed his tune yet again, saying he still believed Mrs. May should have taken his advice about Brexit.\nAfter his news conference at Chequers, Mr. Trump and his wife, Melania, arrived for tea with Queen Elizabeth II at Windsor Castle, greeted by a pomp-filled ceremony with uniformed military guards in red jackets and bearskin caps.\nBut even that tradition-steeped affair did not come off smoothly for the White House. It coincided almost to the minute with the news conference in Washington where the deputy attorney general, Rod J. Rosenstein, laid out the evidence assembled by the special counsel, Robert S. Mueller III, that 12 Russian military intelligence officers had hacked into Democratic computers during the 2016 campaign.\nMr. Trump had been briefed in advance about the indictments, Mr. Rosenstein said. Asked at his news conference about what he hoped to achieve in meeting with Mr. Putin, Mr. Trump said he had low expectations but high hopes for progress on nuclear arms control issues, Syria and Ukraine. He said he would ask Mr. Putin about the election meddling, but once again played down the significance of the assault on American democracy.\n“I don’t think you’ll have any ‘Gee, I did it, you got me,’ ” Mr. Trump said, adding that there would not be a “Perry Mason moment,” a reference to the old television courtroom drama. “I will absolutely, firmly ask the question.”\nMr. Trump still made it clear on Friday that he considered the special counsel investigation into Russia’s election interference, and whether his campaign worked with Moscow in the effort, more than anything an impediment to a warmer relationship that he was eager to forge with Mr. Putin.\n“We do have a political problem where, you know, in the United States we have this stupidity going on — pure stupidity,” Mr. Trump said. “Anything you do, it’s always going to be, ‘Oh, Russia, he loves Russia.’ I love the United States, but I love getting along with Russia. And China. And other countries.”\nMr. Trump was in a pugilistic mood during the news conference, taking aim at reporters who inquired about whether his harsh treatment of NATO allies and criticism of Mrs. May on her own soil was a gift to Mr. Putin.\n“That’s such dishonesty reporting,” Mr. Trump said. Later, he rebuffed a reporter for CNN, calling the network “fake news,” and instead calling on a representative for Fox News, his preferred outlet, saying, “Let’s go to a real network.”\nEven as he tried to pivot away from his criticism of Mrs. May, Mr. Trump did confirm perhaps the most damaging element of the report in The Sun, which quoted him saying that the prime minister had rejected his advice about how to approach Brexit and was therefore headed down a damaging path. He said he still believed Mrs. May should follow his advice.\nBut he also went out of his way to praise Mrs. May. “I also said this incredible woman right here is doing a fantastic job,” Mr. Trump said, turning to Mrs. May. “A great job, and I mean that.”\nMrs. May pivoted repeatedly to her insistence that the Brexit plan she was pursuing would, in fact, pave the way for an “ambitious” bilateral trade deal with the United States.\nLater at Windsor Castle, Mr. Trump towered over the queen, who wore a royal-blue coat and matching hat and carried her signature black purse, as they slowly walked around a quadrangle surveying military guards in dress uniforms.\nAfter a 48-minute tea behind closed doors, Mr. Trump departed for Marine One, the presidential helicopter that had ferried him to remote spots on London’s outskirts during his day-and-a-half stay to avoid the protests. Then it was on to Air Force One and Glasgow, Scotland, where he arrived at his golf resort for a weekend of preparation for his meeting with Mr. Putin.", "date": "July 13, 2018", "href": "https://www.nytimes.com/2018/07/13/world/europe/trump-may-brexit-sun.html", "tags": "brings may style conference control news ” trump britain mrs. damage day"}