{"title": "Trump Lawyer Asserts President’s Right to Keep Tax Returns Private", "content": "WASHINGTON — President Trump’s personal lawyer on Friday asserted Mr. Trump’s right as a citizen to keep his tax returns private and told the Treasury Department not to hand the returns over to House Democrats, foreshadowing what has the potential to be a far-reaching legal fight that could reach the Supreme Court.\nThe lawyer, William S. Consovoy, argued that Democrats who have demanded to see Mr. Trump’s tax information had no legitimate legislative reason to request it and that Representative Richard E. Neal’s decision this week to ask for six years of the president’s personal and business returns flouts “fundamental constitutional constraints.” He also called it a “gross abuse of power.”\n“Even if Ways and Means had a legitimate committee purpose for requesting the president’s tax returns and return information, that purpose is not driving Chairman Neal’s request,” the lawyer wrote, referring to Mr. Neal, Democrat of Massachusetts, who leads the House Ways and Means Committee. “His request is a transparent effort by one political party to harass an official from the other party because they dislike his politics and speech.”\n[Read the lawyer’s letter.]\nMr. Consovoy’s views have no direct bearing on the case. The little known tax code provision employed by the Democrats in demanding Mr. Trump’s returns says only that the Internal Revenue Service “shall furnish” the information, giving it and its parent agency, the Treasury Department, little leeway in deciding how to respond.\nDemocrats anticipate that the Trump administration could present an argument similar to the one made on Friday by Mr. Consovoy, namely that Mr. Neal’s request lacks a legitimate legislative purpose and, based on past court precedent, must respect Mr. Trump’s right to privacy.\nNonetheless, the length and forcefulness of Mr. Consovoy’s letter underscores what is at stake for a president who has defied modern political norms by refusing to voluntarily release his tax returns. If Mr. Neal prevails and gains access to the president’s long-hidden returns, it would allow Democrats for the first time to peek past Mr. Trump’s public claims about his wealth and investments and into the heart of his personal and business finances.\nThe I.R.S. and Treasury Department have given no indication of how they view the request since it was made on Wednesday. Steven Mnuchin, the Treasury secretary, told Congress last month he would consult with his legal team and follow the law when a request was made. He will most likely face questions about the request again next week when he returns to Capitol Hill to discuss the department’s budget.\nMr. Trump has indicated in recent days that he is ready to fight to keep his financial information private. Asked on Friday if he was confident he would succeed, Mr. Trump offered an ambiguous prediction.\n“Oh, I don’t know,” he said. “That’s up to whoever handles it. I don’t know. Hey, I’m under audit. But that’s up to whoever it is. From what I understand, the law is 100 percent on my side.”\nMr. Neal made the request through an obscure but frequently used provision of the federal tax code — Section 6103 — that allows Congress’s tax-writing committees to view tax information on any filer. The authority is regularly used by the committee to confidentially measure how changes to the tax code would affect different types of taxpayers. It has been used for more investigative purposes, as well, most recently in 2014, when committee Republicans obtained and publicly released tax information as part of an investigation into whether the I.R.S. discriminated against conservative entities seeking tax-exempt status.\nBut there is little precedent for using it to examine the returns of a president without his consent.\nMr. Neal gave the I.R.S. until next week to comply. If it does not, the House could go to court to try to enforce the request — a process that legal experts said could take years to sort out. \n“The Supreme Court has flagged twice now that it is unclear as to whether a congressional committee can sue the president and force the executive branch to do something,” said Andy Grewal, a University of Iowa law school professor. “I think we are a very long way from getting an answer over legitimate legislative purpose.”\nAfter months of speculation, the back-and-forth was initiated on Wednesday when Mr. Neal formally requested that the I.R.S. hand over six years of Mr. Trump’s personal and business tax returns as part of what he said was a committee oversight investigation of tax law enforcement. Even if Mr. Neal does get access to the information, it would not automatically become public because the committee would have to vote to disclose anything it sees.\nIn making his request, Mr. Neal jettisoned issues, like possible tax fraud, that Democrats have warned that Mr. Trump may be hiding, instead saying that he wanted to examine audit procedures for a president.\nMr. Neal worked closely with House lawyers to prepare the request to hold up against legal challenge. He framed the request as part of the Ways and Means Committee’s oversight of “the extent to which the I.R.S. audits and enforces the federal tax laws against a president.” Under I.R.S. policy, the personal tax returns of presidents and vice presidents are supposed to be automatically audited each year.\n“This request is about policy, not politics,” Mr. Neal said at the time. “My preparations were made on my own track and timeline, entirely independent of other activities in Congress and the administration.”\nDaniel Rubin, a spokesman for Mr. Neal, declined to comment on Friday’s letter.\nMr. Consovoy said that Mr. Neal’s stated justification only thinly veiled what Democrats were really after: political gain. They have demanded for years that Mr. Trump release his tax returns, Mr. Consovoy argued, and they promised to use the House majority to find out whether the president had undertaken financial fraud.\n“Once this Pandora’s box is opened, the ensuing tit for tat will do lasting damage to our nation,” Mr. Consovoy wrote.\nThough he was defending Mr. Trump’s privacy rights as a taxpayer, his arguments also closely mirrored those used by Republicans in Congress who have argued against making the request.\n“If Chairman Neal genuinely wants to review how the I.R.S. audits presidents, why is he seeking tax returns and return information covering the four years before President Trump took office?” Mr. Consovoy asked. “Why is he not requesting information about the audits of previous presidents?”\nMr. Consovoy’s argument bears similarity to one made by other Trump lawyers throughout the course of the obstruction of justice investigation led by the special counsel, Robert S. Mueller III. In that case, the president’s lawyers repeatedly argued that he did not lose his rights as a citizen by dint of being the commander in chief. Those included his rights to free speech, his lawyers argued, a point echoed in the letter sent on Friday.\nMr. Grewal said he thought Mr. Consovoy raised a valid objection about the legitimacy of Mr. Neal’s investigation, but cautioned that his letter was “part of public relations and advocacy, as opposed to any kind of official action” that would affect the case.\nGeorge K. Yin, a tax law professor at the University of Virginia, disagreed. He said Mr. Neal’s argument was cleverly framed, particularly in light of a relevant past use of Section 6103 by Congress in examining whether President Richard M. Nixon had properly paid his taxes.\n“There is an inherent conflict of interest when the agency is responsible for auditing its boss,” he said.\nFacing questions about his own tax obligations, Nixon asked Congress to investigate whether he had taken improper tax positions as president. Using materials he handed over and referencing Section 6103, Congress found that despite being audited by the I.R.S., Nixon had significantly underpaid.\nAfter Nixon and his immediate successor, Gerald R. Ford, all American presidents until Mr. Trump voluntarily released their taxes.", "date": "April 5, 2019", "href": "https://www.nytimes.com/2019/04/05/us/politics/trump-tax-returns.html", "tags": "asserts tax president ” trump keep returns request consovoy right neal private lawyer"}