{"title": "Trump's wall: How much has been built so far?", "content": "Claim: Much of the wall has already been fully renovated or built. Mexico is paying for the wall through the new US-Mexico-Canada trade agreement.\nVerdict: The border authorities say work has begun on building improved border security infrastructure. The money made available so far is largely tied to barrier designs that already exist. The trade agreement with Mexico and Canada is not yet in place and it's not clear how this would directly lead to revenue from Mexico to pay for the wall.\nUS President Donald Trump wants to spend billions of dollars building a wall along the US-Mexico border.\nHe needs the US Congress to approve the funding for his plan but he has come up against strong opposition, and the Democratic party doesn't want to stump up the money. \nHowever, Mr Trump says there has already been significant progress.\nWriting on Twitter he says \"much of the wall has already been fully renovated or built. We have done a lot of work.\"\nSo, just how much has been built so far - and is Mexico paying?\nBuilding a wall along the border with Mexico was one of Mr Trump's key election promises.\nThe White House says the wall is critical to stopping illegal immigrants and drugs entering the country.\nThe border is 1,954 miles (3,145 km) long, with about 650 miles of various types of fencing already in place through California, Arizona, New Mexico and Texas.\nAccording to documents obtained by CNN at the beginning of 2018, officials told Congress that the Trump plan would mean 864 miles of new wall and 1,163 miles of replacement wall. It would cost $33bn (£26bn).\nWhy is President Trump talking about the wall now?\nThe current row between the president and Congress is over a spending package of more than $5bn (£3.9bn) for the wall. \nBut Democratic lawmakers in the House of Representatives have so far refused to agree to any additional funding for the wall. They have offered $1.3bn for border security, such as improved surveillance and fencing, but not the wall. \nThis funding for border security is part of a larger budget that Congress is trying to pass. The impasse has led to a partial government shutdown that began on 22 December. \nMr Trump has said he will not sign a bill to reopen government that doesn't include money for the wall. \nAt the end of last year the lower house, then controlled by Republicans, passed a bill that met the president's request, but it failed to get enough votes in the Senate.\nWhat has been built along the border so far?\nIn January 2018, Mr Trump asked Congress to pay $18bn (£13.6bn) over the next decade for an initial phase of construction, but the bill ultimately failed. \nEstimates for a cross-border wall range from $12-40bn.\nIn March last year Mr Trump secured $1.6bn from Congress for projects at the border. \nThe US Customs and Border Protection agency (CBP) has said this raised enough money to build approximately 100 miles of \"border wall system\". \nIn the months that followed, the CBP said it has replaced about 14 miles of scrap metal barrier with a \"bollard-style wall\" in San Diego, built two miles of \"primary wall\" in California and 20 miles of \"new border wall\" in Santa Teresa, New Mexico.\nAnd in December 2018, the CBP contracted the US Army Corps of Engineers to construct up to 14 miles of \"secondary wall\" and up to 15 miles of primary pedestrian replacement wall in San Diego, Yuma, and El Centro Sectors.\nThe bill approved by Congress stipulated that funds could go on primary and secondary \"fencing\", barrier planning and design, and border security technology. And money could be spent on new and replacement barriers that had been approved in a previous spending bill. \nSo that means, for example, it could not be spent on developing prototypes of new walls that have been proposed by the president.\nIs Mexico going to pay for it?\nMr Trump's position on how Mexico might pay for the wall has shifted considerably in recent months. During his campaign and at the beginning of his presidency he insisted that Mexico would directly pay for the border wall.\n\"I would build a great wall, and nobody builds walls better than me, believe me, and I'll build them very inexpensively,\" Trump said. \"I will build a great, great wall on our southern border and I'll have Mexico pay for that wall.\"\nThen towards the end of last year, he insisted that the wall would pay for itself:\n\"Could somebody please explain to the Democrats (we need their votes) that our Country loses 250 Billion Dollars a year on illegal immigration, not including the terrible drug flow. Top Border Security, including a Wall, is $25 Billion. Pays for itself in two months.\"  \nHe is now suggesting that Mexico \"is paying for the wall\" through the new US-Mexico-Canada trade deal. \nNot only has the mechanism for this funding been largely unexplained, the deal is not in place yet and has yet to be ratified by Congress. \nPresident Trump may believe that the new trade deal will reduce the trade deficit the US currently has with Mexico and will in the long run save the US money, which can be spent on the wall, says Andrew Hunter, senior US economist at Capital Economics. \n\"However, there is little direct relationship between a country's trade deficit and government finance,\" says Mr Hunter. \nA second possibility is that the deal increases economic activity and could eventually boost government tax revenues. \nBut, adds Mr Hunter, \"the changes included in the agreement are relatively minor and unlikely to have much impact on the economy.\"\nPresident Trump has also floated the idea of invoking the Patriot Act to cut off or tax remittance payments to Mexico from Mexican immigrants living in the US.  \nThese remittances could amount to as much as $25bn a year according to the Banco de Mexico. But critics say this would be very difficult to implement and would face legal challenges.\nHe raised this plan as a way of putting pressure on the Mexican government to pay directly for the wall - something Mexico has categorically refused to do.  \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "5 January 2019", "href": "https://www.bbc.com/news/world-us-canada-46748492", "tags": "much us wall congress border trump mexico pay miles new built far"}