{"title": "Trump and Kim See New Chapter for Nations After Summit", "content": "SINGAPORE — President Trump shook hands with Kim Jong-un of North Korea on Tuesday and offered a major concession during the first summit meeting between their nations, a momentous step in an improbable courtship between the world’s largest nuclear power and the most reclusive one.\nBrash, impulsive leaders who only a few months ago taunted each other across a nuclear abyss, Mr. Trump and Mr. Kim set aside their threats in a gamble that for now, at least, personal diplomacy can counteract decades of enmity and distrust.\nEmerging from a day of talks in Singapore and speaking to reporters for more than an hour, Mr. Trump said that he was suspending joint military exercises with South Korean forces and that he was confident Mr. Kim would begin dismantling his nuclear arsenal “very quickly.”\nBut Mr. Trump said economic sanctions against the North would remain in place until the North did more.\nMr. Trump’s decision to suspend the war games — which he described as “very expensive” but also “very provocative” given the continuing negotiations — appeared to take South Korea by surprise.\nIt was the latest twist in the international drama over the fate of the North’s nuclear program and a complete reversal by the Trump administration, which had previously said the exercises were important to defend an ally and not negotiable. It was also a remarkable bet by Mr. Trump that he can persuade Mr. Kim to follow through on pledges to surrender his nuclear weapons that are almost identical to those the North has made — and broken — in the past.\n“We’re very proud of what took place today,” Mr. Trump said. “I think our whole relationship with North Korea and the Korean Peninsula is going to be a very much different situation than it has in the past.”\nIn a televised ceremony in which the two leaders signed a joint statement, Mr. Kim thanked Mr. Trump for making their face-to-face talks possible. “We had a historic meeting and decided to leave the past behind,” he said, adding that “the world will see a major change.”\nIn the statement they signed, Mr. Trump “committed to provide security guarantees” to North Korea, and Mr. Kim “reaffirmed his firm and unwavering commitment to complete denuclearization of the Korean Peninsula.”\nBut the statement did not go much further than previous ones and was short on details, including any timetable or verification measures.\nAsked if Mr. Kim had agreed to denuclearize, Mr. Trump said, “We’re starting that process very quickly — very, very quickly — absolutely.”\nThe joint statement said the two nations would hold “follow-on negotiations” led by Secretary of State Mike Pompeo and a high-level North Korean official “at the earliest possible date, to implement the outcomes” of the summit meeting.\nIt also said the two countries would “join their efforts to build a lasting and stable peace regime” on the divided peninsula, meaning talks to reduce military tensions that could eventually lead to a formal peace treaty to end the Korean War.\nThe day began with a carefully choreographed encounter in which Mr. Trump and Mr. Kim strode toward each other, arms extended, in the red-carpeted reception area of a Singapore hotel built on the site of a British colonial outpost.\nPosing before a wall of American and North Korean flags, Mr. Trump put his hand on the younger man’s shoulder. Then the two, alone except for their interpreters, walked off to meet privately in an attempt to resolve the crisis over North Korea’s nuclear program.\n“I feel really great,” Mr. Trump said. “It’s going to be a great discussion and, I think, tremendous success. I think it’s going to be really successful, and I think we will have a terrific relationship. I have no doubt.”\nA more sober-sounding Mr. Kim said: “It was not easy to get here. The past worked as fetters on our limbs, and the old prejudices and practices worked as obstacles on our way forward. But we overcame all of them, and we are here today.”\nLater, as they reconvened with top aides, Mr. Trump declared of the nuclear impasse, “Working together, we will get it taken care of.”\nMr. Kim responded, “There will be challenges ahead, but we will work with Trump.”\nTheir negotiators had failed to make much headway in working-level meetings before the meeting, leaving Mr. Trump and Mr. Kim with little common ground ahead of what could be months or even years of talks.\nBut this was a negotiation that followed no known playbook: Two headstrong men — one 34 years old, the other 71, products of wealth and privilege, but with lives so dissimilar they were practically from different planets — coming together to search for a deal that eluded their predecessors.\n“I just think it’s going to work out very nicely,” Mr. Trump said on Monday, with the confident tone he has used from the moment in March when he accepted Mr. Kim’s invitation to meet.\nBut even as he spoke, American and North Korean diplomats were struggling to bridge gaps on some of the most basic issues dividing the two sides, including the terms and timing under which the North would surrender its nuclear arsenal.\nAt least 2,500 journalists from around the world were on hand to chronicle what some officials said would amount to an extravagant meet-and-greet exercise. Even if successful, Mr. Pompeo predicted, it would only inaugurate a lengthy, complicated and risky process.\nStill, the summit meeting represented a turnaround that would have been inconceivable just a few months ago, when the men’s verbal sparring included threats of a nuclear conflict that rattled friend and foe alike.\nIn the last year alone, Mr. Kim has conducted his nation’s most powerful nuclear test and developed missiles capable of striking American cities. Mr. Trump responded last August by threatening to unleash “fire and fury like the world has never seen.”\nThen, in January, there was a sudden change in tone. Mr. Kim, in a gesture of reconciliation, offered to send athletes to the Winter Olympics in South Korea — the first act in a public relations makeover for the young dictator, who only a few months later invited Mr. Trump to meet with him.\nSingapore’s government turned this futuristic city-state into a giant stage for Mr. Trump and Mr. Kim. In addition to their one-on-one meeting, they met with their aides at their sides and again over lunch — all at a well-guarded luxury hotel on the island of Sentosa, where tourists and locals visit the Universal Studios theme park or the crescent-shaped beach.\nFor Mr. Trump, Monday was a brief intermission between the tumult of an acrimonious Group of 7 meeting in Canada over the weekend and the looming spectacle of his encounter with Mr. Kim.\nMr. Trump stayed largely out of sight in the Shangri-La Hotel, where he had been closeted with aides since landing in Singapore on Sunday evening. Less than a mile away, as if in a rival armed camp, Mr. Kim billeted at his own equally fortified hotel, the St. Regis.\nBut on Monday evening, Mr. Kim went out on the town. Engaging in some role reversal with Mr. Trump, he visited the Marina Bay Sands Hotel, a striking resort owned by the Las Vegas casino magnate Sheldon G. Adelson. He took selfies with Singaporean officials.\nThere were other reminders of the bizarre turns this story has taken: On Tuesday, the former pro basketball player Dennis Rodman, who befriended Mr. Kim during trips to Pyongyang, turned up in Singapore to give a tearful television interview about his role in trying to thaw relations between the two countries.\nMr. Trump, meanwhile, refused to let go of his rancorous clash with European allies over trade. On Monday morning, from his hotel, he unleashed a fusillade of angry posts on Twitter about what he said were the predatory trade practices of Canada and several European countries.\n“Sorry, we cannot let our friends, or enemies, take advantage of us on Trade anymore,” the president said in a tweet. “We must put the American worker first!”\nMr. Trump’s harsh words about the nation’s closest allies stood in stark contrast to his expression of sunny feelings toward Mr. Kim, a brutal dictator who is known for human rights abuses and who ordered the execution of his own uncle.\n“Great to be in Singapore, excitement in the air!” tweeted Mr. Trump, before setting foot outside his hotel.\nTo negotiate the terms of the joint statement, the administration recruited Sung Y. Kim, a seasoned North Korea negotiator now serving as American ambassador to the Philippines, to lead that effort. Ambassador Kim and a small group of diplomats held a series of talks last week with the North Koreans in Panmunjom, the so-called truce village in the Demilitarized Zone between North and South Korea.\nPeople briefed on the meetings said American negotiators had found it difficult to make significant headway with the North Koreans, in part because the White House did not back them up in taking a hard line.\nIn his public statements before the talks, Mr. Trump showed gradually greater flexibility toward North Korea, saying he viewed its disarmament as a “process,” rather than something to be done all at once, and disavowing the phrase “maximum pressure,” after making it the centerpiece of his policy.\nBut Mr. Trump also included his national security adviser, John R. Bolton, in the meeting with Mr. Kim. Mr. Bolton is a lightning rod in Pyongyang because of his proposal that North Korea disarm voluntarily as Libya did in 2003 — a concession that ended badly, when Libya’s leader, Col. Muammar al-Qaddafi, was killed by his own people in an uprising less than a decade later in the wake of a NATO air campaign.\nSouth Korea’s president, Moon Jae-in, who worked intensely to help broker the meeting, underlined its historic nature.\nMr. Moon urged a “bold give-and-take” to make it successful. But he said that regardless of whatever agreement was produced, it would be just the beginning of what could be a long, bumpy process of ridding North Korea of a nuclear arsenal it has spent decades building.\n“Even after the two heads of state open the gate,” Mr. Moon said, “it will take a long process to achieve a complete solution. We don’t know how long it will take: one year, two years or more.”", "date": "June 11, 2018", "href": "https://www.nytimes.com/2018/06/11/world/asia/trump-kim-summitmeeting.html", "tags": "see chapter nuclear summit new ” trump nations kim north — korea"}