{"title": "Trump warns further China tariffs 'ready to go'", "content": "US president Donald Trump has threatened to intensify his trade war with China, warning he could impose tariffs on almost all its imports.\nHe said he could move \"very soon\" to impose tariffs on $200bn (£155bn) worth of products with taxes on another $267bn \"ready to go on short notice\".\nIf both sets of tariffs go ahead it would mean virtually all of China's US exports would be subject to new duties.\nThe move risks raising tensions between the world's two largest economies.\n\"The $200bn we are talking about could take place very soon depending on what happens with them,\" Mr Trump said, in comments made on Air Force One, as he travelled from Montana to South Dakota. \n\"To a certain extent it's going to be up to China. And I hate to say this, but behind that is another $267bn ready to go on short notice if I want. That changes the equation,\"  \nIf the administration does go ahead with another round of tariffs on Chinese products, it would mark the third set put into motion so far this year.\nIn July, the White House increased charges on $34bn worth of Chinese products. Then last month, the escalating trade war moved up a gear when the US brought in a 25% tax on a second wave of goods worth $16bn.\nChina has retaliated on both occasions with tariffs on the equivalent value of US goods.\nThe Chinese imports targeted so far include a vast range of goods, including semiconductors, plastics, chemicals and railway equipment, and fridges. The US products targeted by China include coal, copper scrap, fuel, buses and medical equipment.\nIf a third set of tariffs on $200bn worth of Chinese goods are imposed then a host of tech firms have warned they will be impacted. \nApple is reported to have told the US government it will affect the cost of its Apple Watch, AirPods, HomePod, AirPort routers, Apple Pencil, Mac mini, and some adapters/cables, according to Bloomberg.\nEarlier, Dell, Cisco, Juniper Networks and Hewlett Packard Enterprise warned the new taxes could result in US job losses.\nThe firms are worried the tariffs will increase their costs since many of their components come from China. \nMr Trump says he wants to stop the \"unfair transfers of American technology and intellectual property to China\" and protect jobs.\nTariffs, in theory, will make US-made products cheaper than imported ones, so encourage consumers to buy American. The idea is they would boost local businesses and support the national economy.\nBut many US companies and industry groups have testified to the US Trade Representative's Office that their businesses are being harmed.\nThe dispute dates back to January, when the US slapped controversial tariffs on imported washing machines and solar panels. That was considered Mr Trump's most significant trade move since his decision to pull the US out of the TPP and renegotiate the North American Free Trade Agreement (Nafta).\nThe US imported $505bn in goods from China last year, and this year until the end of July, Chinese imports are nearly 9% higher, according to official US data.\nEarlier, White House economic adviser Larry Kudlow told  CNBC that the administration was still talking with China about trade issues but that so far China had not met US requests.", "date": "7 September 2018", "href": "https://www.bbc.co.uk/news/business-45451809", "tags": "us warns goods go china trump chinese trade products could worth tariffs"}