{"title": "Trump executive order pulls out of TPP trade deal", "content": "President Donald Trump has fulfilled a campaign pledge by signing an executive order to withdraw from the Trans-Pacific Partnership (TPP).\nThe 12-nation trade deal was a linchpin of former President Barack Obama's Asia policy. \n\"Great thing for the American worker what we just did,\" said Mr Trump as he dumped the pact with a stroke of a pen.\nHe also cut funding for international groups that provide abortions, and froze hiring of some federal workers.\nMr Trump's executive order on TPP was largely symbolic since the deal has not been ratified by a divided US Congress.\nDuring his presidential campaign, he criticised the accord as a \"potential disaster for our country\", arguing it harmed US manufacturing. \nHis action won some plaudits from the left as well as the right. \nDemocratic Senator Bernie Sanders told the BBC he backed it because trade deals like this have been a \"disaster\" and cost millions of jobs.\nOn Monday evening, Mr Trump's pick to be secretary of state, Rex Tillerson, was approved by the Senate Foreign Relations committee, and now requires confirmation from the full Senate.\nAnd the new CIA boss will be Mike Pompeo, following a Senate vote of 66 to 32, in his favour.\nThe Trump administration's first weekday began with a flurry of executive orders, which allow the president to bypass Congress by issuing legally binding directions, mostly of limited scope, to federal agencies. \nMr Trump also signed an order blocking foreign aid or federal funding for any nongovernmental organisation that provides abortions abroad. \nThe so-called Mexico City policy was first established by Republican President Ronald Reagan in 1984. \nIt is typically rescinded by incoming Democratic presidents, including Barack Obama in 2009, and reinstated by Republican presidents. \nMr Trump also signed an executive action placing a hiring freeze on non-military federal workers. \nAfter meeting business leaders earlier at the White House, Mr Trump pledged to lower corporate taxes to 15% or 20%, from the current 35%, and slash regulations by up to 75% if they keep jobs in the US.\nMr Trump - whose protectionist rhetoric sent the US dollar falling - also met labour leaders later on Monday.\nSome of the measures he announced on Monday fulfil \"Day One\" pledges he made as a candidate in a speech in Gettysburg in October.\nBut perhaps inevitably, some of the promises he made on that day and at rallies during his campaign have not been kept, although he may get to them in the coming days and weeks.\nThe Trump administration has planned for a busy few weeks, according to the White House press secretary.\nSean Spicer said the president's nominee for Supreme Court Justice would come within the next couple of weeks. \nAnd in his first proper White House press briefing, he said the US would block China from taking over contested islands in international waters in the South China Sea. \n\"I think the US is going to make sure that we protect our interests there,\" he said. \n\"It's a question of - if those islands are in fact in international waters and not part of China proper, then yeah, we're going to make sure that we defend international territories from being taken over by one country.\"\nThe start of the Trump administration has looked less like a well-planned parade and more like the running of the bulls in Pamplona. But is there order behind this chaos?\nThe president and his press secretary spent the weekend blasting the press and its coverage of the inauguration - and that rolling feud unsurprisingly dominated headlines. \nBehind the scenes, however, Republicans in the executive branch and Congress are getting down to the business of advancing their political agenda. \nThe president issued executive orders on trade and abortion on Monday. Congressional committees will soon begin hammering out tax and healthcare legislation.\nThe bumpy start to Mr Trump's presidency has some questioning whether the president is squandering his power, which traditionally is at its height in the first few months of a presidential term. \nPower, however, is what you make of it - and the real test of Mr Trump's strength won't be in the tut-tutting of newspaper editorial pages over tweets and ad-libbed speeches, it will be policies enacted and legislation signed.\nWhile it's easy to dismiss Mr Trump's moves as missteps, if conservatives continue to charge through the chaos, they may learn to love their new president's unconventional style.\nMeanwhile, Mr Spicer said it was \"unquestionable\" that Mr Trump's inauguration \"was the most watched\" ever.\nAlthough Ronald Reagan's was top in terms of television figures, attracting 41.8 million viewers, Mr Spicer pointed out that the 30.6 million who tuned in to see Mr Trump take the oath of office did not include the millions who watched the ceremony online.\nHis remarks followed Mr Trump's stinging attack at the weekend on media reporting of attendance figures and the weather at his inauguration. ", "date": "24 January 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-38721056", "tags": "us international mr tpp trump federal trade order executive also deal pulls"}