{"title": "Trump Chinese Business Deal Raises 'Serious Concerns,' Says U-S- Ethics Chief", "content": "The head of the U.S. Office of Government Ethics said that a multi-million-dollar loan by the Chinese government to a project designed to enrich President Donald Trump raises “serious concerns.”\nBut it’s up to Congress to address the problem, acting ethics director David Apol said in a letter last week to 60 Democratic members of Congress who called for an investigation into the deal, The Washington Post reported.\nAt issue is a $500 million loan from the Chinese government to an Indonesian resort and theme park project in Jakarta. Trump’s family business, the Trump Organization, has a deal to license the Trump name to the resort, which includes hotels and a golf course. China agreed to the funds just 72 hours before Trump denounced penalties against Chinese telecom giant ZTE for violating U.S. sanctions against Iran. The president said the U.S. had to act to protect Chinese jobs.\nIn their letter, the Democrats raised concerns about the troubling mix of Trump’s private business interests and his actions as president. They argued that the Chinese loan violates the Constitution’s emoluments clause, which prohibits federal officials from accepting gifts from foreign governments.\nApol responded: “At the outset, I agree that the information cited in your letter raises serious concerns. It is essential to the success of our republic that citizens can trust that the decision made by government leaders are motivated by the public good and not by personal interests.”\nBut he added that the ethics office has “no authority to opine on emoluments clause issues, which are under the sole purview of the Department of Justice and are presently under judicial review.”\nAs for conflict of interest issues, the latter said that although “all government officials are charged with avoiding actions which would cause reasonable persons to question their impartiality,” at the same time “Congress has left no doubt that the primary criminal conflict of interest statute is inapplicable to the president.”\nApol added: “Under the Constitution, the primary authority to oversee the president’s ethics rests with Congress and ultimately, with the American people.”\nTrump has retained his stake in the Trump Organization, which owns multiple properties throughout the world, even as he deals with governments where his varied business operations are located.", "date": "\n06/24/2018", "href": "https://www.huffpost.com/entry/trump-china-business-deals-raise-serious-ethics-concerns_n_5b2f097ce4b0040e274384b0", "tags": "“ u-s- business concerns raises president ethics chief u.s. trump chinese says government congress deal"}