{"title": "Trump Pits Florida Against Puerto Rico Over Emergency Aid- 'They Don't Like Me'", "content": "PANAMA CITY BEACH, Fla. ― President Donald Trump renewed his attacks on Puerto Rico at a rally Wednesday, this time pitting his supporters in Florida against the U.S. territory, both of which were destroyed by Category 5 hurricanes.\nThe Trump administration plans to provide 90% of federal emergency cleanup funds to the state of Florida to help with repair after Hurricane Michael struck last October, Trump said at his rally in Panama City Beach, Florida. Aware of complaints about a lack of disaster relief funding, the president blamed Democratic lawmakers and told his supporters, “You’re getting your money one way or the other.”\nBut the president was unable to announce his support for aid in Florida without once again demonizing the island of Puerto Rico, which continues to struggle after Hurricane Maria hit in 2017, causing an estimated 3,000 deaths.\nTrump falsely claimed Wednesday that Puerto Rico “got $91 billion” in aid after Hurricane Maria in 2017 and complained that the island is asking for more money. He also said Puerto Rico received the largest amount of aid ever distributed, which is also false.\n“It’s the most money we’ve really given to anybody. We’ve never given $91 billion to a state,” he said. Congress provided about $120 billion in aid in the aftermath of Hurricane Katrina, according to the Congressional Research Service, though that storm hit three states.\nTrump then held up a small piece of paper at the lectern displaying a bar graph meant to show that Puerto Rico received more aid than Florida and Texas. He pointed to the graph and said, “That’s Puerto Rico. They don’t like me.”\nThe president has often repeated the claim that his administration gave Puerto Rico $91 billion in hurricane relief funds. According to The Washington Post, the island has been allocated less than half that amount. About $11.2 billion has been spent so far, and $40.8 billion has been allocated to the island. The $91 billion comes from the allocated amount added to a $50 billion estimate of how much reconstruction will wind up costing over the coming decades.\nThe death toll from Maria is currently about 3,000, a huge jump from original estimates of 64 fatalities, but a Harvard University study said the number is closer to 4,645. Trump has claimed the numbers are fabricated by his political opponents to make him look bad.\nMeanwhile, residents in Florida are still waiting for Washington to send aid more than 200 days after Michael ripped through the panhandle. More than two dozen people died in the very county where Trump held his rally. According to the Tampa Bay Times, about 5,000 students are homeless, and 1 out of 7 children never returned to school.\nThe president’s supporters in Florida seemed to take his anti-Puerto Rico rhetoric to heart, with some expressing anger over the lack of aid they’ve received.\nBeth Thompson, a retired Panama City resident who attended the rally with her husband, Ronnie, told HuffPost she resented that “millions of dollars have gone to Puerto Rico” while Florida is “not getting the relief that we need.”\n“I don’t think it’s Trump’s fault, I think it’s Congress’ fault,” she said. “Because they’re against our president. And they’re doing everything that he doesn’t want to do.”\nWhen HuffPost mentioned that Democrats want more money for Puerto Rico, Beth responded, “Why? They obviously haven’t done much with what we’ve given them.” ", "date": "\n05/08/2019", "href": "https://www.huffpost.com/entry/donald-trump-rally-florida-hurricane-puerto-rico_n_5cd35ca0e4b0db2524b58ad1", "tags": "billion rico aid ” trump aid- emergency puerto pits florida like said"}