{"title": "Trump Tariffs Spare Clothing Industry -- Including Ivanka's Chinese-Made Products", "content": "President Donald Trump enacted tariffs Friday morning on $34 billion worth of Chinese goods, affecting hundreds of products from boats to medical devices and auto parts. But the clothing industry was mostly spared from the tariffs, meaning Ivanka Trump’s foreign-made products for her fashion line will be unaffected.\nWhile Trump rails at Harley-Davidson motorcycles for moving some production to Europe to dodge EU tariffs, the first daughter and senior White House adviser has never manufactured a single product for her Ivanka Trump brand on American soil.\nAnd for now, it seems Chengdu Kameido Shoes in Sichuan province can continue to supply shoes for the Ivanka Trump brand as it has in the past. It’s currently bidding for a new contract to manufacture 140,000 pairs of shoes for Trump’s company, a spokesman told The South China Morning Post.\nHangzhou HS Fashion in Zhejiang province also said it’s filling orders for orders for the G-III Apparel Group, which supplies shoes to Trump’s brand.\nUntil January 2017 all of Ivanka Trump’s products were made in factories in China and Hong Kong, research director Chris Rogers at Panjiva, a global trade data tracking company headquartered in New York, told Politico. Since then, some manufacturing has apparently been moved to other overseas factories in Indonesia, South Korea and Vietnam. (That’s not out of line with overall industry trends ― in 2016, over a third of clothing imports to the U.S. came from China, but a growing percentage were coming from other countries like Vietnam.)\nThere have been no obvious shipments from China since mid-March, but Rogers speculated shipments may now be more difficult to trace because they could be moving under code names.\nOther enterprises and workers in the U.S., meanwhile, are already feeling the heat from a trade war. China’s retaliatory tariffs have targeted U.S. seafood, soybeans, dairy products, cars, apples, whiskey, pet food and cigarettes, among several other products. Farmers are fearful they won’t be able to sell products they had earmarked for China. They also worry that suppliers from other countries will pick up the valuable market — for good — that they have worked for years to cultivate.\n“Soybeans are the top agriculture export for the United States, and China is the top market for purchasing those exports,” Iowa soybean grower John Heisdorffer said in a statement. “The math is simple. You tax soybean exports at 25 percent, and you have serious damage to U.S. farmers.” \nDespite the president’s mantra to “buy American and hire American” the Trump family retains major business operations overseas, and the Trump Organization continues to manufacture most Trump products in foreign factories.\nThe president even continues to profit from partnerships involving the Chinese government through state-supported companies and investments, including in developments in Dubai and Indonesia, notes the Washington Post. Ivanka Trump won a number of valuable trademarks in China just as her father was pushing to lift U.S. sanctions against Chinese telecom company ZTE, over the objection of congressional leaders. Trump announced his support for ZTE 72 hours after the Chinese government agreed to put half-a-billion dollars into the Indonesian project. The deal raised “serious ethical issues,” the head of the U.S. Office of Government Ethics said.\nClarification: The headline and text in this story has been updated to include more information about the tariffs and the clothing industry, and to clarify that Ivanka Trump’s Chinese-made products are not the only ones in the industry not facing tariffs.", "date": "\n07/09/2018", "href": "https://www.huffpost.com/entry/trump-china-tariffs-spares-clothing-shoes-ivanka-safe_n_5b42a597e4b09e4a8b2e72c3", "tags": "china ivanka u.s. clothing trump including -- industry chinese chinese-made products shoes tariffs spare"}