{"title": "Trump threatens to raise tariffs on $200bn of Chinese goods", "content": "Donald Trump has said he will raise tariffs on $200bn (£152bn) of Chinese goods, because talks on a US-China trade deal are moving \"too slowly\".\nThe US president tweeted that tariffs of 10% on certain goods would rise to 25% on Friday, and $325bn of untaxed goods could face 25% duties \"shortly\".\n\"The Trade Deal with China continues, but too slowly, as they attempt to renegotiate. No!\" he tweeted. \nThe countries have seemed near to striking a trade deal in recent weeks.  \nMr Trump delayed further tariff increases earlier in the year, citing progress in talks.\nThe move increases pressure on China as Vice-Premier Liu He prepares to travel Washington this week to resume negotiations. \nThat follows talks in April in Beijing that US Treasury Secretary Steven Mnuchin called \"productive\".\nWhite House economic adviser Larry Kudlow told Fox News that the president's tweet was a warning.\n\"The president is, I think, issuing a warning here, that, you know, we bent over backwards earlier, we suspended the 25% tariff to 10 and then we've left it there. \n\"That may not be forever if the talks don't work out,\" he said.\nBut Michael Pillsbury, an informal trade adviser to Trump, said he took the president's tweet \"at face value\".\nSo far, the US has imposed tariffs on $250bn of Chinese goods, having accused the country of unfair trade practices.\nBeijing hit back with duties on $110bn of US goods, blaming the US for starting \"the largest trade war in economic history\".\nAccording to reports, in recent days US officials have become frustrated by China seeking to row back on earlier commitments made over a deal.\nIt is understood that key sticking points include how to police any deal, and whether existing tariffs will be removed or stay in place. \nTom Orlik, chief economist at Bloomberg Economics, said: \"It's possible talks are breaking down, with China offering insufficient concessions, and an increase in tariffs a genuine prospect. \n\"More likely, in our view, is that this renewed threat is an attempt to extract a few more minor concessions in the final days of talks.\"\nMr Trump's latest move will raise duties on more than 5,000 products made by Chinese producers, ranging from chemicals to textiles and consumer goods.\nThe US president originally imposed a 10% tariff on these goods in September that was due to rise in January, but postponed this as negotiations advanced. \n\"The Tariffs paid to the USA have had little impact on product cost, mostly borne by China,\" he tweeted on Sunday. \nHowever, both US and international firms have said they are being harmed by the trade war. \nFears about a further escalation caused a slump in world stock markets towards the end of last year. \nThe IMF has warned a full-blown trade war would weaken the global economy.", "date": "5 May 2019", "href": "https://www.bbc.co.uk/news/business-48171561", "tags": "goods us china threatens trump raise chinese trade tariffs deal talks"}