{"title": "Trump Shifts Rationale for Firing Comey, Calling Him a ‘Showboat’", "content": "WASHINGTON — President Trump offered a new version of his decision to fire James B. Comey, saying on Thursday that he would have dismissed the F.B.I. director regardless of whether the attorney general and his deputy recommended it.\nIt was just the latest in a series of statements, some of them contradictory, to whiplash Washington over 48 hours that began with Mr. Comey’s firing on Tuesday evening. And it was unusually harsh: Mr. Trump castigated Mr. Comey as “a showboat” and “a grandstander,” suggesting that his issues with the F.B.I. director went beyond any previously stated concerns.\nMr. Trump said on Thursday that he had not relied solely on the advice from the Justice Department’s top two leaders in making his decision. And, for the first time, he explicitly referenced the F.B.I.’s investigation into his administration’s ties to Russia in defending Mr. Comey’s firing.\n“And in fact, when I decided to just do it, I said to myself, I said, ‘You know, this Russia thing with Trump and Russia is a made-up story,’” Mr. Trump told Lester Holt of NBC News. “It’s an excuse by the Democrats for having lost an election that they should have won.”\nEarlier, the White House had said that Mr. Trump acted only after Attorney General Jeff Sessions and the deputy attorney general, Rod J. Rosenstein, came to him and recommended that Mr. Comey be dismissed because of his handling of last year’s investigation into Hillary Clinton’s email. In his Tuesday letter terminating Mr. Comey, Mr. Trump said he had “accepted their recommendation.” And Vice President Mike Pence, talking to reporters, echoed his boss.\nBut by the next day, that story had begun to unravel.\nMr. Rosenstein and Donald F. McGahn II, the White House counsel, spoke by telephone on Wednesday to review details that precipitated the firing, seeking to agree on a version of events that could be released to the public.\nThat conversation led to a new timeline that the White House shared with reporters hours later. It said that Mr. Trump had in recent weeks been “strongly inclined to remove” Mr. Comey, but that he had made his final decision only after receiving written recommendations on Tuesday from Mr. Rosenstein and Mr. Sessions.\nAnd then on Thursday, the president himself brushed away that narrative, reversing his own aides’ version of events.\nIn fact, the president asserted, he had decided to fire Mr. Comey well before he received the advice from the Justice Department officials. He said he was frustrated by Mr. Comey’s public testimony regarding the F.B.I. investigation into Russia’s meddling in the 2016 campaign and its possible contacts with Mr. Trump’s advisers.\n“I was going to fire Comey — my decision,” Mr. Trump told NBC. “I was going to fire regardless of recommendation.”\nThe president’s comments appeared aimed at reassuring Mr. Rosenstein, who was reportedly upset at the White House’s original narrative that seemed to suggest he had instigated Mr. Comey’s firing. The White House has cited Mr. Rosenstein’s reputation as a straight shooter in justifying Mr. Trump’s move.\nBut the president’s story line left the White House struggling to explain his motivation for firing his F.B.I. director a day after calling the Russia investigation nothing more than a “taxpayer funded charade” that should end.\nCritics said the credibility of the White House had been badly damaged and renewed calls for a special prosecutor to take over the Russia investigation, independent of the administration.\nThe White House’s explanation was challenged on Thursday in other ways as well. The president’s spokeswoman said on Wednesday that Mr. Comey was fired in part because he had lost the support of rank-and-file F.B.I. employees. But on Thursday, Andrew G. McCabe, the new acting director of the agency, told the Senate that Mr. Comey enjoyed “broad support within the F.B.I. and still does to this day.”\nAnd while the White House said on Wednesday that the Russia inquiry was only a small part of the bureau’s activities, Mr. McCabe called it “a highly significant investigation.”\nThroughout the rapidly shifting 48 hours, Mr. Rosenstein appeared to be caught in the middle.\nConfirmed just last month, he made a trip to Capitol Hill on Thursday for a previously unannounced meeting with the Republican and Democratic leaders of the Senate Intelligence Committee. In a brief hallway conversation with a reporter, Mr. Rosenstein denied reports that he had threatened to quit.\nSenator Mitch McConnell of Kentucky, the majority leader, has agreed to invite Mr. Rosenstein to brief the entire Senate next week, said the minority leader, Senator Chuck Schumer of New York.\nIn his Wednesday deliberations, Mr. Rosenstein made clear that the timeline needed to be accurate, and that he did not want to “massage” the version of events. His discussions included Mr. McGahn, Mr. Sessions and other senior administration officials, according to a person familiar with the conversation who was not authorized to discuss it. It concluded with a four-sentence statement that was released by the White House on Wednesday evening.\nThat statement noted that Mr. Trump had met with both Mr. Rosenstein and Mr. Sessions on Monday to discuss reasons to remove Mr. Comey. It said that Mr. Rosenstein had submitted his written recommendation to Mr. Sessions on Tuesday, who sent his own recommendation to Mr. Trump soon afterward.\nMr. Rosenstein’s memo, while highly critical of Mr. Comey’s actions over the past year, stopped short of explicitly recommending his ouster. “Although the president has the power to remove an F.B.I. director,” he wrote, “the decision should not be taken lightly.”\nIn the NBC interview, Mr. Trump elaborated on his claim that Mr. Comey had told him on three occasions that the president himself was not under investigation. The F.B.I. has been looking into whether associates of Mr. Trump and his campaign coordinated with Russia as Moscow orchestrated an effort to intervene in the American election and tilt the election to Mr. Trump.\nMr. Trump said Mr. Comey had reassured him first at a private dinner, and then during two phone conversations. He acknowledged that he had directly asked if he was being investigated.\n“I said, ‘If it’s possible, would you let me know if I’m under investigation?’” Mr. Trump said. “He said, ‘You are not under investigation.’”\nThe admission raised questions on Thursday among reporters, who asked Sarah Huckabee Sanders, the deputy White House press secretary, whether it was inappropriate for the president to ask the F.B.I. director whether he was under investigation. “No, I don’t believe it is,” Ms. Sanders said.\nThe president said Mr. Comey requested the dinner early in his administration to ask to keep his job. That would be an unusual — and perhaps unnecessary — step for an F.B.I. director, who by law is appointed for a 10-year term. Mr. Comey was four years into his term when Mr. Trump was inaugurated.\n“He wanted to stay on as the F.B.I. head,” Mr. Trump said. “I said: ‘I’ll consider. We’ll see what happens.’ But we had a very nice dinner and at that time, he told me I wasn’t under investigation, which I knew anyway.”\nIn explaining his decision to fire Mr. Comey, Mr. Trump said that “the F.B.I. has been in turmoil” since last year, an apparent reference to the controversy over how the Clinton investigation was managed, and “it hasn’t recovered from that.”\nMr. Trump also insisted, as he has before, that there was “no collusion between my campaign and Russia.”\nThe interview underscored what has been a continuing challenge for the Trump administration to provide the public with accurate information about the president’s actions and motivations.\nOn Tuesday evening, Sean Spicer, the White House press secretary, said in an interview on Fox Business Network that it was Mr. Rosenstein who had “made a determination” about Mr. Comey and the president had followed it. At the time, Mr. Spicer was merely dutifully relaying the White House’s position.\nMr. Pence did the same in his comments to reporters the next day. And at the daily White House briefing on Wednesday, Ms. Sanders was asked whether the advice from Mr. Rosenstein and Mr. Sessions was only a pretext for a decision the president had already made. “No,” she said.\nOn Thursday, after the president’s NBC interview, she changed gears.\n“I hadn’t had a chance to have the conversation directly with the president,” she said. “I’d had several conversations with him, but I didn’t ask that question directly — ‘had you already made that decision.’ I went off of the information that I had when I answered your question.”\nBut she stuck by her contention that Mr. Comey had lost the faith of his employees — even though the agency’s acting director had contradicted it. “I’ve certainly heard from a large number of individuals, and that’s just myself,” Ms. Sanders said, “and I don’t even know that many people in the F.B.I.”", "date": "May 11, 2017", "href": "https://www.nytimes.com/2017/05/11/us/politics/trump-comey-showboat-fbi.html", "tags": "‘ “ rosenstein comey showboat shifts rationale white trump house calling firing said"}