{"title": "Trump Calls Ex-FBI Officials ‘Scum,’ Takes Credit For ‘Sick’ Immigrant Plan At Rally", "content": "President Donald Trump disparaged former FBI and Justice Department officials, expressed unabashed support for Saudi Arabia and took credit for plans to send undocumented immigrants to sanctuary cities as he spoke in typically unrestrained fashion at a rally in Wisconsin on Saturday night.\nThe nearly 90-minute long rally coincided with much of the annual White House Correspondents’ Association dinner in Washington, which Trump administration officials boycotted at the president’s behest.\nTrump opened his remarks by offering condolences to victims of the deadly synagogue shooting in California earlier in the day. Then he quickly launched into the usual insults he directs at some of those seeking the 2020 Democratic presidential nomination ― in this instance, Sens. Elizabeth Warren of Massachusetts and Bernie Sanders of Vermont and former Vice President Joe Biden, whom he called “Pocahontas,” “Crazy Bernie” and “Sleepy Joe,” respectively.\nTrump also took aim at the federal law enforcement community, referring to some ousted FBI and Justice Department officials “scum.”\nThe rally, held in Green Bay, was the president’s first such gathering since the findings of special counsel Robert Mueller’s probe into Russia’s interference with the 2016 presidential election, the Trump campaign’s dealings with Russian officials and possible obstruction of justice by Trump were made public. The report said the investigation did not find sufficient evidence of a criminal conspiracy with the Russians, while declining to make a judgment of whether the president criminally obstructed justice. Attorney General William Barr ― a Trump appointee ― then ruled he did not.\n“If you look at what’s happened with the scum that’s leaving the very top of government ... these were dirty cops,” Trump told his crowd. “These were dirty players.”\nHe made similar remarks in June 2018, calling top FBI officials of the time “scum.”\nAt his rally, Trump highlighted his usual anti-immigration policies and again took credit for a controversial plan to send detained undocumented immigrants to so-called sanctuary cities where local officials have opted not to cooperate with federal immigration officials ― a plan that surfaced earlier this month.\nTrump called it his “sick idea” while bragging about it.\n“We’re sending many of them to sanctuary cities, thank you very much,” he said. “They’re not too happy about it. I’m proud to tell you that was actually my sick idea.”\nA Department of Homeland Security official had said the agency had rejected a suggestion from Trump to release detained immigrants into cities who refuse to enforce the Trump administration’s zero tolerance immigration policy. One day later, Trump said he was giving the plans “strong considerations.”\nIn a tweet on Saturday, the Democratic National Committee called Trump’s remarks on the plan “disgusting.”\n“Trump gleefully admits it was his ‘sick idea’ to use immigrants as pawns in his games of political retribution.”\nWhile talking about foreign policy on Saturday, Trump defended his support for Saudi Arabia, whose Crown Prince Mohammed bin Salman is believed to have ordered for the gruesome murder of journalist Jamal Khashoggi.\n“Look, Saudi Arabia, very rich country,” the president said.\n“They buy a lot from us, $450 billion they bought,” he said. “You know, you had people wanting to cut off Saudi Arabia. They bought $450 billion. I don’t want to lose them!”\nThe White House Correspondents’ dinner not only was more subdued than  Trump’s rally, it was a more restrained affair than the event has been in previous years.\nHistorian Ron Chernow, who penned the famed 2004 biography of Alexander Hamilton that inspired the smash Broadway musical, was the featured speaker ― a break from having a comic enlivening the gathering. He offered a strong yet tempered rebuke of the White House’s treatment of the press.\n“The thing that worries me most is the sustained assault on truth,” Chernow said. “What is happening today is ... a relentless campaign against the very credibility of the news media.”\nTrump’s rally featured an appearance by White House press secretary Sarah Huckabee Sanders, who took note of controversy that surrounded last year’s correspondents’ dinner.\n“Last year, this night, I was at a slightly different event, not quite the best welcome, so this is an amazing honor,” Sanders said. She was referring to the roasting by comedian Michelle Wolf the targeted her and other administration officials who were attending the event.", "date": "\n04/28/2019", "href": "https://www.huffpost.com/entry/trump-fbi-scum-wisconsin-rally_n_5cc50f3fe4b04eb7ff96b682?b2", "tags": "credit calls officials ‘ ex-fbi immigrant president saudi takes trump rally ” scum ― sick justice plan"}