{"title": "Trump Kim summit: Handshake moment explained in pictures", "content": "US President Donald Trump and North Korean leader Kim Jong-un have finally shaken hands. But nobody knew exactly how it would play out.  Here we break down the images from an extraordinary morning to explain how each moment unfolded. \nThe last finishing touches were made to the red carpet at the Capella Hotel on Sentosa island with North Korean and US flags seen as a bold backdrop. It's safe to say that there has rarely if ever been a time when the North Korean and American flags flew side-by-side quite like this. It's a symbolic win for Kim, showing both players come together on equal terms. \nWhat you don't see in the picture is the media swarm on the other side of the photo, poised for that historic handshake. \nAlmost as if they had rehearsed this moment, Mr Trump entered from the right and Mr Kim from the left. \nEven before the two leaders were anywhere near each other, you can already see Mr Trump stretching out his hand - ready perhaps, to execute that famous grip he's known for. \n\"Nice to meet you Mr President,\" were the words spoken by Mr Kim upon meeting Mr Trump. \nIt was a firm handshake of equals pressed upon each other, but one that was significantly shorter than Mr Trump is used to, lasting only seconds instead of the uncomfortably long ones the US leader usually gives.\nOn Mr Kim's part, the handshake is a lot less dramatic than the one the North Korean leader gave South Korean President Moon Jae-in just a month ago, where he gripped Mr Moon's hand and led him over to the North Korean side of the border.\nAnd then Mr Trump ushers Mr Kim off the red carpet. He's seen in many pictures physically guiding or moving Mr Kim along, projecting an image that he's in charge and in control.\n\"Donald Trump placing his hand on Kim's back...[this] shows a bit of dominance,\" Manoj Vasudevan, a body language expert told BBC World News.\n\"You can see Trump leads the way a lot.\"\nThe duo are seen here in a fireside chat setting before they made their way into their one-on-one meeting. \nThe moment, as it played out, was slightly awkward, with Mr Kim seen staring at the ground and Mr Trump fidgeting with his hands. \nUnlike the South Korean summit there was no scheduled ritual, it was almost a series of staged tableaux.\n\"Here they are sitting together, [but they aren't] making much eye contact,\" says Mr Vasudevan. \"You can see Kim Jong-un changing his position a few times and Trump tapping his fingers, [a sign of being] uncomfortable. There's no outward appearance of close rapport.\"\nThe awkwardness is understandable. \nHere's Mr Trump and Mr Kim walking (with Mr Trump one step ahead) towards their one-on-one meeting which lasted for 40 minutes.\nFor Mr Trump, he's likely to credit any success in these talks to his \"maximum pressure campaign\". For Mr Kim, gaining an audience with a sitting US leader could be seen as a victory in itself - something which neither his father or grandfather could achieve. More importantly, it's cemented his legitimacy as a world leader. \nBoth at the end of the bilateral talks and when the leaders gave a joint statement to the press, they shook hands again - a number of times.\nWithout a clear sense of what exactly they have agreed to, perhaps gestures of goodwill summed up the day best.\nReporting by the BBC's Yvette Tan.", "date": "12 June 2018", "href": "https://www.bbc.co.uk/news/world-asia-44447807", "tags": "us see moment summit korean explained trump pictures handshake seen leader kim north"}