{"title": "Trump steel tariffs: Trade wars are good, says Trump", "content": "US President Donald Trump has said \"trade wars are good\", amid controversy over his decision to impose tariffs on steel and aluminium imports.\nHe tweeted that the US was \"losing billions of dollars on trade\" and would find a trade war \"easy to win\".\nOn Thursday he said steel imports would face a 25% tariff and aluminium 10%.\nCanada and the EU said they would bring forward their own countermeasures. Mexico, China and Brazil have also said they are considering retaliatory steps. \nCritics argue that the tariffs would fail to protect American jobs and would ultimately raise prices for consumers.  \nThe news sent shares down around the world on Friday, with Wall Street stock markets opening sharply lower. \nIn a tweet early on Friday, Mr Trump said the US would \"win big\" in a trade war.\nHe later followed this up with further tweets, saying the US must \"protect our country and our workers\" and that the trade deficit left him with no choice on tariffs.\nThe combative posts follow Thursday's assertion on Twitter that US steel and aluminium industries had been \"decimated\" by trade policies.\n\"We must not let our country, companies and workers be taken advantage of any longer,\" he said.\nThe US imports steel from more than 100 nations and brings in four times more steel from abroad than it exports.\nSince 2000, the US steel industry has suffered, with production dropping from 112m tons to 86.5m tons in 2016, and the number of employees in steel work falling from 135,000 to 83,600 in the same period.\nBy Theo Leggett, business correspondent \nIf trade wars really were good and easy to win, the World Trade Organisation probably wouldn't exist. \nMost countries believe that negotiations are best carried out and disputes settled through a rules-based system. Introducing trade barriers on a tit-for-tat basis has the potential to harm companies on both sides.\nBut that's unlikely to bother Mr Trump. His campaign rhetoric drew heavily on the perceived threat to traditional US industries from foreign interlopers acting unfairly. He's simply continuing in that vein.\nAnd it's unlikely to register much with the steelworkers of Pennsylvania and Indiana. Concerned about their jobs and the future, many will welcome Mr Trump's comments. \nMr Trump's tariff announcement has been met with international condemnation, at a time when the US is renegotiating the North American Free Trade Agreement (Nafta) with Canada and Mexico.\nRoberto Azevedo, head of the World Trade Organization (WTO), said he was \"clearly concerned\" about Mr Trump's plans, saying a trade war \"is in no one's interests.\"\n\"The potential for escalation is real, as we have seen from the initial responses of others,\" he said.\nA spokesperson for 10 Downing Street said the UK is \"engaging\" with the US on what Mr Trump's tariff announcement means in practice.\n\"We are particularly concerned by any measures which would impact the UK steel and aluminium industries,\" the spokesperson said. \nSpeaking on BBC Radio 4, UK Steel's head of policy Richard Warren said the announced move would have a \"significant impact\" if it went ahead.\nFrench economy minister Bruno Le Maire meanwhile said there would \"only be losers\" in a trade war between the US and the EU.\nMr Le Maire did however also call for a \"strong, coordinated and united response from the EU\".\nEuropean Commission head Jean-Claude Juncker promised to react firmly.\n\"We will not sit idly while our industry is hit with unfair measures that put thousands of European jobs at risk,\" he said.\nChina also condemned the move, with a Chinese foreign ministry spokesperson saying: \"If all countries followed the example of the United States, [it] will undoubtedly result in a serious impact on the international trade order.\"", "date": "2 March 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-43257712", "tags": "us mr aluminium steel wars good trump war says trade tariffs"}