{"title": "Trump blocks sale of US tech firm to Chinese company", "content": "The Trump administration has barred the sale of a US technology firm to a Chinese-backed company, citing national security risks.\nSince November, Chinese-backed Canyon Bridge Capital Partners has been seeking approval for a $1.3bn (£984m) deal to buy Lattice Semiconductor.\nThe firms said they were \"disappointed\" by the decision.\nThe order comes as the US has been toughening its stance on business dealings with China.\nThe US last month launched a formal review of China's intellectual property practices, which it says may force US companies to surrender valuable information. \nUS politicians and military leaders have also urged the administration to take a closer look at Chinese investments in the US, particularly in the technology industry.\nIn its announcement, the Trump administration said it was concerned about the \"potential transfer\" of intellectual property from Lattice, which makes advanced computer chips. \nIt also cited the use of Lattice products by the US government.\nMr Trump's decision was in line with an earlier recommendation by the US government panel that reviews foreign transactions for national security considerations. \nThat step typically decides such matters, but the companies made the rare move to appeal directly to the president in an effort to win approval.\nOregon-based Lattice has faced falling revenue, with losses in 2016 and 2015. The proposal from Canyon Bridge offered a premium on its share price.\nIn a statement, Lattice chief executive Darin Billerbeck said the failed deal \"was in the best interests of our shareholders, our customers, our employees and the United States\".\nThe chipmaker, which makes about a third of its revenue in China, has shifted its business away from the military and said it did not think the deal posed a security risk. \nIt had also pledged to double the number of US jobs in a bid to win approval.\nCanyon Bridge did not address the security concerns raised by the US government in its response.\nThe company, which is backed by the China Venture Capital Fund, said it would continue to pursue other investments. The China Venture Capital Fund is owned by state-owned entities, according to the US.\n\"We are obviously disappointed in today's decision by the President of the United States to forgo what we believe to be an excellent deal for Lattice's shareholders and its employees by expanding the opportunity to keep jobs in America,\" the company said in an emailed statement.\nMr Trump's decision is the fourth time a president has barred a private deal on national security grounds. President Barack Obama used that authority twice, in both cases against Chinese companies.\nIn 1990, President George HW Bush also blocked a Chinese company from acquiring a Seattle manufacturer,\nThe decisions have come as Chinese investment in the US surged, exceeding $46bn in 2016, triple the amount in 2015, according to the Rhodium Group. \nChinese investors are on track to surpass that number this year. \nOther deals waiting approval include Jack Ma's Ant Financial bid to buy US money transfer company MoneyGram for $1.2bn.\nChina Oceanwide Holdings Group is also seeking approval of its $2.7bn acquisition of US insurance company Genworth Financial.\nUS politicians have urged rejection of other deals as well, including a bid to buy to the Chinese stock exchange. ", "date": "14 September 2017", "href": "https://www.bbc.co.uk/news/business-41258351", "tags": "company security us blocks approval sale china lattice tech trump chinese firm also deal"}