{"title": "Trump Makes His First Big Changes To Obamacare", "content": "President Donald Trump’s administration has taken its first action to change the way the health insurance marketplaces created by the Affordable Care Act operate, aiming to shore them up for next year’s sign-up period.\nThe regulation published by the Centers for Medicare and Medicaid Services on Thursday is a response to insurers’ demands that federal authorities take steps to limit consumers’ ability to drop in and out of the insurance market. Such “gaming” of the system drives up costs for the carriers that must cover the consumers’ claims.\nThe overall consequence of the new rules is that health insurance will be harder to buy in 2018, especially for people whose circumstances change during the year, enabling them to buy policies outside the annual sign-up period. The length of that sign-up period is also cut in half.\nOther aspects of the regulation could make coverage less comprehensive, reduce the value of the tax credit subsidies that make premiums more affordable for low- and middle-income people, and allow insurers to offer plans with fewer medical providers in their networks.\nThese new policies are intended to make the exchanges more attractive to insurance companies next year, after more insurers pulled out of the program this year. Consumers may be forced to endure more hassles in order to keep insurers in the fold because without the insurers, there’s no coverage to buy.\nBut the new rules are arguably more notable for what they don’t address: subsidies for so-called cost-sharing reductions, which are paid to insurers covering the poorest enrollees. Trump has threatened to cut off those payments and send the markets into a tailspin in an unorthodox bid to pressure Democrats into supporting his plan to repeal the Affordable Care Act.\nThat’s why even the insurance industry ― which got a lot of what it asked for from the Trump administration in this regulation ― isn’t satisfied. The cost-sharing reductions are the industry’s most pressing concern, and Trump’s comments Wednesday that he might end them have heightened anxiety about what the exchanges will look like next year.\nMarilyn Tavenner, CEO of America’s Health Insurance Plans, praised the aspects of the regulation designed to ease regulatory burdens on insurers and impose stricter requirements on consumers.\nBut she said in a press release, “There is still too much instability and uncertainty in this market. Most urgently, health plans and the consumers they serve need to know that funding for cost-sharing reduction subsidies will continue uninterrupted.”\n“Without funding, millions of Americans who buy their own plan will be harmed. Many plans will likely drop out of the market. Premiums will go up sharply ― nearly 20 percent ― across the market. Costs will go up for taxpayers. And doctors and hospitals will see even greater strains on their ability to care for people. We urge Congress and the administration to act now to guarantee funding for cost-sharing reduction subsidies,” said Tavenner, who previously ran the Centers for Medicare and Medicaid Services.\nUnder the Affordable Care Act, insurers are required to reduce deductibles, copayments and other forms of cost-sharing for the lowest-income enrollees who use the exchanges, and the federal government is supposed to reimburse them for the lost money. In 2014, however, House Republicans sued then-President Barack Obama’s administration, arguing that the federal government was making those payments without authorization from Congress. A federal judge last year agreed with the GOP lawmakers, and the Obama administration appealed. When Trump became president, his administration became the defendant in the case. The two sides soon obtained delays from the appeals court while they decided how to proceed.\nFor now, the Trump administration has continued making those payments. Some House Republicans have expressed support for keeping the money flowing or even authorizing the spending, which would resolve the legal dispute.\nBut Trump told The Wall Street Journal this week that he believes a threat to the viability of the insurance marketplaces could be leverage to force Democrats to the negotiating table. Democratic leaders have forcefully rejected this gambit and demanded that money for the cost-sharing subsidies be included in a pending federal spending bill.\nAbsent clarity on the subsidies, insurance companies may be reluctant to participate in the exchanges next year or, at a minimum, may request very high rate increases in order to cover their losses if the payments don’t continue. This could destabilize the troubled market just as analysts like Standard & Poor’s believe it may be righting itself.\nThe ways in which the regulation, which is little-changed from a proposed draft published in February, benefits insurers might not be enough.\n“While [the Centers for Medicare and Medicaid Services] has taken steps to correct some of the current challenges in the marketplace, these changes likely are not significant enough to sway health plan decisions for the upcoming plan year,” Cara Kelly, vice president at Avalere Health, said in a press release. “Losing health plans from the exchanges is still a risk for 2018.”\nWhat’s more, the changes the administration is making could actually reduce overall enrollment and discourage healthier, and thus less costly, consumers from signing up.\nThese are the key elements of the new regulation: ", "date": "\n04/13/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-changes_n_58eff57ce4b0bb9638e2b3b0", "tags": "administration consumers first obamacare insurers makes health regulation trump subsidies year cost-sharing changes insurance big"}