{"title": "Trump Says Obamacare Is 'Imploding-' That's News To California-", "content": "HUNTINGTON BEACH, Calif. ― There was a time when George Balteria worried the Affordable Care Act would put him out of business. \nIt was late 2013, right as the law was about to take effect. Balteria, who had been selling health insurance to individuals for more than a decade, had set up a tent in the parking lot of the office building where he worked. The tent had a blue “Obamacare Enrollment Center” banner stretched across the top, with some American flags and balloons for decoration. A placard to one side touted the features of the new plans, including free preventative care, subsidies for people with low incomes and guaranteed coverage for those with pre-existing conditions. \nAfter many years of selling coverage, Balteria had come to know the system’s dysfunctions well. But he didn’t know how many people would buy Obamacare’s newly upgraded plans — which in some cases would be more expensive than what they had before — or whether there’d be enough customers to keep his agency going. When the online version of California’s new marketplace, called “Covered California,” had technical glitches in the first few weeks, he got even more nervous. “People involved in our business were inflating their life vests to survive the storm,” Balteria remembers. \nBut California officials fixed their system, the folding chairs in front of the tent started filling up, and Balteria realized that Obamacare was going to boost his business rather than ruin it. Walk-in customers ended up generating about half of his insurance business, so Balteria decided to open up a permanent walk-in retail establishment the next year in Westminster, a small city just east of Long Beach. Today he has four more stores like it scattered across Los Angeles and Orange County.\nBalteria’s Huntington Beach branch, where I first met him a few months ago, sits on a major commercial thoroughfare. Its large “Covered California” signage looks perfectly natural alongside a Circle K shop and across the street from a Jeep dealership. The actual name of Balteria’s agency is Quote Selection Insurance Services, but the state lets brokers use the Covered California name and logo free of charge. Balteria makes a point of wearing Covered California promotional polo shirts whenever possible, even if he’s just buying food at the grocery store, and now gives lectures on the state’s program as part of an advisory board.\nBalteria understands that the new health care law hasn’t worked out for everybody, and he’s got some ideas about how to improve it. Even so, he says, Obamacare’s net impact on his community and his state has been strongly positive. “I definitely think it’s better than what it was before,” he says.\nBalteria is not the only one who thinks that way. Close observers of health policy routinely cite California as a success story ― “as close to a model of how the ACA was intended to work as anywhere in the country,” according to Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, which happens to be based in Palo Alto. And it’s easy to see why the experts feel that way. \nInsurer competition has been strong: Going into this year, all of the state’s consumers could choose policies from at least two carriers, and in the major population centers they could choose from many more. The prices have been good, too, at least by the standards of American health insurance, with premiums that compare well to employer policies. Last year’s increase of 13 percent followed two years of premium inflation in the low single digits, and as of 2017 the balance of healthy and sick customers was stable, according to an analysis that Covered California’s officials published last month in the journal Health Affairs.\nThe idea of a well-functioning Affordable Care Act marketplace runs counter to the narrative of Obamacare as a “failed” program that is “imploding” ― a narrative that Republican leaders like President Donald Trump and House Speaker Paul Ryan (R-Wis.) have promoted relentlessly and used to justify their efforts at repeal. The narrative has stuck, in part, because of real and serious problems in the newly reformed markets of many states.\nIn Arizona, North Carolina and Tennessee, just to name a few, insurers have jacked up premiums or withdrawn altogether because they haven’t attracted enough young and healthy customers. Last month, two Iowa insurers announced they would no longer offer their plans there, leaving just one insurer in most of the state. That insurer, Medica, has warned it may have to pull up stakes, too. If that happens, and if no public or private insurer provides an alternative, then tens of thousands of Iowans who buy coverage on their own would have no way to get comprehensive health benefits.\nBut one reason for those struggles is a combination of neglect and, especially under Trump, outright sabotage from Republican leaders at the state and federal level. California, by contrast, has public- and private-sector leaders committed to program success. Over the past few years, they have made some key policy decisions, offering valuable lessons to any policymaker sincerely interested in making the Affordable Care Act work in more states. But Republicans won’t even acknowledge what’s happening in California ― let alone learn from it.\nMany people know that Massachusetts blazed the path for national health care reform, by creating a coverage system that became the Affordable Care Act's template. Few remember that California very nearly played the same role. More than a decade ago, its leaders were trying to create a nearly identical system, at nearly the same time. \nIn the end, Gov. Arnold Schwarzenegger couldn’t do for his state what Gov. Mitt Romney did for his, in part because California lawmakers couldn’t agree on how to come up with the necessary money. But they were ready to pounce when the Affordable Care Act became law, making federal dollars available for the very same kinds of reforms. Just six months after then-President Barack Obama presided over a signing ceremony in Washington, Schwarzenegger presided over one in Sacramento, as California became the first state to authorize a new insurance exchange to implement its version of Obamacare.\nThe legislation creating Covered California gave it the power to be an “active purchaser” of insurance, meaning that it could bargain directly with insurers over premiums and plan design and ― critically ― that it could choose to exclude carriers that wouldn’t meet its demands. (In most states, regulators don’t have that kind of power.) Covered California has used that authority aggressively, setting rules for insurance design that go beyond the standards that the Affordable Care Act set nationally.\nOne of those rules requires California insurers to cover most outpatient services, except for modest co-payments, even for consumers who haven’t met their annual deductibles. Peter Lee, Covered California’s executive director, thinks this has made coverage more attractive to consumers, because now even the skimpy plans offer decent coverage for routine medical care.\nAnother California rule limits the ability of insurers to vary benefits, so that consumers understand what they are buying. Within the various metal tiers that the Affordable Care Act establishes for plan generosity ― platinum, gold, silver and bronze ― insurers really don’t have much leeway over what they cover. “If you are a consumer thinking about a silver product, you’ll usually find six or seven silver products, and the difference will be that they have different doctors and maybe a different philosophy,” Lee explains. “What’s not different is benefit design. Consumers aren’t confused about what their co-pays will be, etc.”\nThe idea that a market could work better with fewer choices, rather than more, might seem paradoxical. But a large body of research, much of it based on seniors choosing from among private Medicare plans, has shown that consumers prefer to choose from a few clearly defined options rather than a large number of more confusing ones.\nBalteria, for one, says he has seen this firsthand: “When I was selling plans before, if you were to look at the roster of all the companies, which are very similar to the companies in the market today, you might have had 100 different options that you could select. ... We’ve really narrowed that down now, and there are lots of options for consumers based off the company, but there are less ways for them to make a bad decision.”\nCalifornia officials made yet another critical decision in late 2013, when many consumers who had previously purchased individual plans got their first look at coverage available under the Affordable Care Act ― and were shocked to discover their insurers had either jacked up premiums or canceled old plans altogether because they didn’t meet the new law’s coverage standards. The same thing was happening nationally. In response to this “rate shock,” the Obama administration said states could allow insurers to keep the old plans going. California was among the few states that said no thanks and shut down the old plans on schedule.\nAs a result, nearly everybody buying coverage on their own, including those in relatively good health who had been able to get coverage under the old system, became part of the new insurance pools. That helped insurers get a better mix of healthy and sick consumers, while simplifying management of the various plans ― all of which has helped carriers keep premiums relatively low. “Pushing everybody into a single risk pool, that’s good for the risk pool and it’s helpful administratively too,” says Sean Mullin, a senior director at Leavitt Partners who has studied California’s market closely.\nThe ultimate proof of California’s performance is the prices people pay for their insurance. A 40-year-old single consumer living in or around Los Angeles and shopping for a “silver” plan during this year’s open enrollment could choose from among seven different insurers. Depending on the plan selection, he or she would pay anywhere from $289 to $369 a month.\nThat’s a less than the full cost of a typical corporate insurance policy, even after adjusting for the comparatively higher out-of-pocket costs that come with sliver plans. An Urban Institute study last year confirmed this. And Affordable Care Act plans in California are an even better bargain for people in households with incomes below four times the poverty line, or about $48,000 annually for an individual and $98,000 for a family of four, because they qualify for subsidies that reduce premiums and in some cases out-of-pocket expenses as well.\nCalifornia has some natural and relatively unique qualities that make it particularly hospitable to insurers. The state’s combination of size and population density is high on that list of advantages. It means that insurers can reliably attract large numbers of subscribers, sufficient to broadly spread the risk of high medical bills. It also means that insurers can negotiate lower prices from doctors and hospitals by playing them against one another, particularly in the big metropolitan areas that have so many large health care systems. \nThat’s obviously not the case in predominantly rural states, which frequently have one dominant physician or hospital group that can more or less dictate prices. And in states with relatively small populations, insurers may not attract large enough groups of people to insulate them from the effects of a handful of customers with unusually high medical expenses. This has apparently been a big problem in Iowa, where Wellmark, the state’s Blue Cross affiliate, recently announced it was withdrawing because it could no longer cover its costs. One reason for that, Wellmark officials have said, is a single patient with a genetic disorder who supposedly generates more than $1 million in new claims each month.\nBut size and population density alone can’t explain the rough going in those states. Most of the states where the markets are struggling did not expand Medicaid eligibility, as the Affordable Care Act’s architects intended. Many experts believe this has made the markets in those states weaker, because private insurers have ended up picking up low-income people with serious medical problems who otherwise would have been part of the Medicaid pool.\nAnother common element in the states with struggling markets was a decision to let more people stay in the old, unregulated plans. The people keeping their original plans tend to be in relatively good health ― the same group insurers need in their new plans in order to balance their books.\nThis is a particularly acute issue in Tennessee, where a loophole in the law has allowed the state’s Farm Bureau to continue enrolling people in a health plan that screens for pre-existing conditions ― a practice that Obamacare is supposed to outlaw altogether. “The general consensus is that those people who did not get into the ACA markets, the ones remaining in grandfathered plans, are a healthy subset of the population as a whole,” Mullin says.\nMore generally, officials in states with failing markets haven’t taken aggressive steps to regulate their new insurance markets, or to promote them aggressively in the way California did. And in many of these states, private sector leaders aren’t doing much, either ― again, quite in contrast to California, where the heads of insurance companies and hospital systems seemed every bit as enthusiastic about the scheme as government officials. \n“Part of the success of the Affordable Care Act in California is that our political leaders and various stakeholders wanted it to work,” says Anthony Wright, executive director of the consumer advocacy group Health Access California. \nOverall, California’s record “highlights what can be accomplished if government officials and industry leaders work together to expand insurance, control costs and protect consumers,” Noam Levey, who has written about health insurance markets across the country for the Los Angeles Times, wrote last year.\nCalifornia still has problems with its newly reformed insurance market. Many of the issues existed before, but in some cases have become more acute because of how the market has changed. An example is the ongoing difficulty with getting insurers to maintain up-to-date lists of which physicians remain in their networks. “While many patients were locked into their health plan previously, now many have the ability to make different choices each enrollment period ― so the accuracy of provider directories becomes even more important to allow people to comparison shop,” Wright says.\nWright would like to see more aggressive efforts to maintain accurate lists. He’d also like to see more work to bring down the price of drugs and other medical goods and services, as well as more financial assistance for consumers. Particularly in the Bay Area and Southern California, where housing costs are so high, people whose incomes are too high to qualify for generous subsidies still struggle with insurance costs. \nBut Wright wants to bolster the law, not get rid of it ― in no small part because he remembers how health insurance worked before the Affordable Care Act came along. “There’s a host of industry abuses ― rescissions, denial of coverage for childhood acne, hospital-only coverage, multiple rate hikes in one year, the disappearance of maternity coverage as a benefit in the individual market, etc. ― that no longer exist due to new consumer protections,” Wright says. “Even though it is early, we are starting to see improvements in debt and bankruptcy data.”\nThere’s no clear-cut formula for making the Affordable Care Act’s new markets work, experts say, and even state officials committed to the law’s success sometimes struggle. Minnesota is a perfect example. It’s a lot like California in that public- and private-sector officials have a long history of working together in order to expand access to health care. But its newly reformed market has been volatile, with some consumers facing 50 percent rate hikes last year. \nMinnesota officials didn’t give up. They appropriated money to rebate premiums for those hit with big rate hikes, and have since taken steps to create a “reinsurance” program that will reimburse insurers that end up with unusually high medical expenses, thereby allowing them to reduce premiums. Alaska has done the same thing, and officials in other states with struggling Obamacare markets could too. They could take other steps as well, like expanding their Medicaid programs if they haven’t already ― and requiring insurance companies to offer exchange coverage as a condition of participating in other state programs.\nEven with such efforts, markets in some states may keep faltering, for any number of idiosyncratic reasons. Mullin, for one, thinks that a key factor in state success is the magnitude of initial pricing errors. The bigger the error in year one, he says, the more likely a state market never recovers. And states with less competitive insurance markets today tend to be the ones that had less competitive markets before the Affordable Care Act, as a recent New York Times analysis showed.\nTo be clear, “stability” alone isn’t the only criteria for success. Recent insurer filings suggest that carriers are increasingly figuring out how to cover their costs, with the all-important Blue Cross plans on what looks like a path to financially sustainable operations in most of the country. But to get there, many plans have raised premiums substantially ― in some cases, to the point where people who don’t qualify for generous subsidies find the plans to be unaffordable, particularly when they come with high out-of-pocket costs. \nHere is where the federal government could intervene, whether by offering more financial assistance to consumers, reimbursing insurers for the most expensive beneficiaries, or forcing down the prices of prescription drugs and other underlying medical expenses. In principle, such steps could include the expansion of existing government insurance programs or even the creation of new ones.\nBut this kind of agenda, which both Obama and former Democratic presidential candidate Hillary Clinton once endorsed, is not what Republicans have in mind for health care. They have spent the last few years neglecting and in some cases actively undermining the Affordable Care Act. Most memorably, in 2015 they pushed to defund a key Obamacare provision called “risk corridors” that would have reimbursed insurers for unexpected losses in their early years. Trump has made efforts at sabotage even more explicit, threatening to cut off some funds the law promised to insurers but that Congress never explicitly appropriated. \nNot even California is immune to this kind of disruption. Lee has warned that the loss of those subsidies would force California insurers to raise premiums by an average of 17 percent, above and beyond their regular annual increases. And even if the money keeps flowing, Lee says, the uncertainty is already rattling insurers, both in California and elsewhere ― potentially pushing some to leave because they can’t count on the federal government as a reliable partner.\nJust this week, Anthem announced it was withdrawing from Ohio. Uncertainty over insurer payments is likely the critical factor, according to multiple analysts. “Ohio has one of the stronger exchange markets,” says Cynthia Cox, a senior director at the Kaiser Family Foundation. “On average, insurer financial performance was a bit better in Ohio than other states last year. This exit seems to be driven by political uncertainty around [the future of the insurance subsidies].”\nOf course, the really big changes for the Affordable Care Act are the ones Trump, Ryan and other Republicans have in mind for the future ― repealing the law and replacing it with a system in which insurance would be far less available to the poor and to the sick, and in which the coverage itself would be less comprehensive than what the law currently guarantees. The American Health Care Act, which the House passed last month and the Senate seems unlikely to change substantially, would mean 23 million fewer people with health insurance, according to the Congressional Budget Office.\nRepublicans have tried to justify this change, and the apparent pain it would entail, by arguing that the Affordable Care Act is collapsing on its own. But Californians like Balteria can’t square that claim with their own experience. “There is no such thing as perfection,” Balteria says. “But it would be a shame to get rid of what’s working right now.”", "date": "\n06/10/2017", "href": "https://www.huffpost.com/entry/covered-california-obamacare_n_5936cf84e4b013c4816b639f", "tags": "news obamacare california- insurers ” trump ― insurance california says act plans care health"}