{"title": "Trump Administration May Use Executive Authority To Tweak Obamacare's Rules", "content": "With the congressional debate over repealing and replacing the Affordable Care Act likely to drag out for some time, the Trump administration is considering using its executive authority to tweak some of the law’s rules for insurers.\nMany of the changes under discussion track closely to recommendations from the insurance industry, which has argued such modifications are necessary in order to stabilize newly reformed markets.\nBut the changes could raise objections from consumer advocates, who have warned previously that these sorts of moves might limit access to coverage for people who need it.\nThe ACA establishes basic guidelines for how insurers sell to consumers, whether directly or through the new state exchanges. But it gives the Department of Health and Human Services leeway to interpret and apply those guidelines, by writing the specific regulations that insurers must obey. \nThe Obama administration spent the last few years writing the regulations that are currently in place. Now, the Trump administration is looking to make some adjustments. \nThe changes couldn’t take place instantly. To modify existing regulations, HHS would have to get approval from the U.S. Office of Management and Budget, post the proposal for public comment and then review those reactions before finalizing any new rules.\nHHS has already submitted a proposal of new rules to OMB. And while officials have not said publicly what’s in that proposal, industry consultants and lobbyists told The Huffington Post that HHS has been considering the following three changes, among others:\n1. Insurers would have more leeway to vary prices by age, so that premiums for the oldest customers could be 3.49 times as large as those for younger customers. Today, premiums for the old can be only three times as high as premiums for the young, which is what the Affordable Care Act stipulates. According to sources privy to HHS discussions with insurers, officials would argue that since 3.49 “rounds down” to three, the change would still comply with the statute. \n2. People who want to apply for coverage mid-year, outside of open enrollment, would have to provide documentation of a qualifying life change ― such as a divorce or lost job ― before coverage begins. Presently, insurance kicks in for such people right away, as soon as they apply for it, subject to verification afterward.\n3. Insurers could cut off coverage for people who are more than 30 days late on premiums. Presently, lower- and middle-income consumers who qualify for the law’s tax credits get a 90-day grace period.\nInsurers have said that they are struggling to attract and keep younger, healthier customers. In theory, looser “age bands” would allow insurers to lure customers in their 20s and 30s with cheaper premiums. \nThe companies have also said that people are abusing existing insurance rules ― by faking conditions that would qualify them for mid-year purchase, or by failing to pay premiums immediately after insurers pay for expensive care. \nInsurers say these problems are one reason many of them have lost money in the last few years, forcing them to raise premiums and, in some cases, withdraw from markets altogether. Without the sorts of changes the Trump administration is contemplating, insurers argue, more of them will have to drop out.\nThe legitimacy of these complaints has been the subject of great debate. Many insurers really have lost money on the Affordable Care Act exchanges, and in some states, such as Arizona, plan withdrawals have left consumers with few choices. \nBut testimony from a recent court case revealed that one insurer, Aetna, had pulled out of markets where it was making money ― apparently because it was trying to improve its legal position for a pending merger with Humana. And recent reports suggest the overall outlook for insurers has improved in the past year.\nAs for the effects on consumers, that would depend on a few factors ― and would inevitably vary from person to person.\nIf the changes truly helped to stabilize the markets, as insurers say, then consumers overall would benefit from a more competitive marketplace with more choices and lower premiums. In addition, some younger people would be able to get coverage for lower prices.\nBut lower premiums for younger consumers would mean higher premiums for older consumers. And while the rule changes under consideration might cut down on fraud, they could also punish people who fall behind on premiums because of financial distress ― say, because of unemployment.\nThen there are the legal questions. Nicholas Bagley, a University of Michigan law professor who has studied the Affordable Care Act as closely as anybody, told HuffPost he’s skeptical the courts would endorse the argument about increasing age rating, since the statute very explicitly limits the age band ratio to three. \n”If I told you not to sell something for more than $3.00, and you went ahead and sold it for $3.49, then you’ve disregarded my instruction,” Bagley explained. “It doesn’t matter if it rounds to $3.00. It’s more than $3.00.”\nChallenging that provision in court would be easy; all it would take is an older consumer who stands to pay more under the revised rule. \nOne danger is that a lawsuit could slow down the process of writing a final regulation, pushing a decision months into the future at a time when insurers are already busy setting their prices for next year, and have begged for some clarity on what the system will look like then.\nAn HHS spokesperson did not respond to requests for comment.\nWant more updates on policy & politics from Jonathan Cohn? Sign up for his newsletter, Citizen Cohn, here.", "date": "\n02/06/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-changes_n_5894d9f4e4b040613136d98a", "tags": "authority administration may care coverage obamacare insurers trump ― changes could premiums executive use tweak consumers rules"}