{"title": "Trump Threatened To Let Obamacare 'Implode-' That's One Promise He's Keeping-", "content": "President Donald Trump has been telling us all along that he believes his best course politically is to do what he can to ensure that Obamacare breaks. What you may not have noticed is that he’s actually been executing that plan.\nThe Affordable Care Act has had its share of problems, some them serious ― like health insurance premiums that middle-class families can’t afford, and swaths of the country with little to no competition among insurers.\nSince the beginning of the year, the actions of Trump and his team have exacerbated those problems. And unless they start doing something different, much of what some consumers don’t like about Obamacare is going to be even worse next year. \nPremiums will be higher than they would have been. Fewer insurance companies will sell policies to people who buy their coverage directly or through an exchange like HealthCare.gov (as opposed to people who get health benefits at work or from a government program like Medicare or Medicaid).\n“We could see less progress in covering the uninsured, or possibly even some areas of the country could see increases in the uninsured rate with people being priced out,” said Cynthia Cox, an associate director at the Henry J. Kaiser Family Foundation.\nAnd this is only tangentially related to the push from Trump and the Republican-led Congress to repeal the Affordable Care Act and “replace” it with a new bill that would cover millions fewer Americans, weaken protections for people with pre-existing conditions and severely cut back on aid for low-income households.\nWhen Trump became president, he took stewardship of the federal government and all the programs it runs. When it came to the Affordable Care Act ― a law the GOP has vowed to kill for over seven years ― Trump faced a choice: Manage it as best as he could while Congress debated what would come after it, or deliberately mismanage it. He has chosen the latter.\nThis all fits a pattern dating back to the ACA’s enactment in 2010. \nRepublicans in 19 states have refused to expand Medicaid, leaving millions uninsured. GOP-led states put roadblocks in front of insurance enrollment counselors tasked with assisting people shopping for coverage. The Republican Congress cut funding for insurance companies that greatly contributed to their financial difficulties with the exchanges, and to the closure of many nonprofit “co-op” insurers created under the law. And Republicans have led or championed a slew of legal challenges to the law, including two cases that went to the Supreme Court and a cost-sharing lawsuit still causing uncertainty.\nRather than take steps to mitigate premium increases and insurers exiting the exchanges, Trump and the GOP have cheered them along. Rather than reassure insurance companies that the federal government will honor its agreements with them, Trump is going out of his way to make them believe it won’t. Rather than consider the millions of people who rely on this coverage, Trump declares Obamacare “dead” and washes his hands of it.\nGovernors, state insurance regulators, insurance companies, health care providers and the business community are pleading with the Trump administration (and Congress) to provide some clarity about what’s going to happen next year. They aren’t getting it. State insurance commissioners and companies are saying they don’t even know who to talk to, and can’t get straight answers from anyone in the administration.\nHealth insurance companies have already started hitting deadlines with state governments to state their intentions for next year about whether they’ll participate in these markets and how much they’ll charge. \nMore deadlines are looming in the coming weeks with state and federal regulators. Unless Trump changes course, it’s looking more and more likely that everyone will assume the worst, and either abandon the health insurance exchanges or jack up prices even more to protect themselves.\nTrump warned everyone about this. At a January news conference nine days before his inauguration, Trump articulated his thinking on this very clearly. Standing by and doing nothing to make the health insurance exchanges function better would help him politically, in his view, because Democrats ― many of whom were actually concerned about the welfare of people covered under the Affordable Care Act ― would flock to him and agree to his plan to repeal the law.\n“The easiest thing would be to let it implode in ’17,” Trump said at the time. “They would come, begging to us please, we have to do something about Obamacare.”\nWhen the House failed at its first attempt to pass a health care reform bill in March, Trump talked about this some more. “I’ve been saying for the last year and a half that the best thing we can do politically speaking is let Obamacare explode,” he said.\nStatements like these are echoed by GOP lawmakers, and by the two officials chiefly in charge of Affordable Care Act programs ― Health and Human Services Secretary Tom Price and Centers for Medicare and Medicaid Services Administrator Seema Verma. It therefore seems clear that the political leaders of the health care bureaucracy aren’t spending a lot of time worrying about the Obamacare marketplaces or the people currently using them to get covered.\nActions, of course, speak louder than words, and the Trump administration’s actions have caused real harm to this part of the health insurance system. The reckoning will come in autumn, when consumers set out to shop for next year’s policies.\nOn his first day as president, Trump issued an executive order instructing the agencies responsible for the Affordable Care Act to relax regulations and enforcement of its rules.\nThe IRS responded by announcing it wouldn’t reject tax returns that left the part about health coverage ― a key enforcement mechanism for the law’s individual mandate ― blank. That was merely a continuation of the agency’s previous policy, which the IRS had planned to change this year. But it signaled to insurers, tax preparers and consumers that Trump wouldn’t enforce the mandate, which functions as a way to nudge healthy people into the insurance pool lest they pay a fine for being uninsured.\n“Most of our CEOs and plans, based on communication from the IRS, are doubtful about enforcement,” said Ceci Connolly, CEO of the Alliance of Community Health Plans, a trade group representing insurers including Kaiser Permanente and Geisinger Health Plan.\nAlso in January, the administration canceled advertising intended to promote the end of the sign-up period on the health insurance exchanges, for which President Barack Obama’s administration had already paid. When the final enrollment numbers came in, they were lower than for 2016, an outcome partially attributable to lost sign-ups during the final days, which had proved busier during the first three annual enrollment campaigns.\nMost damaging has been Trump’s cavalier attitude toward paying health insurance companies that serve the lowest-income exchange customers money they’re owed. Anthem, a big Blue Cross Blue Shield insurer with a major presence on the exchanges, has said it plans to keep selling policies on these marketplaces ― unless these payments go away, which could make the company reconsider.\n“We remain pretty confused as to what the administration’s position on cost-sharing reductions is, exactly,” Connolly said. “The messages have been so radically different from day to day and hour to hour that it’s nearly impossible for any responsible business to make plans for the future based on the commentary.”\nBecause of a lawsuit that House Republicans brought in 2014 and won in lower court last year against the Obama administration, Trump has the power to unilaterally make or refuse to make these payments, which totaled $7 billion in 2016. Under the Affordable Care Act, insurers must reduce out-of-pocket costs like deductibles and copayments for poor enrollees, and the federal government is supposed to reimburse them for the expense. Almost 60 percent of exchange customers, or about 7 million people, qualified for these cost-sharing reductions this year.\nSo far, Trump has kept the money flowing ― but he keeps threatening not to. And even though Trump and House Republicans requested a delay in the lawsuit proceedings from a federal appeals court Monday instead of agreeing to halt the payments, all this uncertainty is making health insurance companies very nervous. There’s a good chance that will lead them to price next year’s coverage under the assumption they won’t get paid for the cost-sharing reductions.\n“Health plans in the rest of the nation are sitting on edge of their seats waiting to see what the federal government is going to do,” said Peter Lee, the executive director of Covered California, the Golden State’s health insurance exchange. “A decision [to stop paying] CSRs is an early indicator that the federal government is maybe ready to walk away from the individual markets.”\nAmid all this, the administration has taken a few positive steps with respect to the exchanges, such as issuing an insurer-friendly regulation that, among other things, make it harder for consumers to cancel insurance policies right after receiving costly treatments. But those efforts haven’t balanced out the administration’s other actions, and have even contributed to the confusion about how Trump and his team will run these programs.\nWhatever Trump’s actions and statements, the health insurance exchanges struggled before he took office. Rate increases for 2017 were substantial. Analyses from the Kaiser Family Foundation, Standard & Poor’s, the Congressional Budget Office and others have concluded the financial performance of these marketplaces and the insurers that use them are improving this year, in part because insurers have priced their policies more in line with their customers’ medical costs.\nOn Tuesday, for example, Health Care Service Corp., which runs Blue Cross and Blue Shield plans in five states, announced it had reversed its losses on the exchange markets and earned a profit during the first quarter of this year.\n“There’s a bit of irony here in that the individual market was starting to stabilize,” Connolly said, even though it remains “far from perfect.”\nInsurers in some regions are still losing money and fleeing the markets, and more premium increases would have arrived next year, regardless. The question is, how much of this is attributable to Obamacare’s lingering problems and how much is because of the way Trump has overseen it (or failed to)?\n“We don’t know what the premium increases would’ve been in Earth 2,” Cox said. “But it seems fair to say that some portion of these premium increases and some portion of the insurers’ decision to leave is because of the uncertainty they’re facing for next year.”\nAccurately quantifying what share of rate hikes is because of the law itself, and what share is because of Trump, would be hard, if not outright impossible. \nBut one at least one insurance company tried. CareFirst BlueCross BlueShield asked Maryland regulators for a huge average premium increase next year ― 52 percent ― and said 15 percentage points of that is related to fear that Trump won’t make the cost-sharing reduction payments. In other words, what was going to be bad will probably be worse as a direct result of the administration’s posture.\nMost premiums won’t go up as high as CareFirst is requesting ― and it’s a good bet Maryland will squeeze the company to accept less. \nBut considering just the cost-sharing reduction payments issue, the Kaiser Family Foundation projects that would force insurers to raise premiums by an average of 19 percent above and beyond what they would’ve done next year if Trump stops reimbursing them. \nAnd, ironically, ending the payments would increase total federal spending, because the higher insurance prices would entitle qualified consumers to larger tax credits to defray their monthly premiums, the foundation also found.\nThere’s still time, although not much, for Trump or even Congress to intervene and reassure health insurance companies and consumers that the federal government will resume active stewardship of the exchanges.\n“It can still be salvaged,” said Caroline Pearson, a senior vice president at the consulting firm Avalere Health.\nMaking clear that the cost-sharing reduction payments will be made through the end of next year, and that the IRS will enforce the individual mandate, would go a long way toward making 2018 better for insurance companies and their customers.\nBut if Trump doesn’t change his mind about all this, it will lead to to a health insurance market that simply doesn’t work as well as it could. And that will be a result of the administration caring more about highlighting the market’s failures than trying to make it as good as possible for the millions of people who use it.\nThe consequences, Cox said, are straightforward: “We could see less progress in covering the uninsured, or possibly even some areas of the country could see increases in the uninsured rate with people being priced out.”\nJonathan Cohn contributed reporting.\nCORRECTION: A previous version of this story misstated Caroline Pearson’s given name.\nPolitics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n05/23/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-implode_n_5924494ae4b03b485cb53746", "tags": "promise obamacare let ” trump threatened one ― year keeping- insurance said health"}