{"title": "Trump Threatens to ‘Devastate Turkey Economically’ if It Attacks Kurds", "content": "WASHINGTON — President Trump threatened Turkey on Sunday with harsh economic sanctions if it attacks Kurdish forces in Syria after American troops withdraw from the country in the coming months.\n“Will devastate Turkey economically if they hit Kurds,” Mr. Trump said on Twitter, suggesting that there would be a 20-mile safe zone around the group after American forces leave. He added, “Likewise, do not want the Kurds to provoke Turkey.”\nMr. Trump’s tweets marked the first public threat toward Turkey, a NATO ally, over the Kurds and seemed to offer a blanket of protection for the group, a band of American-backed militias that the Turkish government sees as terrorists.\nMr. Trump’s announced pullout from Syria without guaranteeing safety for the Kurds, who have helped American forces fight the Islamic State, had received sharp criticism from lawmakers. But his tweets Sunday threatened to upend Secretary of State Mike Pompeo’s attempt to reach a deal with Turkey to protect them, something Mr. Pompeo had been optimistic about when talking to reporters in Abu Dhabi, United Arab Emirates, earlier Sunday.\nAfter speaking with his Turkish counterpart, Foreign Minister Mevlut Cavusoglu, Mr. Pompeo had said he was “optimistic that we can achieve a good outcome,” though details were being worked out.\nIbrahim Kalin, a spokesman for President Recep Tayyip Erdogan of Turkey, reiterated in a response to Mr. Trump’s tweets that Turkey considered the Kurdish fighters terrorists. “Turkey expects the US to honor our strategic partnership and doesn’t want it to be shadowed by terrorist propaganda,” he wrote.\nTurkey, which has said it is planning an assault on Islamic State and Kurdish forces in northeastern Syria, contends that the Kurdish fighters in Syria are part of a front for the outlawed Kurdistan Workers’ Party, or P.K.K., a Kurdish insurgency in Turkey.\nIn his tweets Sunday, Mr. Trump also mentioned striking the Islamic State from an “existing nearby base” if the group reappears after the American withdrawal, something analysts have feared if American forces hastily leave the country.\nThe Pentagon has suggested positioning Special Operations troops in nearby Iraq, where they could attack in Syria if needed. There is heavy fighting in Syria around the town of Hajin, where Islamic State militants still hold some territory. The areas they control have been reduced to a few villages, after the group once held a swath of land roughly the size of Britain.\nMr. Trump’s tweets are just one more wrinkle in a process racked with conflicting statements and uncertain timelines after the president announced a pullout of Syria within 30 days late last month.\nHis decision prompted the resignation of two top administration officials, Defense Secretary Jim Mattis and Brett McGurk, the special presidential envoy to the coalition fighting the Islamic State.\nMr. Trump later agreed to give the military about four months to withdraw. And a week ago, the national security adviser, John R. Bolton, said the withdrawal was conditional, insinuating that American troops could potentially be on the ground even longer.\nOn Friday, a vaguely worded statement from the American military headquarters in Baghdad, which oversees the fight against the Islamic State, said the withdrawal of the roughly 2,000 American troops in Syria had already begun. Military officials later clarified that only equipment had left the country and not troops.", "date": "Jan. 13, 2019", "href": "https://www.nytimes.com/2019/01/13/us/politics/trump-turkey-kurds.html", "tags": "syria american turkey ‘ kurds devastate kurdish forces threatens troops economically trump state islamic attacks"}