{"title": "Trump proposes federal funding curbs on US abortion clinics", "content": "The Trump administration has issued a proposal to cut federal funding for organisations that offer or mention abortion to their patients.\nOne such organisation, Planned Parenthood, said the proposal was \"dangerous\" and \"outrageous\" and would \"have devastating consequences\".\nAnti-abortion activists thanked US President Donald Trump for \"delivering on a key promise\".\nThe plan will be reviewed by the White House Office of Management and Budget.\nA timeline and details of the Department and Health and Human Services proposal were not immediately available. \nClinics that receive federal money from a family planning programme known as Title X will be banned from referring clients for abortion, discussing abortion with patients, or sharing space with abortion providers.\nIf they do so, their funding will be withdrawn.\nThe policy shift mirrors the Mexico City Policy, one of the first actions of the Trump administration, under which organisations abroad that receive US aid for family planning may not perform abortions, even with other funding. \nCritics called that policy the \"global gag law\" because organisations felt they could not offer women full advice on family planning - they are calling this the \"domestic gag law\".\nPolitically, it plants the abortion question in the middle of debates ahead of November's midterm elections. \nA programme for low-income patients, it provides $260m (€220m; £192m) a year in federal money to family planning services such as contraception and health checks. \nThe amount of money available will not be reduced.\nThe 1970 law that brought Title X into place makes it clear that its funds are not to be used for abortions. But programmes funded by it have over the years been located in the same place as abortion clinics, and have referred patients for abortions.\nAn official told the Weekly Standard that the proposal would \"require a bright line of physical as well as financial separation between Title X programmes and any programme or facility where abortion is performed, supported or referred for as a method of family planning\".\nSenators including Elizabeth Warren signed a letter opposing the move, calling it \"part of a broader assault by Republicans on the health, safety, and economic independence of women and their families\".\nThe executive vice president of Planned Parenthood, Dawn Laguens, said in a statement that the change was \"designed to make it impossible for millions of patients to get birth control or preventive care\" and \"would have devastating consequences across the country\".\nMarjorie Dannenfelser from the anti-abortion Susan B Anthony List thanked Mr Trump for \"taking action to disentangle taxpayers from the abortion business\".\nNo, there are other organisations affected, but Planned Parenthood has become something of a political issue in the US.\nA reproductive healthcare organisation with 700 clinics around the US, it provides contraception, STI testing, cancer screenings, breast examinations and - in some clinics - abortions.\nFederal funds - through Medicaid and other low-income healthcare programmes - are almost always blocked from paying for abortion services anyway, but it has long been a demand of many conservatives in the US that taxpayers' money not be used to fund the organisation.\nThis came to a head when anti-abortion organisation The Center for Medical Progress secretly recorded a Planned Parenthood official discussing how to obtain aborted foetal tissue for medical research, discussing details like how to \"crush\" the foetus in certain ways to preserve its organs.\nAnti-abortion groups said this proved Planned Parenthood was selling foetal parts for profit, but the group disputed this, saying foetal tissue is donated at the discretion of the woman having an abortion. \nAn estimated four million people a year use health centres funded by Title X. The change will not be limited to Planned Parenthood clinics.\nThe US president has changed his mind on the issue over the years. He has gone from being pro-choice in 1999 to being against abortion today, although he says he would allow exceptions such as in the case of rape or incest.\nOn the presidential campaign trail, he said he believed \"some form of punishment\" should be in place for women who have abortions, if the practice is banned.\nBut, after strong criticism, he released a statement saying that only the doctor or practitioner should be punished, not the woman.\nHe refused to say whether he believed abortion was murder, but he later conceded that he could not disagree with the statement.\nUnder his administration, Iowa and Mississippi have introduced new laws restricting abortion time limits to six and 15 weeks respectively.\nThe Mississippi law was later blocked.", "date": "18 May 2018", "href": "https://www.bbc.com/news/world-us-canada-44166800", "tags": "funding us planned abortions planning clinics trump federal patients abortion curbs parenthood proposes family"}