{"title": "Trump Administration Report on School Safety Plays Down Role of Guns", "content": "WASHINGTON — Unveiling a report commissioned by President Trump in the aftermath of a mass shooting last winter at a Florida high school, administration officials on Tuesday played down the role of guns in school violence while focusing instead on rescinding Obama-era disciplinary policies, improving mental health services and training school personnel in the use of firearms.\nThe report — by the Federal Commission on School Safety, which consists of four cabinet officials and is led by Education Secretary Betsy DeVos — drew on months of research marked by political conflict and mixed messaging from the administration on how to handle violent events like the Feb. 14 shooting at Marjory Stoneman Douglas High School in Parkland, Fla. Seventeen students and staff members were killed and 17 others were injured in the shooting.\nThe commission released its findings on the same day that the Justice Department, as expected, issued a rule banning bump stocks, the devices that effectively convert semiautomatic rifles into fully automatic ones by permitting the guns to continuously fire with one squeeze of the trigger. The gunman in the October 2017 massacre of concertgoers in Las Vegas had used bump stocks while killing 58 people and wounding hundreds.\nIn the end, the report, which officials said drew on input from mental health professionals and families from eight states, largely echoed the public statements of the president, who has repeatedly and publicly promoted the idea of arming school officials and went so far as to back  a proposal by the National Rifle Association that would give those officials a bonus.\n[Read the report.]\nThough Ms. DeVos had considered the possibility of funding firearms for school officials, a senior administration official, who spoke on the condition of anonymity, said during a call with reporters that the report in “no way” recommended federal funds be used to arm school personnel. It does, however, recommend school resource officers and armed school staff members in communities that welcome them.\nThe report concluded that “existing research does not demonstrate that laws imposing a minimum age for firearms purchases have a measurable impact on reducing homicides, suicides or unintentional deaths.”\nBut the report also recommended that schools and communities examine ways to carry out extreme risk protection orders to temporarily seize firearms from people who appear mentally disturbed, though it emphasized that such efforts should be carried out without affecting “Second Amendment liberties,” senior administration officials said on Tuesday.\nChris W. Cox, the executive director of the N.R.A.’s lobbying arm, applauded the report, in particular the commission’s conclusion on age limits on weapons purchases. Mr. Cox added that the organization appreciated the president’s support of the protection orders, “provided that they include strong due process protections” for individuals.\n“The recommendations,” Mr. Cox said, “will go a long way towards preventing violence and making children safer in our schools.”\nAs the report took shape, Mr. Trump, who has repeatedly promised his loyalty to both the Second Amendment and the N.R.A., relaxed some of the statements he made on the greater need for gun control after the Marjory Stoneman Douglas shooting. Instead, he settled on promoting the idea of training and arming school personnel.\nThe commission also recommended that schools continue to put “character education” programs in place and highlighted several models for improving mental health resources. It also urged federal agencies to help states address cyberbullying, an advocacy issue of the first lady, Melania Trump.\n“There is no universal school safety plan that will work for every school across the country,” the report said. “Such a prescriptive approach by the federal government would be inappropriate, imprudent and ineffective. We focused instead on learning more about, and then raising awareness of, ideas that are already working for communities across the country.”\nBesides Ms. DeVos, the other members of the commission included Matthew G. Whitaker, the acting attorney general, who took the place of Jeff Sessions after he resigned; Alex M. Azar II, the secretary of health and human services; and Kirstjen Nielsen, the secretary of homeland security.\nThe administration also focused on an Obama-era policy that advised schools on how to discipline students in a nondiscriminatory manner and examine education data for racial disparities that could flag a federal civil rights violation. Though the guidance is nonbinding, critics have argued that the edict pressured districts to keep policies that allowed dangerous students to stay in schools.\nA senior administration official said the plan would be rescinded because research had found a “recurring narrative” that teachers and students felt threatened by the idea that people “trending toward violent behavior were left unpunished or unchecked.”\n“The guidance sent the unfortunate message that the federal government, rather than teachers and local administrators, best handles school discipline,” the commission wrote. “As a result, fearful of potential investigations, some school districts may have driven their discipline policies and practices more by numbers than by teacher input.”\nThe report said the Obama administration had a flawed interpretation of Title VI, the federal law that prevents discrimination based on race, in concluding that evenly applied policies may have a disparate impact on certain racial groups.\nThat theory, according to the report, “lacks foundation in applicable law and may lead schools to adopt racial quotas or proportionality requirements.” The report also said the Obama guidance “rests on a provision whose validity cannot be squared with the Supreme Court’s holdings.”\nMs. DeVos had been considering axing the guidelines for more than a year. But they attracted the attention of the White House after the Parkland shooting when opponents of the policy seized on the fact that the suspect, Nikolas Cruz, had been part of an alternative discipline program called Promise in Broward County Public Schools.\nThe report drew immediate criticism from Democrats.\n“Once again, the Trump administration turns its back on our most vulnerable and underserved students,” said two former education secretaries in the Obama administration, Arne Duncan and John B. King Jr. “We put this guidance in place to start a conversation about these harmful practices and encourage advocates and policymakers to look more deeply into why these disparities exist and to intervene when necessary.”\nSenator Christopher S. Murphy of Connecticut criticized the report for not focusing on the dangers of firearms.\n“Arming teachers and rolling back school discipline reforms won’t make our kids any safer,” he said.\n“We know what will make our schools safer,” he added. “We need to give schools resources to support educators and meaningfully help struggling students. And we need to tighten our gun laws to make sure that criminals don’t have access to guns and that no one can walk into a school with a weapon of war.”\nMr. Trump touched on several of the report’s findings at a meeting on Tuesday afternoon with Ms. DeVos and parents of Parkland shooting victims. Seated near a student who survived the shooting, along with several parents of students who did not, Mr. Trump lauded his administration’s ban on bump stocks and said the administration would encourage states to adopt extreme risk protection orders to “give law enforcement and family members more authority to keep firearms out of the hands of those who pose a danger to themselves and others.”\nMr. Trump also focused on one of the recommendations of the report — that the news media not publicize the names or use photos of suspects.\n“I see it all the time,” Mr. Trump said. “They make these people famous. They’re not famous. They’re the opposite. They’re horrible, horrible people. I think that’s an important one.”", "date": "Dec. 18, 2018", "href": "https://www.nytimes.com/2018/12/18/us/politics/trump-administration-school-safety-report.html", "tags": "shooting administration officials report safety plays ” trump schools guns school role"}