{"title": "Trump Has Only Sticks, No Carrots", "content": "The Trump administration imposed crippling sanctions on Iran on Monday in a widely anticipated slap at the country. The penalties, which grew out of President Trump’s decision in May to abandon the Iran nuclear accord, take aim at Iran’s oil, banking, shipping, shipbuilding and insurance sectors, and are intended to force Tehran to either abandon its foreign policy ambitions or collapse.\nAdministration officials became almost gleeful in the run-up to Monday: There was a 12-day countdown clock on the State Department’s website that resembled an advent calendar; Mr. Trump tweeted a movie-poster-style image of himself with the words “Sanctions Are Coming” in a nod to the popular HBO series “Game of Thrones.”\nIn the show, though, counterattacks are frequent, and the Trump administration is now facing its own backlash.\nEuropean diplomats are quietly insisting they will complete work in the coming days or weeks on an alternative payment system with Iran that will bypass American sanctions. China, India, Russia and Iraq are likely to defy the new sanctions, too, and President Recep Tayyip Erdogan of Turkey said this week that he would ignore them. Iran’s leaders remain defiant.\nThe challenges to the administration’s Iran strategy are part of a broad pushback around the world to President Trump’s aggressive and often bullying tactics, which have won him few friends and caused a steep drop in international regard for the United States. And the tough tactics have yet to prove successful almost anywhere, with threats growing in North Korea, Afghanistan and elsewhere.\nAdministration officials have long said that their strategies had yet to fully gestate. But two years after Mr. Trump’s election, that excuse no longer works. When world leaders laughed at Mr. Trump at the United Nations in September, it was an expression of growing international disdain for the president’s methods, which rely almost entirely on sticks in the form of sanctions and tariffs instead of the carrots of aid, investment and dialogue.\nWhile the United States’ use of sanctions has been gradually increasing for decades, Mr. Trump has made them the core of his foreign policy. From Iran to North Korea and Russia to Venezuela, from the drug dealers of Colombia to the bomb makers of Hamas, this administration’s first — and sometimes only — instrument to shape world events, punish rivals and discourage challenges to American authority has been sanctions.\nLast year, the Trump administration imposed sanctions on a record 944 individuals and entities, according to a count provided by the law firm Gibson Dunn. This year, the number is expected to far exceed 1,000, according to Adam M. Smith, who was a top sanctions official in the Obama administration. By comparison, President Barack Obama imposed penalties on 695 individuals and entities in 2016, the previous high mark.\n“Sanctions are the perfect tool for someone like President Trump, who arrived into office with no governing experience and no real relationships in Congress, the bureaucracy or among world leaders,” Mr. Smith said. “Sanctions let him govern on his own. He just has to write an executive order, and it’s done.”\nMr. Trump’s fondness for sanctions illustrates a core contradiction of his foreign policy. No modern American president has been as dismissive of “globalism” or as vigorous in the defense of sovereignty as Mr. Trump. “We reject the ideology of globalism,” he said at the United Nations on Sept. 25, adding that “responsible nations must defend against threats to sovereignty not just from global governance, but also from other new forms of coercion and domination.” And yet the power of sanctions springs from the very system of international agreements that Mr. Trump rejects, and it is a device widely seen outside of the United States as an assault on sovereignty and a form of American coercion and domination.\nIn some ways, sanctions are the perfect American weapon. They are cheap, put no American lives at risk and elicit no equivalent response. Thanks to the centrality of the dollar to the global financial system, only the United States has the power to fully wield them. Sanctions’ power was demonstrated in April when penalties against the Russian aluminum producer Rusal for its connections to President Vladimir Putin of Russia, and against the Chinese telecommunications company ZTE for doing business with Iran and North Korea, crippled the two global giants.\nThe big problem, however, is that sanctions rarely work. Robert Pape, director of the Chicago Project on Security and Threats, said that in his study of 100 years of sanctions efforts, 90 percent of the penalties applied for national security purposes ultimately failed. In some cases, they were disastrous: Japan’s 1941 attack on Pearl Harbor was in large part a response to American oil sanctions.\nIran proves the point. Tehran’s regional meddling was particularly ambitious from 2012 to 2015 — just as sanctions were at their most onerous. There is a small chance that sanctions could lead to the overthrow of Iran’s government, but the administration has repeatedly insisted that regime change is not its goal.\nBesides being largely unsuccessful, the Trump administration’s unilateral use of sanctions has fueled a campaign led by Europe, Russia and China to remake the financial system, removing the United States from its heart. The consequences for America’s power, economy and alliances could be profound.\nEven before Mr. Trump’s presidency, Jack Lew, Mr. Obama’s treasury secretary, warned in 2016 that overuse of sanctions could produce a dangerous reaction “if foreign jurisdictions and companies feel that we will deploy sanctions without sufficient justification or for inappropriate reasons.”\nNow, with Mr. Trump’s decision to walk away from the Iran nuclear accord and threaten allies who have remained in the deal, the backlash is gathering steam. European diplomats say they are determined, despite real challenges, to follow through on their promise to create a “special-purpose vehicle” independent of the dollar to continue commercial relations with Iran. Trump administration officials have reacted with derision and fury and have quietly threatened to sanction the entity. \nChinese and Russian officials have for years been trying to sell Europe on financial messaging and trade vehicles that skirt the dollar and the United States. So far, these efforts have had little success. That could change: “The world has been comfortable with the dollar as the currency of reference,” said Nicolas Véron, a French economist and senior fellow at Bruegel, a think tank in Brussels. “But that could change if doing so is seen as carrying a prize in terms of greater geopolitical independence.”\nMarshall Billingslea, an assistant secretary of the Treasury, said in congressional testimony that efforts to set up alternative financial systems to avoid sanctions are “something that’s a concern to us.”\nThe Trump administration’s critics worry that President Hassan Rouhani of Iran, who has said the new sanctions have isolated the United States and not Iran, may be right. They also worry that while Iran’s economy will suffer in the short term, the new sanctions will spur the creation of financial mechanisms that exclude the United States, undermining American power, economic might and ability to track and contain terrorism in ways that could far outlast the Trump administration.\n“It is foolishness for the United States to accelerate the development of these financial alternatives, which are a profound security threat in the long run,” said Elizabeth Rosenberg, a sanctions official during the Obama administration.", "date": "Nov. 9, 2018", "href": "https://www.nytimes.com/2018/11/09/sunday-review/trump-sanctions-iran-foreign-policy.html", "tags": "sanctions iran administration united ” trump sticks carrots said"}