{"title": "Trump to Preside Over U.N. Security Council, Prompting Anxiety All Around", "content": "WASHINGTON — Three weeks from now, in New York, President Trump will find himself in the setting he most relishes: seated at the head of a polished table, calling on those seated around him, rewarding those he likes and cutting off those who displease him.\nIt is not a revival of “The Apprentice,” or even a meeting of his cabinet. Mr. Trump will be presiding at the United Nations Security Council, a rotating role that falls to the United States this month. His star turn is prompting anxiety among people, inside and outside the administration, who worry that the president will bring reality-TV antics to the world stage.\nExercising the prerogative of the chairman, Mr. Trump plans to focus on Iran and its malign activity around the Middle East. European diplomats said they fear that this will only underscore the disunity of the West, given the unpopularity of Mr. Trump’s decision to pull the United States out of the Iran nuclear deal.\nAlready, the president’s choice of subject has drawn objections from Russia, which said the focus of the meeting should be entirely on the nuclear deal and Mr. Trump’s exit from it, and Iran, which accused Mr. Trump of abusing his leadership of the council to vilify a single country.\nThe resistance is not limited to foreigners. At the State Department, the National Security Council and the American mission to the United Nations, there are privately voiced qualms about Mr. Trump leading a discussion on a complex, divisive subject with foreign leaders who were fiercely opposed to his handling of the nuclear deal.\nAmerican officials are discussing whether to reframe the session on the broader region or a different theme to reduce the risk of things going awry, though it is unclear whether the president will be receptive.\nBy all accounts, Mr. Trump is excited about presiding over the most exclusive club devoted to world peace and security. And he appears equally ready to shake up the customs of that club, where the last time an American leader presided — Barack Obama in 2014 — he chose a theme that the other members could readily embrace: combating foreign terrorist fighters.\nIran’s foreign minister, Mohammad Javad Zarif, accused Mr. Trump on Wednesday of using the session to “blame Iran for horrors US & clients have unleashed across” the Middle East. He noted that the only Security Council resolution currently in force on Iran is the nuclear deal.\nUnder the rules of the Security Council, Mr. Zarif or even Hassan Rouhani, the Iranian president, is entitled to a seat at the meeting and to be called on by Mr. Trump. Administration officials said they believed it was unlikely that Mr. Rouhani would turn up, though he is scheduled to attend the General Assembly, which meets at the same time.\nEven if he did come, officials said Mr. Trump might leave the meeting before it was Iran’s turn to speak. It would be called on only after all 15 members of the Security Council had spoken, a process that could take half a day. If Mr. Trump left early, he would most likely hand over his seat to the American ambassador to the United Nations, Nikki R. Haley.\nSpeaking to reporters on Tuesday, Ms. Haley acknowledged that some council members would find Iran an “uncomfortable” subject. But, she said, “I personally think that when we talk about things that are uncomfortable in the Security Council, good things happen.”\n“President Trump is very adamant that we have to start making sure that Iran is falling in line with international order,” Ms. Haley added. “And we continue to see them engage in things that are not helpful, whether it’s in Lebanon, whether it’s in Yemen, whether we’re looking at Syria.”\nThat is one of the primary arguments for Mr. Trump’s decision to focus on Iran, other American officials said. The furor over the nuclear deal, they said, had crowded out discussion of Iran’s other activities.\nThe United States is warning allies, for example, that Iranian missiles pose a threat to civilian aircraft in the Persian Gulf. But particularly among Europeans, officials said, those dangers often get subsumed in the continuing discussion of why Mr. Trump abandoned the deal.\nSome officials played down the risks of Mr. Trump’s appearance. Diplomatic protocol almost guarantees that the meeting will be a series of canned speeches rather than a freewheeling debate, in which Mr. Trump could either be rattled or be seen as bullying other leaders.\nIn any event, Mr. Trump has shown himself to be gleefully unconcerned with bruising feelings.\nIn his first visit to the General Assembly last year, he declared, “I will always put America first, just like you, as the leaders of your countries, will always and should always put your countries first” — a call for sovereignty at odds with the mission of the United Nations as a body created to deal collectively with problems that transcend borders.\nHe referred to the country of one African leader as “Nambia,” prompting questions about whether he had conflated Namibia with Gambia or Zambia (the White House later clarified that he meant Namibia). From the rostrum of the General Assembly, he said of North Korea’s leader, Kim Jong-un, “Rocket Man is on a suicide mission.”\nMr. Trump returns to the United Nations after having launched an audacious diplomatic overture to Mr. Kim. While in New York, Ms. Haley said, he planned to meet President Moon Jae-in of South Korea to discuss the nuclear negotiations, which have stalled in recent weeks.\nMr. Trump can also claim progress in his efforts to isolate Iran, however unpopular they have been. The country’s currency, the rial, plummeted to record lows this week amid fears that the sanctions Mr. Trump is reimposing will cripple its oil exports and broader economy.\nBeyond faulting Iran’s behavior, though, it is not clear what Mr. Trump hopes to accomplish when he sits at the horseshoe-shaped table in the Security Council’s chamber. With so much resistance to his Iran policy from Russia, China and other veto-wielding members, there is no prospect of winning support for any kind of resolution.\nWhen Mr. Obama first led a council meeting in 2009, the United States won passage of a resolution that promised tougher scrutiny of countries that proliferated nuclear weapons. Days later, the White House revealed intelligence showing that Iran had built a secret uranium enrichment facility in a mountain near the holy city of Qum.\nIn 2014, with the Islamic State terrorizing Iraq and Syria, Mr. Obama pushed a resolution in the council to crack down on the financing, and movement of people signing up to fight for foreign terrorist organizations.\nWhile an American-led military campaign largely vanquished the Islamic State, Mr. Obama’s 2009 nonproliferation resolution did nothing to prevent North Korea from making new nuclear bombs, although he did negotiate the deal that blocked Iran’s ability to do so.\nFor Mr. Trump, marshaling global support against Iran seems less of a priority in New York than defiantly advancing his own get-tough policy. Aides said the decision to focus on Iran was very much the president’s — and no one actively pushed back on it, whatever their qualms.\nFor a president who hushed dissent in his reality-TV days with a simple “You’re fired,” the question is, how will he react if the would-be apprentices from Iran and Russia refuse to go quietly?", "date": "Sept. 6, 2018", "href": "https://www.nytimes.com/2018/09/06/us/politics/trump-un-security-council-iran.html", "tags": "around security iran council “ president united trump anxiety prompting preside u.n."}