{"title": "Trump tariffs will hurt global growth, IMF warns", "content": "The outlook for the global economy has darkened as trade tensions rise and growth becomes uneven, according to the International Monetary Fund (IMF).\nWhile the IMF has maintained its global growth forecast of 3.9% for this year and next, it has cut the outlook for the UK and the eurozone among others.\nIt said rows over trade are \"greatest near-term threat\" to the world economy.\nIt added: \"The possibility for more buoyant growth than forecast has faded somewhat.\n\"Downside risks, on the other hand, have become more salient.\"\nThe comments in the IMF's updated World Economic Outlook forecast have emerged against a backdrop of protectionist tariffs by the US which have led to retaliation from Europe, China, Mexico and Canada.\nThe new tariffs represent just a small share of global trade for now but the IMF warned that if the measures escalate they could shave 0.5% off global growth by 2020.\n\"The risk that current trade tensions escalate further—with adverse effects on confidence, asset prices, and investment—is the greatest near-term threat to global growth,\" the IMF's economic counsellor Maury Obstfeld said.\nThe IMF already expects trade volumes to grow by less than expected this year, rising 4.5%, against its 4.8% forecast.\nIt said the US is particularly vulnerable due to retaliation.\nDespite the concerns about trade, the IMF maintained its growth forecasts for the US and China for 2018.\nIn the US, the fund predicts economic expansion of 2.9% this year, as tax cuts and increased government spending fuel a temporary surge.\nChina's GDP growth is forecast at 6.6%, but the IMF said measures the country is taking to reduce debt could lead to unanticipated negative effects.\nEurope, by contrast, is grappling with unforeseen slowdown, as it wrestles with political uncertainty and issues related to Brexit.\nThe IMF cut its 2018 forecast for the UK to 1.4% in 2018, down 0.2% from its April projection.\nIt also said it expects the euro area economy to slow to 2.2%, also 0.2% lower than predicted.\nOverall, advanced economies are expected to grow by 2.4% this year, down 0.1% from the fund's April outlook.\nThe IMF said it continues to expect emerging markets and developing economies to grow by 4.9% this year.\nBut it cautioned that the headline figure masks stress in certain economies caused by factors like rising oil prices, a stronger dollar and increasing interest rates.\nIn Brazil, the IMF expects growth of 1.8%, 0.5% less than it did in April.\nIn India, the IMF predicts growth of 7.3% this year, down 0.1% due to rising oil prices.", "date": "16 July 2018", "href": "https://www.bbc.co.uk/news/business-44851548", "tags": "imf warns forecast us growth hurt trump global economy trade year outlook tariffs"}