{"title": "Trump Foundation Will Dissolve, Accused of ‘Shocking Pattern of Illegality’", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nThe Donald J. Trump Foundation, once billed as the charitable arm of the president’s financial empire, agreed to dissolve on Tuesday and give away all its remaining assets under court supervision as part of an ongoing investigation and lawsuit by the New York attorney general.\nThe foundation was accused by the attorney general, Barbara Underwood, of “functioning as little more than a checkbook to serve Mr. Trump’s business and political interests,” and of engaging in “a shocking pattern of illegality” that included unlawfully coordinating with Mr. Trump’s 2016 presidential campaign.\nIn addition to shuttering the charity, her office has pursued a lawsuit that could bar President Trump and his three oldest children from the boards of other New York charities, as well as force the payment of millions in restitution and penalties.\n“This is an important victory for the rule of law, making clear that there is one set of rules for everyone,” Ms. Underwood said in announcing the agreement.\nThe closure of the foundation is a milestone in what has been a two-year investigation after the nonprofit’s management and giving patterns emerged as a flash point in the 2016 campaign. What assets remain after penalties will be directed to charities that must be approved by the attorney general’s office, and the process will be subject to judicial supervision.\nMs. Underwood and a lawyer for the Trump foundation signed the stipulation agreeing to the dissolution.\n“We’ll continue to move our suit forward,” Ms. Underwood said, “to ensure that the Trump Foundation and its directors are held to account for their clear and repeated violations of state and federal law.”\nNonprofit foundations are supposed to be devoted to charitable activities. But the attorney general’s office has charged that the Trump Foundation was used to win political favor, accusing the foundation of virtually becoming an arm of the Trump campaign, with its campaign manager, Corey Lewandowski, directing the foundation to make disbursements in Iowa only days before the state held its presidential nominating caucuses.\n“Is there any way we can make some disbursements [from the proceeds of the fund-raiser] this week while in Iowa? Specifically on Saturday,” Mr. Lewandowski wrote to the foundation’s treasurer in an email disclosed in the lawsuit.\nMr. Trump was required to sign annual filings with the Internal Revenue Service in which he attested that the foundation did not engage in political activity.\nThe president had said after the 2016 election that to avoid any appearance of conflict of interest, he would dissolve the foundation. But the attorney general’s office blocked him from doing so amid concerns about the handling of the foundation’s documents and assets.\nSarah Huckabee Sanders, the White House press secretary, refused to comment on the dissolution of the Trump Foundation, saying, “That’s something that I would refer you to the Trump Organization.”\nMr. Trump has long claimed that all the foundation’s money went to “wonderful charities” that had legitimate purposes. Alan S. Futerfas, a lawyer for the foundation, accused Ms. Underwood of making a “misleading statement” on Tuesday in “a further attempt to politicize this matter.”\n“The foundation has been seeking to dissolve and distribute its remaining assets to worthwhile charitable causes since Donald J. Trump’s victory in the 2016 presidential election,” he said. “Unfortunately, the N.Y.A.G. sought to prevent dissolution for almost two years, thereby depriving those most in need of nearly $1.7 million.”\nAmy Spitalnick, a spokeswoman for Ms. Underwood, said the Trump foundation had previously wanted to dissolve without any oversight. “That was unacceptable,” she said.\nThe investigation of the foundation was begun by the former attorney general, Eric T. Schneiderman, a Democrat who was an antagonist of Mr. Trump before stepping down following revelations of sexual misconduct this year.\nNext month, the ongoing case will fall to the incoming attorney general, Letitia James, a vocal critic of Mr. Trump who said recently that she would “use every area of the law to investigate President Trump and his business transactions and that of his family.”\nMs. Underwood’s office sued the Trump Foundation in June, charging it with “improper and extensive political activity, repeated and willful self-dealing transactions, and failure to follow basic fiduciary obligations or to implement even elementary corporate formalities required by law.”\n[Want to know more about the Trump Foundation? Read this explainer.]\nCharities are barred from advancing the self-interests of its executives over the charity’s mission, but the attorney general’s office said in a court filing this year that the foundation had entered into a number of “prohibited self-dealing transactions that directly benefited Mr. Trump or entities that he controlled.”\nThe Trump Foundation, for instance, purchased a $10,000 portrait of Mr. Trump that was displayed at one of his golf clubs. The existence of the portrait, along with other examples of questionable spending cited in the lawsuit, was first reported by The Washington Post.\nOne transaction was revealed by a note in Mr. Trump’s handwriting that said $100,000 of Trump Foundation money should be directed to another charity to settle a legal dispute between the Town of Palm Beach and Mr. Trump’s Mar-a-Lago resort.\nMr. Trump was once a major donor to his own foundation. But in the six years before his presidential run, from 2009 to 2014, Mr. Trump stopped giving his own money, relying instead solely on outside donations.\nThe attorney general’s office is seeking for the Trump Foundation to pay $2.8 million in restitution, which is the amount raised for the foundation at an Iowa fund-raiser in 2016 that Mr. Trump held on the day that he avoided attending a debate with his Republican rivals. The foundation reported $1.7 million in assets in 2017 to the I.R.S.\nLast month, a New York state judge ruled that the lawsuit could proceed, even as Mr. Trump’s lawyers had argued that the court did not have jurisdiction over Mr. Trump, as president, and that the statute of limitations had passed on some of the issues.\n“I find I have jurisdiction over Mr. Trump,” Justice Saliann Scarpulla wrote in a 27-page ruling.\nMr. Futerfas had said in a statement then that “all of the money raised by the Foundation went to charitable causes” and that “we remain confident in the ultimate outcome of these proceedings.”\n“I won’t settle this case!” Mr. Trump posted on Twitter in June, accusing “the sleazy New York Democrats” of targeting him.\nThe foundation lawsuit follows years of scrutiny of President Trump’s charitable activities and adds to his extensive legal challenges, amid a continuing investigation by special counsel Robert S. Mueller III.\nThe Trump Foundation is hardly the first charity dissolved by the state — Mr. Schneiderman previously shut down a sham breast cancer charity, for example — but it is the first involving a sitting president of the United States.\nAlso, if the attorney general’s office is successful in barring Mr. Trump from serving on foundation boards for a decade, it would put him in the unusual position of not being able to serve on the board of his own post-presidential foundation, should it be set up in New York.", "date": "Dec. 18, 2018", "href": "https://www.nytimes.com/2018/12/18/nyregion/ny-ag-underwood-trump-foundation.html", "tags": "‘ shocking mr. office accused pattern trump illegality general foundation attorney dissolve"}