{"title": "Trump’s Talks With Kim Jong-un Collapse, and Both Sides Point Fingers", "content": "HANOI, Vietnam — The United States and North Korea offered conflicting accounts and traded blame on Thursday after a second summit meeting between President Trump and the North’s leader, Kim Jong-un, ended abruptly without any agreement on nuclear disarmament or easing tensions on the Korean Peninsula.\n“Sometimes you have to walk,” Mr. Trump said at an afternoon news conference in Hanoi, the capital of Vietnam.\nHe said Mr. Kim had offered to dismantle the North’s most important nuclear facility if the United States lifted the harsh sanctions imposed on his nation — but would not commit to do the same for other elements of its weapons program.\nThat, Mr. Trump said, was a dealbreaker.\n“It was about the sanctions,” Mr. Trump said. “Basically they wanted the sanctions lifted in their entirety, but we couldn’t do that.”\nBut in a late-night news conference, North Korea’s foreign minister, Ri Yong-ho, contradicted Mr. Trump, saying the North had asked only for some sanctions to be lifted in exchange for “permanently and completely” dismantling the main facility in the presence of American experts.\n“Given the current level of trust between North Korea and the United States, this was the maximum step for denuclearization we could offer,” Mr. Ri told reporters.\nHe added that the North’s position would not change. “This kind of opportunity may never come again,” he said.\nThe premature end to the negotiations leaves the unusual rapprochement between the United States and North Korea that has unfolded for most of a year at a deadlock, with the North retaining both its nuclear arsenal and facilities believed to be producing additional fissile material for warheads.\nIt also represents a major setback at a difficult political moment for Mr. Trump, who has long presented himself as a tough negotiator capable of bringing adversaries into a deal and had made North Korea the signature diplomatic initiative of his presidency.\nEven as the talks began, Mr. Trump’s longtime lawyer and fixer, Michael D. Cohen, was delivering dramatic and damaging testimony in Congress, accusing him of an expansive pattern of lies and criminality.\nMr. Trump had flown across the world to try to work face-to-face with Mr. Kim for the second time, an effort to reduce what American officials regard as the world’s foremost nuclear threats. Experts estimate that the North has 30 to 60 nuclear warheads as well as intercontinental ballistic missiles that can hit the United States, though it has not demonstrated the technology to protect warheads as they re-enter the atmosphere.\nBefore ending the news conference to fly back to Washington, Mr. Trump tried to put a good face on the outcome. “This wasn’t a walkaway like you get up and walk out,” he said. “No, this was very friendly. We shook hands.”\n“There’s a warmth that we have and I hope that stays,” he added.\nMr. Trump said that Mr. Kim had pledged to maintain a halt on nuclear and ballistic missile tests that is now in its 16th month, and that the negotiations would continue. Mr. Ri confirmed the North would not resume testing.\nBut further progress could be difficult now that Mr. Trump has broadcast that he and Mr. Kim have staked out conflicting bottom lines.\nBoth leaders will face greater pressure from hard-line officials in their governments to dig in. For Mr. Trump, facing criminal and civil investigations at home, maintaining public support is a growing concern, while Mr. Kim has long used the nuclear program to justify his government’s totalitarian rule and explain its weak economy.\nThe North’s official Korean Central News Agency struck a more conciliatory tone than its foreign minister, reporting that Mr. Kim and Mr. Trump “agreed to keep in close touch with each other” and “continue productive dialogues.”\nThe news agency did not report the breakdown of the talks — which would have been bad publicity for Mr. Kim at home — or what differences arose between Mr. Kim and Mr. Trump.\nOn his flight leaving Hanoi, Secretary of State Mike Pompeo said officials had worked through the previous night and into the morning to come up with terms acceptable to both leaders.\n“When you are dealing with a country that is of the nature of North Korea, it is often the case that only the most senior leaders have the capacity to make those important decisions,” he said.\n“We’ll each need to regroup a little bit,” he added.\nChoe Son-hui, one of the North Korean negotiators, told reporters after the talks collapsed that she feared that Mr. Kim had “lost some of his desire to negotiate with the United States.”\n“As I watched the summit meeting, I felt that Chairman Kim appeared to find it hard to understand the American way of calculation,” she said.\nThe sticking point turned on what it would take for the North to begin dismantling a central part of its nuclear program — the Yongbyon enrichment facility. According to the Americans, Mr. Kim said he would do so only if all sanctions on his country were lifted.\nBut Mr. Trump and Mr. Pompeo said the North would have to dismantle other parts of its program as well before the United States agreed to such a big concession.\nIn response to a question, Mr. Trump acknowledged for the first time that his administration was aware of a second enrichment site other than Yongbyon, though it was unclear what role that played in the talks.\nThe United States has long insisted that sanctions will be lifted only after North Korea completely dismantles its nuclear program in a verifiable manner. There was talk before the summit meeting, though, that Mr. Trump might agree to ease sanctions in exchange for initial steps toward denuclearization by allowing joint economic projects between North and South Korea.\nIt was not immediately clear if Mr. Trump made such an offer or how Mr. Kim responded.\nThe first sign of the collapse of the talks came after morning meetings, when White House officials said a working lunch and signing ceremony had been canceled.\nThe White House then issued a statement saying that Mr. Trump and Mr. Kim had “discussed various ways to advance denuclearization and economic-driven concepts” during “very good and constructive meetings,” but failed to reach an agreement.\n“I worry about the consequences,” said Jean H. Lee, a Korea expert at the Wilson Center, a research organization in Washington. “Did these two leaders and their teams build up enough good will to keep the lines of communication open, or are we headed into another period of stalled negotiations — or worse, tensions — that would give the North Koreans more time and incentive to keep building their weapons program?”\n“This result leaves very little room for Kim to save face,” she added.\nOfficials from both sides had hoped the Hanoi summit meeting would produce more concrete results than the vague communiqué issued by the two leaders after their first meeting last June in Singapore.\nSince that first encounter, American national security officials have said that denuclearization should be the priority, while North Korea has pushed for lifting of sanctions and improving relations with the United States and South Korea first.\nThe administration of President Moon Jae-in of South Korea appears to have agreed with Mr. Kim that establishing a more stable peace is the first priority, and it has been moving much faster than the United States in opening up diplomatically to the North.\n“It is regrettable that they could not reach a complete agreement,” said Kim Eui-kyeom, a spokesman for Mr. Moon. “But it also seems clear that both sides have made more significant progress than ever.”\nIn Tokyo, Shinzo Abe, prime minister of Japan, said he had spoken about the summit meeting’s outcome with Mr. Trump. “I fully support President Trump’s decision not to make the easy compromise,” he said, adding that he was determined to meet Mr. Kim next.\nThe collapse of the talks was a stark departure from the earlier mood. Mr. Trump and Mr. Kim began the day with a one-on-one meeting at the historic Metropole hotel, where they dined together the night before.\nBefore the early session began, Mr. Trump expressed a willingness to be patient given that the North had suspended missile tests.\n“I’ve been saying very much from the beginning that speed is not that important to me,” he said.\nMr. Trump also mentioned potential economic growth in North Korea three times in his brief morning comments, saying that the country would become an “economic powerhouse.”\nThe message seemed clear — that integrating North Korea into the global economy would help moderate the country’s behavior. Mr. Trump appeared ready to accept the North’s arsenal if relations improved and it committed to surrendering weapons in the long term.\nAsked by an American reporter whether he was ready to denuclearize, Mr. Kim answered, “If I’m not willing to do that, I wouldn’t be here right now.”\nMr. Trump responded, “That might be the best answer you’ve ever heard.”\nEarlier, the two leaders took a stroll by the pool, then went into the hotel restaurant to chat privately. Separately, Mr. Pompeo met with his North Korean counterpart, Kim Yong-chol, a top Communist Party official and former spy chief.\nAfter the talks collapsed, the president said Mr. Pompeo was not satisfied with the terms. Mr. Pompeo has taken the lead in the diplomatic talks and has been more skeptical of Mr. Kim’s intentions than Mr. Trump.\nMr. Trump praised Mr. Kim, a ruthless dictator who oversees widespread human rights abuses as a “great leader.”\nWhen asked by a reporter about Otto Warmbier, the American student imprisoned in North Korea who died of brain damage after being returned home in a coma in 2017, Mr. Trump answered with a comment that echoes what he has said in relation to other autocrats: “He tells me that he didn’t know about it, and I will take him at his word.”", "date": "Feb. 28, 2019", "href": "https://www.nytimes.com/2019/02/28/world/asia/trump-kim-vietnam-summit.html", "tags": "fingers united ” trump sides collapse jong-un point kim north korea talks"}