{"title": "Trump executive order: Refugees detained at US airports", "content": "Refugees arriving in the US are being held at airports after President Donald Trump issued an order barring migrants and refugees from several Muslim countries.\nProtesters are gathering at New York's John F Kennedy airport to demand the release of 11 refugees held there.\nDonald Trump defended the executive order on Saturday, saying it was \"not a Muslim ban\".\nHe is facing a legal challenge from several rights groups.\nThe seven countries affected by a 90-day travel ban for nationals are Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen.\nThe US's entire refugee admissions programme - affecting people from many more countries - has been suspended for 120 days. Those fleeing Syria as refugees are banned until further notice.\nTrump border policy: Key points \nMay fails to condemn Trump on refugees\n\"It's working out very nicely. You see it at the airports, you see it all over,\" Mr Trump told reporters at the Oval Office on Saturday, where he was signing more executive orders on lobbying and tackling so-called Islamic State.\n\"We're going to have a very, very strict ban and we're going to have extreme vetting which we should have had in this country for many years.\"\nThe people being detained at US airports are those who were already in transit at the time Mr Trump issued his order on Friday.\nThey are likely to be few in number - there are known to be 11 at JFK.\nBut Donald Trump's wide-ranging order is likely to affect many more people, as it prevents citizens of the seven named countries from travelling to the US at all - even if they have valid visas.\nOn Saturday five Iraqi passengers and a Yemeni national were prevented from boarding a flight at Cairo airport bound for New York.\nDutch airline KLM said it had turned away seven people who were booked onto its flights into the US because they would no longer have been accepted\nThe restriction applies to dual nationals - so, for example, a British citizen who is also a citizen of Iran would not be able to enter the US.\nIt also applies to green card holders - legal permanent residents of the US - from the seven countries. \nThose who are currently out of the country will be considered for re-entry to the US on a \"case-by-case basis\", according to one administration official.\nUS entry ban victims vent fury\nHuman rights groups, including the National Immigration Law Centre (NILC) and the American Civil Liberties Union (ACLU), filed a lawsuit in New York to demand the release of two Iraqi men who were in the air bound for the US when the executive order was signed.\nOne of them, Haneed Khalid Darweesh, who had worked as a US Army interpreter, was released on Saturday afternoon.\nThe other man, Haider Sameer Abdulkhaleq Alshawi, remains in detention.\nNew York Representative Jerry Nadler tweeted that he and fellow Democratic Representative Nydia Velazquez were working to help 10 more refugees still being held.\nMark Doss, a lawyer for the two Iraqis, said he was delighted that Mr Darweesh had been released by border officials:\n\"This obviously was an illegal detention. This is a discriminatory order from President Trump and we will continue to fight for all of the refugees, immigrants and non-immigrants that are coming to the United States [and] are being illegally detained.\"\nThe Council on American-Islamic relations advised non-US citizens, including green card holders, from the seven countries to plan to delay all international travel for at least 90 days.\nGoogle has urged travelling staff members who are nationals of the seven countries affected to return to the US as quickly as possible.\nMr Trump said the measures detailed in his executive order would \"keep radical Islamic terrorists out of the US\".\nBut rights groups say there is no link between Syrian refugees in the US and terrorism. \nAnnouncing the measures at the Pentagon on Friday, the president said \"we will never forget the lessons of 9/11\". \nBut none of the 9/11 hijackers were from the seven countries affected by the measures - they mostly had Saudi Arabian citizenship.\nThe perpetrators of other recent attacks in the US that have been linked to Islamic extremism were also not from the seven countries:\nDuring the election campaign, Mr Trump suggested a \"total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what is going on\".\nAt the time, this call was widely rejected by both Democrats and Republicans.\nWhile many Democratic politicians have spoken out angrily over Friday's executive order, many of Mr Trump's fellow Republicans have been silent.\nA spokeswoman for Speaker of the House of Representatives, Paul Ryan, reiterated his support for the executive order, the Washington Post reports.\n\"This is not a religious test and it is not a ban on people of any religion,\" AshLee Strong said. \nRepublican Charlie Dent, whose Pennsylvania district has a sizeable Syrian population, has called on President Trump's administration to \"halt enforcement of this order\", according to the New York Times. \nMr Trump's Vice-President Mike Pence called the proposed ban on Muslims \"offensive and unconstitutional\" in a tweet in December 2015.\nIran has described Mr Trump's order as an \"insult to the Islamic world\" and said it would respond with appropriate legal and diplomatic measures.\nBritish Prime Minister Theresa May said the UK did not agree \"with this kind of approach\" and will appeal to the US if it affects British citizens. \nHer Canadian counterpart, Justin Trudeau, tweeted that Canadians would welcome those fleeing persecution, terror and war \"regardless of your faith\".\nCanada's Trudeau takes a stand on US ban\nTrump border policy: World reacts\nAll refugees from Syria, which has been torn apart by civil war for the past six years, are banned from entering the US indefinitely.\nThe executive order also sets a cap of 50,000 for all refugees in 2017 - less than half of the upper limit under Mr Trump's predecessor, Barack Obama.\nHave you or your family been affected by the entry restrictions? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nOr use the form below", "date": "29 January 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-38783512", "tags": "us seven detained trump countries order airports executive ban refugees"}