{"title": "Trump Administration Hands Democrats A Political Gift On Health Care", "content": "The Trump administration’s intervention in an Obamacare lawsuit this week has handed Democrats a political gift, putting Republican candidates on the defensive about whether they, too, want to get rid of some of the law’s most popular provisions.\nOn Thursday the Justice Department threw its support behind a lawsuit arguing that Obamacare’s protections for people with pre-existing conditions are unconstitutional. The suit, brought by 20 states led by Republicans, argue that those protections were supposed to work in tandem with the mandate that individuals have health insurance. Because Congress is no longer enforcing the mandate, they say, insurers no longer have to sell policies to everyone regardless of medical status.\nWhile this policy isn’t new for the administration, the suit puts it front and center just as this year’s midterm elections are heating up. And it means that Republican candidates, some in states that Donald Trump won in 2016, will have to make a decision: Do they back the president and say they don’t believe insurers should have to cover people with pre-existing conditions, or do they publicly distance themselves from him? \nDemocrats have wasted no time in taking advantage of the administration’s move. \nOn Monday the Democratic Congressional Campaign Committee announced a five-figure digital ad campaign on Facebook, focusing on voters in 20 districts. The ads, going after vulnerable GOP representatives, warn that Republicans will “GUT protections for people with pre-existing conditions!”\nThe Democratic Senatorial Campaign Committee put out press releases in 12 states, urging people to ask GOP candidates and senators whether they think covering pre-existing conditions is unconstitutional. \nAmerican Bridge, a super PAC focused on opposition research, also launched digital ads aimed at Republican Senate candidates in Nevada, Tennessee, Ohio, Missouri and West Virginia. Missouri Attorney General Josh Hawley and West Virginia Attorney General Patrick Morrisey in particular are targets, since they’re co-counsels on the lawsuit.\nDemocratic senators up for re-election in states that Trump won ― such as Tammy Baldwin (Wis.), Joe Donnelly (Ind.), Heidi Heitkamp (N.D.) and Claire McCaskill (Mo.) ― quickly put out statements blasting the administration for signing onto the suit. \nState Democratic parties — in Missouri, Montana, West Virginia and Wisconsin — put out press releases tying Republican candidates to the Trump administration. \nAnd candidates and advocacy groups have gone up with digital ads and fundraising ― messages that will likely make their way into TV spots in the coming weeks. \n“After years of Republicans trying to repeal the protections stopping insurance companies from denying coverage to people with pre-existing conditions, now Trump says the protections are unconstitutional,” said Jesse Ferguson, a Democratic strategist who works with health care advocacy groups. “Republicans always had to defend those votes in this election, but now they have to defend his decree too.” \nHealth care is the top issue for Democrats this cycle, and it’s the first time since the law’s passage in 2010 that they’re embracing it. For years, Republicans have made repealing Obamacare their top issue. But now that they’re in office, with control of the House, the Senate and the White House, they’ve dropped it as a talking point. They weren’t able to get repeal legislation through Congress, and public opinion has swung in favor of the law. \nGOP spending on TV ads mentioning health care has dropped dramatically as well. In the last midterm elections in 2014, anti-Obamacare forces spent $42,337,730 on TV ads, while pro-Obamacare forces spent $6,283,210 through May, according to an analysis by Kantar Media/CMAG for HuffPost.\nSo far this cycle, by contrast, $11,445,830 has been spent on anti-Obamacare ads and $9,293,210 on pro-Obamacare ads. ", "date": "\n06/12/2018", "href": "https://www.huffpost.com/entry/health-care-trump-gift-to-democrats_n_5b1ed895e4b09d7a3d75d65e", "tags": "ads administration candidates democrats health pre-existing political conditions trump republicans gift democratic protections care hands"}