{"title": "Trump to Withdraw U.S. Forces From Syria, Declaring ‘We Have Won Against ISIS’", "content": "WASHINGTON — President Trump has ordered the withdrawal of 2,000 American troops from Syria, bringing a sudden end to a military campaign that largely vanquished the Islamic State but ceding a strategically vital country to Russia and Iran.\nIn overruling his generals and civilian advisers, Mr. Trump fulfilled his frequently expressed desire to bring home American forces from a messy foreign entanglement. But his decision, conveyed via Twitter on Wednesday, plunges the administration’s Middle East strategy into disarray, rattling allies like Britain and Israel and forsaking Syria’s ethnic Kurds, who have been faithful partners in fighting the Islamic State.\nThe abrupt, chaotic nature of the move — and the opposition it immediately provoked on Capitol Hill and beyond — raised questions about how Mr. Trump will follow through with the full withdrawal. Even after the president’s announcement, officials said, the Pentagon and State Department continued to try to talk him out of it.\n“We have won against ISIS,” Mr. Trump declared in a video posted Wednesday evening on Twitter, adding, “Our boys, our young women, our men — they’re all coming back, and they’re coming back now.”\n“We won, and that’s the way we want it, and that’s the way they want it,” he said, pointing a finger skyward, referring to American troops who had been killed in battle.\nThe White House did not provide a timetable or other specifics for the military departure. “We have started returning United States troops home as we transition to the next phase of this campaign,” Sarah Huckabee Sanders, the White House press secretary, said in a statement. Defense Department officials said that Mr. Trump had ordered that the withdrawal be completed in 30 days.\nThe decision brought a storm of protest in Congress, even from Republican allies of Mr. Trump’s like Senator Lindsey Graham of South Carolina, who said he had been “blindsided.” The House Democratic leader, Representative Nancy Pelosi of California, suggested that the president had acted out of “personal or political objectives” rather than national security interests.\nLike many of Mr. Trump’s most disruptive moves, the decision was jolting and yet predictable. For more than a year, and particularly since the Islamic State has been driven from most of its territory in Syria’s north, he has told advisers that he wanted to withdraw troops from the country.\nDefense Secretary Jim Mattis and other top national security officials argued that a withdrawal would, essentially, surrender Western influence in Syria to Russia and Iran. The Trump administration’s national security policy calls for challenging both countries, which are the chief benefactors of President Bashar al-Assad of Syria and have provided him with years of financial and military support.\nAbandoning the Kurdish allies, the officials argued, also would cripple future American efforts to gain the trust of local fighters for counterterrorism operations, including in Afghanistan, Yemen and Somalia.\nThe Russian Foreign Ministry welcomed the move, according to the TASS news agency, saying that a withdrawal created prospects for a political settlement in Syria’s civil war. It also said an initiative to form a Syrian constitutional committee would have a bright future once American troops were gone.\nWhile Mr. Trump has long cast American military involvement in Syria as narrowly focused on defeating the Islamic State, his generals and diplomats argue that the United States has broader, more complex interests there.\nGen. Joseph Votel, the commander of United States Central Command, and Brett H. McGurk, the American envoy to the coalition fighting the Islamic State, fiercely protested the military withdrawal, administration officials said. Both argued that the Islamic State would never have been defeated without the Kurdish fighters, whom General Votel said suffered many casualties and always lived up to their word.\nOfficials said General Votel argued that withdrawing American troops would leave the Kurds vulnerable to attack from Turkey, which has warned it will soon launch an offensive against them. It would also cement the survival of Mr. Assad, whose ouster had long been an article of faith in Washington.\nThe Pentagon said in a statement that it would “continue working with our partners and allies to defeat” the Islamic State wherever it operated.\nMr. Trump’s decision contradicted what other top national security officials have said in recent weeks.\nTwo months ago, the national security adviser, John R. Bolton, said the United States would not pull out of Syria as long as Iran was exerting influence there, either through its own troops or Iranian-backed militias.\nLast week, Mr. McGurk characterized the mission in Syria as one that sought the “enduring defeat” of the Islamic State. “We know that once the physical space is defeated, we can’t just pick up and leave,” he told reporters. “We want to stay on the ground and make sure that stability can be maintained in these areas.”\nMilitary commanders fear that a hasty withdrawal will jeopardize the territorial gains against the Islamic State made by the United States and its coalition partners — essentially repeating what happened after Mr. Trump’s predecessor, President Barack Obama, pulled troops from Iraq in 2011.\nMr. Graham, emerging from a lunch with Vice President Mike Pence and other Republican senators, called it “Iraq all over again.” He demanded to know why Congress was not notified of Mr. Trump’s decision.\n“If Obama had done this,” Mr. Graham said, “we’d be going nuts right now: how weak, how dangerous.”\nDuring the meeting, officials said Mr. Pence barely talked about the looming government shutdown, which he was ostensibly on Capitol Hill to discuss, because there was such strong pushback from lawmakers on Syria.\nIn a letter to Mr. Trump, Mr. Graham and five other senators, from both parties, implored him to reconsider his decision, warning that a withdrawal would embolden the remnants of the Islamic State, as well as the Assad government, Iran and Russia.\nAmerican allies were notably muted in their reactions. Prime Minister Benjamin Netanyahu of Israel called it “of course, an American decision,” and said his government would study its implications. But analysts said the withdrawal would deal a blow to Israel’s efforts to curb Iranian influence in Syria.\n“It’s a bad day for Israel,” said Ehud Yaari, an Israel-based fellow of the Washington Institute for Near East Policy.\nA statement released by the British government said that while the global coalition against the Islamic State had made progress, “we must not lose sight of the threat they pose.”\n“Even without territory,” the statement said, the group “will remain a threat.”\nFor much of the day, the White House seemed paralyzed by Mr. Trump’s sudden move. By late Wednesday, it had yet to defend the consequences of the troop withdrawal, or explain what the American strategy in Syria will be once the American forces have left.\nIn a conference call with reporters, a senior White House official said that previous statements by Mr. Bolton and other senior officials that the United States would stay in Syria did not matter because, as president, Mr. Trump could do as he pleases.\n“He gets to do that,” said the official, whom the White House said could speak only on grounds of anonymity. “That’s his prerogative.”\nThe official referred all questions about how the withdrawal would proceed to the Pentagon. At the Pentagon, reporters asked officials for clarification, only to be told that there was none that could be given.\nIt was very much the image of a story spinning out of control, and a military taken by surprise by its commander in chief.\nOne Defense Department official suggested that Mr. Trump wanted to divert attention from his mounting legal troubles: the Russia investigation; the sentencing of his former personal lawyer, Michael D. Cohen, in a hush money scandal to buy the silence of two women who said they had affairs with him; and his former national security adviser, Michael T. Flynn, who was harshly criticized by a federal judge for lying to investigators.\nIn a statement, Ms. Pelosi derided what she described as a “hasty announcement” and noted it was timed to the day after Mr. Flynn was in court for sentencing after admitting “he was a registered foreign agent for a country with clear interests in the Syrian conflict.”\nShe was referring to Mr. Flynn’s lobbying efforts to expel a Turkish cleric living in Pennsylvania whom President Recep Tayyip Erdogan of Turkey has accused of plotting a failed 2016 coup.\n“All Americans should be concerned,” Ms. Pelosi said.\nSenator Bob Corker, Republican of Tennessee and the outgoing chairman of the Senate Foreign Relations Committee, said after a visit to the White House, where his farewell meeting with Mr. Trump was canceled, that he did not believe there was a way to persuade the president to reverse the withdrawal order.\n“It’s obviously a political decision,” Mr. Corker said.\nNot everybody faulted the president’s move.\nRobert S. Ford, the last American ambassador to Syria, said the United States could continue to strike terrorist targets from the air. The limited nature of the American ground presence, he said, would not force Iran out of the country, nor would it alter the battle between Mr. Assad and the remnants of the rebellion.\n“The whole Syrian conflict is about Syrians’ relations with other Syrians,” said Mr. Ford, who now teaches at Yale and is a fellow at the Middle East Institute. “Two thousand special operators and a dozen or two American diplomats can’t fix that.”", "date": "Dec. 19, 2018", "href": "https://www.nytimes.com/2018/12/19/us/politics/trump-syria-turkey-troop-withdrawal.html", "tags": "syria forces american ‘ mr. isis declaring withdrawal u.s. ” trump state withdraw"}