{"title": "Trump Is Filling Court Seats With Anti-LGBTQ, Anti-Abortion Judges", "content": "WASHINGTON ― Thursday was a good day for Amy Coney Barrett. A Senate committee voted to advance her nomination to be a federal judge.\nIt wasn’t a pretty vote. Every Democrat on the Judiciary Committee opposed her nomination. They scrutinized her past writings on abortion, which include her questioning the precedent of Roe v. Wade and condemning the birth control benefit under the Affordable Care Act as “a grave infringement on religious liberty.” One Democrat, Al Franken (Minn.), called her out for taking a speaking fee from the Alliance Defending Freedom, a nonprofit that’s defended forced sterilization for transgender people and has been dubbed a hate group by the Southern Poverty Law Center.\nBut Republicans don’t need Democrats’ votes, and now Barrett, a 45-year-old law professor at the University of Notre Dame, is all but certain to be confirmed to a lifetime post on the U.S. Court of Appeals for the 7th Circuit — a court one level below the Supreme Court.\nBarrett is the model judicial candidate for this White House: young, conservative, and opposed to abortion and LGBTQ rights. For all the stories about President Donald Trump using his executive power to roll back civil rights protections — in the past day, his administration axed the ACA birth control benefit and ended workplace protections for transgender people — it is here, on the courts, where his team is working most aggressively to reshape the country.\n“Trump’s speed in nominating judges has been perhaps the most successful aspect of his presidency,” said Carl Tobias, a law professor at the University of Richmond who specializes in judicial nominations. “Trump has easily surpassed Obama, Bush and Clinton at this point in the first year of their presidencies in terms of the sheer number nominated.”\nHe has. Ten months in, Trump has nominated 17 circuit court judges and 39 district court judges. That’s far more than former President Barack Obama’s 10 circuit court nominees and eight district court nominees by this point in his first year of office. Former President George W. Bush had nominated 14 circuit judges and 32 district judges by this point.\nHe’s also got more court seats to fill. He inherited a whopping 108 court vacancies when he became president ― double the number of vacancies Obama inherited when he took office. That’s largely due to Republicans’ years-long strategy of denying votes to Obama’s court picks to keep those seats empty for a future GOP president to fill. It worked.\nIf Trump’s current judicial nominees are a preview of the kinds of judges he plans to nominate in the coming years, prepare for a significantly more socially conservative group of people shaping the nation’s laws.\nConsider John Bush. The Senate confirmed him in July, on a party-line vote, to a lifetime post on the U.S. Court of Appeals for the 6th Circuit. Bush, 52, has compared abortion to slavery and referred to them as “the two greatest tragedies in our country.” He has also said he strongly disagrees with same-sex marriage, mocked climate change and proclaimed “the witch is dead” when he thought the Affordable Care Act might not be enacted.\nThe Senate also confirmed Kevin Newsom, 44, to the U.S. Court of Appeals for the 11th Circuit in August. He wrote a 2000 law review article equating the rationale of Roe v. Wade to Dred Scott v. Sandford, the 1857 decision upholding slavery. He also argued in a 2005 article for the Federalist Society, a right-wing legal organization, that Title IX does not protect people who face retaliation for reporting gender discrimination. The Supreme Court later rejected that position.\nRalph Erickson, 58, was confirmed to the U.S. Court of Appeals for the 8th Circuit in September. As a district judge in 2016, he was one of two judges in the country who ordered the federal government not to enforce health care nondiscrimination protections for transgender people.\nThese are just judges that have been confirmed. Nominees in the queue include Leonard Grasz, Trump’s pick for a seat on the U.S. Court of Appeals for the 8th Circuit. Grasz, 56, proposed amending the Omaha City Charter in 2013 to let employers discriminate against LGBTQ people. He has also compared the “personhood” of fetuses to the civil rights of Native Americans and African-Americans, according to an exhaustive report issued by the Alliance for Justice, a left-leaning advocacy group that focuses on the federal judiciary.\nTrump’s effort to shift the federal bench to the right isn’t just aimed at district and circuit courts. He nominated Damien Schiff, a 37-year-old attorney, to a 15-year gig on the U.S. Court of Federal Claims. Schiff has criticized efforts to prevent bullying of LGBTQ students, referring to messages of equality as “teaching ‘gayness’ in schools.” He also argued that states should be allowed to criminalize “consensual sodomy.”\nPart of the reason the White House has been able to nominate so many judges, so quickly, is because it’s been focused on filling court vacancies in states represented by two Republican senators. It’s easier for Trump’s team to work with Republicans in picking nominees, and then in moving them forward in committee, where it takes both home-state senators turning in a “blue slip” to get the hearing process going.\nTrump has been less successful in confirming nominees, though. That’s partly because in the mad rush to fill courts seats, the White House isn’t reviewing nominees’ records as thoroughly as, say, the Obama administration did. That means more controversial nominees and more scrutiny. Democrats aren’t exactly eager to cooperate, either, given the way Republicans treated Obama’s judicial nominees (remember Merrick Garland?).\nBut as Trump plows through judicial nominations that will be a part of his legacy for decades, the only thing Democrats can do while they’re in the minority, for the most part, is make noise.\nIf they want real change, says Tobias, “Democrats need to win elections.” \nCORRECTION: This article originally stated that in the first ten months of former President Barack Obama’s presidency, he appointed seven circuit court nominees and four district court nominees. Obama appointed 10 circuit court nominees and eight district court nominees by this point in his first year of office. This article originally stated former President George W. Bush had nominated 11 circuit judges and 31 district judges by this point. However, Bush had nominated 14 circuit judges and 32 district judges by this point.", "date": "\n10/07/2017", "href": "https://www.huffpost.com/entry/trump-judicial-nominee-abortion-rights_n_59d67a63e4b046f5ad96e117", "tags": "anti-abortion seats court ” trump anti-lgbtq obama judges circuit nominees district filling"}