{"title": "Trump Renews Trade War as China Talks End Without a Deal", "content": "WASHINGTON — Trade talks between China and the United States ended on Friday without a deal as President Trump raised tariffs on $200 billion worth of Chinese imports and signaled he was prepared for a prolonged economic fight.\nMr. Trump, who only weeks ago predicted a signing ceremony for an “epic” trade deal with President Xi Jinping of China, reclaimed his stance of threatening Beijing and insisting his approach would help the American economy. In a flurry of tweets on Friday, Mr. Trump warned that he would tax nearly all of China’s imports if the country continued to backtrack on a trade deal.\n“Tariffs will make our Country MUCH STRONGER, not weaker. Just sit back and watch!” Mr. Trump said on Friday morning, adding that the Chinese “should not renegotiate deals with the U.S. at the last minute.”\n[Update: U.S.-China trade standoff may be initial skirmish in broader economic war.]\nWhile both sides indicated there would be future discussions, the toughened stance thrust the world’s two largest economies back into a trade war that one week ago had seemed on the cusp of ending. Mr. Trump and his advisers were surprised by what they saw as China’s attempt to renege on parts of an emerging trade deal, and two days of talks this week did nothing to resolve those concerns. Mr. Trump is now moving ahead with plans to impose 25 percent tariffs on all remaining Chinese imports. Those new tariffs could go into effect in a matter of weeks.\nIn a statement Friday evening, the United States trade representative said Mr. Trump had “ordered us to begin the process of raising tariffs on essentially all remaining imports from China, which are valued at approximately $300 billion.”\nOn Friday afternoon, Mr. Trump suggested that the ball was in Beijing’s court, saying that “the United States has imposed Tariffs on China, which may or may not be removed depending on what happens with respect to future negotiations!”\nBoth sides had agreed to meet again in Washington on Thursday and Friday, but the talks were brief and focused mostly on the roots of the recent impasse. By early afternoon on Friday, the meeting had concluded and no further face-to-face negotiations were scheduled. Mr. Trump called the discussions “candid and constructive” and China’s vice premier, Liu He, said the talks went “fairly well.” An administration official said it was possible that the negotiators could reconvene in June in Beijing, while Mr. Liu told China Central Television that the two sides would meet again.\n“Negotiations have not broken down,” Mr. Liu said on Friday, while noting that China was unwilling to make concessions on “principle issues.”\nStock markets fell in early morning trading, with the S&P 500 down more than 1 percent but regained ground after Mr. Trump’s comments.\nIt remains unclear whether the two countries can salvage a trade agreement that is complicated by political dynamics on both sides of the Pacific. Mr. Trump, who has promised to be tough on China, is eager to avoid being seen as signing a weak deal that does not take advantage of the leverage the United States has created with its tariffs. But Mr. Xi is also facing pressure from hard-liners in China, who do not want to acquiesce to the United States, particularly Washington’s demands that China make changes to its laws.\nOn Friday, the trade dispute appeared to be lurching toward an all-out economic war. China has threatened to retaliate with its own “countermeasures,” which include ending purchases of American farm goods and establishing other nontariff barriers for companies trying to gain access to the Chinese market.\nMr. Trump continued to insist that his tough approach would benefit the United States economy, particularly farmers, who have faced retaliation from China as a result of the trade war. But the president suggested he would once again try to insulate farmers, many of whom support his presidency, from additional pain through another round of financial support. The administration previously created a $12 billion aid program to help compensate farmers for trade-related losses.\nChinese officials said the decision to come to the United States after Mr. Trump’s tariff threat was intended to show that they were serious about continuing discussions. But it is unclear whether China is willing to make the changes that the Trump administration is demanding, including codifying much of the emerging agreement into law. Mr. Trump’s advisers want to ensure China does not violate an agreement that is aimed at giving American companies greater access to China’s market and ensuring protections for their technology and trade secrets.\n“I come here facing pressure,” Mr. Liu said on Thursday in an interview with China Central Television in Washington. “That expresses China’s greatest sincerity. And we want to resolve some of the differences we face honestly, confidently and rationally. I think there is hope.”\nChina has yet to specify the countermeasures it plans to take but the administration signaled this week that it expected farmers to once again bear the brunt of any retaliation.\nMr. Trump suggested on Friday that the United States would use the tariff money it collected to buy American farm products, which it would then ship to “poor & starving countries in the form of humanitarian assistance. In the meantime we will continue to negotiate with China in the hopes that they do not again try to redo deal!”\nOther administration officials suggested some type of aid program was in the works but did not expand on Mr. Trump’s idea.\n“Make no mistake about it, we have already had preliminary discussions in the White House for additional support for farmers if this impasse with China continues,” Vice President Mike Pence said in remarks on Thursday in Minnesota.\nSonny Perdue, the agriculture secretary, said on Friday that he had spoken to Mr. Trump, who directed him to develop a new plan to support farmers. Mr. Perdue said on Twitter that Mr. Trump “loves his farmers and will not let them down!”\nEconomists have criticized aid to farmers as less effective than opening up overseas markets. They have also almost uniformly rejected the president’s arguments that tariffs are good for the United States, saying that these taxes reduce economic activity by raising prices for consumers.\nThe United States and China had been nearing a trade deal that would lift tariffs, open the Chinese market to American companies and strengthen China’s intellectual property protections. But discussions fell apart last weekend, when China called for substantial changes to the negotiating text that both countries had been using as a blueprint for a sweeping trade pact. American officials said that China claimed that provisions of the deal would be in violation of Chinese laws — which could not be easily changed — and that the United States was demanding too much and giving too little.\nMyron Brilliant, the head of international affairs for the U.S. Chamber of Commerce, said the business community was “deeply concerned about recent suggestions that China is backing away from progress made to date.”\n“Prolonging trade tensions and the escalation of tariffs are in neither country’s interest,” he said.\nBut businesses large and small were also concerned about the toll that higher tariffs would take on their sales and profits. The tariffs, which went into effect at 12:01 a.m. on Friday, will apply only to goods that leave China after that time, essentially giving several weeks’ extension for products that are already on ships on the water. But without a quick resolution, businesses will face higher costs for a range of products they import from China.\n“We are disappointed that the U.S. and China were unable to reach a deal in time to avoid another escalation of tariffs,” said Naomi Wilson, senior director of Asia policy for ITI, a lobbying group for the technology sector. “This specific tariff increase will affect every day telecommunications equipment like modems and routers that help Americans connect to the internet and with each other.”\nStill, some economists said that the higher rate should not inflict too much pain on the broader United States economy in the near term.\n“Even if the dispute escalates, with Trump following through on his threat to extend the 25 percent tariff to all of China’s imports, the impacts on U.S. real G.D.P. and inflation would still be modest,” Andrew Hunter, a senior United States economist at Capital Economics, wrote in a note to clients.\nCurrent and former Trump administration officials noted that negotiations between the United States and China had stalled before and then been revived by Mr. Trump, who has developed a relationship with Mr. Xi.\nMichael Pillsbury, a China scholar at the Hudson Institute who advises the Trump administration on trade, said that the apparent collapse of the talks was a sign that hard-liners are winning the debate in China and pressuring Mr. Xi not to acquiesce to Mr. Trump.\n“There is information coming out of Beijing that this is part of a larger move by the hard-liners to persuade Mr. Xi to change a number of policies and to get tougher,” he said.\nWhile Mr. Trump appears to be gambling with the United States economy, confronting China is one issue where Democrats and many Republicans have been encouraging him to remain assertive in hopes that China will make significant changes to its economic policies.\nThe Republican National Committee on Friday defended Mr. Trump against criticism that he had been unable to close the deal with China.\n“While others have acknowledged China’s trade cheating for years and done nothing, President Trump is determined to not let China off the hook until it ends its destabilizing practices,” the committee said in a statement.\nIn recent days, Mr. Trump has mocked Democrats and potential 2020 opponents, suggesting that China hopes to wait out his presidency and face a weaker negotiator.\nDemocrats have largely been quiet about Mr. Trump’s approach to China, but some have said that his confrontational stance has squandered an opportunity to bring about the changes that he seeks.\n“The question is how do you use U.S. leadership,” said Jack Lew, who served as Treasury secretary under President Barack Obama. “Do you use it to try to force a major counterpart to capitulate and do it in a humiliating way? Or do you use your moral leadership, which has driven the process forward in the past.”", "date": "May 10, 2019", "href": "https://www.nytimes.com/2019/05/10/us/politics/trump-china-trade.html", "tags": "china without end united states ” trump war trade friday renews deal talks"}