{"title": "Turbulent Stock Market Is Flashing a Warning About the Economy", "content": "Unemployment is near lows not seen in half a century. The American economy is set for its best year since 2005. Large corporations are producing giant profits. Even wages are starting to rise.\nAnd the stock markets are a mess.\nOn Tuesday, the S&P 500-stock index turned negative for the year, stoking fears that one of the longest bull markets in history could be at risk.\nThe stock market’s struggles may seem incongruous against the backdrop of strong economic growth. But stocks often act as an early warning system, picking up subtle changes before they appear in the economic data.\nIn recent weeks, retail stocks have been hit over concerns of rising costs, a sign that President Trump’s global trade battles may be starting to take a toll and that higher wages are cutting into profits. Commodities and the companies that depend on them have been pummeled by the prospect of weaker demand should the global economy slow. Five tech giants — Facebook, Amazon, Alphabet, Apple and Netflix — have shed more than $800 billion in market value since the end of August, the fallout from slowing growth and regulatory scrutiny.\nThe S&P 500 closed on Tuesday at 2,641.89, down 1.8 percent. Other markets also flashed warnings, with oil dropping by 6.8 percent, falling deeper into bear territory.\nThe pressure eased on Wednesday, with the S&P 500 rising about half a percent in early trading after Asian markets ended the day largely positive and shares in Britain, France and Germany began the day higher.\nThe sell-off doesn’t mean the United States is headed into a recession. The stock market suffered several sharp stumbles in recent years before climbing to new highs on the back of booming corporate profits and strong economic growth.\nBut the recent market drop could portend problems. In 2018, a hefty dose of fiscal stimulus, in the form of tax cuts, allowed the United States to shake off the growth worries in China, Europe and the rest of the world. It won’t have the same potency next year, leaving the American economy and stocks more vulnerable to a range of risks, including a slowing global economy and continued rate increases by the Federal Reserve.\n“I think there are very clear signs that investors are beginning to worry about weaker growth in the coming year or so, and how that’s going to feed through to corporate earnings,” said Michael Pearce, senior United States economist with Capital Economics.\nMr. Trump, on Tuesday, pointed to the health of the economy and instead blamed the Fed for contributing to the sell-off. Mr. Trump, who has taken credit for the rising stock market, has been critical of the rate increases, saying they undermine growth.\n“I would like to see the Fed with a lower interest rate,” he said. “I think the rate is too high.”\nUntil recently, investors were willing to ignore the domestic political dramas, geopolitical turmoil and other issues clouding the outlook for American companies. Now they appear jittery, selling stocks at small signs that vague risks may become realities.\nSo far this year, strong growth and deep corporate tax cuts have supercharged corporate profits. Once all the results are tallied up, the third-quarter earnings for companies in the S&P 500 are expected to be up more than 28 percent from a year earlier — outpacing previous quarters, according to the financial data company Refinitiv.\nBut those numbers haven’t satisfied the markets. Investors have instead grown concerned about risks they face both from continued economic strength and, alternatively, an economic slowdown. Either path could upend a nearly decade-long rally that has lifted the S&P 500 nearly 300 percent.\nStrong economic growth at home would most likely mean a prolonged rise in interest rates and rising costs in areas like wages, which would hurt corporate profitability. Weaker growth abroad would cut into sales.\nIn recent days, both forms of fear have fed the market decline.\nOn Tuesday, shares of the retailer Target dropped by more than 10 percent, on worries that rising costs — from increased wages to higher prices for the Chinese goods facing tariffs — could continue to crimp profits. Investors also dumped shares of Kohl’s and TJX, the owner of T. J. Maxx, which both saw freight costs eat into earnings.\nApple continued its slide on worries about softening demand. The tech giant tumbled 4.8 percent after Goldman Sachs equity analysts cut their price target, citing deteriorating demand, especially in China.\nChina, the world’s largest consumer of oil, has also been weighing on commodities. The price of crude, now just above $53 a barrel, has fallen nearly 30 percent since early October. On Tuesday, energy was the worst-performing part of the S&P 500, with companies like Exxon Mobil, Chevron and the oil-field services provider Schlumberger losing more than 2.5 percent.\nOil prices have been sliding despite signs that major producers like Saudi Arabia are considering cutting production. And that has amplified worries that China and the rest of the global economy may be in a weaker spot than markets realized.\nLast quarter, China’s growth slowed to its lowest level since 2009, during the depths of the global financial crisis. Japan, the world’s third-largest economy, is also looking shaky, with the economy contracting in the third quarter, amid a slowdown in trade and investment.\nGermany, the powerhouse behind Europe, also shrank unexpectedly during the third quarter as trade slumped and car production faltered. If Germany stumbles, it will add to the economic and political turmoil in a region already dealing with Britain’s chaotic exit from the European Union and Italy’s budget dispute with the bloc.\nIn 2018, America’s economy proved largely immune to such issues. But the global slowdown could eventually spill over into the United States, particularly as the impact of this year’s tax cuts fades in the coming years. Economists expect that domestic growth, which is close to 3 percent this year, will slow to 2 percent by 2020, according to estimates published by FactSet.\nFor the economy, that is a respectable performance. But for investors, a slowdown is likely to be uncomfortable.\nDisappointing data and earnings updates could ignite periodic panics over the threat of recession, even if remote. Markets are likely to be much choppier that than they’ve been in recent years. Gains could be lower.\nIn other words, the market may be messy for a while.\n“I think this is what a low-return environment starts to feel like,” said Joe Davis, chief economist with Vanguard. “The past five years, although entirely welcome from an investment standpoint, is clearly unsustainable.”", "date": "Nov. 20, 2018", "href": "https://www.nytimes.com/2018/11/20/business/stock-market-drop-economy.html", "tags": "markets percent market warning growth p turbulent flashing global economy economic stock year could"}