{"title": "Turkey Urges China to End Mass Detention of Muslims", "content": "BEIJING — Turkey has called China’s mass repression of its Uighur Muslim ethnic minority a “great shame for humanity” and has urged the Chinese government to close detention camps estimated to hold a million people, a rare rebuke from a majority-Muslim country.\nIn its statement on Saturday, the Turkish Foreign Ministry condemned China’s “reintroduction of concentration camps in the 21st century and the policy of systematic assimilation” in its far western region of Xinjiang as a violation of the “fundamental human rights” of Uighurs and other Turkic Muslims.\n“It is no longer a secret that more than one million Uighur Turks incurring arbitrary arrests are subjected to torture and political brainwashing in internment camps and prisons,” said the statement from Hami Aksoy, the Foreign Ministry spokesman. He called on the international community and the secretary general of the United Nations to take action to end the “human tragedy.”\nThe statement came in response to a question about recent reports that Abdurehim Heyit, a prominent Uighur folk poet and musician, had died in a Chinese internment camp. According to the Foreign Ministry, Mr. Heyit died while serving the second year of an eight-year prison sentence over one of his songs.\nThe New York Times has been unable to independently confirm Mr. Heyit’s death.\nThe Chinese government did not address reports of the musician’s death in a statement on Sunday, and the Xinjiang regional government did not respond to requests for comment. Later Sunday, however, a video apparently showing Mr. Heyit alive was posted on the Turkish language website of China Radio International, a Chinese official news service.\nIn a statement on Sunday, the Chinese Embassy in Turkey called the Turkish Foreign Ministry’s statement a “serious violation of the facts,” defending its actions in Xinjiang as necessary to combat terrorism and extremist ideology.\n“Since the 1990s, ‘three forces’ inside and outside China (ethnic separatist forces, religious extremist forces, violent terrorist forces) have planned and organized thousands of violent terrorist incidents in Xinjiang, China, resulting in the injuries and deaths of a large number of innocent people of all ethnic groups,” the statement said. “The sinful acts of these horrific elements have not only seriously undermined the peaceful and stable order of Xinjiang but also the atmosphere of unity and progress.”\nRejecting the Turkish characterization of China’s mass detention program, the Chinese statement said the camps were “teaching and training centers” intended to provide instruction in Mandarin, law and vocational skills, and to rid students of extremist thoughts.\n“The allegations that the Chinese government is trying to ‘eliminate’ the ethnic, religious and cultural identity of the Uighurs and other Muslim groups are completely untenable,” it said.\nThe statement from Turkey, which is home to a large community of Chinese Uighurs, came as a surprise to members of the Uighur diaspora, many of whom have been pressuring the governments of predominantly Muslim countries to speak out about China’s crackdown on Muslim communities.\nDespite growing evidence of forced labor, indoctrination and other abuses in Xinjiang, countries like Saudi Arabia, Iran and Pakistan have remained relatively silent on the issue — a sign, some say, of China’s increasing political and economic clout. While the governments of Malaysia and Indonesia have voiced concerns about the Uighurs, Turkey’s statement is by far the strongest yet from a majority-Muslim country.\n“Many of us have criticized the Turkish government for its stance on the subject, but today many Uighurs expressed their happiness and joy thanks to the Turkish authorities,” Tahir Imin, a Uighur academic and activist, said by telephone from Washington. “This is very encouraging for us. It gives us strength and hope that the Turkish government can lead the way for the other Muslim nations to bring some more pressure on the Chinese government.”\nTurkey made the statement despite recently receiving a $3.6 billion loan for its energy and transportation sector from the Industrial and Commercial Bank of China, a state-owned bank.\nThe Chinese crackdown in Xinjiang has targeted more than 100 writers, academics and other Uighur intellectuals, among others, raising fears that it is aimed at erasing the group’s unique ethnic identity and cultural memory.\nAdrian Zenz, a specialist in China’s minority policies who lectures at the European School of Culture and Theology in Korntal, Germany, said that while political calculations were certainly part of Turkey’s decision to speak out, the reported death of Mr. Heyit — known to many as the “Rooster of Xinjiang” because of his voice — might have been the “drop in the bucket that caused the bucket to overflow.”\n“Heyit’s popularity transcended boundaries,” Mr. Zenz said. “He epitomized the cultural connection between Uighurs and the Turkic cultural realm.”\nOver the weekend, Turkic-language social media was flooded with tributes to Mr. Heyit, one of the first Uighur musicians to write about life under Chinese rule. Many reposted videos of his performances of traditional Uighur songs accompanied by the dutar, a two-stringed lute.\n“Music is one of the most important parts of Uighur culture,” Mr. Heyit told The  Times in an interview in Kashgar in 1999. “People here can wear American T-shirts, but their hearts stay the same. The music, because it’s such a symbol of the heart, changes slowly.”", "date": "Feb. 10, 2019", "href": "https://www.nytimes.com/2019/02/10/world/asia/china-turkey-uighurs.html", "tags": "turkey china xinjiang end heyit turkish urges muslims ” uighur statement chinese detention mass"}