{"title": "Turkey Threatens Incursion Into Syria, Raising U.S. Concerns", "content": "ISTANBUL — The Turkish president is threatening to mount a new incursion into northern Syria, accusing the United States of failing to tackle the security threats Turkey faces in the region.\nTurkish commando units were deploying Friday to the border with northeastern Syria, the Turkish news media reported, raising the possibility of an inadvertent confrontation with American troops operating in the same area.\nTurkey and the United States, NATO allies, both oppose the Syrian president, Bashar al-Assad. But they back rival local forces in Syria: Turkey supports the Free Syrian Army, a mainly Arab rebel force, while the United States is allied with the Kurdish-led Syrian Democratic Forces.\nIn a phone call with President Trump, President Recep Tayyip Erdogan of Turkey expressed concerns on Friday over the actions and presence of the Kurdish militia in northeastern Syria, the Turkish presidency said. Mr. Erdogan has repeatedly demanded that American forces stop supporting the Syrian Kurdish fighters.\n“If there is a threat against us there, which there is, the response to this threat will be immediate,” Mr. Erdogan said Friday in a speech to representatives of the Organization of Islamic Cooperation in Istanbul. “Either they will demolish those terror groups or we will,” he added in a reference to the United States and its Kurdish allies.\nThe White House issued a statement saying that Mr. Trump and Mr. Erdogan had agreed to “continue coordinating to achieve our respective security objectives in Syria.”\nA Pentagon spokesman, Cmdr. Sean Robertson, has warned that any unilateral military action in Syria’s northeast would be unacceptable and a source of grave concern, “particularly as U.S. personnel may be present or in the vicinity.”\nIn addition to some 2,000 military personnel, a team of up to 20 American civilians helps run stabilization programs in northeastern Syria, working to restart utilities and clear rubble in areas captured from the Islamic State.\nTurkey, which has been fighting the separatist Kurdistan Workers’ Party, or P.K.K., in Turkey for three decades, has accused the United States of bolstering the group by arming and training its Syrian affiliate, the Y.P.G., which forms the backbone of the Syrian Democratic Forces. The United States considers the P.K.K. a terrorist group, but says the Y.P.G. is the force in Syria most capable of fighting the Islamic State.\nAmerican Special Operations forces are working with the Syrian Democratic Forces to combat remnants of the Islamic State in eastern Syria. Even as Turkey was threatening military action, the Syrian Democratic Forces announced that its fighters had taken control of Hajin, the last town in Syria held by the Islamic State.\nMostapha Bali, a spokesman for the Syrian Democratic Forces, said that the group would resist any Turkish intervention, which he said would force it to halt the fight in Hajin.\n“We will retaliate if attacked,” he said, adding, “We won’t give up to the Turkish. We hope the Turks will stop their threats, but if they decide to commit foolishness and continue their offensive, the battle in Hajin will definitely stop.”\nThat would give ISIS “more freedom to redeploy and expand,” he said.\nDuring Syria’s nearly eight-year conflict, Kurds have carved out an autonomous territory in the country’s north along the Turkish border. Mr. Erdogan, who considers this Kurdish-controlled territory hostile to Turkey, has repeatedly threatened military action against the mainly Kurdish units in northeastern Syria.\nMr. Erdogan first announced the operation on Wednesday. “We will start our incursion to save east of the Euphrates from the separatist terror group within days,” he said.\nBut he assured the United States that its troops would never be a target. And in their phone call on Friday, the Turkish and American leaders agreed on the need for more effective cooperation on Syria, the Turkish president’s office said.\nA Turkish commando unit with 50 trucks was heading to the southeastern Turkish town of Sanliurfa on Friday, Turkish news agencies reported. Troops arrived in Akcakale, a Turkish town on the Syrian border, residents reached by telephone said.\nTurkey began the operation with airstrikes Thursday against P.K.K. bases in northern Iraq, Mr. Erdogan said. He complained that the United States was delaying negotiations to resolve Turkey’s concerns about Kurdish forces controlling affairs in the Syrian town of Manbij for more than two years.\nUnited States forces control the airspace and, with the Syrian Democratic Forces, most of the northeastern corner of Syria that lies east of the Euphrates River.\n“Turkey has lost enough time in intervening in the terror swamp east of the Euphrates,” Mr. Erdogan said. “After that, we do not have tolerance even for a daylong delay.”\nThe Pentagon announced this week that it was establishing three observation posts along the Syrian-Turkish border to guard against any activity hostile to Turkey there. But that has not satisfied Turkey.\nAmerican officials said Turkey appeared to be aiming at moving on the border towns of Tal Abayd and Ras al-Ayn, mainly Arab-populated towns where there is no United States presence, and advancing no more than nine miles into Syrian territory.\nOne likely possibility would be that Syrian rebels of the Free Syrian Army, recently renamed the National Liberation Front, would advance on the ground backed by Turkish air power, one American official said.\nAmerican officials said Turkey was not likely to target Manbij, which United States and Turkish troops have been jointly patrolling in recent weeks, and the Syrian-Kurdish town of Kobane on the Turkish border, where there is a large presence of American troops.\nAn American official involved in Syria said the United States was preparing for the worst-case scenario and would move the civilians out if Turkey begins an incursion.\nWestern officials in the region said Mr. Erdogan’s saber-rattling could well be a tactic to stir up nationalist support ahead of municipal elections in March. Mr. Erdogan’s Justice and Development Party risks losing some municipalities as the Turkish economy has faltered; heightening nationalist commentary has served him well in previous elections.\nBut Mr. Erdogan may also be set on seizing more territory in northern Syria, which would give space for the Free Syrian Army to deploy and for some of the three million Syrian refugees in Turkey to return to their country.", "date": "Dec. 14, 2018", "href": "https://www.nytimes.com/2018/12/14/world/middleeast/turkey-threatens-new-incursion-into-syria.html", "tags": "syria forces turkey incursion threatens concerns raising u.s. united states turkish syrian erdogan"}