{"title": "Turkey’s Financial Crisis Surprised Many. Except This Analyst.", "content": "For the past seven years, Tim Lee has been warning that a financial crisis in Turkey would set off a wider calamity in global markets.\nJust about nobody listened — until now.\nA plunge in the Turkish lira and the prospect that the country might soon need a bailout has spurred an investor exodus in Turkey, one that gathered steam on Friday as the currency dropped as much as 16 percent. Relative to the dollar, the lira is now down 70 percent this year; one dollar buys 6.4 lira, the most ever.\nThere are signs of the rout spreading beyond Turkey. The stock prices of European banks, which have been big lenders to their Turkish counterparts, dropped sharply on Friday, with investors worried that a wave of corporate bankruptcies in Turkey would lead to a banking bust in the country. The currencies of China, Brazil and Mexico also weakened. And in the United States, major stock-market indexes fell more than 1 percent before recovering slightly.\nSuddenly, Mr. Lee’s largely ignored prophecy — that a decade of Turkish companies and real estate developers gorging on cheap foreign debt would end badly, not just for Turkey but for the world — does not seem so outlandish.\n“Turkey is the canary in the coal mine,” Mr. Lee said on Friday. “We are going have another crash that will be worse than 2008 in certain ways.”\nThis is not a widely held view. Despite Friday’s weakness, United States stock markets remain near their highs. Anxiety about trade wars with China and Europe has been largely cast aside. Even financial markets in developing countries, which tend to swoon in unison when one of their peers implodes, recently have been doing well.\nMr. Lee, 58, made his initial call — that Turkey was in deep financial trouble — in 2011.\nA soft-spoken Englishman who eschews financial television and social media, Mr. Lee started writing an investment newsletter in 2003 after two decades working as an economist for the British mutual fund company GT Management.\nHe writes the newsletter, called piEconomics, from a Greenwich, Conn., office where he now works alone. The publication is simple: 10 pages of dense text supplemented with the occasional chart. His subscribers are a small cluster of European investment funds.\nToward the end of 2011, Mr. Lee published an installment of the newsletter in which he predicted that Turkey would need a $100 billion bailout.\nAt the time, central banks all over the world were pumping money into their economies, which were struggling to recuperate from the financial crisis.\nMr. Lee noticed that Turkish banks were borrowing in dollars to make other loans to fast-growing Turkish companies. He also saw that, over all, Turkey’s economy was growing more reliant on financing from foreign investors. It struck him as similar to what had happened to Thailand in the years before the Asian financial crisis in 1997.\nIn his monthly notes to investors, he kept returning to the topic of Turkey and the risks there.\nIn a 2013 newsletter, he got more specific: The lira, then trading at 1.9 to the dollar, would crater to 7.2.\nAt the time, the Turkish economy was humming. The odds of a blowup looked remote. The idea of the lira ever trading at 7.2 seemed ludicrous. It was easy for people to ignore Mr. Lee’s fantastical-sounding warning.\nBut Mr. Lee was on to something, even if his prediction was a half-decade premature. Over the next five years, the economic situation in Turkey deteriorated, as he had anticipated.\nOne side effect of having trillions of dollars of new money sloshing around courtesy of central banks was that it became much easier for governments and companies in hot economies like Turkey’s to borrow money in dollars — as opposed to their own currencies — to finance their investments or other growth plans.\nToday, according to the Institute of International Finance, a banking trade group, corporate debt in foreign currencies is $5.5 trillion, the most ever.\nAnd Turkey relies on such foreign-currency debt more than any other major emerging market. Corporate, financial and other debt denominated in foreign currencies, mostly dollars, represents about 70 percent of Turkey’s economy, according to the I.I.F. Turkish companies and real estate developers used borrowed dollars to pay for new factories, shopping malls and the skyscrapers that now define the Istanbul skyline.\nThe threat is that as the lira loses value, it becomes more expensive for Turkish companies to repay their dollar-denominated loans. Indeed, a growing number of companies in Turkey already have said they cannot repay these loans.\n“Companies there just ignored all the risks and kept borrowing in dollars,” Mr. Lee said.\nAnd that has the potential to spread far and wide. American investors, for example, own nearly 25 percent of outstanding Turkish bonds and more than half of publicly traded Turkish stocks, according to the I.I.F.\nMr. Lee these days is far from the only one warning about the Turkish economy and financial system. The thing that really worries him and other bearish investors is that Turkey could be a signal for what lies ahead for assets and economies that were inflated by cheap debt.\n“I think that most people have not thought through the broader implications of what is happening in Turkey,” said Justin Leverenz, who manages the Oppenheimer Developing Markets Fund, the largest of its kind in the United States. “I could see global growth being much weaker than people think.” Bracing for stressful times ahead, Mr. Leverenz recently reduced the fund’s exposure to Turkey to nearly zero.\nIf Mr. Lee’s 2011 call now looks prescient, it hasn’t won him much new business.\nLately, just as Turkey began its crackup, a number of his clients have left him.\nYes, he might have been right on Turkey. But his persistent gloom was wearing thin, especially as the markets continued to soar.\n“It has been some hard sledding,” Mr. Lee admitted. “I have lost a lot of clients because I have been too bearish.”\nYet he is doubling down on his doomsday message: The river of global cash will dry up, the dollar will spike and there will be a series of financial seizures. Investors, he thinks, will flee developing economies, then Europe and eventually the American stock and bond markets.\n“It won’t be a banking crisis this time around — it will be a financial market crisis,” Mr. Lee said. “And I am very confident that it will happen.”", "date": "Aug. 11, 2018", "href": "https://www.nytimes.com/2018/08/11/business/turkey-lira-crisis.html", "tags": "analyst turkey markets companies turkish lee financial ” except surprised many crisis —"}