{"title": "Turkish Troops Attack U.S.-Backed Kurds in Syria, a Clash of NATO Allies", "content": "ISTANBUL — Turkey intensified its offensive against a Kurdish enclave of Syria on Monday, advancing troops in a ground assault against American-allied militias there, in a clash of interests between the two NATO allies.\nTurkish forces, backed by warplanes and artillery, captured high ground and three villages near Afrin, a city controlled by a Kurdish militia that Turkey regards as a terrorist threat.\nThe Turkish incursion, coming over protests from Washington, not only underscores the Trump administration’s lack of influence with Ankara but promises to complicate relations with the Kurds, who have provided the ground troops for the United States-led fight against the Islamic State militant group, often called ISIS or ISIL.\nThe problem of Washington allying with the Kurds, who Turkey considers terrorists and a threat to its territorial sovereignty, could be overlooked as long as ISIS remained a threat. But the group is now in retreat, leaving the administration searching for a way to maintain relations with the Kurdish groups without alienating Ankara.\nThe Trump administration’s response has been to help the Kurds build a border security force in northeast Syria, ostensibly to insure against a resurgence of ISIS, but that has not been well received by the Turks.\n“The U.S. has tried to walk a very fine line in Syria, depending heavily on the Kurdish rebels in the fight against the so-called Islamic State, while not rupturing the already strained relations between Turkey and the U.S.” said Ali Soufan, a former F.B.I. counterterrorism agent who is now chairman of The Soufan Group.\n“As the battlefield shrinks in Syria, the line has become near impossible to maintain, and the U.S. will likely have to either dramatically scale back its support of the Kurdish rebels — which would be seen as yet another U.S. betrayal of the few groups that have consistently supported and helped the U.S. in Syria and Iraq — or risk indirect and even direct conflict with Turkey, a fellow NATO member.”\nThe Turkish assault also highlights the deepening ties between Russia and Turkey. That relationship seems to have recovered from the nadir it hit in November 2015, when the Turks shot down a Russian fighter plane over Syria, but has warmed considerably since then. Analysts say that Moscow, which controls the skies in the area, almost certainly had to give the go-ahead for the Turkish assault on the Kurds.\nRussia has good reason to give the Turkish attack its blessing. It stands to gain in numerous ways, analysts say — first by sowing discord between the United States and its two allies, Turkey and the Kurds, and more broadly by extending diplomatic influence in the region.\nAnalysts also speculate that Turkey, in return for Moscow’s forbearance, has agreed to turn a blind eye to Russian and Syrian attacks on Syrian rebels in Idlib Province, who are nominally allied with Turkey against the Syrian government.\nTurkish fighter jets bombed Kurdish militia targets around Afrin on Sunday. Ten people were reported killed in the bombing raids, according to Kurdish militants, and three people died on the Turkish side of the border in retaliatory shelling, local people said.\nPrime Minister Binali Yildirim of Turkey said the forces intended to create a security zone about 18 miles deep inside Syria. The area would encompass urban centers, including the city of Afrin, with a predominantly Kurdish population, and the much larger city of Manbij, further east, as well as dozens of outlying villages.\nTurkey’s president, Recep Tayyip Erdogan, has vowed to eliminate “terrorist nests” in the Kurdish enclave, but on Sunday he promised that the operation would be swift. “Hopefully, we will complete this operation in a very short time,” he said in a speech to the women’s branch of his Justice and Development Party in the city of Bursa.\n“The real issue here is to deliver Afrin to its real owners,” Mr. Erdogan said. He said that “we have 3.5 million Syrians in our lands” and that Turkey wanted “to send our Syrian brothers back to their own land as soon as possible.”\nMr. Erdogan’s comments came during growing international dismay over Turkey’s intervention, and reports of Syrian fighters gathering to join the fight on both sides.\nMembers of the Free Syrian Army have been joining to fight alongside Turkish troops. Many of them are refugees from Arab villages and towns in the region.\nAt the same time, hundreds of Kurdish fighters from the American-backed Syrian Democratic Forces, which has been leading the fight against the Islamic State in Syria, were assembling in towns to the east and south of Afrin, according to The Associated Press.\nA shopkeeper in Raqqa, who asked not to be named out of fear for his safety, said by text message that a large number of Arab fighters in the Syrian Democratic Forces were being sent from Raqqa to Manbij to prepare for a Turkish attack. His cousin was among 1,000 fighters gathered in Manbij and commanders were telling them an attack was imminent.\nSecretary of State Rex W. Tillerson spoke by telephone with his Turkish and Russian counterparts on Saturday to express concern about the situation, a State Department spokeswoman, Heather Nauert, said in a statement.\n“We urge Turkey to exercise restraint and ensure that its military operations remain limited in scope and duration and scrupulous to avoid civilian casualties,” the statement said.\nFrance called for an emergency United Nations Security Council meeting to discuss the developments and also urged Turkey to act with restraint, noting that the humanitarian situation was deteriorating in several regions of Syria.\nTurkish officials have repeatedly criticized the United States for its support and arming of the Kurdish People’s Protection Units, known as the Y.P.G., which are spearheading the fight against the Islamic State in Syria. Yet they made clear Sunday they did not want to confront American troops in Syria.\nMr. Yildirim said Turkish forces would seek to destroy any logistics supply routes to Kurdish units, but Deputy Prime Minister Bekir Bozdag said United States officials had assured Turkey there were no American troops in the region.\n“It is out of the question to have a direct clash between Turkey and the U.S. in the region,” he said at a news briefing for international reporters Sunday.\nBy nightfall Turkish troops seemed to have advanced only a few miles into Syria.\nSyrian fighters allied with Turkish forces claimed to have seized control of Shankal, a village on the northwestern edge of the Afrin district, but Kurdish fighters rejected the claim.\nCasualties were reported from both sides, but numbers varied.\nHanadi Hafsi, a homemaker who lives in Reyhanli, a border district in Turkey, said two Syrians and a Turk died Sunday afternoon from shelling by Kurdish militias. The shells fell on a market, killing three and wounding 32, she said. Turkish officials said that only one Syrian had refugee died and that 37 people were wounded.\nTurkey’s Foreign Minister Mevlut Cavusoglu condemned the “indiscriminate rocket fire by #PYD/#YPG terrorists” in a Twitter post. “This attack on innocent people shows the real face of #PYD terrorists.”", "date": "Jan. 21, 2018", "href": "https://www.nytimes.com/2018/01/21/world/middleeast/turkey-syria-kurds.html", "tags": "syria allies turkey kurds kurdish forces troops clash nato ” u.s.-backed turkish attack syrian"}