{"title": "Turkey’s Coup That Wasn’t", "content": "As coups go, the Turkish effort was a study in ineptitude: No serious attempt to capture or muzzle the political leadership, no leader ready to step in, no communication strategy (or even awareness of social media), no ability to mobilize a critical mass within either the armed forces or society. In their place a platoon of hapless soldiers on a bridge in Istanbul and the apparently uncoordinated targeting of a few government buildings in Ankara.\nIt was enough for President Recep Tayyip Erdogan, speaking on his cellphone’s FaceTime app, to call supporters into the streets for the insurrection to fold. That Erdogan will no doubt be the chief beneficiary of this turmoil, using it to further his push for an autocratic Islamist Turkey, does not mean that he staged it. The Turkish Army remains isolated from society. It is entirely plausible that a coterie of officers believed a polarized and disgruntled society would rise up once given a cue. If so, they were wrong — and the error has cost more than 260 lives.\nBut in Erdogan’s Turkey, mystery and instability have become the coin of the realm. It is no wonder that conspiracy theories abound. Since an electoral setback in 2015, the president has overseen a Turkey that is ever more violent. This dangerous lurch has enabled him to bounce back in a second election in November and portray himself as the anointed one averting mayhem. His attempt to blame, without any evidence, the attempted coup on Fethullah Gulen, a Muslim cleric and erstwhile ally living in Pennsylvania, forms part of a pattern of murkiness and intrigue.\nThrough Erdogan’s fog this much seems clear: Over 35 years after the last coup, and almost 20 years after the 1997 military intervention, Turks do not want a return to the seesawing military and civilian rule that marked the country between 1960 and 1980. On the contrary, they are attached to their democratic institutions and the constitutional order. The army, a pillar of Kemal Atatürk’s secular order, is weaker. Every major political party condemned the attempted coup. Whatever their growing anger against the president, Turks do not want to go backward.\nA successful coup would have been a disaster. Erdogan has massive support in the Anatolian heartland, particularly among religious conservatives. Mosques all over the country were lit through the night as imams echoed the president’s call for people to pour into the street. There can be little doubt that any military-controlled administration would have faced a Syria-like insurgency of Islamists and others. The blow to what is left in the Middle East of democratic institutions and the rule of law would have been devastating.\nNo wonder President Obama and Secretary of State John Kerry “agreed that all parties in Turkey should support the democratically-elected Government of Turkey, show restraint, and avoid any violence of bloodshed.”\nBut “restraint” is not part of Erdogan’s vocabulary. As Philip Gordon, a former special assistant to Obama on the Middle East, told me: “Rather than use this as an opportunity to heal divisions, Erdogan may well do the opposite: go after adversaries, limit press and other freedoms further, and accumulate even more power.” Within hours, over 2,800 military personnel had been detained and 2,745 judges removed from duty.\nA prolonged crackdown on so-called “Gulenists,” whoever Erdogan deems them to be, and the Kemalist “deep state” (supporters of the old secular order) is likely. An already divided society will grow more fissured. Secular Turkey will not quickly forget the cries of “Allahu akbar” echoing from some mosques and from crowds in the streets.\nA rapid push by Erdogan to reform the Constitution by referendum and create a presidency with sweeping powers is possible. He now has a case to say only such powers will keep enemies at bay.\n“It may well be that democracy has triumphed in Turkey only to be strangled at a slower pace,” Jonathan Eyal, the international director at Britain’s Royal United Services Institute, told me. There can be little doubt the expressions of support for Erdogan from Western capitals came through gritted teeth.\nFor the Obama administration, the dilemmas of the Middle East could scarcely have been more vividly illustrated. When an Egyptian general, Abdel Fattah el-Sisi, led a coup three years ago against the democratically elected president, Mohamed Morsi, Obama did not support the democratic government, as he has now in Turkey. The administration even avoided use of the word “coup” in Egypt. In effect, the president sided with the generals in the name of order.\nTrue, Morsi was deeply unpopular. The Egyptian coup had massive support. It was a fait accompli by the time Obama weighed in. Still, principles in the Middle East are worth little. Policy often amounts to choosing the least bad option.\nThe least bad — Erdogan’s survival — has prevailed. That does not mean much worse won’t follow. A failed coup doesn’t mean democracy is the winner. The worst of this prickly autocrat may now be unleashed upon Turkey, with America and its allies able to do little about it.", "date": "July 16, 2016", "href": "https://www.nytimes.com/2016/07/18/opinion/turkeys-coup-that-wasnt.html", "tags": "support turkey society ” obama coup erdogan"}