{"title": "Turkish Opposition Hopes 4 Parties Are Mightier Than 1 Against Erdogan", "content": "ISPARTA, Turkey — President Recep Tayyip Erdogan’s abrupt decision to call elections more than a year ahead of schedule, hoping to catch the opposition off guard, may backfire.\nTurkish opposition parties have come together in a rare alliance that could pose a serious challenge to Mr. Erdogan in his attempt to be re-elected in the June 24 vote to a presidency with vastly expanded powers.\nMr. Erdogan, 64, remains easily the most popular politician in Turkey. But the election, as with a referendum last year that created a more powerful presidential system, is turning into a vote for or against his continued rule.\nThe front-runner among the opposition candidates is Muharrem Ince, a physics teacher and five-time member of Parliament for the Republican People’s Party.\n“I see a huge desire for change,” Mr. Ince said in an interview this past week on his campaign bus between rallies in southern Turkey. “Erdogan will be very sorry.”\nReliable pollsters and analysts expect the race to be exceptionally close. If no candidate wins more than 50 percent of votes, the election goes to a second round, something Mr. Erdogan hopes to avoid.\nFor now, pollsters say the chances are 50-50 for a second round in which the top two vote-getters face each other. The opposition is even, for the first time, organizing an operation to count the entire national vote independently, to counter any attempt at vote rigging.\nIf the opposition alliance holds and can force a second round, Mr. Ince could present a serious challenge to the president. The alliance candidates have pledged to unite behind whoever challenges Mr. Erdogan, Mr. Ince said.\nMr. Erdogan remains a skilled campaigner and a bruising opponent. He is running a campaign on nationalist themes, blaming terrorism and the West for Turkey’s economic woes — rising unemployment, inflation and a falling lira — and vaunting his social and building programs.\nFor many he is still a towering figure and the only convincing candidate for president.\nBut Mr. Ince is offering an uplifting antidote to Mr. Erdogan, parrying the president’s slurs with jokes and cheerfulness.\n“The clouds of desperation are hanging over the country,” he said. “I promise serenity, happiness and I promise peace.”\nIn all, four opposition parties have banded together, supporting each other’s candidates. They have even offered a hand to the pro-Kurdish Peoples’ Democratic Party, whose leader, Selahattin Demirtas, is in jail on various charges, from terrorism to insulting the president.\nIn a bold gesture, Mr. Ince visited Mr. Demirtas in jail, risking accusations from Mr. Erdogan of collusion with terrorists, but reaching out to a critical part of the electorate. The Kurdish vote, roughly 10 percent of the electorate, could swing the overall vote against Mr. Erdogan.\nIndependent opinion surveys show Mr. Erdogan at 45 percent support, with Mr. Ince at 20 percent. Yet when combined, the opposition alliance stands, plus the Kurds, neck and neck with Mr. Erdogan.\nThe president had 45.9 percent support, not enough to win the election outright in the first round, according to a survey last month by the Metropoll, an independent polling organization. The combined opposition vote amounted to 44.5 percent.\nMr. Erdogan’s party cites other polls that show him winning in the first round with between 51 and 55 percent.\nYet even government officials are acknowledging that Mr. Erdogan’s alliance, which his Justice and Development Party formed with the right-wing Nationalist Movement Party, may fall short of a majority in Parliament.\nA presidential adviser and a pro-government columnist both have suggested that if Mr. Erdogan won the presidency but failed to win a majority in Parliament, he might even call new elections again. Such a move would amount to a gamble that voters would yet deal him a better hand.\n“Would he sacrifice himself in a scenario where he has the drum, but the stick is in the hands of the opposition?” the columnist, Ali Karahasanoğlu, wrote last month in the pro-government newspaper Yeni Akit.\nAnother opposition candidate, former Interior Minister Meral Aksener, who broke from the Nationalist Movement to form her own party, the Good Party, last year is adding to strains within Mr. Erdogan’s alliance.\nShe has proved to be a dynamic force in the opposition — as she was in the “no” campaign ahead of last year’s referendum — not only drawing away right-wing supporters from the ruling alliance, but also making a strong pitch for women and youth voters with her newly formed party.\nIn her party song posted on YouTube, a mixture of rock and rap, young singers rail against those who “gave in to a tyrant” and warn “I’ve got flames burning in my heart.” In a glancing reference to Mr. Erdogan’s endless speeches, it calls on him: “Calm down, Champ.”\nMs. Aksener was meeting with opposition allies this week to seal a cross-party agreement to revise the Constitution and return the country to a parliamentary system should they win.\nThe deal would reverse Mr. Erdogan’s new powerful presidential system that by law will come into being with these elections.\nThat such disparate parties could come together on constitutional changes is ground breaking in Turkey, as is their outreach to the Kurds. But Mr. Erdogan’s growing authoritarianism has itself proved to be a rallying point.\nSince a failed coup in 2016, Mr. Erdogan has ruled the country under a state of emergency that has allowed him to dominate the media and all government institutions, including the Supreme Election Council.\nObservers from the Organization for Security and Cooperation in Europe criticized last year’s vote, saying a “lack of equal opportunities, one-sided media coverage and limitations on fundamental freedoms created an unlevel playing field.”\nOpposition parties accused Mr. Erdogan of falsifying the result by allowing thousands of unstamped ballots to be added to the count. Since then he has changed the rules again.\nDetermined to prevent fraud, Ms. Aksener invited Burcu Akcaru, who used to run an election monitoring group, to join her as co-founder of the Good Party last year.\nMs. Akcaru has overseen a large-scale mobilization across the opposition alliance to monitor the election and do its own tally. The party has designed its own software and a mobile phone app so thousands of opposition helpers across the country can record and photograph the result sheet of every ballot box.\nIn two independent centers in Ankara, the opposition will collate the results on their own servers, with a manual backup system in case of electricity or internet failures.\nIn the referendum last year, over 5,000 ballot boxes had no observers and 20,000 boxes were included in the count without a result sheet, Ms. Akcaru said in an interview. “We knew it,” she said, “but no political leaders did anything.”\nThis time, Mr. Ince has called on an army of volunteer lawyers to help challenge any fraud and Ms. Aksener has vowed to camp outside the Supreme Election Board in case of irregularities.\n“You will have to remove me with a razor,” she said.", "date": "June 9, 2018", "href": "https://www.nytimes.com/2018/06/09/world/asia/turkey-election-erdogan.html", "tags": "hopes parties opposition mightier party alliance ” ince last turkish vote erdogan"}