{"title": "Turkey Hands Life Sentences to 104 People Over Coup Attempt", "content": "ISTANBUL — A court in Turkey has sentenced 104 people to life in prison for involvement in the failed military coup of 2016, handing down the heaviest penalties possible in the country.\nThe defendants were part of a group trial of 280 people, mostly military personnel, accused of participating in an attempt to overthrow President Recep Tayyip Erdogan.\nScuffles broke out at the sentencing on Monday as some of the defendants tried to attack two witnesses who had turned state’s evidence and given details of the plan during the trial, according to Turkish news reports.\nThe court in Yenisakran, near the coastal city of Izmir in the west of Turkey, convicted 104 of the defendants to “aggravated life,” the heaviest sentence possible in Turkey, with very little chance of parole.\nAn additional 21 people were given 20 years in prison for their part in the attempt to overthrow the president, and 31 others were sentenced to 10 years and six months for “membership of a terrorist organization,” the newspaper Hurriyet reported.\nThe men were on trial for their part in the events of the night of July 15, 2016, when a group of military officers and civilians commandeered tanks and warplanes, firing on protesters and bombing the Parliament building in the capital, Ankara, in an effort to seize power. Mr. Erdogan narrowly escaped capture, but 250 people, mostly unarmed civilians, were killed as they faced down tanks on the streets.\nTurkey has been holding a series of mass trials for those accused of involvement, including retired and active military and air force officers, special forces personnel and cadets who were ordered out from their barracks that night.\nThe government has accused them of following the orders of the United States-based preacher Fethullah Gulen, who is being tried separately in absentia. Turkey has requested his extradition, but American officials have said that the Turkish government has yet to provide credible evidence of his involvement.\nThe latest trial offered some of the strongest evidence to date that the plan was indeed formed by followers of Mr. Gulen. Many defendants in this and previous trials denied involvement in the coup attempt or made light of their presence at one of the air bases that night.\nAmong those sentenced were Brig. Adm. Ibrahim Yildiz and Col. Hakan Biyik, who had admitted to ties with Mr. Gulen’s movement and served as secret witnesses during earlier hearings. Both men received sentences of 16 years and eight months, even after their cooperation with prosecutors was taken into account. Their testimony forms a key part of the extradition request that Turkish prosecutors have submitted to the United States. The Treasury Department is examining that request.\nColonel Biyik told prosecutors that he had been at meetings to plan the overthrow in a villa in Ankara, according to Turkish news reports. He identified some of those present and said the meetings, called the Peace at Home Council, were organized by a theology lecturer, Adil Oksuz, who has been accused of playing a leading role in the coup attempt and remains at large. Prosecutors said they had found fingerprints in the villa of some of those he had named, the newspaper Haberturk reported.\nAdmiral Yildiz has emerged as one of the most important witnesses of preparations for the failed coup. He also attended the meetings in Ankara and, according to the indictment, testified that at one, Mr. Oksuz had announced that he would take the plan to Mr. Gulen for his approval and that he had traveled to see Mr. Gulen in Pennsylvania three days before the coup, according to Hurriyet.\nAdmiral Yildiz took part in the plot but gave himself up before the attempted ouster of the president was foiled.\n“I am one of the first people who testified that Gulen was behind the coup,” he said in court in March, the news agency Anadolu reported. He said he had been introduced to the Gulen movement by a fellow officer and had been drawn closer to it because of his Muslim faith, but he added that he had ultimately been deceived.\n“I am just an Anatolian boy who became an admiral,” he told the court. “I want you to accept me as someone who is not trying to avoid a sentence but whose religious sentiments were abused and cheated by them.”", "date": "May 22, 2018", "href": "https://www.nytimes.com/2018/05/22/world/europe/turkey-coup-prison-sentences.html", "tags": "people turkey sentences coup gulen court ” attempt life part hands"}