{"title": "Turkey Allows Resumption of U.S. Missions From Incirlik Air Base", "content": "WASHINGTON — Missions by American warplanes flown from the Incirlik air base in Turkey against Islamic State targets will resume following a temporary shutdown in the hours after the failed coup, Defense Department officials announced Sunday.\n“After close coordination with our Turkish allies, they have reopened their airspace to military aircraft,” Peter Cook, the Pentagon press secretary, said in a statement. He said American-led operations against the Islamic State, also known as ISIS or ISIL, \"at all air bases in Turkey have resumed.”\nThe Turkish authorities had closed their airspace, halting American missions against the Islamic State flying from Incirlik, which had raised concerns — at least temporarily — that the coup attempt would hamper the broader allied campaign against the terrorist group.\nThe United States has a significant operation underway at Incirlik, including A-10 attack planes, KC-135 refueling tankers and surveillance aircraft, including armed drones. The Air Force has said that American refueling aircraft at Incirlik handled roughly one-third of all refueling operations for the air war over Iraq and Syria.\nUse of the base increases the length of time that American and other allied warplanes can remain over Iraq and Syria. The manned and unmanned strike missions from Incirlik, as well as the surveillance missions from there — all located hours closer to the fight than aircraft in the gulf — have made a big difference, according to American officials.\nAt Diyarbakir, another Turkish base, the Air Force has been staging small numbers of American troops to recover any downed pilots or flight crews.", "date": "July 17, 2016", "href": "https://www.nytimes.com/2016/07/18/world/middleeast/turkey-allows-resumption-of-us-missions-from-incirlik-air-base.html", "tags": "american islamic turkey resumption aircraft missions u.s. base state turkish air incirlik allows —"}