{"title": "Turkey’s Economy Is So Hot That It May Face a Meltdown", "content": "YENIKOY, Turkey — Looming like a fortress over the Black Sea, Istanbul’s new airport has been engineered to provoke awe, underscoring Turkey’s desire to reclaim its imperial glory.\nThe project is expected to cost nearly $12 billion and carve six runways across a swath of land as big as Manhattan. When completed in a decade, the complex is supposed to transport some 200 million people a year, dwarfing all rivals as the busiest airport on the planet.\nBut the airport has also become a symbol of a less savory aspect of Turkey’s modern-day incarnation: its reckless disregard for arithmetic and the independence of critical government institutions. Together, they have placed the nation at growing risk of sliding into a financial crisis.\nIn a global economy increasingly plagued by worries — from an unfolding trade war to higher oil prices — Turkey may present the most immediate cause for alarm. The country’s president, Recep Tayyip Erdogan, who has dominated national life for 15 years, was sworn in again on Monday following a re-election victory that came with extraordinary new powers. He has wielded his influence to deliver relentless economic growth through unrestrained borrowing, lifting debt levels to alarming heights. And the additional authority he has been granted is expected to further test the limits of economic reality.\nIn a conspicuous sign of unease among global investors, the value of Turkey’s currency, the lira, has plunged by roughly one-fifth this year, raising prices for households and businesses alike. It dropped some more on Monday, as Mr. Erdogan handed the job of economic chief to his son-in-law, in what markets construed as a sign that he does not intend to adopt a more responsible mode of stewardship anytime soon.\nThe airport — its first phase is to open in October — has been brought to life with heaps of public money delivered to construction companies closely tied to Mr. Erdogan. The government has bestowed upon them guarantees against any losses. If, as many economists expect, the airport proves grander than the flow of passengers, the public will wind up with the bill.\nTo villagers who have been shoved off their land to make way for the new airport, the project has become a monument to their worst fears. “Erdogan is watching out for his own people,” said Bora Dayilar, a farmer whose grazing land was subsumed by the project. “We are left with nothing.”\nFears of disaster may seem out of place in an economy that remains one of the fastest growing on earth, expanding by 7.4 percent last year. But that growth has been fed by potentially unsustainable borrowing, both public and private.\nThe government has been subsidizing vast infrastructure projects like the airport and a $13 billion, 28-mile-long canal linking the Black Sea to the Sea of Marmara. And many businesses have borrowed in foreign currencies, which means their debt burdens have risen as the lira surrenders value.\nMajor Turkish companies are now trying to persuade banks and other creditors to extend relief, perhaps portending a wave of bankruptcies that could leave financial institutions and taxpayers staring at untold losses. As of the end of April, Turkish private sector companies owed more than $245 billion in foreign debt, or nearly one-third the size of the country’s overall economy.\n“That’s a huge number,” said Selva Demiralp, an economist who previously worked at the Federal Reserve bank in Washington and now teaches at Koc University in Istanbul. “And the government is encouraging them to borrow more.”\nStaying current on that debt requires that foreign investors continue to entrust funds to Turkey — an increasingly questionable proposition.\nTurkey can court money by continuing to lift interest rates, already at 17.75 percent. But that would depress economic growth and end the festivities for the real estate and construction industries.\nOr Turkey can continue the growth party while watching inflation mount as the lira sinks further. That may condemn crucial corporations to insolvency, and perhaps force the government to seek a rescue from the International Monetary Fund, a course that would surely entail painful spending cuts.\n“Turkey could be the next country to disintegrate,” said Marie Owens Thomsen, global chief economist at Indosuez Wealth Management in Geneva. “It has all the ingredients of the beginning of a failed state.”\nSome of Turkey’s problems reflect the troubles assailing emerging markets in general.\nAs the Fed raises interest rates in the United States, investors have been pulling money out of developing nations like Argentina, Mexico and Turkey while betting on the dollar. That has pushed down the value of emerging market currencies.\nBut Turkey stands out as a uniquely vulnerable economy given its unorthodox financial stewardship.\nEver since a failed coup d’état that sought to topple him two years ago, Mr. Erdogan has opened the credit taps to ensure continued economic growth. The central bank has sought to restrain growth, lifting rates to stabilize the lira and contain inflation. This has provoked the wrath of the president.\nMr. Erdogan has claimed that inflation is actually the result of high interest rates, which is not unlike asserting that chemotherapy causes cancer. Before the elections, he threatened to assume control of Turkey’s central bank and to abolish high rates. Investors took that as further impetus to flee, pushing the lira down to record lows.\nThe central bank halted the rout by lifting rates yet again. By then, though, its integrity had been severely damaged.\n“Everyone is in crisis right now,” said Can Oz, owner of a book and magazine publishing house in Istanbul, Can Publishing. “It’s all around us. Everyone who has the slightest intellect and knowledge of the economy knows this. But the government is hiding it.”\nCan Publishing’s profits have dropped as the fall in the lira has forced the company to pay more for paper from Finland and glue from Germany. “Our margins have been cut dramatically,” Mr. Oz said.\nInside Istanbul’s Grand Bazaar, a labyrinth of shops selling jewelry, carpets and antiques, merchants complain that they must pay rent in dollars or euros even as they collect lira for their sales. Their rent is effectively going up while sales decline, in part because of a severe dip in tourism after a spate of terrorist attacks.\n“The Turkish lira is like ice in hot weather,” said Zeki Uckardes, who sells cashmere, pashmina and silk scarves from a stall inside the bazaar. “The second you take it out, it starts to melt.”\nThe most vulnerable companies are those that have borrowed in foreign currencies.\nFour years ago, Makro, a national chain of supermarkets, decided to pursue an aggressive expansion. It borrowed 200 million lira (then worth about $88 million) from seven Turkish banks, agreeing to interest rates of about 18 percent. In a bid to limit its debt burden, it borrowed an additional $12 million in the American currency, taking advantage of dollar loans at only 5 percent interest.\nThe company began opening new stores and hiring more workers. But by the middle of 2017, the lira had lost more than one-third its value and Turkish interest rates were climbing. The company’s monthly debt payments had risen by almost 50 percent, to 6 million lira. At the same time, Makro’s revenue plunged as discount grocery chains entered the market.\nWith its debt payments on track to spike this year to nearly 9 million lira per month, Makro filed for a court-supervised debt restructuring. It recently emerged with an agreement that has it paying off its bank debts by selling real estate assets, while gaining debt forgiveness from suppliers.\nHow business will fare may depend on what they learned the last time Turkey faced such challenges.\nIn 2001, when Turkey absorbed a crisis so severe that it sought help from the International Monetary Fund, Vural Ak nearly lost his company, Intercity, which supplies leased cars. In those days, Mr. Ak, Intercity’s founder and chief executive, paid for European cars in European currencies, while collecting his revenues in lira. When the lira plunged, he was nearly wiped out.\nThe lesson stuck. In recent years, as Mr. Ak has expanded Intercity into a company with a fleet of 50,000 vehicles, he has insisted on pricing his leases in euros to match the loans he takes out to buy new models.\nHis competitors have borrowed in dollars and euros, too, but take in lira. Many have come knocking, he said, in hopes that he will buy them and spare them from their unavoidable fate: liquidation.\nIn an office the size of an airport lounge, the floor-to-ceiling windows lined with toy trucks, Mr. Ak exuded the satisfaction of someone seemingly inoculated against the chaos around him.\nStill, his company is not unscathed. Some 60 percent of his revenue comes from selling used cars after leases are complete. With inflation rampant and anxiety pervasive, Mr. Ak must discount the vehicles to find buyers. Last year, Intercity lost money.\nIn Yenikoy, a village near the new airport, the sense of crisis has been building since Mr. Erdogan unleashed the project, chasing the dream of turning the city into a global air hub to rival London and Dubai.\nIt is not madness: Istanbul is a city of 15 million people at the crossroads of Asia, Europe and the Middle East. Its primary airport, Ataturk, can barely accommodate its current teeming masses.\nEarth movers now tear at the pale soil alongside the Black Sea, constructing the bigger airport. Mr. Dayilar and the other villagers of Yenikoy sit in the way.\nMr. Dayilar’s grandfather farmed this land. So did his father, and so has he, growing peas, watermelons and tomatoes, before shifting in recent years to raising cows.\nTo build the airport, the state appropriated their pasture, paying them modest compensation.\nOn a recent afternoon, Mr. Dayilar, 32, sat waiting for a truck that would take away his last 28 cows. He had sold them to a trader.\nInflation has ravaged his livelihood. The village markets have raised prices for food. Hay, imported from Romania and Bulgaria, is 50 percent more expensive than it was a few months ago. Barley has skyrocketed in price, as has the cost of fuel for his tractor.\n“I can’t make any money,” Mr. Dayilar said. “The costs are very high. Farming is dead.”\nHe has no income, leaving him worried about how to support his wife and 2-year-old son.\nHe applied for a security job at the new airport, but was turned down for not having completed middle school. He applied for a cleaning job but had heard nothing.\n“God help us,” Mr. Dayilar said. “I’m unemployed. I don’t know what I’m going to do.”", "date": "July 10, 2018", "href": "https://www.nytimes.com/2018/07/10/business/turkey-economy-erdogan.html", "tags": "debt face may turkey lira airport “ rates economy meltdown new hot"}