{"title": "Twelve Russians charged with US 2016 election hack", "content": "The US Department of Justice has charged 12 Russian intelligence officers with hacking Democratic officials in the 2016 US elections.\nDeputy Attorney General Rod Rosenstein said the dozen accused used spear phishing emails and malicious software.\nHe said the hackers also stole data on half a million voters from a state election board website.\nThe Kremlin said there was no evidence linking the 12 to military intelligence or hacking.\nThe claims were \"an old duck\" and a \"heap of conspiracy schemes\", said Moscow's foreign ministry in a statement.\nFriday's indictment was the first by US officials to directly charge Russia's government with meddling in the US vote two years ago.\nThe 11-count indictment names the Russians defendants, alleging they began cyber-attacks in March 2016 on the email accounts of staff for Hillary Clinton's presidential campaign.\nMr Rosenstein said the defendants corresponded with several Americans during the alleged conspiracy, but added there is no allegation that any US citizen committed a crime.\nThe deputy attorney general said the conspirators used fictitious online personas, including \"DCLeaks\" and \"Guccifer 2.0\", to release thousands of stolen emails beginning in June 2016.\nThey also plotted to hack into the computers of state boards of elections, secretaries of state, and voter software, according to the indictment.\nMr Rosenstein said: \"We know that the goal of the conspirators was to have an impact on the election.\"\nThe deputy attorney general said all 12 defendants were in the Russian intelligence service, the GRU.\nThe DNC leak showed that top Democrats preferred Mrs Clinton for the presidential nomination, which confirmed the worst fears among supporters of her liberal challenger, Bernie Sanders.\nClinton campaign manager John Podesta's emails were also hacked, which contained details of infighting and aides' disparaging remarks about Mrs Clinton.\nAnalysis by Anthony Zurcher, BBC News\nIf the Russian military had dropped a bomb on the headquarters of a US political party, it would be an act of war. Same if it had launched a missile at the home of the chair of a US presidential campaign. \nThis isn't what happened, of course, but make no mistake, what the US Department of Justice is alleging - a cyber-attack by Russian military officers against a US political party and its leaders - is, or at least should be, equally inflammatory.\nThe wreckage of what Robert Mueller's team says were Russian strikes on the US can be measured in damaged reputations and disrupted politics. \nDeputy Attorney General Rod Rosenstein denies that Friday's announcement had anything to do with Donald Trump's upcoming meeting with Vladimir Putin - but they will cast a shadow over the summit nevertheless. \nAfter days of sharply criticising US allies, the world will closely watch how the president handles allegations of \"virtual\" warfare against the US when he sits down with the man whose military is accused of being behind it all.\nPresident Donald Trump was briefed about the indictments earlier in the week.\nHe is currently in the UK, from where he once again dismissed the investigation as a \"rigged witch hunt\". \nDuring a joint news conference with British Prime Minister Theresa May on Friday, Mr Trump also said the Russia collusion allegations dogging his presidency were \"pure stupidity\".\nNext week he will meet with Russian President Vladimir Putin at a summit in Helsinki, Finland.\nSenate Democratic leader Chuck Schumer has urged the president to cancel that meeting, in light of the indictment.\nSpecial Counsel Robert Mueller is investigating US intelligence findings that Russians conspired to tilt the election in Mr Trump's favour, and whether any of his campaign aides colluded.\nAs of Friday, the inquiry has indicted 32 people - mostly Russian nationals in absentia - as well as three companies and four former Trump advisers.\nNone of the charges allege Trump advisers colluded with Russia to interfere with the presidential campaign.\nFormer National Security Adviser Michael Flynn and George Papadopoulos, a former foreign policy adviser, have pleaded guilty to making false statements about their contacts with Russians.\nFormer Trump campaign chairman Paul Manafort and his deputy Rick Gates were charged with money laundering relating to their political consultancy work in Ukraine.", "date": "13 July 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44825345", "tags": "us russians election intelligence rosenstein russian deputy attorney hack general charged campaign twelve"}