{"title": "Two Capitals, One Russian Oligarch: How Oleg Deripaska Is Trying to Escape U.S. Sanctions", "content": "This spring, a British lord with deep ties to the governing Conservative Party and a reputation as a do-gooder environmentalist arrived in Washington on an unlikely mission: to save the business empire of Oleg Deripaska, one of Russia’s most infamous oligarchs.\nMr. Deripaska was in deep trouble. In April, the Trump administration had announced sanctions on oligarchs close to President Vladimir V. Putin, and on their companies, as punishment for Russian interference in the 2016 presidential election and for other hostile acts. A billionaire who controls the world’s second-largest aluminum company, Mr. Deripaska faced possible ruin.\nPortrayed as little more than a thug by his critics and suspected by United States officials of having ties to Russian organized crime, Mr. Deripaska, 50, has spent two decades trying to buy respect in the West. London welcomed him; Washington still mostly has not. Successive administrations have limited his ability to travel to the United States.\nEven Mr. Putin was unable to resolve the situation when he interceded personally with Presidents George W. Bush and Barack Obama on Mr. Deripaska’s behalf.\nBut with so much on the line this time, Mr. Deripaska’s allies are now fighting back aggressively, mobilizing a vast influence machine on both sides of the Atlantic in an all-out effort to undo the sanctions against his companies before they take full effect.\nThe campaign to help Mr. Deripaska is playing out against an especially sensitive political backdrop. Any step by the administration that is seen as favorable to a powerful Russian is sure to draw scrutiny at a time when the special counsel, Robert S. Mueller III, is continuing his investigation into Russian interference in the 2016 election.\nMoreover, Mr. Deripaska has been a subsidiary character in that inquiry, not as a target but because he at one point employed Paul Manafort, Mr. Trump’s former campaign chairman, as an adviser. Mr. Manafort was convicted on one set of fraud charges and pleaded guilty to other charges in cases brought by Mr. Mueller, and is now cooperating with the prosecution.\nBut the current lobbying effort on behalf of Mr. Deripaska’s companies still appears to have made substantial headway. In recent months, Mr. Deripaska’s firms have notched initial victories by winning multiple postponements from the Treasury Department of the sanctions on the oligarch’s holding company, EN+, and the giant aluminum company it controls, Rusal.\nNow, with the administration closing in on its latest self-imposed deadline to make a final decision by Dec. 12, there are signs that Mr. Deripaska’s companies could escape the sanctions entirely.\nSteven Mnuchin, the Treasury secretary, has signaled that he is open to a plan under which Mr. Deripaska would reduce his stake in his companies in return for the sanctions being lifted.\nBut sidestepping the business sanctions is not Mr. Deripaska’s only goal. His team is preparing an audacious and previously unreported campaign to remove the personal sanctions on him, too. Removing the personal sanctions would eliminate substantial barriers to his doing business in the United States and around the world, and could be a requirement for him to get his hands on the money — potentially billions of dollars — resulting from any sale of part of his stake in the companies.\n“Oleg Deripaska understands better than most Russian oligarchs how money buys influence in Washington,” said Michael R. Carpenter, a former National Security Council official during the Obama administration who is now senior director of the Penn Biden Center for Diplomacy and Global Engagement. “It seems like he’s now using that knowledge to try to save his skin.”\nThe elaborate influence operation highlights one of the fastest-growing elements of the lobbying business: helping deep-pocketed foreign interests massage the sanctions, tariffs and other tools deployed by Mr. Trump against foreign governments, individuals and industries.\nThe British emissary for Mr. Deripaska’s companies, Lord Barker of Battle, a protégé of David Cameron, the former prime minister of Britain, was appointed last year as chairman of EN+. Also involved are lobbyists, law firms, public relations experts, a former United States senator and a former Trump campaign official with ties to the Treasury Department and the White House. Even ambassadors to Washington from a number of countries have been approached to write letters opposing the sanctions.\nThe Treasury Department’s decision carries significant economic implications, given Rusal’s vital place in supplying aluminum around the world.\nLord Barker and the team trying to fight off the sanctions say that enacting them against EN+ and Rusal would create turmoil in global metals markets, damage American manufacturers and potentially play into China’s hands. Their proposal, the “Barker Plan,” would see Mr. Deripaska sell down his ownership stake in EN+, his holding company, to below 50 percent and step away from management of EN+ and Rusal.\nBut this would hinge on being able to trust and verify that a Russian oligarch who has spent decades building up a global empire — amid persistent accusations that he is more a Kremlin loyalist than an independent tycoon — is truly giving up control.\nMr. Deripaska’s track record on two continents offers a case study in how the world’s wealthiest people can mount sophisticated campaigns to fight for their interests at the highest levels, often in ways that are not fully visible and that are reliant on the willingness of insiders to provide access.\nHe has sought to rebrand himself as a progressive and pro-Western business executive and philanthropist.\nMr. Manafort is among an army of lobbyists, lawyers and consultants whom Mr. Deripaska has employed around the world to help him build and protect his empire, or to try to persuade the United States to grant him visas on a regular basis.\nMr. Deripaska has courted powerful political figures in Britain, played host to lavish parties in Davos, Switzerland, and once hired a former Republican presidential nominee, Senator Bob Dole of Kansas, to lobby for him.\n“There is already a perception — certainly abroad, but even in Washington — that Washington is a city where you buy influence rather than having to make arguments and do the right thing,” said Peter Harrell, who worked on sanctions issues in the State Department during the Obama administration.\n“That perception would be crystallized by a sanctioned company being able to lobby its way off the list,” he said. “If Deripaska faces enormous losses, it would send a message of sanctions success, but if Deripaska is able to get off with a slap on the wrist, that would be a massive blow to the effectiveness of U.S. sanctions.”\nMr. Deripaska’s troubled reputation derives in large part from what was also his greatest triumph: his victory over rivals and partners during the 1990s, when well-connected Russians were competing to win control of state assets after the collapse of the Soviet Union.\nThat competition, the so-called aluminum wars, was a corpse-filled struggle for control of Siberian smelters and other state-owned Soviet assets that was so violent that even some of Russia’s toughest tycoons gave it a wide berth.\n“There were so many murders that I refused to go into this business,” recalled Mikhail Khodorkovsky, a billionaire former oil magnate who now lives in self-exile in London and who during the 1990s forbade his associates from pursuing a smelter deal.\n“I told them: ‘Don’t go out there. I need you to stay alive.’”\nMr. Deripaska, who once studied physics at Moscow State University, became a billionaire. But he was left with a ruthless image, especially as claims later emerged in legal battles in London and the United States that he engaged in theft, intimidation, bribery and even murder, notably of a Russian banker in 1995. (None of the accusations have been substantiated.)\nOne complaint filed in Delaware cast Mr. Deripaska as a member of a criminal gang that seized control of an iron-ore mining complex in the Ural Mountains in the late 1990s. The previous manager claimed that at a meeting attended by Mr. Deripaska, a mafia leader and five armed thugs, he was told to transfer a majority share or “this is the last time you will leave here alive.”\nThe case was dismissed for lack of jurisdiction, and Mr. Deripaska’s lawyers have routinely responded to lawsuits with counterclaims that his accusers were themselves crooks and lacked credibility. (A London arbitration tribunal did order him to pay $95 million in 2017 for knowingly lying to the tribunal while finding he had “acted oppressively” to his former partner in a Moscow property venture.)\nHis dominance of the Russian metals markets gave him the resources to look abroad. By 2000, he commenced a decade of overseas expansion, buying a smelter in Montenegro, an aluminum factory in Ireland and bauxite mines in Africa.\nThen he turned his eyes to London.\nMr. Deripaska was now a global figure, and London was becoming the money-soaked fulcrum for a glitzy, international business and the social elite. He bought a six-story mansion on Belgrave Square, as well as a country house in Surrey. He married Polina Yumasheva, a British-educated daughter of the chief of staff of Boris N. Yeltsin, Russia’s former president. (The couple has since divorced.)\nEnsconced in society, Mr. Deripaska befriended Nathaniel Rothschild, a British-born financier whose father is a British peer, and through him met the Conservative Party politician George Osborne, a future chancellor of the Exchequer, as well as Lord Peter Mandelson, a leading figure in the Labour Party.\nMr. Deripaska reveled among global movers and shakers, and he remains a regular figure at the World Economic Forum in Davos. He has always argued that these relationships were simply friendships, but soon questions would arise about whether he was really trying to buy influence.\nThe British news media revealed that the oligarch had flown Mr. Rothschild and Lord Mandelson on his private jet in 2005 for a jaunt in Siberia. At the time, Lord Mandelson was the European Union’s trade commissioner, and in this role, he oversaw a cut in tariffs on aluminum imports from Russia requested by Poland and other members of the bloc. It was a boon to Rusal. (The European Commission has denied that Mr. Mandelson personally intervened in the matter.)\nMr. Rothschild sued a British newspaper for libel for suggesting that the trip was anything more than an act of friendship, but the judge ruled against him. In the summer of 2008, Mr. Deripaska again played host, this time on his yacht, Queen K, off the Greek island of Corfu. Onboard were Mr. Osborne, Lord Mandelson and Andrew Feldman, a Conservative Party fund-raiser.\nThe yacht meeting caused a media and political storm in Britain, after claims in a letter to The Times of London by Mr. Rothschild, who was also in Corfu, that Mr. Osborne had sought a contribution from Mr. Deripaska to the Conservative Party. Mr. Osborne denied requesting what would have been an illegal donation.\n“Deripaska does not hang around with people like this for social reasons,” said Mark Hollingsworth, an author of “Londongrad,” a book about Russian oligarchs in the British capital. “He is not mesmerized by the historical legacy of the British elite. He is not really interested in high society and parties. It is much more hard-nosed commercial calculation: ‘Who are the big names, who has the power and who can help me?’”\nAnd London unquestionably had lawyers, bankers, consultants and former politicians willing to earn generous fees by working in the service of Russian oligarchs with unseemly pasts.\n“To outsiders, it seems extraordinary that reputable banks and people would ever get involved,” said Tom Keatinge, a former banker with J. P. Morgan who now directs the Center for Financial Crime and Security Studies at the Royal United Services Institute, a British research organization. “But when there are big fees on the table, people’s point of view is not the same.”\nMr. Deripaska also had his eyes on the United States, where he had acquired property and had business links with Alcoa, the world’s sixth-largest aluminum producer. But in Washington, the reception was much chillier.\nThe State Department, worried that he had connections to Russian organized crime, has restricted his travel to the United States for years, mostly forcing him to rely on occasional American visas or a Russian diplomatic passport. Despite the barriers, he has managed visits to New York, Los Angeles, San Francisco and Hawaii, people familiar with his travel said.\nAnnoyed, and cognizant of the potential effect on his business, Mr. Deripaska has pursued winning easier and more regular access to the United States with near-obsessive zeal. One moment of success came in 2005, when he was given a multiple-entry American visa, after hiring Mr. Dole, the former presidential nominee who had gone into lobbying.\nMr. Dole’s firm, Alston & Bird, reported receiving an upfront lobbying fee of $300,000 from Mr. Deripaska, followed by at least $270,000 in additional payments over the next few years, according to congressional lobbying reports. In the end, the victory was short-lived: The visa was revoked not long after being granted at the request of the F.B.I., a person briefed on the process said.\nAround the time his visa was being revoked, Mr. Deripaska hired Mr. Manafort and signed his firm to a $10 million-a-year contract in 2006 to advise him.\nOne of Mr. Manafort’s associates lobbied President George W. Bush’s administration to reconsider the visa issue, but the efforts went nowhere, according to David Merkel, who worked on Russia-related issues in Mr. Bush’s White House and State Department.\n“Deripaska has spent years trying to mainstream himself into the political and financial elite,” Mr. Merkel said.\nMr. Manafort and his business partner at the time, Rick Davis, arranged a meeting in 2006 on the sidelines of the Davos forum between Mr. Deripaska and Senator John McCain, Republican of Arizona, who was preparing a campaign for president. There is no evidence anything came of the meeting, though it became a liability for Mr. McCain’s campaign.\nMr. Deripaska eventually fired Mr. Manafort and his partner. He later sued them after a dispute over a telecommunications deal they had pursued together.\nIn the months before the election of Barack Obama in 2008, Mr. Deripaska turned to a lobbyist with Democratic connections, Adam Waldman, who served in the Justice Department under President Bill Clinton. Mr. Waldman earned $40,000 a month to help the oligarch with visa issues, as well as with business matters like aluminum trade talks and an unsuccessful bid to buy European operations from General Motors.\nMr. Waldman helped him arrange various trips, including to attend a Wall Street Journal-sponsored summit meeting of top business executives in Washington. He also later arranged meetings between Mr. Deripaska and George Soros, the wealthy Democratic donor, to discuss anticorruption efforts in the mining industry in Guinea, where Rusal is a major player, according to people familiar with the meetings.\nHoping to show that he could be useful to the United States, Mr. Deripaska used his connections and resources at one point in a thwarted effort to help Washington win the release of a hostage in Iran.\nIn the weeks before the 2016 election, Mr. Deripaska rebuffed an approach from the F.B.I., which was seeking his help in the early stages of the inquiry into Russian meddling.\n“He didn’t need introductions to other captains of industry or philanthropists. They lined up to meet with him,” Mr. Waldman said. “Only elements of the U.S. government had a problem with him — that they would insinuate in leaks and blocks, but never state outright.”\nMr. Deripaska’s long struggle to travel more freely to the United States had cost him time, money and pride. But a far bigger problem throughout was keeping his business empire afloat.\nSaddled with debt, Mr. Deripaska raised money to stave off creditors in January 2010 by listing Rusal, his aluminum company, on the Hong Kong Stock Exchange. He appointed his old friend from London, Mr. Rothschild, to his international advisory board.\nBut that only forestalled the pressure to repay a corporate loan of $942 million from VTB, a Russian bank considered close to Mr. Putin and under sanction by the United States. To do this, Mr. Deripaska decided to put a small portion of his 96 percent stake in EN+, which controlled Rusal, on the market with a listing on the London exchange in November 2017.\nYet prospective investors were initially lukewarm. Mr. Deripaska was trailed by accusations of wrecking the environment and taking advantage of his partners. The prospectus listed 37 pages of fine print on “risk factors.”\nOnce again, Mr. Deripaska turned to the city’s influence industry.\nEN+ hired a well-connected London public relations company, run by Roland Rudd, whose sister, Amber Rudd, was Britain’s home secretary at the time. Mr. Deripaska reached out to a consultancy owned by Lord Mandelson. And he hired major international banks to organize the offering.\nMost important, EN+ found a new chairman, only weeks before the stock offering: Lord Barker, a former energy minister responsible for climate change policy.\nUnlike Mr. Deripaska, Lord Barker had a largely spotless reputation. His only minor brushes with scandal came in 2006, when he left his wife to live with a male interior decorator, and in 2012, while serving as energy minister, when he made the tabloids for using a microwave at Parliament to warm a cushion for his pet dachshund, Otto.\nLord Barker’s appointment, the company declared, was proof of its “commitment to the best standard of corporate governance.” His allies say his efforts since then have been focused on what is best for the company — its employees and all of its shareholders — rather than on Mr. Deripaska’s personal benefit.\nOthers saw Lord Barker’s appointment as chairman of EN+ as proof of a phenomenon known as “Lords on Boards,” a long line of eminent Britons willing to lend their names and connections to Russia’s scandal-singed elite.\nBefore entering politics in the early 2000s, Lord Barker had worked in Moscow as the head of investor relations for Sibneft, a Russian oil company connected to two Russian oligarchs, Boris Berezovsky and Roman Abramovich, a onetime business partner of Mr. Deripaska’s. Lord Barker’s job was to persuade often skeptical investors and financial journalists that Sibneft had shaken off its shady past in rigged privatization deals and broken with the habits of its oligarch founders.\nNow, Lord Barker assumed the chairmanship of EN+ and the London listing was a success. Mr. Deripaska, with his family, took around $1.5 billion from the stock sale and was able to repay VTB.\nThen in April came the sanctions announcement from Washington, which Mr. Deripaska described in a statement as “groundless, ridiculous and absurd.” The world’s aluminum market shook, as shares of EN+ went into a nosedive on the London exchange, where the company quickly lost more than half of its value.\nThe sanctions, which punish third parties that do business with designated companies and individuals, led to a mass exodus of his advisers. In London, Mr. Rudd’s public relations company bailed, as did the consultancy business run by Lord Mandelson. Citigroup and Credit Suisse, which EN+ named in January as “joint corporate brokers” and which earlier had worked on the company’s public offering along with other banks, swiftly severed relations. In Washington, Mr. Waldman terminated his representation of Mr. Deripaska and Rusal.\nThe prospect that it would soon become illegal under United States law to do business with the world’s biggest aluminum producer outside of China made it dangerous to sign long-term contracts with any entity connected to Mr. Deripaska. Manufacturers feared grave disruptions in their supplies.\nHanging on as chairman of the board, however, was Lord Barker. Rather than being a figurehead chairman, he was suddenly faced with having to save a company whose structures he had only just become acquainted with.\nFriends say Lord Barker is not in it for the money but for an opportunity to promote renewable energy, of which Mr. Deripaska has vast amounts thanks to his hydroelectric plants in Siberia and his investments in solar power.\n“He would not compromise his beliefs for money,” said Peter Brown, a British businessman and friend of Lord Barker’s who once managed the Beatles.\nIn recent months, Lord Barker has lobbied Ireland’s business minister to press the Treasury Department to relent on sanctions. He has also made trips to Moscow and to Cyprus, where he presided over the annual general meeting of EN+.\nMost important, Lord Barker began hiring lobbyists and lawyers in Washington to promote the Barker Plan. The core of that plan is the still-to-be-proved proposition that Lord Barker and his allies are not merely puppets, and that Mr. Deripaska is really willing to sell down his stake and step away from his empire.\nThe legal and lobbying teams for Mr. Deripaska’s companies have proposed various measures to reassure the United States government that he would truly do so — and not immediately benefit from an expected rebound in value that would come from lifting the corporate sanctions.\nHe and several allies have resigned from top positions at EN+ and Rusal. The Barker Plan also calls for the creation of an escrow account into which the proceeds from Mr. Deripaska’s stock sales would be deposited. He would be barred from accessing the money until he met certain conditions, including being removed from the personal sanctions list.\nLord Barker “wants to save Deripaska by getting rid of Deripaska,” said David Ruffley, a former British legislator and an old friend of Lord Barker’s.\nIn Washington, Lord Barker turned to Mercury Public Affairs. Only a few weeks after the sanctions were announced, Bryan Lanza, a former Trump campaign and transition aide who is now a Mercury lobbyist, contacted top officials at the Treasury and State Departments and at the White House.\nAt that point, Mercury was in the final stages of signing a $108,500-a-month contract to represent the board of directors of EN+. Mercury registered with the Justice Department as a “foreign agent” working on behalf of “Lord Gregory Barker of Battle,” not for Mr. Deripaska or his companies, which might have been prohibited under the sanctions.\nSince then, according to lobbying filings, Mr. Lanza has been busy texting, emailing, calling and sometimes meeting with influential White House appointees, including Justin Clark, the director of the Office of Public Liaison, and Mercedes Schlapp, the director of strategic communications.\nAt the State and Treasury Departments, Mr. Lanza and his associates at Mercury corresponded with or met with officials involved in sanctions policy, such as David Meale, the acting deputy assistant secretary of state overseeing sanctions, and Seth Bridge, a top Treasury sanctions policy adviser.\nMr. Lanza shared talking points with some administration officials about how Mr. Trump could claim a victory if the sanctions forced Mr. Deripaska to relinquish control of his companies, but allowed the companies — which are hugely important to the global aluminum market — to stay in business, according to people familiar with the effort.\nCoincidentally or not, Mr. Mnuchin made statements that sounded similar themes, signaling that the United States might be open to a deal that would spare Mr. Deripaska’s companies from the sanctions.\nSpeaking to reporters at the White House in late July, Mr. Mnuchin said the aim of sanctions was to “change the behavior of the oligarch,” not to punish his aluminum business.\nThat line of argument has now been seized on by both Lord Barker and Mr. Deripaska as they await announcement of the administration’s decision.\nLord Barker’s office issued a statement saying he was “increasingly optimistic” that a deal would be struck. Lord Barker declined repeated requests to be interviewed.\nOn Saturday, an associate of Mr. Deripaska relayed an offer to arrange an interview with the oligarch if The New York Times refrained from publishing this story until after Treasury decides on the sanctions. The Times declined the offer.\nIn a separate statement issued through Rusal’s press office, which was similar in wording to Lord Barker’s statement, Mr. Deripaska said, “To protect the dedicated employees of EN+ and Rusal, and to preserve the rights of all global stakeholders of both companies, I have chosen to relinquish any remaining management or control of both EN+ and Rusal.”\nA Treasury spokesman disputed any suggestion that Mr. Mnuchin’s approach to sanctions has been shaped by Mercury’s efforts, or that the department has changed its position.\nIf nothing else, the lobbying effort is notable for its scale. Lord Barker’s team and Mr. Deripaska’s companies have also turned to a trio of high-powered law firms to make their case to Treasury. Latham & Watkins is representing Lord Barker; Dentons is handling negotiations for Rusal; and Steptoe & Johnson is working for EN+, according to people familiar with the effort.\nAnother Mercury lobbyist, the former Senator David Vitter of Louisiana, led an effort to rally foreign ambassadors in Washington against sanctions, working to persuade them that hurting Mr. Deripaska’s business will hurt manufacturing in their own countries by disrupting the supply of aluminum.\nWhile awaiting the Trump administration’s decision, Mr. Deripaska has lowered his public profile since announcing his resignation from the EN+ board in May. His wealth on paper has fallen by $4 billion since April because of the sharp fall in the company’s stock price.\nHe and his family now control a 77 percent stake in EN+ and, as yet, have not sold any their shares.\nNo matter what happens, K Street is profiting. In fact, Mr. Deripaska’s team has approached still more lawyers and public relations consultants in recent weeks about joining an effort to try to remove the personal sanctions against him, too, describing it as a long-term campaign.", "date": "Nov. 4, 2018", "href": "https://www.nytimes.com/2018/11/04/world/europe/oleg-deripaska-russia-oligarch-sanctions.html", "tags": "sanctions oligarch business russian escape u.s. barker oleg one ” deripaska en+ two trying capitals lord"}