{"title": "T’s Wellness Guide to London", "content": "In bygone days, most Brits’ concept of self-care extended to punctuating their pints at the pub with the occasional glass of water, or bag of chips. Drawing on global influences that span from Australia to America’s West Coast, a new wave of spas and workout studios in London is sparking a sea change in behaviors. (In the village-y enclaves of Chelsea and Hampstead, for example, heading out to lunch in your active wear is now normal.) The city’s burgeoning health-conscious cafe scene, meanwhile, is slowly shifting perceptions of English food culture from “beige” to “green.” That’s not to say that the word “wellness” won’t still elicit eye rolls in certain quarters — London will, thankfully, never be L.A. — but progressive city dwellers have, over the last five years, been embracing that culture in a totally unprecedented way. So, whether you’re in need of salve for the body or the soul, or simply looking to stock up your larder, here’s our guide to the best health offerings to be had in the British capital.\nIn 2012, Jemima Jones — sister of the artist Quentin Jones — and the photographer Lucy Carr-Ellison founded a health-focused, on-set catering business called Tart London. Late last year, they opened Wild by Tart, a cozy delicatessen, juice bar and apothecary inside a former power station and coal house in Belgravia. Come spring, they’ll add a palatial sit-down restaurant, photography studio and events space to this smorgasbord of wellness. But for now, stop by Wild by Tart for grab-and-go salads, juices from the nutritional wunderkinds Health Is Wealth or Tart-designed ceramic kitchenware. 3-4 Eccleston Yards, London SW1W 9AZ, tart-london.com.\nNotting Hill’s Farm Girl Cafe brings Melbourne’s brunch scene to London, with pretty, clean fare that’s turned it into the city’s go-to spot. Opened in 2015 by the Australian former fashion publicist Rose Mann and her Swiss-raised partner Anthony Hood, Farm Girl’s holistic menu of coconut BLTs, bowls and flower-strewn lavender lattes are such a hit that they’ve since expanded to Soho and Chelsea. The Beata Heuman-designed interiors — featuring rustic wood floors, marbleized wallpaper and a few millennial-pink tables — have only served to amplify its Instagram appeal. 59a Portobello Road, London W11 3DB, thefarmgirl.co.uk.\nRead more: T’s Wellness Guide to New York\nThough the menu at Farmacy, a chic restaurant sandwiched between Notting Hill and Bayswater, is entirely plant-based, it allows for self-indulgence. Opened in 2016 by Camilla Al-Fayed, daughter of the former Harrods owner Mohamed Al-Fayed, it caters to the kind of vegans who’ll occasionally choose to chase their supercharged salads and kimchi bowls with a matcha caipiroska rather than a chai latte. Farmacy’s medicinal-nutritional ethos extends from its apothecary-style green-striped awning to the health-boosting shots that arrive at your table in syringes. 74 Westbourne Grove, London W2 5SH, farmacylondon.com.\nWhen Steven Novick, the Milwaukee-born, London-based founder of Farmstand, was given the all-clear after a cancer diagnosis, he set himself a goal: to build a business around the plant-based food that he believes helped cure him. But rather than starting another highfalutin temple to avocado toast, Novick created a thriving all-day cafe and corporate food business that offers the usual health-conscious mainstays at amazingly accessible prices. With speedy (and economical) breakfast, lunch and dinner options, this is wellness for all. 42 Drury Lane, London WC2B 5AJ, farmstand.co.uk.\nThis small, street-side counter attached to the Ace Hotel in Hoxton is more than just a juice joint. Opened in 2015, the East London Juice Co. is a micro-batch dispensary offering botanical and medicinal elixirs, broths (their vegan broth alone lists more than 100 health-giving ingredients) and powders, all cooked up on site. You can find everything from a raw smoothie to a micro-brewed shroom coffee on the menu. The store also crafts its own (globally shippable) small-batch bathing salts, ghees and bee butters. 100 Shoreditch High Street, London E1 6JQ, eastlondonjuice.com.\nYotam Ottolenghi is something of an accidental wellness guru. The Israeli-British chef, who is the author of six celebrated cookbooks (most recently “Simple”), has been championing vegetables at his quartet of London delis (as well as his restaurants, Nopi and Rovi) for close to two decades. Though by no means vegetarian, or consciously clean-and-green, these whitewashed lunchtime eateries serve up endlessly imaginative combinations of salads, grains and proteins laced with Middle Eastern flavor. Staples include courgette, squash and za’atar fritters and hawaij cauliflower with preserved lemon yogurt. Pile up your lunchtime takeaway box, and there’ll be fuel enough for dinner. Multiple locations, ottolenghi.co.uk.\nLady Carole Bamford calls her pristine fleet of Haybarn spas — in Miami, Tokyo, the English Cotswolds and now, London’s South Kensington — “restorative spaces to disconnect.” Certainly, the warm white and oak interiors and light-filled yoga studio create a cocooning ambience of self-care. Treatments employ Bamford’s namesake organic beauty line, including the new aromatherapy-based B Silent products, all of which you can pick up in-store. The real charm, though, is the hands-on healing from Estelle Bingham, whose holistic crystal therapy has the beauty crowd beguiled. 104 Draycott Avenue, London SW3 3AE, bamford.com. \nThe first international outlet from the L.A. beauty business, this subterranean spa in the heart of Soho is a big hit with British fashion editors. (It’s located in the basement of the fashion and design emporium Alex Eagle Studio.) The signature facial promises “clear, radiant, lifted” skin, thanks to no-nonsense extraction, double cleansing and galvanic infusions. Its soon-to-launch product line will include cleansing milks, antioxidant serums and resurfacing face and body wipes. It’s the perfect doubled-pronged wellness offering to boost your complexion — and your wardrobe — all in one. 6-10 Lexington Street, London W1F 0LB, alexeagle.co.uk.\nSince Triyoga was forced out by developers some five years ago, the leafy neighborhood of Primrose Hill has lacked a wellness hub. That changed with the arrival of the body-sculpting workout studio Body by Simone this month. Already a Hollywood wonder, the Australian dancer-turned-trainer Simone De La Rue has worked with Chrissy Teigen, Rosie Huntington-Whiteley and Sandra Bullock (who she famously prepped for her role in “Gravity”). Blending intense dance cardio and strength training, the BBS technique molds a long, lean powerfully defined physique. 86-88 Delancey Street, Camden Town, London NW1 7SA, bodybysimone.com.\nYoga takes an art-informed, immersive turn at this hip Shoreditch studio. Inspired by the illuminating work of artists such as James Turrell, ChromaYoga creator Nina Ryner peps up the ancient practice with light and color therapy. Classes in what she calls “light therapy yoga” are curated according to your mood. Guests can choose between an energizing “Red,” dynamic “Blue,” or soothing “Pink” class — or they can go all-out at the dynamic “Chromatic” class, aimed at easing the impact of seasonal change on the body’s natural circadian rhythms. 45 Charlotte Road, London EC2A 3DP, chromayoga.co.uk.\nYou could argue that it was the Australian sisters Jasmine and Melissa Hemsley — better known as Hemsley & Hemsley — who helped kick-start the detox trend in London with the 2014 launch of their best-selling cookbook, “The Art of Eating Well.” Now, the glow-y skinned siblings both have their own successful pursuits. While Melissa zeroes in on her work as a chef and food writer, one of Jasmine’s many forays into the world of wellness is the sound bath — something of a novelty in the British capital. Whether alone, or together with her friend Toni Dicks under the moniker Sound Sebastien, Hemsley leads sonic experiences that are, she says, both “dreamy and nurturing.” Guests are given blankets, lavender-infused eye masks and invited to lie down and immerse themselves in the percussive orchestra of crystal bowls, chimes and hand drums. “You only need to arrive and surrender,” Hemsley says.  jasminehemsley.com.\nPagan perspectives meet psychological research at this soothing sanctuary in Holland Park. Set up by the psychotherapist and biodynamic psychologist Fiona Arrigo — a former model and socialite in the 1970s — this spa represents something of a seismic shift in a country that’s stereotypically therapy-averse. Devotees of the mind-cleansing “Arrigo Programme” no longer need to journey to her Somerset cottage for a four-day retreat; anyone can now book in for a swift London session hosted in a plush Victorian drawing room. Arrigo wanted to create somewhere to “reflect, learn, commune and find inner calm.” With New Moon Goddess gatherings and Vedic mysticism also on the menu, it’s about as close as you can get to nirvana this side of the West Way. 118B Holland Park Avenue, London W11 4UA, aplacetoheal.co.uk.\nSo beloved is the calmative ethos of the London facialist Amanda Lacey that more than a quarter-of-a-century since she started her practice, the waiting list at her understated Chelsea atelier remains stubbornly long. Lacey’s restorative skin philosophy relies on essential oils to target issues and anti-aging (facials are performed by her alone). Her small line of perfume and skin-care products are made in her lab, which includes the much raved-about new rose-infused Soft Pink Cream, and comes in wonderfully old-school, apothecary-style glass bottles. amandalacey.com/facial-atelier.\nWhen the green-fingered Lady Carole Bamford persuaded her husband to banish pesticides from their 1,700-acre farm in Gloucestershire more than three decades ago, little did she know it would spawn an award-winning organic enterprise encompassing food, homeware, beauty and clothing. At Daylesford’s fourth London organic farm store and cafe on Sloane Avenue, the Cotswolds truly comes to Chelsea: An old, English oak tree, salvaged by Bamford from her Kingham estate, and artfully hollowed out by the woodsman Rhys Davis, splices magnificently through all three floors of the store, which sells soups and broths, meat and fish as well as larder goods all fresh from their organic farm. 76-82 Sloane Avenue, London SW3 3DZ, daylesford.com.\nThis organic and whole-food-focused supermarket has been a Shoreditch stalwart since 2006. Within an interior that’s more rustic than sleek, you’ll find a well-curated selection of household and beauty goods, a therapy room for crystal healing and massage, and an all-day cafe offering gluten-free waffles, stews and superfood salads — though it’s worth a visit for the organic wines alone. 52-56 Kingsland Road, London E2 8DP, thegroceryshop.co.uk.\nWhat began as a line of adaptogenic herbal remedies created by brand planner-turned-chef Sasha Sabapathy, has evolved into London’s hottest wellness cafe and infrared spa. With its ambient lighting and amethyst-pink walls, Glow Bar provides a serene escape from the craziness of nearby Oxford Street. Pull up at the bar for an açaí bowl and a “Siren” moon milk (an Ayuverdic drink charged with spirulina, pearl and marine collagen) or shop for “high vibe” crystal scalp massage combs and organic beauty products by Hanx and Kyprus. But the big draw is in the basement, where a 45-minute session in one of Glow Bar’s Infrared Saunas will provide just the midwinter endorphin hit you need. 70 Mortimer Street, London W1W7RY, glowbarldn.com.\nThis organic skin-care store, salon and naturopathic clinic — which has been operating out of Marylebone since 2008 — recently found a much larger new home and has expanded its offering to include organic clothing and lifestyle goods. The shop’s founder, Imelda Burke, has an exacting eye for all things natural beauty: Content was one of the first British outlets to sell skin-care and makeup brands such as RMS Beauty, Soapwalla and May Lindstrom. No wonder customers return — be it for the Tata Harper facials, nontoxic manicures or on-the-spot makeup bag detox consultations. Top of our shopping lists: the chic cotton underwear by the Danish brand Organic Basics. 32-34 New Cavendish Street, Marylebone, London W1G 8UE, contentbeautywellbeing.com. \nRunning routes in London, recommended by the London-based trainer Cory Wharton-Malcolm, a Nike Run Coach and founder of the running club Track Mafia.\nThis 5K begins at Westminster Bridge, opposite Big Ben. You’ll run east along the Embankment, with the Thames on the right-hand side. Then you’ll pass the Embankment Station and Temple Station, jog up the little ramp and back down under Blackfriars Bridge, continuing all the way to the steps under Millennium Bridge. Climb the steps up to the Millennium Bridge, and take in the view from the east and west of the Thames and all that surrounds it. After crossing the bridge, weave through the tourists on the bank, heading toward London Bridge. Work your way past the shops, the stalls, pubs and clubs on Tooley Street, and run past London Bridge station. Take in the picturesque London riverside finishing in front of City Hall on your left, while you admire the view of Tower Bridge on your right. See the route.\nStart in front of Big Ben on Westminster Bridge, but now head out to the Royal Parks Loop. Run down Bridge Street past Westminster underground station, over the road onto Great George Street, and onto Birdcage Walk. Make a Right at St. James’s Park, onto Horse Guards’ Road and then a left onto the mall. Next, make a right and go all the way up to Buckingham Palace. You’ll see Constitution Hill with Green Park on your right. Cross the road safely, enter Hyde Park and run the loop all the way down South Carriage Drive. Turn right on West Carriage Drive past the Serpentine Gallery, and make a right on North Carriage Drive and another right onto Park Lane and follow the road all the way back down to Hyde Park corner. Cross the roundabout left into Green Park and make a right at Green Park Station all the way back down to the mall. Take a right as you come out of Green Park and cross the road into St James’s Park. Follow it right until you hit Birdcage Walk again and then make your way back to where you started. See the route.\nBegin this run in front of Big Ben on Westminster Bridge. Run south back over the bridge and right toward Vauxhall with the River Thames on our right. When you hit Vauxhall, you’re going to cross the road and head north over Vauxhall Bridge. Take a left and follow Grosvenor Road all the way until you hit Chelsea Bridge. Cross Chelsea Bridge and run around the perimeter of Battersea Park. Make a right onto Prince of Wales Drive and keep running until you hit Battersea Bridge Road. Continue across Battersea Bridge and turn right onto Chelsea Embankment. Make a right back over the Thames via Albert Bridge and a right into Battersea Park either via Terrace Walk or Carriage Drive North. Follow the loop to the right and run all the way around until you hit the Cambridge Road exit. Cross the road onto Albert Bridge Road and make a left onto Battersea Park Road. Follow the road straight until it becomes Nine Elms Lane. The Thames and Battersea Power Station will be on the left. Follow the road until you hit Vauxhall Bridge again. Cross the road and go over the Vauxhall Bridge and take a right down Millbank all the way back down to where you started at Big Ben. See the route.", "date": "Feb. 15, 2019", "href": "https://www.nytimes.com/2019/02/15/t-magazine/london-wellness.html", "tags": "road park way bridge ” guide right wellness organic london —"}