{"title": "U.K.’s Bridge to Trump? Nigel Farage, Who Pushed ‘Brexit,’ Posits Himself", "content": "LONDON — Britain has long been anxious about its “special relationship” with the United States, but after some choice remarks about Donald J. Trump by members of the governing Conservative Party during the presidential campaign, the relationship needs a bit of nurturing. And who better to tend to that, in his own mind at least, than Nigel Farage, the beer-loving commodities-trader-turned-populist-leader of the U.K. Independence Party.\nMr. Farage, known for his noisy role in promoting Britain’s exit from the European Union, was the first foreign politician to meet with President-elect Trump, three months after joining him on the campaign trail. On Monday, a photograph of the two men inside Trump Tower, all grins and thumbs up, dominated the front pages of newspapers in Britain.\nAs some in Mr. Farage’s party suggested him as the next ambassador to the United States, Prime Minister Theresa May’s office on Monday was quick to slap him down, saying that there would be no “third person” in her relationship with Mr. Trump.\nResponding to the cool reception from the prime minister’s office, Mr. Farage told LBC Radio: “ It just goes to show they are not really interested in the country or the national interest, they are more concerned about petty party politics and trying to keep me out of everything.”\nMr. Farage’s unannounced one-man diplomacy is a nuisance for Mrs. May, who reportedly had no prior knowledge of his excursion to Manhattan. Her office played down the fact that she was only the 10th among world leaders to congratulate Mr. Trump after his election last week, with one official emphasizing that France was even further down the list.\nCrispin Blunt, the chairman of Parliament’s Foreign Affairs Committee, said an intermediary role for Mr. Farage, a member of the European Parliament who has failed to win a seat in the British Parliament, was “completely implausible.” (Mr. Farage, who formally stepped down as the leader of UKIP after the June referendum to leave the bloc, is leading the party on a temporary basis.)\nBesides, said the chancellor of the Exchequer, Philip Hammond, Mrs. May and Mr. Trump had “no urgent business to discuss.”\nBy Monday, however, some senior members of Mrs. May’s Conservative Party acknowledged that she did have the urgent business of building links to a new and possibly radically different White House, and they pressed her to use Mr. Farage to rebuild trust.\nRelations with Mr. Trump took a blow in December when Boris Johnson, now the foreign secretary, accused the candidate of being “out of his mind” and of “a quite stupefying ignorance” that made him unfit for the presidency.\nOn Monday, Mr. Johnson struck a more diplomatic tone, suggesting that “there’s a lot to be positive about.” He added, “It’s very important not to prejudge the president-elect or his administration.”\nBut many worried that considerable damage had been done, and that Mr. Farage was best positioned to do the repair work.\n“If you have got someone who has got a relationship, then for goodness sake, use it,” Edi Truell, a private equity investor and prominent donor to the Conservative Party, told The Times of London. “You could say he represents 52 percent of the population,” he said, referring to the proportion of Britons who voted in June to leave the European Union.\nJonathan Marland, a former British trade envoy, told the BBC that “anything we can do at any level to rebuild that relationship will be to Britain’s advantage, and if Mr. Farage happens to be one of the people who encourages that relationship, then so be it.”\nMr. Farage, who takes credit for being “the catalyst for the downfall of the Blairites, the Clintonites, the Bushites and all these dreadful people who work hand in glove with Goldman Sachs and everybody else, have made themselves rich and ruined our countries,” has already offered one early piece of advice to the president-elect, who has notoriously bragged about forcing himself on women: “Don’t touch her, for God’s sake!”\n“If it comes to it,” Mr. Farage said, “I could be there as the responsible adult role, to make sure everything’s O.K.”\nBut that was not going to fly with the prime minister. Referring to the phone call with Mr. Trump last Thursday, a spokeswoman said on Monday that the president-elect had invited Mrs. May to visit him as soon as possible and talked about enjoying the same close relationship that Ronald Reagan and Margaret Thatcher had in the 1980s.\nIn a speech late on Monday, billed as her first major address on foreign policy, Mrs. May said that after the vote to leave the bloc and Mr. Trump’s election, “change was in the air.” Britain, she said, now had the opportunity to take on a new role as the global champion of free trade and to rethink globalization so it serves not just a privileged few.\nAppealing to those left behind by globalization was a favorite campaign theme of both Mr. Trump, a millionaire businessman with a privileged upbringing, and Mr. Farage, who went to an exclusive private school and started out as a trader.\nThe two men first met in August, when Mr. Farage spoke at a Trump campaign event in Mississippi. After that Mr. Trump promised a “Brexit plus plus plus” to his supporters.\nOn Saturday at Trump Tower, Mr. Farage and Mr. Trump spent over an hour discussing Mr. Trump’s victory, the vote to leave the European Union and the return to the Oval Office of a bust of Winston Churchill, who first coined the idea of a “special relationship” in a 1946 speech.\nIt was a great honor spending time with Mr. Trump, Mr. Farage said on Twitter after meeting the president-elect on Saturday. Mr. Farage added: “He was relaxed and full of good ideas. I’m confident he will be a good president.”\nIn another post on Twitter, Mr. Farage said that Mr. Trump’s “support for the US-UK relationship is very strong,” and that “this is a man with whom we can do business.”\nIf his own country spurns his services, Mr. Farage has said, he is open to working for Mr. Trump himself: “I would quite like to be his ambassador to the European Union.”", "date": "Nov. 14, 2016", "href": "https://www.nytimes.com/2016/11/15/world/europe/uk-donald-trump-nigel-farage.html", "tags": "brexit farage may ‘ “ pushed party bridge u.k. trump nigel posits relationship monday said"}