{"title": "U.N. General Assembly: Criticism and Praise for Trump Administration", "content": "Prime Minister of Israel Benjamin Netanyahu of Israel and his Palestinian counterpart, President Mahmoud Abbas, both spoke in front of world leaders on Thursday, offering diametrically opposing views on the causes of the protracted Israeli-Palestinian conflict.\nTheir speeches come a day after President Trump said he hoped to announce the framework for a peace deal in the coming months.\nEarlier this week, Mr. Trump largely overshadowed the other heads of state who gathered for the 73rd assembly, first drawing laughter from a roomful of foreign leaders and then surprising many when he accused China of interfering in the midterm elections.\nPresident Mahmoud Abbas of the Palestinian Authority assailed the Trump administration on Thursday over pro-Israel decisions that he said “completely contradict” America’s role as a mediator.\nMr. Abbas exhorted President Trump to rescind the decisions, which moved the American Embassy in Israel to Jerusalem, defunded Palestinian aid, challenged the status of Palestinian refugees and countenanced Israeli settlement expansion.\n“Jerusalem is not for sale, and the Palestinian people’s rights are not up for bargaining,” Mr. Abbas said in his speech to a mostly friendly audience at the United Nations General Assembly.\nHe also assailed an Israeli law narrowly passed in July that enshrined Jerusalem as Israel’s capital, made Hebrew the only official language and asserted that the right of national self-determination was “unique to the Jewish people.”\nThe new law, Mr. Abbas said, “will inevitably lead to the creation of one racist state, an apartheid state, and nullifies the two-state solution.” — RICK GLADSTONE\nPrime Minister Benjamin Netanyahu of Israel, who took the General Assembly podium a few speakers after Mr. Abbas had finished, quickly launched into a new accusation against Iran, which Israel regards as its top foe. Armed with what he described as visual evidence, Mr. Netanyahu said Iran had a “secret atomic warehouse” that Israeli intelligence had discovered, and he called on international nuclear inspectors to examine it.\nTurning to the Palestinians, Mr. Netanyahu angrily rejected Mr. Abbas’s portrayal of Israel as an apartheid state like the former South Africa.\n“President Abbas, you proudly pay Palestinian terrorists who murder Jews, in fact, the more they slay the more you pay, and you condemn Israel’s morality, you call Israel racist?” Mr. Netanyahu said. “This is not the way to peace.”\nMr. Netanyahu also thanked President Trump and the American ambassador to the United Nations, Nikki R. Haley, for what he described as the “unwavering support they have provided Israel at the United Nations.”\n— MEGAN SPECIA AND RICK GLADSTONE\nSecretary of State Mike Pompeo said on Thursday that the world was at “the dawn of a new day” in confronting the threat posed by North Korea’s weapons programs. But he warned that sanctions against the country must continue for now.\nAddressing the United Nations Security Council, Mr. Pompeo said that Mr. Trump’s summit meeting in Singapore with the North Korean leader, Kim Jong-un, in June had laid the groundwork for the denuclearization of the Korean Peninsula.\nBut he told the Council that until that process is complete, the world must abide by the economic sanctions on Pyongyang.\n“We must not forget what’s brought us this far: the historic international pressure campaign that this Council has made possible through the sanctions that it imposed,” he said.\nMr. Pompeo met on Wednesday with his North Korean counterpart, Ri Yong-ho, and will travel to Pyongyang next month in part to set the stage for a second summit meeting between Mr. Trump and Mr. Kim.\nWhile North Korea has halted its public tests of nuclear bombs and ballistic missiles, intelligence indicates that it has shown no slackening in its pace in building such weapons.\nStill, Russia and China called for the sanctions to be eased to reward North Korea for the progress made so far. Sergey V. Lavrov, Russia’s foreign minister, criticized the United States for wanting to tighten sanctions, saying that tougher measures would harm North Koreans. — GARDINER HARRIS \nJacinda Ardern, New Zealand’s prime minister, urged world leaders to embrace collective action in her statement to the General Assembly.\n“In the face of isolationism, protectionism, racism — the simple concept of looking outwardly and beyond ourselves, of kindness and collectivism, might just be as good a starting point as any,” said Ms. Ardern, 38, who  this week became the first head of state to bring her baby — 3-month-old Neve Gayford — to the United Nations.\nIn her speech, she repeatedly called on members to commit to rebuilding global institutions, not consign them to history.\nMs. Ardern said that instead of seeking to “blame the nameless, faceless other,” world leaders must instead “rebuild and recommit to multilateralism.”\nVisiting the United Nations for the first time, Ms. Ardern devoted a large portion of her speech to climate change, the effects of which she called “not academic, or even arguable.” Ms. Ardern later received a round of applause when she spoke about gender equality.\n“MeToo must become WeToo,” Ms. Ardern said. She noted while New Zealand had just marked its 125th anniversary of women’s suffrage — it was the first country in the world to grant women the right to vote — it has also struggled with a gender pay gap, a disproportionate number of women in low-paid work and high levels of domestic violence. — CHARLOTTE GRAHAM-MCLAY\nAs speeches from world leaders proceeded at the General Assembly in New York on Thursday, the United Nations Human Rights Council in Geneva voted to establish a mechanism for gathering and preserving evidence of war crimes against Rohingya Muslims in Myanmar.\nThe move is seen by some legal experts as an important step toward accountability and justice for the Rohingya.\nLast year, Myanmar’s military began a broad campaign of ethnic cleansing against the Rohingya — a minority ethnic group in Myanmar’s Rakhine State — burning villages, killing thousands and forcing hundreds of thousands to flee to Bangladesh.\nWhile international lawmakers welcomed Thursday’s development, many see it as a starting point and urged action in the International Criminal Court.\n“The creation of this evidence gathering mechanism is a welcome concrete step towards justice,” Matt Pollard, a senior legal adviser for the International Commission of Jurists, said in a statement after the vote.\n“But this is a stopgap measure, effectively creating a prosecutor without a court, that only underscores the urgent need for the Security Council to refer the entire situation to the International Criminal Court, which was created for precisely such circumstances.” — MEGAN SPECIA\nDuring his opening remarks at the Security Council on Wednesday, Mr. Trump accused China of trying to meddle in this November’s United States elections.\n“Regrettably, we found that China is attempting to interfere in our upcoming 2018 election, coming up in November, against my administration,” Mr. Trump said. “They do not want me, or us, to win, because I am the first president ever to challenge China on trade. And we are winning on trade, we are winning at every level.”\nMr. Trump provided no evidence to back up his assertion, although he was apparently referring to retaliatory tariffs from China in the escalating trade war. At a news conference that evening, he said that “we have evidence” of China’s interference.\n“I like China and I like President Xi a lot,” Mr. Trump said, but later added, “They’re trying to convince people to go against Trump.”\nMuch of his speech on Wednesday at the Security Council was devoted to criticizing Iran, a theme that also dominated his address to the General Assembly a day earlier.\n“The regime is the world’s leading sponsor of terror and fuels conflict across the region and beyond,” Mr. Trump said, before calling the Iran nuclear deal a “horrible, one-sided” agreement.\nHe said he planned to introduce new economic sanctions on Iran this year, and that they would be “tougher than ever before.”\nYet Mr. Trump also had positive words for Iran, thanking its leadership and Russia for delaying a planned offensive on Idlib Province in Syria, where government forces are believed to be preparing what would probably be the final military blow against rebels and their civilian supporters.\nPresident Emmanuel Macron of France, who spoke to the Security Council directly after Mr. Trump, urged unity within the group. He said that relations with Iran must not be limited to a “policy of sanctions” and that long-term strategies must be put in place. — MEGAN SPECIA and TESS FELDER\nAs the world’s oldest leader at age 93, Prime Minister Mahathir Mohamad of Malaysia has seen a lot of politicians come and go — including himself: He served as prime minister from 1982 to 2003, and returned to power in May.\nHe has also stood up to his regional powerhouse, diplomatically pushing back on financially onerous Chinese projects in Malaysia.\nWhile visiting New York for the General Assembly this week, he offered some cautionary advice for President Trump: Don’t push too hard, he said in discussing Mr. Trump’s comments about the Chinese government.\n“I get the impression he doesn’t know much about Asia,” the Malaysian leader said at a meeting of the Council on Foreign Relations.\nAsked whether he thought a rapidly modernizing China was engaged in a new colonialism, Mr. Mahathir answered indirectly. “When China is poor, it is dangerous,” he said. “When China is rich, it also is dangerous.”\nWhile Mr. Trump has sought to cast China as a villain in his campaign to “make America great again,” Mr. Mahathir suggested that more subtlety was required.\n“We have been dealing with China for 2,000 years,” he said. “I think you can make America great in many other ways.” — RICK GLADSTONE\nPresident Hassan Rouhani of Iran, apparently emboldened by the less-than-enthusiastic reception for Mr. Trump, said the United States had isolated itself by renouncing the Iranian nuclear agreement and by warning others they a failure to heed restored American sanctions could bring reprisals.\nAt a news conference on Wednesday near the end of his annual visit to the General Assembly, Mr. Rouhani thanked the many other member states, including close American allies, that have expressed support for the nuclear accord. The United States withdrew from the agreement in May on Mr. Trump’s orders.\nMr. Trump, the Iranian president said, ordered other countries not only to ignore the nuclear accord but also to essentially disregard Security Council Resolution 2231, which put it into effect. Security Council resolutions are supposed to be regarded as having the force of law.\n“It is quite strange, asking other members not to adhere to 2231,” Mr. Rouhani told reporters. Asked whether Iran felt isolated and surrounded by hostile powers in the Middle East, Mr. Rouhani responded: “We’re not isolated. America is isolated.”\nWhile he acknowledged that United States sanctions had put pressure on his country, Mr. Rouhani said, “Iran has been in much tougher positions.”\nAnd even as he thanked European countries for abiding by the nuclear agreement, he would not rule out the possibility that Iran itself might also abandon the accord if it does not get the promised economic benefits. — RICK GLADSTONE", "date": "Sept. 27, 2018", "href": "https://www.nytimes.com/2018/09/27/world/americas/united-nations-general-assembly-updates.html", "tags": "administration criticism iran china united ” trump assembly general praise — said u.n."}