{"title": "U.N. Panel Confronts China Over Reports That It Holds a Million Uighurs in Camps", "content": "GENEVA — United Nations human rights experts expressed alarm on Friday over what they said were many credible reports that China had detained a million or more ethnic Uighurs in the western region of Xinjiang and forced as many as two million to submit to re-education and indoctrination.\nIn the name of combating religious extremism, China had turned Xinjiang into “something resembling a massive internment camp, shrouded in secrecy, a sort of no-rights zone,” Gay McDougall, a member of the United Nations Committee on the Elimination of Racial Discrimination, said in the opening session of a two-day review of China’s policies in Geneva.\nAccounts from the region pointed to Muslims “being treated as enemies of the state solely on the basis of their ethno-religious identity,” Ms. McDougall said, citing reports from activists and scholars that many had disappeared and that even the most commonplace religious practices had become grounds for punishment.\nRaising questions about the fate of Uighur students who had returned to Xinjiang from overseas, Ms. McDougall said that more than a hundred had disappeared, some had been detained and others had died in detention.\nIn opening remarks at Friday’s session, Yu Jianhua, China’s ambassador to the United Nations in Geneva, praised China’s policies toward minorities, saying they were aimed at promoting unity and harmony, and said that economic progress in the region had lifted 20 million people out of poverty in the past five years.\nMr. Yu, leading a delegation of 48 senior officials, offered no response to the committee’s questions, but he is scheduled to address them when the meeting resumes on Monday morning.\nChinese officials have said that tightened security measures and limits on the religious practices of Uighurs, who are mostly Sunni Muslim, are aimed at trying to prevent violent, anti-state episodes in Uighur areas, which they have attributed to separatism, terrorism and religious extremism.\nUighur advocates say the harsh security measures fuel resentment.\nThe United Nations session on Friday was the first time China has had to answer publicly for a crackdown on Uighurs and other minorities in Xinjiang, and it coincided with a groundswell of international alarm over the scope and intensity of the measures.\n“We are really talking here about a humanitarian emergency,” said Adrian Zenz, a specialist on Xinjiang who lectures at the European School of Culture and Theology in Korntal, Germany. “This is a very targeted political re-education effort that is seeking to change the core identity and belief system of an entire people. On that scale it’s pretty unprecedented.”\nBeijing tightened controls and surveillance of Xinjiang’s population after an eruption of violence aimed at Han Chinese, the dominant ethnic group in China, in Xinjiang’s capital, Urumqi, in 2009 and an attack in Beijing in 2013 attributed to Uighur Muslims.\nBut the authorities drastically increased the scale and intensity of the crackdown after the arrival of Chen Quanguo as the Communist Party secretary in charge of the region in August 2016 and the promulgation of a “de-extremification” ordinance in early 2017.\nMore than one-fifth of all arrests in China in 2017 occurred in Xinjiang, whose 11 million people make up less than 2 percent of China’s population, the Hong Kong-based advocacy group China Human Rights Defenders said in a report last week drawing on official data.\nScholars and activists estimate that a million people are now held in hundreds of re-education camps across Xinjiang and that roughly two million other people are undergoing some form of coercive re-education or indoctrination.\n“There’s no legal basis, none, for people to be held this way,” Sophie Richardson, China director for Human Rights Watch, observed. “There is no warrant, there is no crime, there is no calling a lawyer, there is no calling your family, there is no knowing when you are going to get out, there is no knowing what you have been charged with.”\nIn Xinjiang, Mr. Chen, who previously spent a decade as the party boss in Tibet, nearly doubled the security budget for the region, stepped up recruitment of police officers, built more police stations, sent ethnic Han cadres to stay with Uighur families and installed surveillance cameras and facial recognition technology.\nDr. Zenz estimated that the Chinese authorities had built 1,000 to 1,200 internment camps. There are also reports that the authorities have stepped up construction of orphanages to accommodate children of those detained.\nThe criteria for detention are unclear. Officials are rounding up members of the public to meet official quotas, Dr. Zenz noted, targeting specific groups, including people with foreign connections or who have traveled abroad, people who have received a phone call from overseas and people who are engaged in religious activities.\nThe crackdown is not limited to Uighurs, Dr. Zenz added, but has expanded to other mainly Muslim populations, including the Kazakhs, the Kyrgyz or the Hui, despite the fact they are not linked to any acts of resistance against the state.\n“Abuse and torture is common in re-education centers, and reports of deaths in custody due to torture have become common,” Chinese democracy activists abroad said in an open letter released on Friday, calling on the United Nations to open an investigation and the United States to step up pressure on China’s leaders.", "date": "Aug. 10, 2018", "href": "https://www.nytimes.com/2018/08/10/world/asia/china-xinjiang-un-uighurs.html", "tags": "people panel china xinjiang reports united region ” nations uighurs holds camps confronts million u.n."}