{"title": "U.S. to Clamp Down on Iranian Oil Sales, Risking Rise in Gasoline Prices", "content": "NEW ORLEANS — The Trump administration is poised to end a program that has allowed five large nations, including China and India, to buy Iranian oil despite American sanctions, two senior American officials said on Sunday, a decision that is intended to squeeze Tehran’s government but could lead to higher oil and gasoline prices.\nThe move to choke off all exports of Iranian oil is part of an increasingly aggressive pressure campaign by the Trump administration to starve Iran of revenue with the goals of forcing political change among its ruling clerics and getting it to rein in its military actions across the Middle East.\nBut the decision also risks increasing frictions with other nations, including some major American allies, and hindering other policy priorities, particularly trade talks with China and cooperation from Beijing on containing North Korea.\nSince May 2018, when President Trump withdrew from a nuclear deal that the United States and other major world powers reached with Iran in 2015, the Trump administration has relied on economic sanctions as the core tactic of its campaign.\nIn November, when the Trump administration announced major sanctions against Iran, it granted waivers to eight governments allowing them to continue purchasing oil from the country. The governments were supposed to gradually decrease the amount of oil they were buying and bring their oil imports from Iran to zero. Three of those — Taiwan, Italy and Greece — never used their waivers and have ended Iranian oil imports.\nSecretary of State Mike Pompeo is expected on Monday to announce the end of all the waivers. Now countries that do not stop buying Iranian oil could face economic penalties themselves.\nIran’s two largest customers, China and India, have continued buying oil under the waivers, as have three American allies or partners: South Korea, Japan and Turkey. Just last week, a senior adviser to President Recep Tayyip Erdogan of Turkey, Ibrahim Kalin, told reporters in Washington that the Turkish government expected the United States to continue giving Turkey a waiver.\n“We know that the sanctions regime will not really produce the results that they’re expected to produce in terms of changing Iranian behavior,” he said.\nAs word of the decision, first reported on Sunday by The Washington Post, reached oil traders, global crude prices rose 3 percent early Monday morning in Asia. Brent crude futures climbed to more than $74 a barrel, the highest level since October.\nTom Kloza, global head of energy analysis at the Oil Price Information Service, said summer drivers could well see higher gasoline prices than last year.\n“Last summer didn’t go above $3 a gallon as a national average, but this summer, if we don’t have Iranian oil we probably do go over $3,” he said.\nThe question of whether to continue the waivers, which expire May 2, has been a subject of intense debate in Washington in recent weeks. John R. Bolton, the national security adviser, strongly advocated discontinuing the waivers, while Mr. Pompeo had been advised by some State Department officials to continue them.\nOn April 4, 23 Republican senators sent a letter to Mr. Trump urging him to end the waivers. Senator John Cornyn, Republican of Texas, the center of the American oil industry, led the effort.\nDays later, Senator Ted Cruz, Republican of Texas, pressed Mr. Pompeo in a Senate hearing on the waivers and urged him to end two separate sets of waivers, one to allow some countries to purchase oil from Iran and the other to allow some countries to work with Iran on a civilian nuclear program.\nOn Sunday, Clifford D. May, the president of the Foundation for Defense of Democracies and a strong supporter of the sanctions, praised the administration’s decision.\n“President Trump sees that without a maximum pressure campaign, the rulers of the Islamic Republic of Iran may be able to hunker down and attempt to wait him out,” he said. “Cutting off their oil exports will make that much more difficult.”\nSaudi Arabia has also wanted an end to the waivers because Iran is its main foe. Saudi officials were disappointed in the drop in global oil prices after the waivers were granted in November. They had expected the Trump administration to impose maximum sanctions on Iran and had ramped up their own oil production to make up for the Iranian oil going off the market.\nSince mid-February, oil prices have risen, leading to higher gasoline prices, which Mr. Trump has railed against on Twitter. American officials have had to weigh the potential for a further rise in prices with 2020 elections drawing closer, and the typical surge in energy use coming over the summer.\nIran exports about one million barrels of oil a day, compared with a high last year of 2.7 million before the administration enacted sanctions. Today, Iran provides roughly 1 percent of global supplies, and the administration is betting that will not mean a surge in prices.\nBut the action comes as world oil prices have risen roughly $20 a barrel since the beginning of the year, as Saudi Arabia and Russia have curbed production. President Vladimir V. Putin of Russia said last week that he was satisfied with the rise in prices, and that it was premature to reconsider production levels for the second half of the year. Saudi officials have made similar statements.\nGlobal fuel supplies are beginning to tighten, and refineries in the United States are retooling for the summer driving season to produce gasoline blends that are more expensive. Already, the average price for a gallon of regular gasoline in the United States has risen 24 cents in the past month, to $2.84, according to the AAA motor club, and that price is 8 cents higher than a year ago.\nMiddle Eastern oil executives are doubtful Saudi Arabia will immediately decide to pump more oil in part because of frustration over the administration’s surprise decision last fall to issue sanction waivers, an action that caused oil prices to plummet below $50 a barrel and put additional pressure on the Saudi government budget, which relies on high oil prices.\n“Saudi Arabia could easily compensate for the removal of Iranian barrels from the market, but they will be very cautious not to pump more oil into the system,” said Badr H. Jafar, president of Crescent Petroleum, based in the United Arab Emirates.\nHe added, however, that if the sanctions were fully implemented this time, the Kingdom could be expected to help stem a serious oil price hike.\nAmerican officials spoke with counterparts in Saudi Arabia and the United Arab Emirates this past week to tell them about the imminent end to the waivers in the hope that the Gulf nations would increase their oil production, a senior American official said. On Thursday, Mr. Trump spoke by phone with Crown Prince Mohammed bin Zayed of the United Arab Emirates. The White House said the two spoke about the effects of the “crippling sanctions on Iran” and “U.A.E.’s contributions to the global energy markets as a reliable supplier of oil.”\nThe American move to stop all Iranian oil exports particularly hits China at a time when Beijing and the Trump administration had seemed to be moving toward a resolution of their trade war in the next several weeks. China’s leaders have long made clear they do not want the United States to dictate where and how China buys its energy.\nBut American and Chinese officials have said they would like to compartmentalize the trade issue and not let other issues interfere, like frictions between Washington and Beijing over North Korea’s nuclear weapons and ballistic missile program. So it is unclear whether a dispute over Iranian oil would disrupt the trade talks, which are expected to resume in Beijing in a week.\nIndia faces potential problems of its own: It imports four-fifths of its oil, and Iran is one of its main suppliers. If the American action causes oil prices to jump, that could affect the Indian financial markets immediately and the Indian economy soon after.\nFinancial and economic problems now could come at a particularly bad time for India, which is a third of the way through seven weeks of voting in the world’s largest national elections.\nJapanese refiners halted Iranian oil shipments three weeks ago, and South Korea has been sharply decreasing Iranian imports in recent weeks after warehousing supplies. But the move still could strain relations with the two American allies, which depend heavily on foreign oil. The American and South Korean governments are already trying to negotiate differences over policy on North Korea.\nThe Trump administration has shown itself willing to take increasingly stiff measures against Iran, even over the objections of some of its own officials. On April 8, the Trump administration said it was designating as a foreign terrorist organization the Islamic Revolutionary Guard Corps, a powerful unit in the Iranian military. It was the first time the United States had applied that label to part of another nation’s government. Top Pentagon and C.I.A. officials objected to the move, saying it could place American troops and intelligence officers at greater risk of reprisal by Iran.", "date": "April 21, 2019", "href": "https://www.nytimes.com/2019/04/21/us/politics/us-iran-oil-sanctions.html", "tags": "gasoline iran american administration rise sanctions risking sales u.s. prices oil waivers iranian clamp"}