{"title": "U.S. and China Extend Talks, but Final Deal Remains Elusive", "content": "WASHINGTON — President Trump said the United States and China were moving closer toward a trade agreement and suggested that the fate of Huawei, the Chinese telecom giant facing criminal charges along with its chief financial officer, could be resolved as part of a final trade deal with Beijing.\nRinged by his top advisers and a visiting Chinese delegation on Friday in the Oval Office, Mr. Trump said talks would continue through the weekend and that there was a “very, very good chance” of a deal with China being reached. He said he expected to meet personally with President Xi Jinping of China to “work out the final points,” most likely in March at Mar-a-Lago, the president’s resort in Palm Beach, Fla.\nThe talks have been aimed at resolving the Trump administration’s concerns about China’s trade barriers and its treatment of American companies, including forcing firms to hand over valuable technology as a condition of doing business there. But Mr. Trump again indicated that he might intertwine a national security case with the trade talks, despite concerns from his own law enforcement and intelligence officials about doing so.\nAsked by a reporter if criminal charges against Huawei — which has been accused by the Justice Department of stealing trade secrets — could be dropped as part of the trade pact, the president said: “We’ll be talking to the U.S. attorneys and the attorney general. We’ll be making that decision.”\nIn January, the United States unveiled sweeping charges against Huawei and its chief financial officer, Meng Wanzhou, outlining a decade-long attempt by the company to steal trade secrets, obstruct a criminal investigation and evade economic sanctions on Iran. After Ms. Meng was arrested last year in Canada at the behest of American law enforcement, Mr. Trump told Reuters that he “would certainly intervene” in her case “if I thought it was necessary” for a trade deal.\nOffering a reprieve to Huawei would come at an awkward time for the administration, which has been engaged in a global push to persuade other countries to ban the company’s equipment from the next generation of wireless networks, saying it is a security threat.\nThe Trump administration has been preparing an executive order for Mr. Trump to sign that would prevent American companies from using equipment manufactured by Chinese companies, including Huawei. But on Friday, Mr. Trump appeared to be wavering on whether to follow through with that effort, which has been criticized by the Chinese government.\n“We may or may not put that in the trade agreement,” the president said, quickly adding, “But we would only do that in conjunction with the attorney general of the United States.”\n“I don’t want to block out anybody if we can help it,” he said.\nAdministration officials provided varying degrees of optimism about the chances of actually reaching a trade deal with China. Mr. Trump said American and Chinese negotiators had reached several areas of agreement in a series of meetings this week in Washington, and he indicated that would most likely forestall a planned increase in tariffs the United States levied on China last year. The two countries have been racing toward a March 1 deadline, when Mr. Trump had threatened to increase tariffs on $200 billion worth of Chinese imports to 25 percent from 10 percent.\n“We have a one time shot at making a great deal for both countries,” Mr. Trump said, adding, “I would say that it’s more likely that a deal will happen.”\nMr. Trump’s advisers were more cautious, with Robert Lighthizer, Mr. Trump’s top trade negotiator, warning that the United States and China still have “very big hurdles” to overcome. Wilbur Ross, the commerce secretary, said it was “a little early for champagne.”\nWhile significant obstacles persist, the two sides agreed to extend negotiations by 48 hours, and American officials said both had reached what Mr. Trump termed a “final agreement” to stabilize China’s currency, though the specifics of the agreement were not immediately clear.\nThe United States has been concerned that China could mitigate the effect of tariffs by weakening its currency, which would make Chinese products cheaper to purchase. Some international finance experts found the idea of such an agreement ironic, as the United States for years urged China to allow its currency to float more freely.\nTony Sayegh, a Treasury Department spokesman, did not respond to a request for comment on details of the currency deal.\nThe Chinese delegation also presented Mr. Trump with a letter from Mr. Xi, as it did last month, which called on both sides to continue their efforts to reach a deal that benefits both countries. Liu He, who has been appointed Mr. Xi’s special envoy and is leading negotiations, concurred that he believed a deal was likely.\nMr. Trump, who has focused for years on how unfair competition from China has hollowed out American manufacturing, has set the bar for his signature trade deal extremely high. His advisers have pressured China to reduce the subsidies that are powering its high-tech industries and to loosen the state’s grip on its economy — moves that would run counter to Mr. Xi’s desire to strengthen China and his control of it.\nDespite Mr. Trump’s optimism, China does not appear poised to offer the kind of commitments that would ensure the economic transformation his administration has sought, people with knowledge of the talks said. Instead, China has wooed American officials with eye-catching purchases of American products and vague commitments on opening its economy that critics say may never come to fruition.\n“This is really the last, best chance,” said Michael R. Wessel, a member of the U.S.-China Economic and Security Review Commission.\n“The real question is whether the president wants a deal that requires real change in China or just a series of press talking points and some high-profile sales that add up to little in the long term,” he added.\nSignificant gaps remain between the United States and China on structural issues, such as forced technology transfer, digital trade and data flows, said Myron Brilliant, an executive vice president and the head of international affairs at the U.S. Chamber of Commerce.\n“If this agreement comes together, it needs to be sustainable, it needs to have strong enforcement mechanisms,” he said. “We want to go back to business, but not business as usual.”\nThat the two sides were even putting pen to paper was a sign of progress for an increasingly rocky relationship between the world’s two largest economies. In meetings on Thursday and Friday, negotiators drafted a handful of memorandums of understanding, or M.O.U.s, covering protections for intellectual property, expanded access for foreign companies in China, Chinese purchases of American goods and other issues.\nHowever, a person briefed on the negotiations said that the memorandums had been written by the American side and that China had not yet formally agreed to anything in writing.\nThe one thing that was settled on Friday was that a final agreement would not be referred to as an M.O.U.\n“I don’t like M.O.U.s because to me they don’t mean anything,” Mr. Trump said during the Oval Office meeting.\nIn a remarkable exchange, Mr. Lighthizer tried to explain to the president that the memorandums would actually be binding contracts that both countries would have to honor.\nUnconvinced, Mr. Trump corrected Mr. Lighthizer, one of the administration’s most ardent hard-liners, in front of senior American and Chinese officials, saying that he wants a robust trade agreement.\n“I disagree,” he said. “I think that a memorandum of understanding is not a contract to the extent that we want.”\nMr. Lighthizer agreed that the term M.O.U. would not be used again.", "date": "Feb. 22, 2019", "href": "https://www.nytimes.com/2019/02/22/business/economy/china-usa-trade.html", "tags": "american elusive extend “ china u.s. trump final trade remains deal talks"}