{"title": "U.S. Private Equity Investor Detained in Moscow on Fraud Charges", "content": "MOSCOW — The American founder of one of the oldest and largest Russia-focused private equity firms was detained on fraud charges in Moscow on Friday in a case that jolted the country’s business community.\nThe founder of Baring Vostok, Michael Calvey, appeared in a Moscow court along with three of his partners and two other associates. Mr. Calvey, 51, was ordered held for three days, and his formal arraignment was scheduled for Saturday, the Russian news agency Interfax reported. The five others were put under arrest for two months.\nIf found guilty, they could face up to 10 years in prison, the court said.\nA state investigator said Mr. Calvey and other executives at his fund were suspected of embezzling 2.5 billion rubles ($37.48 million) by persuading shareholders in a Russian bank to accept a stake in another firm at an inflated price, according to news reports.\nSpeaking to the court through his lawyer, Mr. Calvey denied his involvement in any fraud scheme and offered his full cooperation. He said the case against him had been prompted by a corporate conflict within a bank Baring Vostok holds a stake in, Interfax reported.\nThe detentions occurred as Russia was hosting a major investment forum in the Black Sea resort town of Sochi. The sometimes-erratic actions of the country’s law enforcement agencies have often been cited by analysts as a major hurdle for greater foreign investment into Russia’s sluggish economy.\nThe case against Mr. Calvey and his partners — including the Baring Vostok executive Phillipe Delpal, a French national — was brought up by a minor shareholder of Vostochny Bank, Interfax reported.\nBaring Vostok and another private equity firm share a majority stake in Vostochny, one of the top 50 Russian lenders. In 2017, Vostochny’s stakeholders fought over who would manage the bank, according to court records.\nThe court was told that Mr. Calvey and his associates earned more than $37 million by making the bank buy another company at an inflated price. Aleksei Kordichev, one of the detainees and the chairman of Vostochny from 2015 to 2017, testified against Mr. Calvey and was willing to cooperate with the investigators, his lawyer told Interfax.\nMr. Calvey founded Moscow-based Baring Vostok in 1994, developing it into a leader in private equity in Russia and the former Soviet Union. The company manages more than $3.7 billion, according to its website. Since its founding, the firm has invested more than $2.8 billion in 80 companies across the region, and it employs 40 in Moscow.\nUnlike other investment funds that traditionally focus on natural resources, Baring Vostok’s portfolio mostly consisted of investments in Russia’s internet, telecommunication and financial sectors. In 2000, the firm invested heavily in Yandex, which later grew into Russia’s internationally recognized internet giant.\nSome Russian business leaders said they would vouch for Mr. Calvey. Kirill Dmitriev, the head of Russia’s sovereign wealth fund, said Mr. Calvey and his team were highly professional and committed to ethical standards, Interfax reported.\nBut Anton Siluanov, the country’s finance minister, told journalists that “no one should violate the law.”\n“If the law was violated, then there should be no leniency,” Mr. Siluanov said, according to Interfax. “Be it a foreigner, a Russian, there is no difference.”\nBill Browder, who founded Hermitage Capital, another large private-equity firm in Russia, wrote on Twitter that Mr. Calvey’s detention “should be the final straw that Russia is an entirely corrupt and uninvestable country.”\nMr. Browder was ousted from Russia in 2005 and then sentenced in absentia to nine years in prison by a Russian court. In 2009, his tax accountant Sergei Magnitsky died in a Russian jail, prompting Mr. Browder to undertake an international campaign to fight corruption and human rights violations by high-ranking Russian officials.\n“Of all the people I knew in Moscow, Mike played by their rules, kept his head down and never criticized the government,” said Mr. Browder.", "date": "Feb. 15, 2019", "href": "https://www.nytimes.com/2019/02/15/business/american-investor-detained-russia.html", "tags": "interfax calvey russian u.s. court detained charges vostok equity moscow russia private baring investor fraud"}