{"title": "U.S. Experts Say Why Trump Should Support Iran Deal", "content": "The Iran nuclear accord, assailed by President Trump and his revamped retinue of advisers, received a strong endorsement Monday from a bipartisan group of more than 100 national security veterans, who said the United States gains nothing by scrapping it.\nThe group, including 50 retired military officers and at least four former American ambassadors to Israel, added its voice to a fractious debate over the accord, which Mr. Trump has called “the worst deal” ever.\nIn a statement, the group, which calls itself the National Coalition to Prevent an Iranian Nuclear Weapon, enumerated 10 reasons that, in its view, preserving the accord is in the best interests of the United States.\nThey included the determination by United Nations inspectors that the accord is working; the importance of preserving close relations with major European allies, which all support the accord; and the possibility of reaching a nuclear agreement with North Korea, which might not negotiate if it believes that the United States abrogates international pledges.\n“President Trump should maintain the U.S. commitment to the Iran nuclear deal,” the signers said in the statement. “Doing so will bring substantial benefits and strengthen America’s hand in dealing with North Korea, as well as Iran, and help maintain the reliability of America’s word and influence as a world leader. Ditching it would serve no national security purpose.”\nThe signers cover a range of prominent diplomatic and military figures, Democrat and Republican, spanning decades of foreign policy experience. They include Brent Scowcroft, a former national security adviser; Gen. Michael V. Hayden, former director of the National Security Agency and the Central Intelligence Agency; former Senators Richard G. Lugar and Sam Nunn; Adm. Eric T. Olson, former commander of Special Operations Forces; and Adm. William J. Fallon, former commander of the United States Central Command.\nFormer ambassadors who signed include Ryan C. Crocker, who served in Afghanistan, Iran, Pakistan, Syria, Kuwait and Lebanon; Daniel C. Kurtzer, who served in Israel and Egypt; James B. Cunningham, who served in the United Nations, Israel and Afghanistan; Thomas R. Pickering, a former under secretary of state who served in Israel, Russia, India, El Salvador, Nigeria, Jordan and the United Nations; and William C. Harrop, who served in Israel and as the State Department’s inspector general.\nThe release of their statement came less than two months before an American law requires Mr. Trump to decide whether to restore nuclear-related sanctions on Iran. He has suggested that he will restore them, which would effectively terminate the American pledge to heed the nuclear agreement’s provisions.\nThe 2015 agreement, negotiated under President Barack Obama, curtails Iran’s nuclear activities in exchange for eased economic sanctions. It provides for unprecedented international inspections of Iranian facilities to ensure compliance with Iran’s repeated vow that it will never develop a nuclear weapon.\nMr. Trump has criticized provisions of the agreement that expire after a number of years, arguing they should be permanent. He also has complained that the accord does not prohibit Iran’s ballistic missile activities.\nHis views have been welcomed by the governments of Israel and Saudi Arabia, which both see Iran as a regional menace, and in Israel’s view, an existential threat.\nBritain, France and Germany, which signed the nuclear accord, agree with Mr. Trump’s concern about Iranian missiles, but say that issue should be discussed separately.\nIran has said it will not renegotiate the nuclear agreement.\nThe prospects that Mr. Trump will terminate American participation rose significantly in the past few weeks, when he dismissed his secretary of state and national security adviser, replacing them with loyalists who are outspoken in their antipathy toward Iran.\nMr. Trump’s new choices for secretary of state, the C.I.A. director Mike Pompeo, and for national security adviser, the former ambassador John R. Bolton, have both denounced the nuclear agreement.\nWendy R. Sherman, a former under secretary of state who was the lead American negotiator for the nuclear agreement, said in an Op-Ed essay published in The New York Times on Monday that Mr. Bolton’s elevation, in particular, “has only cemented the expectation that the nuclear deal’s life expectancy is short.”", "date": "March 26, 2018", "href": "https://www.nytimes.com/2018/03/26/world/middleeast/iran-nuclear-letter.html", "tags": "support iran agreement nuclear u.s. united former israel experts trump say accord national deal"}