{"title": "U.S. Softens Demand That Countries Stop All Iran Oil Imports", "content": "WASHINGTON — The Trump administration is softening its earlier  demand that countries like China, India and Turkey end all imports of Iranian oil by Nov. 4, as a top State Department official on Monday said the United States would allow reduced oil flows, in certain cases.\n“We are prepared to work with countries that are reducing their imports on a case-by-case basis,” said Brian Hook, the department’s director of policy and planning.\nHis announcement was a delicate attempt at reassuring oil markets and allies that sanctions are not likely to hit them this fall — even if Iranian oil continues to flow around the world, as is likely the case.\nIndia, South Korea and Turkey — all allies or friends of the United States — are major importers of oil from Iran and are unlikely to be able to switch suppliers entirely by November.\nThat reality was not acknowledged last week when a different senior State Department official told reporters that the United States expected global imports of Iranian oil to go to zero by Nov. 4, when Washington will reimpose sanctions against Tehran’s energy sector. The announcement sent oil prices soaring and markets have been on edge ever since.\nThat official had briefed reporters on condition of anonymity to predict that it was unlikely — but not impossible — that some importers would be given waivers to protect them from penalties after buying Iranian oil. On Monday, Mr. Hook said, “Our policy is to get to zero as soon as possible” — a subtle shift that is likely to reassure markets.\nPresident Trump has repeatedly expressed concern about oil prices in recent weeks and announced on Saturday that King Salman of Saudi Arabia “has agreed” to raise daily oil production by 2 million barrels to ease the price pinch.\nSaudi Arabia is said to have spare capacity of 2 million barrels per day but it’s not clear whether that much could be available immediately.\nMr. Hook will travel to Vienna at the end of the week to meet with diplomats from Britain, France and Germany on the sidelines of talks among the remaining signatories to the Iran nuclear deal since Mr. Trump withdrew the United States from  the accord in May. He is hoping to persuade his counterparts to do more to push back against Iran’s ballistic missile program and support for proxy forces in Syria and Lebanon.\nEuropean diplomats, still angry about Mr. Trump’s decision to withdraw from the nuclear deal, have responded to such demands with caution.\nSecretary of State Mike Pompeo will likely travel to Pyongyang in coming days, continuing the Trump administration’s attempts to persuade North Korea to eliminate its nuclear weapons program. The warming outreach is a sharp contrast to the administration’s posture against Iran, which has long maintained it does not have nuclear weapons.", "date": "July 2, 2018", "href": "https://www.nytimes.com/2018/07/02/world/middleeast/us-iran-oil-imports-sanctions-.html", "tags": "iran u.s. united states softens countries demand oil stop iranian — imports likely"}