{"title": "U.S. to Give $3 Billion to Climate Fund to Help Poor Nations, and Spur Rich Ones", "content": "WASHINGTON — President Obama announced on Saturday that the United States will contribute $3 billion to a new international fund intended to help the world’s poorest countries address the effects of climate change.\nMr. Obama made the announcement at a summit meeting of the Group of 20 industrial powers this weekend in Brisbane, Australia, on the heels of his landmark announcement this week that the United States and China will jointly commit to curbing greenhouse gas emissions over the next decade.\nThe two announcements, both unveiled at prominent global meetings with world leaders, highlight Mr. Obama’s intention to use the last two years of his administration to push forward on climate change policy, which he sees as a cornerstone of his legacy.\nMr. Obama aims to be the lead broker of an international climate change accord, to be signed in Paris next year, that would commit all the world’s major economies to significantly cutting their emissions of planet-warming carbon pollution from the burning of coal and oil.\n“We’re doing this because it is in our national interest to build resilience in developing countries to climate change,” said the senior administration official, speaking on the condition of anonymity to explain the announcement.\n“It is a vital part of establishing momentum” behind the global climate talks in Paris next year, a second American official said.\nBut Mr. Obama’s pledge, spending American tax dollars on foreign aid related to climate change, is certain to garner further criticism from Republicans, who have already denounced his domestic climate change policies as “job-killing” regulations.\nOn Wednesday, after Mr. Obama announced in China that the United States would cut its emissions by 26 to 28 percent from 2005 levels by 2025, Speaker John A. Boehner said, “This announcement is yet another sign that the president intends to double down on his job-crushing policies no matter how devastating the impact for America’s heartland and the country as a whole.”\nIt is not clear whether Mr. Obama’s $3 billion pledge will come from existing sources of funding, or whether he will have to ask Congress to appropriate the money. Since 2010, the Obama administration has spent about $2.5 billion to help poor countries adapt to climate change and develop clean sources of energy, but Republicans are certain to push back against additional funding requests linked to climate change and foreign aid.\nThe pledge is directed to the Green Climate Fund, a financial institution created last year by the United Nations with headquarters in Incheon, South Korea. It comes ahead of a Nov. 20 climate meeting in Berlin, at which countries have been asked to make formal commitments to the fund.\nIn December, global climate negotiators will gather in Lima, Peru, to begin drafting the 2015 Paris accord.\nThe American contribution is meant to spur other countries to make similar pledges. Christiana Figueres, the executive secretary of the United Nations Framework Convention on Climate Change, has called for governments to create an initial fund of about $10 billion.\nEven before Mr. Obama’s pledge, at least 10 countries, including France, Germany and South Korea, had pledged a total of around $3 billion to the fund. On Thursday, the Kyodo News Agency reported that Prime Minister Shinzo Abe of Japan would announce a contribution of about $1.5 billion at the Group of 20 meeting. The American contribution is expected to be the largest.\n“The contribution by the U.S. will have a direct impact on mobilizing contributions from the other large economies,” said Hela Cheikhrouhou, executive director of the Green Climate Fund. “The other large economies — Japan, the U.K. — have been watching to see what the U.S. will do.”\nDavid Waskow, an expert on climate change negotiations with the World Resources Institute, a research organization in Washington, said: “This continues the momentum and really builds on what they did with the announcement in China. I think we’ll now see a broader set of actors who are willing to make contributions.”\nMoney, and lots of it, is viewed as a crucial part of reaching a climate change deal in Paris in 2015. In particular, the world’s least developed economies insist that the world’s richest economies — which are also the largest greenhouse gas polluters — must commit to paying billions of dollars to help the world’s poorest adapt to the ravages of climate change.\nOther nations are likely to view an American pledge of climate funding as a small down payment on a long-term commitment to ultimately send tens of billions of dollars in public aid and private investment related to climate change.\n“Finance has become this zero-sum game. Put money on the table and we’ll talk; if you don’t put money on the table then we’ll walk,” said Rachel Kyte, vice president for sustainability for the World Bank, which is closely involved in the climate funding talks. “It’s an essential component of a deal.”\nAt a 2009 climate change summit meeting in Copenhagen, Hillary Rodham Clinton, then the secretary of state, pledged that by 2020 the United States would help mobilize $100 billion, through a combination of public aid and private investments, to flow annually from rich countries to help the poor economies deal with climate change.", "date": "Nov. 14, 2014", "href": "https://www.nytimes.com/2014/11/15/us/politics/obama-climate-change-fund-3-billion-announcement.html", "tags": "world billion give u.s. poor rich ones ” nations help climate change fund spur obama countries united"}