{"title": "U-S- Hikes Import Taxes On -200 Billion Of Chinese Goods", "content": "BEIJING (AP) — President Donald Trump’s latest tariff hikes on Chinese goods took effect Friday and Beijing said it would retaliate, escalating a battle over China’s technology ambitions and other trade tensions.\nThe Trump administration raised duties on $200 billion of Chinese imports from 10% to 25%. China’s Commerce Ministry said it would impose “necessary countermeasures” but gave no details.\nThe increase went ahead even after American and Chinese negotiators began more talks in Washington aimed at ending a dispute that has disrupted billions of dollars in trade and shaken global financial markets.\n“The risk of a complete breakdown in trade talks has certainly increased,” said Michael Taylor of Moody’s Investors Service in a report.\nAmerican officials accuse Beijing of backtracking on commitments made in earlier rounds of negotiations.\nThe talks were due to resume Friday after wrapping up Thursday evening with no word on progress.\n“China deeply regrets that it will have to take necessary countermeasures,” said a Commerce Ministry statement.\nShares in Asia were mixed Friday amid renewed investor jitters that global growth might suffer in the battle between the two biggest economies and international traders.\nAmerican business groups in China appealed for a settlement to resolve chronic complaints about market barriers and a regulatory system they say is rigged against foreign companies.\n“There needs to be a deal that rebalances the economic relationship,” said an American Chamber of Commerce in China statement.\nThe latest increase extends 25% U.S. duties to a total of $250 billion of Chinese imports. Trump said Sunday he might expand penalties to all Chinese goods shipped to the United States.\nBeijing retaliated for previous tariff hikes by raising duties on $110 billion of American imports. But regulators are running out of U.S. goods for penalties due to the lopsided trade balance.\nChinese officials have targeted operations of American companies in China by slowing customs clearance for their goods and stepping up regulatory scrutiny that can hamper operations.\nThe higher U.S. import taxes don’t apply to Chinese goods shipped before Friday. By sea, shipments across the Pacific take about three weeks, which gives negotiators a few more days to reach a settlement before importers may have to pay the increased charges.\nThe negotiators met Thursday evening. Then, after briefing Trump on the negotiations, U.S. Trade Representative Robert Lighthizer and Treasury Secretary Steven Mnuchin dined with the leader of the Chinese delegation, Vice Premier Liu He.\nLiu, speaking to Chinese state TV on his arrival in Washington, said he “came with sincerity.” He appealed to Washington to avoid more tariff hikes, saying they are “not a solution” and would harm the world.\n“We should not hurt innocent people,” Liu told CCTV.\nAt the White House, Trump said he received “a beautiful letter” from Chinese President Xi Jinping and would “probably speak to him by phone.”\nThe two countries are sparring over U.S. allegations that China steals technology and pressures American companies into handing over trade secrets, part of an aggressive campaign to turn Chinese companies into world leaders in robotics, electric cars and other advanced industries.\nThis week’s setback was unexpected. Through late last week, Trump administration officials were suggesting that negotiators were making steady progress.\nU.S. officials say they got an inkling of China’s second thoughts about prior commitments in talks last week in Beijing but the backsliding became more apparent in exchanges over the weekend. They wouldn’t identify the specific issues involved.\nA sticking point is U.S. insistence on an enforcement mechanism with penalties to ensure Beijing lives up to its commitments. American officials say China has repeatedly broken past promises.\nChina wants tariffs lifted as soon as an agreement is reached, while U.S. officials want to keep them as leverage to ensure compliance.\n“A real enforcement mechanism is critical to ensure that neither side can go back on its commitments,” said the American Chamber of Commerce in Shanghai in a statement.\nAlso Thursday, Canadian Prime Minister Justin Trudeau urged Trump in a phone call to press China to release two Canadians who have been held for five months.\nThe men were detained in apparent retaliation after Canada arrested an executive of Chinese tech giant Huawei on U.S. charges of bank fraud.", "date": "\n05/10/2019", "href": "https://www.huffpost.com/entry/us-china-tariff-war_n_5cd507cae4b0705e47d95ae3", "tags": "hikes american goods taxes billion u-s- china u.s. beijing ” import chinese trade"}