{"title": "U.S. Expands Anti-Abortion Policies With New Overseas Funding Rules", "content": "WASHINGTON — The Trump administration will withhold funding from foreign nongovernmental organizations that give money to foreign groups that perform abortions, Secretary of State Mike Pompeo said on Tuesday.\nIn an expansion of the administration’s anti-abortion policies, Mr. Pompeo also said the government was “fully enforcing” a law that prohibits groups from using United States aid to lobby on abortion issues.\n“We will enforce a strict prohibition on backdoor funding schemes and end-runs around our policy,” Mr. Pompeo said. “American taxpayer dollars will not be used to underwrite abortions.”\nThe move builds on a 2017 announcement by the Trump administration that it was reinstating and expanding the so-called Mexico City policy. The executive action dating to 1984 — and described by critics as the “global gag rule” — requires foreign nongovernmental organizations to refuse to perform abortions in exchange for receiving American funding.\nDemocratic presidents, including Barack Obama, have issued memorandums through the years rescinding the rule, while Republican presidents have reinstated it; it has been in effect 19 of the last 34 years.\nConservatives, Catholics and evangelical Christians who have long promoted anti-abortion policies and make up a core part of Mr. Trump’s voter base are especially outspoken on the issue. Mr. Pompeo is an evangelical Christian, as is Vice President Mike Pence.\nPoliticians who have opposed the policies immediately criticized Mr. Pompeo’s announcement.\n“There is no end to the depths of the Trump administration’s cruelty,” Speaker Nancy Pelosi, Democrat of California, said on Twitter. “Millions of women around the world rely on U.S.-funded health assistance — and millions more will be arbitrarily left without care due to this shameful decision by @SecPompeo.”\nRepresentative Nita M. Lowey, Democrat of New York and chairwoman of the House Appropriations Committee, helped introduce legislation last month to reverse and prohibit the 2017 ban imposed by Mr. Trump. Some Republicans also support the proposal.\n“Once again the Trump administration has chosen ideology over sound policy,” Ms. Lowey said in a statement. “This morning’s announcement by Secretary of State Mike Pompeo that the global gag rule will be further expanded is another slap in the face to women around the world.”\nIn his announcement, Mr. Pompeo said American officials had become aware that a group under the Organization of American States had engaged in abortion rights advocacy. As a result, the State Department will now stipulate in assistance agreements that the diplomatic body must promise no American funds will be used to lobby for or against abortion.\nThe United States would reduce funding to the organization as punishment, Mr. Pompeo added.\n“The institutions of the O.A.S. should be focused on addressing crises in Cuba, Nicaragua and in Venezuela, not on advancing the pro-abortion cause,” he said.\nThere was no immediate response from the organization.\nA reporter pointed out to Mr. Pompeo that many groups that work on global health care issues argue that the policy leads to more pregnancies among rural women. Researchers have found that funding cuts affect groups that promote contraception use and other pregnancy prevention methods.\n“They’re just wrong,” Mr. Pompeo said.", "date": "March 26, 2019", "href": "https://www.nytimes.com/2019/03/26/us/politics/state-department-abortion-funding.html", "tags": "american funding overseas administration “ u.s. policies pompeo new said anti-abortion expands rules —"}