{"title": "U-S- Trade Deficit With China Hits All-Time High Despite Tariffs", "content": "President Donald Trump’s steep tariffs on billions of dollars worth of Chinese products don’t seem to be particularly effective at re-balancing trade. America’s trade deficit with China hit a record high in September, according to figures reported Friday by the U.S. Commerce Department.\nThe deficit in goods and services trade with China increased to $40.2 billion for the month, the highest ever.\nIn addition, America’s overall foreign trade deficit in goods and services from all countries increased 1.3 percent from August to hit $54 billion for September — hitting a seven-month high. The deficit for goods alone hit an all-time high at $218 billion, reported CNBC.\nThe U.S. is on track to post its biggest foreign trade deficit in a decade, Market Watch reported.\nAmericans bought more foreign-made computers, telecommunications equipment and airplane engines. Increased purchases of foreign-made consumer goods included cellphones, toys, games, sporting equipment and clothing.\nOver the first nine months of 2018, the overall trade deficit increased 10 percent compared with the same period in 2017.\nExperts predict the trade deficit will continue to widen because of a softening of economies elsewhere, reducing the demand for American goods and services. \nThe U.S. traditionally imports more good than it exports because Americans consume more than they produce relative to the rest of the world.\nTrump has claimed that negotiations with China to end the trade war between the two nations are going well. But National Economic Council director Larry Kudlow told CNBC on Friday that the Cabinet hasn’t even been asked to draw up a trade plan with China, contradicting Trump’s claim that he had made the request.", "date": "\n11/03/2018", "href": "https://www.huffpost.com/entry/us-trade-deficit-with-china-hits-all-time-high_n_5bdd153fe4b04367a87cb71c", "tags": "goods despite china u-s- high reported u.s. hit tariffs trade hits increased deficit all-time"}