{"title": "U-S- Judge Grills Lawyer Defending Obama's Health Care Law Changes", "content": "\nBy Lindsay Dunsmuir\nWASHINGTON, May 28 (Reuters) - A U.S. judge on Thursday  blasted the Obama administration's motion to dismiss a lawsuit  brought by Republicans in the U.S. House of Representatives over  the implementation of the Democratic president's signature  healthcare law.\nRepublicans in the House filed a lawsuit in November, saying  administration officials unlawfully bypassed Congress.\nAt issue are executive changes authorizing Treasury payments  to healthcare insurers without the funding being agreed by  Congress and delaying implementation of the law's employer  mandate, which required employers with more than 50 employees to  provide healthcare coverage.\nU.S. District Judge Rosemary Collyer, appointed by Obama's  predecessor, Republican George W. Bush, repeatedly interrupted  U.S. Justice Department lawyer Joel McElvain during the hearing  in the U.S. District Court for the District of Columbia.\nJustice Department lawyers argue that the House lacks  standing to sue, citing a section of U.S. law that means the  House would have to prove it has been directly harmed.\n\"So it is your position that if the House of Representatives  affirmatively voted not to fund something ... then that vote can  be ignored by the administration, because after all, no one can  sue them?\" she asked.\nMcElvain argued that the merits of the case were not being  discussed at the hearing, and that any perceived injury was  \"abstract.\"\n\"I'm not asking you to give me your brief. I want you to  explain ... why it's not an insult to the Constitution?\" Collyer  said.\nMcElvain argued that the House could pass new legislation if  it disagreed with the administration's changes, which he said  were legal under \"pre-existing permanent appropriation.\"\nAt another point, Collyer admonished McElvain: \"You can't  just shake your head and not deal with the question.\"\nThe lawsuit is one of a flurry filed against the Obama  administration in the past few months challenging executive  actions on healthcare and immigration as Republicans seek to amp  up pressure on the president.\nJonathan Turley, a lawyer for the House Republicans, said  the lawsuit should go forward to show the power of the purse  \"should not be decorative.\"\nThe judge, while appearing sympathetic to the Republicans'  decision to bring the lawsuit, said she had not yet decided on  the standing issue before her.\nThe case is United States House of Representatives v.  Burwell et al, U.S. District Court for the District of Columbia,  No 14-1967     (Reporting by Lindsay Dunsmuir; Editing by Jonathan Oatis)", "date": "\n05/28/2015", "href": "https://www.huffpost.com/entry/obamacare-lawyer_n_7462026", "tags": "administration lawsuit grills mcelvain u-s- healthcare judge health u.s. republicans house changes obama district law defending care lawyer"}