{"title": "U.S. Imposes Sanctions on Myanmar Military Over Rohingya Atrocities", "content": "WASHINGTON — The Treasury Department announced Friday that it had imposed economic sanctions on Burmese security forces for what American officials said was their role in “ethnic cleansing” against Rohingya Muslims and “widespread human rights abuses” against other ethnic minority groups.\nThe action targets four Burmese military and border guard commanders and two military units. The United States had previously penalized only one Burmese commander for the violence, which has caused 700,000 Rohingya to flee to Bangladesh and other parts of Asia. The European Union and Canada had hit seven officials with sanctions.\n“Burmese security forces have engaged in violent campaigns against ethnic minority communities across Burma, including ethnic cleansing, massacres, sexual assault, extrajudicial killings and other serious human rights abuses,” Sigal P. Mandelker, a senior Treasury Department official, said in a statement.\nBesides the ethnic cleansing against the Rohingya in Rakhine State, the announcement pointed out human rights abuses by the military in Kachin and Shan States, northern mountain areas where the Burmese government has been engaged for many years in civil wars against armies representing ethnic minority groups. In those areas, Burmese military units have used the same tactics they have employed on a large scale against the Rohingya, the Treasury Department said.\nThe targets of the sanctions are the Burmese military commanders Aung Kyaw Zaw, Khin Maung Soe and Khin Hlaing; Thura San Lwin, a Border Guard Police commander; and the Burmese Army’s 33rd Light Infantry Division and the 99th Light Infantry Division.\nThe Treasury Department did not give any details on foreign assets or foreign financial ties of those commanders or members of those units. The naming of the units will make it difficult or impossible for the United States military and those of some other nations to do exercises with the units or cooperate with them.\n“This is a message to the Burmese military that there were risks to what you were doing,” said Brad Adams, the Asia director for Human Rights Watch. “Do I think this will lead to institutional reform? No, not yet. But these are building blocks.”\nMr. Adams also said it was rare for a government to name entire military units as targets of sanctions. “That’s a big deal,” he said.\nThe State Department has been preparing a detailed report on the violence against the Rohingya and is likely to release the findings next week. Mr. Adams said he expected the report to name more people. Two questions include: Will the United States impose sanctions on Myanmar’s top military commanders, and will it use the “genocide” label?\nThe murders, rapes and forced displacement of Rohingya by Burmese forces have amounted to one of the world’s worst human rights atrocities of the past couple of years. The Treasury Department pointed to the role of military units in starting the crisis in October 2016, when Burmese commanders and soldiers committed “widespread, systematic” violence in three townships in northern Rakhine State.\nThat violence reached new levels when the military responded to attacks on border posts in August 2017 with a brutal, sweeping campaign against the Rohingya, prompting a mass flight to Bangladesh, where the refugees have been living in squalid camps near the border.\nThe top United Nations human rights official, Zeid Ra’ad al-Hussein, said in September that Myanmar’s military campaign was “a textbook example of ethnic cleansing” against Rohingya Muslims. In November, the Trump administration also applied the “ethnic cleansing” label to the Myanmar government’s actions. It has stopped short of calling the campaign genocide, though human rights groups have done so.\nMyanmar, formerly known as Burma, is dominated and ruled by the majority ethnic Bamar, who are mostly Buddhists, and has 135 ethnic groups recognized by the government. The Rohingya are not recognized as an indigenous ethnic group and are denied citizenship. They are one of the largest stateless groups in the world.\nThe Myanmar government said this summer that Rohingya have begun returning to Rakhine State. Several weeks ago, officials allowed foreign reporters to travel to northern Rakhine State to see repatriation centers and talk to returnees, though at least one person interviewed by a reporter for The New York Times at one of the country’s three repatriation centers said he had been in the region the entire time and had not come from Bangladesh.\nThe officials gave a very specific narrative about the Rohingya — whom they call Bengalis — saying that the Rohingya had burned their own residences and that they were terrorists or at the very least people manipulated by shadowy groups in Bangladesh or elsewhere in the Islamic world.", "date": "Aug. 17, 2018", "href": "https://www.nytimes.com/2018/08/17/us/politics/myanmar-sanctions-rohingya.html", "tags": "myanmar sanctions burmese military “ u.s. imposes rights human ethnic atrocities units rohingya"}