{"title": "U.S. in Direct Communication With North Korea, Says Tillerson", "content": "BEIJING — The Trump administration acknowledged on Saturday for the first time that it was in direct communication with the government of North Korea over its missile and nuclear tests, seeking a possible way forward beyond the escalating threats of a military confrontation from both sides.\n“We are probing, so stay tuned,” Secretary of State Rex W. Tillerson said, when pressed about how he might begin a conversation with Kim Jong-un, the North Korean leader, that could avert what many government officials fear is a significant chance of open conflict between the two countries.\n“We ask, ‘Would you like to talk?’ We have lines of communications to Pyongyang — we’re not in a dark situation, a blackout,” he added. “We have a couple, three channels open to Pyongyang,” a reference to North Korea’s capital.\nThe two countries have been trading public threats over North Korea’s nuclear program, with the North declaring that its missiles have the capacity to strike the United States and President Trump vowing to “totally destroy” North Korea.\nSo far, the North Koreans have shown no interest in a serious negotiation. For his part, Mr. Tillerson gave no indication of what the administration might be willing to give up if talks began, and Mr. Trump has made clear he would make no concessions. But many inside and outside government have noted there were no major military exercises between the United States and South Korea scheduled until the spring, so the promise of scaling them back could be dangled.\nBut Mr. Kim would be unlikely to see that as much of a victory and he has rejected any talks that would ultimately require him to disarm.\nSpeaking at the residence of the United States ambassador to Beijing after a meeting with China’s top leadership, Mr. Tillerson, the former chief executive of Exxon Mobil and a newcomer to diplomacy, was cagey about whether the inquiries yielded anything, or seem likely to.\nBut hours after he left China, his spokeswoman, Heather Nauert, responding to news reports of Mr. Tillerson’s comments, said in a statement that “despite assurances that the United States is not interested in promoting the collapse of the current regime” or sending American forces into the country, “North Korean officials have shown no indication that they are interested in or ready for talks regarding denuclearization.”\nIn fact, while the Americans’ outreach was underway, the exchange of public threats between the two countries accelerated. They have included declarations that the North might conduct an atmospheric nuclear test and that it had the right to shoot down American warplanes in international waters.\n“We can talk to them,” Mr. Tillerson said at the end of a long day of engaging China’s leadership. “We do talk to them.” When asked whether those channels ran through China, he shook his head.\n“Directly,” he said. “We have our own channels.”\nDuring the 2016 presidential campaign, Mr. Trump said that, if elected, he would sit down and negotiate directly with Mr. Kim, perhaps over a hamburger. He seemed confident that his deal-making skills could extend to nuclear disarmament, but at times talked about getting other powers — chiefly China and Iran — to deal with North Korea for him, because they would have more leverage.\nBut Mr. Tillerson seemed to suggest that the urgency of the problem, with Mr. Kim “launching 84 missiles” in his brief few years as the country’s leader, and its efforts to develop a hydrogen bomb, called for direct talks. And while he said the ultimate goal of those talks had to be denuclearization of the Korean Peninsula — something the two Koreas agreed on in 1992 — progress toward that goal would be “incremental.”\nHis comments marked the first sign that the Trump administration has been trying its own version of what the Obama administration did with Iran: using a series of backchannel, largely secret communications that, after years of negotiation, resulted in a nuclear accord.\nBut Mr. Tillerson was quick to distinguish the very different circumstances of North Korea and Iran — Pyongyang has nuclear weapons, Tehran just a program that could have led to them — and then added: “We are not going to put together a nuclear deal in North Korea that is as flimsy as the one in Iran.”\nMr. Tillerson’s comments came as the administration was nearing major decision points about North Korea. While he argued that economic sanctions were finally beginning to bite — “the Chinese are saying it is having an effect,” he argued — he did not claim they would change the North’s behavior.\nHis visit to China came as the Pentagon was considering a variety of far more aggressive military moves, including whether to strike at North Korea’s missile launching sites if it sees preparations for an atmospheric test — which would spew radioactivity into the skies — or use missile defenses to try to shoot down missiles.\nBut all those approaches risk public failure, and if they did not stop Mr. Kim he would appear able to absorb, and ignore, an American effort to strip North Korea of its nuclear arms.\nAmerican intelligence agencies are looking for ways to step up sabotage of the program, beyond the intensification of cyber attacks launched against some of its missile sites, secretly ordered by President Barack Obama in 2014.\nSpeaking less than an hour after he left a meeting with President Xi Jinping of China, Mr. Tillerson said the most important thing was to lower the temperature of the threats being exchanged in recent days between Mr. Kim and President Trump.\n“The whole situation is a bit overheated right now,” he said. “If North Korea would stop firing its missiles, that would calm things down a lot.”\nWhen asked whether that caution applied as well to Mr. Trump, who tweeted last weekend that if the North were to keep issuing threats, “they won’t be around much longer,” he skirted any direct criticism of the president.\n“I think everyone would like for it to calm down,” he said.\nA study conducted by the Center for Strategic and International Studies, a Washington think tank, and released in recent days, suggests that at times of diplomatic engagement with the United States, North Korean provocations usually decline. But it is unclear that the trend applies to Mr. Kim, who at 33 has invested dramatically in the nuclear capability, seeing it as critical to his hold on power.\nThere is a long history of negotiations, both secret and public, between the United States and the North, most ending in disappointment. The biggest success came in 1994, when former President Jimmy Carter intervened in a crisis that seemed to threaten the resumption of the Korean War.\nBut there are risks in the talks, too. American intelligence officials believe Mr. Kim is racing ahead to complete his ability to strike the United States with a weapon, figuring that at a minimum that would give him huge negotiating leverage. Some former officials, like Michael J. Morell, who served as acting director and deputy director of the C.I.A., have written in recent weeks that Washington should give up on the hopeless goal of denuclearization, and work on how to deter the North from ever using its weapons.\nIn Japan, where Prime Minister Shinzo Abe recently dissolved the lower house of Parliament and called a snap election, the news that the United States was already in direct contact with North Korea could give ammunition to Mr. Abe’s opponents. The Japanese leader has steadfastly maintained that it is not the time for dialogue with North Korea, arguing in a recent Op-Ed article in The New York Times, that “emphasizing the importance of dialogue will not work with North Korea.”\n“Now,” said Narushige Michishita, director of the Security and International Studies Program at the National Graduate Institute for Policy Studies in Tokyo, “the opposition party members can say, ‘Look, you have been talking about pressure, but the U.S. is just leaving you behind.’ ”\nMr. Tillerson’s comments came after three back-to-back meetings in Beijing’s Great Hall of the People, just off Tiananmen Square, after his trip was delayed by a malfunction in his plane. The aging Boeing 757, which his predecessors complained about, stranded him in Japan during a refueling stop.\nHe eventually got to Beijing, albeit half a day late, after boarding a C-130 cargo plane, leading to the unusual sight of an American secretary of state walking off the rear ramp of an aircraft better known for carrying troops than diplomats.\nThat left Mr. Tillerson with just six hours or so to meet with Beijing’s leadership before most of the country shut down for Golden Week, a holiday that starts with China’s national day. That will be followed by the 19th Communist Party Congress, a meeting that occurs once every five years.\nThe congress represents Mr. Xi’s moment to solidify his reputation as one of the strongest Chinese leaders in decades. In the period leading up to the Congress, Beijing has sought to preserve the status quo.\nThat was reflected in the public comments of Mr. Tillerson and his Chinese interlocutors, none of whom mentioned the words “North Korea” in public.\nMr. Xi told Mr. Tillerson earlier that he wanted to ensure that a planned visit by Mr. Trump to China in November would be a success, according to a summary of their meeting issued by the Chinese Ministry of Foreign Affairs. The Chinese Foreign Ministry noted that China’s foreign minister, Wang Yi, and state councilor, Yang Jiechi, who also oversees foreign policy, did discuss the North Korean crisis with Mr. Tillerson. Those accounts did not give any details.\nBut at the end of the day, settling into a couch at the residence of Ambassador Terry Branstad, Mr. Tillerson tried to sound optimistic that traditional diplomacy would help resolve the North Korean issue, even though it has failed past presidents.\nHe insisted that the ultimate goal of the negotiations would be complete denuclearization, a goal many experts believe is foolhardy to attempt, because the North has made clear that its nuclear arsenal is a pillar of the state. That is acknowledged in the North Korean Constitution.\n“They can change their Constitution,” Mr. Tillerson said. “Especially the people running North Korea — it’s pretty easy for them to change it.”", "date": "Sept. 30, 2017", "href": "https://www.nytimes.com/2017/09/30/world/asia/us-north-korea-tillerson.html", "tags": "nuclear “ u.s. communication tillerson would says direct north — korea"}