{"title": "U.S. Issues New Sanctions as Iran Warns It Will Step Back From Nuclear DealListen to ‘The Daily’: John Bolton’s Plan for Iran", "content": "WASHINGTON — Iran’s president declared on Wednesday that he would begin to walk away from the restrictions of a 2015 nuclear deal, and the Trump administration responded with a new round of sanctions against Tehran, reviving a crisis that had been contained for the past four years.\nThe escalation of threats caught the United States’ allies in Europe in the crossfire between Washington and Tehran. And while the announcement by President Hassan Rouhani of Iran did not terminate the landmark nuclear accord that was negotiated by world powers, it put it on life support.\nBritain, France and Germany all opposed President Trump’s move a year ago to withdraw the United States  from the accord that limited Iran’s capacity to produce nuclear fuel for 15 years. Ever since, the Trump administration has ramped up a pressure campaign against Iran’s military and clerical leaders, including blocking global oil exports and expediting warships and B-52 bombers to the Persian Gulf this week to face down what officials described, without evidence, as a new threat by Tehran against American troops in the Middle East.\nEuropean officials had promised to set up a bartering system to evade American sanctions imposed against Iranian oil. But that effort has largely failed, even as Iran complied with its obligations under the agreement, from production limits to inspections.\nOn Wednesday morning in Tehran, Mr. Rouhani declared he had run out of patience.\n“The path we have chosen today is not the path of war, it is the path of diplomacy,” he said in a nationally broadcast speech. “But diplomacy with a new language and a new logic.”\nRather than exit the deal entirely, Mr. Rouhani announced a series of small steps to resume the production of nuclear centrifuges and to begin accumulating nuclear material.\nMr. Rouhani also set a series of carefully calibrated deadlines for European leaders — essentially forcing them to either join the United States in isolating Iran or uphold the nuclear deal that world powers spent years negotiating with Tehran.\nHe said the Europeans had 60 days to assure that Iran could “reap our benefits” under the nuclear accord, by making up for lost oil revenues and allowing the country back into the international financial system.\nIf the Europeans agree, they will be subject to sanctions by the United States. If they dismiss Mr. Rouhani’s claims, he says Iran will take more dramatic steps.\nHours later, the White House announced that it was taking additional measures to squeeze Iran’s economy by imposing sanctions on its steel, aluminum, iron and copper sectors. Iran’s industrial metals industries account for about 10 percent of its exports, according to a Trump administration estimate.\nMr. Trump said in a statement that the move “puts other nations on notice that allowing Iranian steel and other metals into your ports will no longer be tolerated.”\nUnder John R. Bolton, the national security adviser who has long advocated pressing for regime change in Iran, the White House has been urging ever-escalating sanctions.\n“Iran has a choice,” Tim Morrison, the National Security Council’s arms control director, said at a conference organized by the Foundation for Defense of Democracies, a Washington-based think tank. “At some point, even the mullahs will get it.”\nAt the State Department, officials said the United States was willing to reopen nuclear negotiations with Iran, as long as the talks were broadened to include possible limits on missile launches and the country’s support of armed militias and terrorist groups. Mr. Rouhani and his diplomats have made clear that the United States must first return to the 2015 deal before entering any new negotiations.\nIn London, Secretary of State Mike Pompeo, who has been among the most vocal of the Iran hawks in the Trump administration, initially played down the Iranian announcement as “intentionally ambiguous.”\nLater, however, he issued a blistering statement that denounced Iran’s action as “in defiance of international norms and a blatant attempt to hold the world hostage.”\nIran’s “threat to renew nuclear work that could shorten the time to develop a nuclear weapon underscores the continuing challenge the Iranian regime poses to peace and security worldwide,” Mr. Pompeo said.\nNone of the actions that Mr. Rouhani warned of would get Iran to a nuclear weapon anytime soon. But they would resume a slow, steady march that the 2015 agreement temporarily stopped.\nJeremy Hunt, the British foreign secretary, agreed that Iran must be prevented from developing a way to build a nuclear weapon.\nHe added, however, that “it’s no secret we have a different approach on how best to achieve that.” Britain is still adhering to the nuclear deal.\nThe nuclear accord with Iran was brokered under the Obama administration, in partnership with Britain, France, Germany, China and Russia. It limited Tehran’s nuclear program in exchange for easing international economic penalties that had crippled Iran’s economy. Mr. Trump’s withdrawal from the deal, along with the restarting of the sanctions, has put huge domestic pressure on Mr. Rouhani to strike back at the United States.\nEuropean officials have been the most critical of Mr. Trump’s approach, arguing that as long as the Iranians were remaining faithful to their commitments — as international inspectors attested — there was no basis for reimposing sanctions. They have also pointed to Iran’s compliance in shipping 97 percent of its nuclear fuel out of the country as helpful in curbing Tehran’s nuclear ambitions.\nIn turn, European officials have said, Western nations have had more leverage with Iran when discussing other security concerns, including its ballistic missile program.\n“Today nothing would be worse than Iran, itself, leaving this agreement,” Florence Parly, the French defense minister, said on the BFM TV news channel.\nHeiko Maas, Germany’s foreign minister, stressed that Berlin wanted to stay in the agreement — but suggested that Iran must resist internal calls to withdraw as the United States did, even if its exports are being cut off.\n“We want Iran to remain in the agreement and are ready to continue this path, together with the other partners,” Mr. Maas said. “For this, it is important that Iran continues to uphold the established formats and mechanisms of the nuclear agreement.”\nMr. Rouhani said that if no progress was made with Europe, he would order scientists in July to ignore current limits on enriching uranium as set in the 2015 accord. Currently those limits are so low that the fuel could be used only in a nuclear power plant, not a weapons program.\nMr. Rouhani also threatened to restart work on the Arak reactor in Iran that produces plutonium, another pathway to a bomb. If the country plunged back into uranium and plutonium production, it would almost certainly force a recalculation of how long it would take Iran to build a nuclear weapon.\nIf Iran begins carrying out Mr. Rouhani’s threats in early July, it would essentially resume activity that the 2015 nuclear accord had pushed off to 2030. That would almost certainly revive debate in the United States over possible military action, or a resumption of covert action, like the cyberattack on Iran’s centrifuges a decade ago that the United States and Israel secretly conducted together.\nThe heightened tensions have put the Pentagon in a bind.\nEven as they were responding to warnings about new Iranian threats, military officials said they were also seeking a way to de-escalate tensions and prevent a direct confrontation between Iran and the United States.\nSenior national security officials are set to discuss next steps on Iran at a meeting scheduled for this week. One official familiar with the plans said representatives of the Defense Department were expected to outline the consequences and costs of war with Iran in what he described as “terms that the Potus would understand,” using the acronym for president of the United States.\nIn private meetings, military officials have warned the White House that its maximum-pressure campaign against Iran is motivating the kinds of threats to United States troops and American interests in the Middle East that led to an announcement on Sunday that the U.S.S. Abraham Lincoln aircraft carrier strike group and B-52 bombers were heading to the gulf.\nThe deployments were prompted in part by electronic intercepts between Iran’s Islamic Revolutionary Guards Corps and its proxies in Iraq that indicated they were preparing to attack American troops in Iraq and Syria, a senior administration official said.\nEven though it was described by the Trump administration as a precautionary measure, the expedited deployment of the carrier strike group renewed an argument among the world powers that negotiated the nuclear deal over whether the White House was baiting the Iranians into violating its terms.\nChina urged restraint on all sides but put the blame for the confrontation on Washington, which it said had escalated tensions. At a press briefing, Geng Shuang, a Foreign Ministry spokesman, praised Iran for adhering to the nuclear agreement after Mr. Trump abandoned it, and reiterated China’s endorsement of the accord and opposition to United States sanctions against Iran.\nChina is Iran’s largest oil buyer and has been increasing its purchases this year, contrary to Trump administration demands that it gradually bring the imports to zero.\nAt a meeting in Moscow with Mohammad Javad Zarif, the Iranian foreign minister, Russia’s top diplomat, Sergey V. Lavrov, complained about the “unacceptable situation” created by the “irresponsible behavior of the United States.”\nBrian Hook, the State Department’s special representative for Iran, acknowledged on Wednesday that American and European allies were at odds over the nuclear deal. But he insisted that European allies agreed that Iran had more broadly enacted harmful policies in the Middle East.\nHe also said a main aim of the Trump administration’s hard-line approach was to contain Iran’s “expansionist foreign policy,” primarily its support for Shiite militias that have allowed Tehran to exert political influence across the region.\nSome analysts said the Trump administration’s policies on Iran, particularly the withdrawal from the nuclear deal, had jeopardized American efforts to constrain Tehran’s nuclear program.\n“It’s pretty much brought all costs and no benefits in terms of U.S. interests,” said Dalia Dassa Kaye, the director of the Center for Middle East Public Policy at RAND Corporation, a research group in Santa Monica, Calif. “We not only disrupted an international arms agreement that Iran was complying with, we’re also getting into a rift with our European allies. And we’re moving Iran closer to Russia.”\n“It was not perfect, but it contained the nuclear issue for a while,” she added. “Now we’re threatening our ability to contain the nuclear issue.”", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/us/politics/iran-nuclear-deal.html", "tags": "sanctions iran warns deallisten nuclear ‘ mr. bolton u.s. step daily issues back ” united states rouhani new john plan"}