{"title": "U.S.-Russia Talks Expose Deep Fissures, Despite Hopes for Better Ties", "content": "MOSCOW — Russia and the United States remain far apart on Iran, election interference and a host of world crises, the nations’ top diplomats made clear Tuesday, despite President Vladimir V. Putin’s expressed hope that the end of the special counsel’s investigation would clear the way for fully restored relations.\nIn the Black Sea resort of Sochi, Russia, both Secretary of State Mike Pompeo and Russian Foreign Minister Sergey Lavrov described their discussion as “frank,” often diplomat-speak to describe disagreements verging on testy, and they bemoaned the state of affairs between the two nations. “It is clear that our relations have seen better times,” Mr. Lavrov said.\nDuring a joint news conference, Mr. Pompeo had some particularly sharp words on Russia’s election meddling, telling his counterpart that “interference in American elections is unacceptable, and if the Russians were engaged in that in 2020 it would put our relationship in an even worse place than it has been.”\nMuch of the world’s attention is riveted currently on the Persian Gulf region, where the Trump administration is pressuring Iran with harsh economic sanctions and military deployments, and where mysterious attacks have been reported this week on oil tankers and pipelines of Iran’s great rival, Saudi Arabia, raising fears of a coming violent conflict.\nBut at least publicly, Mr. Lavrov and Mr. Pompeo gave the impression that Iran was not at the top of their agenda, and most of their remarks on it dealt with the 2015 nuclear deal that the United States has withdrawn from but that Russia and other powers still support.\n“We’re looking for Iran to behave like a normal country,” Mr. Pompeo said, one that does not sponsor terrorism and assassinations and develop offensive weapons. “We fundamentally do not seek a war with Iran.”\nMr. Pompeo, making his first visit to Russia as secretary of state, addressed this week’s events near the Persian Gulf only briefly, and in response to a direct question from a reporter.\n“I don’t have any information that I can share with you yet about the nature of what took place there,” he said. “We’re working diligently to get answers to what caused those ships to have the problems that they have today.”\nMr. Lavrov indignantly denied, once again, that Russia had meddled in the 2016 American election. He and Mr. Pompeo later met with Mr. Putin, who said he expected the publication of the report by the special counsel, Robert S. Mueller III, would allow for greater Russian-American cooperation.\n“You need to give him credit,” Mr. Putin said of Mr. Mueller during a brief news conference before he met with Mr. Pompeo. “In the whole, he carried out an objective investigation and confirmed the absence of any evidence of conspiracy between Russia and the current administration.”\nAnd although a significant portion of the report detailed Russian efforts to influence the 2016 election, Mr. Putin told Mr. Pompeo, “There was no meddling from our side in the American elections.”\nMr. Putin said that from a telephone conversation with Mr. Trump a few days earlier, “I had the impression the president is set on restoring Russian-American ties and contacts.” He added, “I hope now we have the necessary conditions for this.”\nAt the news conference with Mr. Lavrov, Mr. Pompeo said he was seeking to fulfill President Trump’s intention to improve Russian-American ties. The diplomats spoke at some length about disputes that have been on a slow boil in recent months, on which they have found themselves on opposite sides, including Iran and the crisis in Venezuela.\nThe two also raised the possibility of opening negotiations on extending the only remaining nuclear treaty between Moscow and Washington, called New Start, which limits the number of intercontinental missiles, warheads and heavy bombers each can have. The Trump administration’s suspension of an intermediate-range missile treaty, and Mr. Putin’s withdrawal in response, had called into doubt the prospects for extending New Start, which is set to expire in 2021.\nMr. Lavrov said that Russia does support negotiations over nuclear disarmament with North Korea — Mr. Trump’s signature foreign policy initiative. But although Mr. Putin met with the North’s leader, Kim Jong-un, last month, Mr. Lavrov offered no suggestion that the stalemate in nuclear talks would break anytime soon. “We are ready to support that dialogue,” he said.\nIn Venezuela, one of the many countries where Russia and the United States disagree on solutions to a crisis, Mr. Lavrov suggested that President Nicolás Maduro, whom Russia backs, was open to talks with the opposition.\nBut Mr. Lavrov criticized Juan Guaidó, the opposition leader backed by the Trump administration, for asserting that he had a right to invite American officials to intervene. “Russia is in favor of the people of this country determining its future,” he said.\nMr. Pompeo, in turn, said he had “made clear” the American position that Russia should not interfere in Venezuelan politics. “We hope that Russia’s support for Maduro will end,” he said. “But despite our disagreements, we’ll keep talking.”\nThe West tends to blame tensions with Russia on Moscow’s attempts to destabilize its rivals, undermine democracies and alliances, and expand its influence. Mr. Lavrov had a simpler explanation for the poor state of relations with Washington: the “anti-Russian sentiment” of the Obama administration, though things have not noticeably improved in more than two years under President Trump.\n“There is a potential for mutually beneficial better cooperation, and that remains untapped,” he said. “I think the basic understanding for this exists, which was discussed by our presidents at their meeting last year at the summit in Helsinki and then several times by phone.”\nThere had been speculation that the two sides could announce another meeting between Mr. Trump and Mr. Putin, who last held summit talks in Helsinki, Finland, but the officials said that nothing had been decided.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/europe/pompeo-lavrov-russia-iran.html", "tags": "expose lavrov despite hopes iran fissures deep better “ pompeo ties u.s.-russia russia putin talks"}