{"title": "U.S. Transferred Detainee Before Hostage Release", "content": "BAGHDAD — Only hours before a British hostage was released, the American military turned over to Iraqi authorities one of the suspected leaders of a Shiite insurgent group believed to be behind the kidnapping, Iraqi officials said Thursday.\nBoth the Iraqi government and United States military officials in Iraq on Thursday denied that the British hostage, Peter Moore, had been freed after more than two years in captivity in exchange for the transfer of the suspected insurgent leader from American to Iraqi custody.\nMr. Moore, a computer consultant, and his four British bodyguards were abducted two and a half years ago in a brazen attack on an Iraqi government office. The bodies of three of the guards were recovered this year; the fourth is believed to be dead.\nMr. Moore was released Wednesday. The American military and the Iraqi government believe he was held by a militia called Asa’ib al-Haq, or the League of the Righteous.\nThe British Foreign Office released a photograph taken Thursday of Mr. Moore in which he appears healthy. But a spokeswoman for the Foreign Office declined to say precisely when he would fly back to Britain.\nThe man suspected of being an insurgent leader, Qais al-Khazali, has been accused by the United States military of being a mastermind behind the 2007 slayings of five American soldiers in Karbala, in central Iraq. He was captured by American forces two months after the killings.\nOn Thursday, Ali al-Dabbagh, a spokesman for Prime Minister Nuri Kamal al-Maliki, said that Mr. Khazali was still in Iraqi custody and that court officials were trying to determine whether Iraqi authorities could legally continue to hold him.\n“We are checking his file to see if there is anything criminal against him,” Mr. Dabbagh said. “If there is nothing, he will be released.”\nMr. Dabbagh said the transfer of Mr. Khazali had not been carried out in exchange for Mr. Moore’s release but had rather been part of a continuing attempt by the Iraqi government to get the League of the Righteous to agree to disavow violence.\n“There was no trade,” Mr. Dabbagh said.\nIn a statement on Thursday, the American military also denied that there had been any quid pro quo.\n“The United States has complied with an Iraqi government request in accordance with the U.S.-Iraqi Security Agreement and the rule of law to transfer Asa’ib al-Haq members, to include Qais al-Khazali, from U.S. custody to Iraqi custody pursuant to an Iraqi arrest warrant,” the statement said. “This has been occurring over a seven-month period.”\nThe American military statement said that Iraq’s efforts to rehabilitate the insurgent group depended on its taking five steps: halting attacks and renouncing violence; disavowing hostage taking; decommissioning its heavy weapons; ending its ties to foreign sources of support and training; and reintegrating into Iraqi society as a peaceful group.\nMembers of the group are expected to take part in national elections in March.\nBut it remains unclear whether the League of the Righteous has renounced violence against Americans.\nIn August, Salam al-Maliki, the group’s liaison to the Iraqi government, said the organization planned to continue “fighting the United States.” Mr. Maliki could not be reached for comment.\nThere was  speculation on Thursday that Iran, which according to Iraqi and American officials provided money for the group, might have aided in the kidnapping or that Mr. Moore might have been held in Iran.\nRamin Mehmanparast, a spokesman for Iran’s Foreign Ministry, denied those claims, according to Iranian state media.\nMr. Moore was working as a computer consultant in the Finance Ministry in May 2007 when he was kidnapped along with his bodyguards by dozens of men wearing police commando uniforms.\nBecause the men had been seized from a government building in broad daylight, there were concerns that Iraqi security forces or elements of the government had played a role in the kidnapping.\nAmerican military officials have said that Mr. Moore and the others may have been kidnapped to try to win the release of Mr. Khazali and his brother, Laith al-Khazali, who were arrested by the American military in March 2007, two months before the hostage-taking.\nIn June, the American military released Laith al-Khazali in a move that appeared to be part of an exchange for the British hostages. Several days later, the bodies of two of the hostages were turned over to British authorities in Baghdad.", "date": "DEC. 31, 2009", "href": "https://www.nytimes.com/2010/01/01/world/middleeast/01iraq.html", "tags": "iraqi american moore thursday military u.s. hostage british group transferred government release detainee"}