{"title": "U.S. Orders Partial Evacuation of Embassy in Baghdad", "content": "WASHINGTON — The State Department ordered a partial evacuation of the United States Embassy in Baghdad on Wednesday, responding to what the Trump administration said was a threat linked to Iran, one that has led to an accelerated movement of American ships and bombers into the Persian Gulf.\nThe department ordered “nonemergency U.S. government employees,” at both the embassy in Baghdad and the consulate in Erbil, to leave the country. The order applies primarily to full-time diplomats posted to Iraq by State Department headquarters in Washington, and an embassy statement said that visa services in Iraq would be suspended as a result. Contractors who provide security, food and other such services will remain in place for now.\nSecretary of State Mike Pompeo said last week that the administration had received intelligence related to “Iranian activity” that put American facilities and service personnel at “substantial risk.” Other American officials have said the same piece of intelligence points to potential attacks by Shiite Arab militias tied to Iran against American troops in Iraq or Syria.\nIraqi officials have voiced skepticism about the about the threat described by the Americans, and on Tuesday, so did the British deputy commander of the American-led coalition fighting the Islamic State, or ISIS.\n“No, there’s been no increased threat from Iranian-backed forces in Iraq and Syria,” Maj. Gen. Chris Ghika, speaking from Baghdad, told reporters at the Pentagon by video link. There were dangers in the region that were constantly assessed, he said, referring to “noncompliant actors” among the militias, but those have not changed.\nThe Pentagon’s Central Command released a statement saying that General Ghika’s comments “run counter to the identified credible threats available to intelligence from U.S. and allies regarding Iranian backed forces in the region,” and that as a result, United States forces in Iraq were “now at a high level of alert.”\nMr. Pompeo made a surprise visit to Baghdad on May 7 to brief Iraqi leaders about the threat.\nOn May 5, John Bolton, the national security adviser, issued a statement warning against any attack by the Iranian military or a “proxy” against American interests or allies. Mr. Bolton said the United States was sending the U.S.S. Abraham Lincoln carrier strike group and bombers to the Persian Gulf. Other officials later said that the strike group’s movement to that area had been previously scheduled and was merely being sped up.\nOn Friday, the Pentagon said it was sending another ship and a Patriot antimissile battery to the Middle East.\nThe order for a partial evacuation of the Baghdad embassy, which at the height of the Iraq War was the largest in the American diplomatic system, adds to the rising tensions between the United States and Iran. It is unclear when the employees being evacuated will be told they can return.\nIn September, Mr. Pompeo ordered a full withdrawal from the American Consulate in Basra, in southern Iraq, after a few rockets landed around the grounds of the city’s airport, where the consulate is. The rockets did not cause any injuries. For more than a year beforehand, State Department officials had debated whether to shut down the consulate to save money, and some diplomats said the evacuation of the consulate was related to that.\nThe Trump administration blamed Shiite militias tied to Iran for the rocket attacks in Basra. It also said that those types of militias were responsible for rocket attacks around the same time in the area of the Baghdad embassy. As in Basra, the attacks in Baghdad did not injure anyone.\nTensions with Iran have been rising since May 2018, when President Trump withdrew the United States from the 2015 nuclear deal that world powers reached with Tehran. The United States then reinstated major sanctions last November, and those have weakened the Iranian economy.\nIn April, the Trump administration designated an arm of Iran's military as a foreign terrorist organization and ended waivers it had granted to eight governments to exempt them from sanctions for buying Iranian oil.\nEuropean nations are still in the nuclear deal and have urged Iran to stay committed to it, despite Mr. Trump’s provocations. Iran said last week that it would begin walking away from some of the deal’s restrictions on its nuclear activity.\nCritics of the Trump administration, and of Mr. Bolton in particular, have suggested that American officials are presenting faulty intelligence to make a case for war against Iran, as the administration of President George W. Bush did in 2002 to justify the invasion of Iraq. Mr. Bolton was the under secretary of state for arms control and international security then, and he asserted that Saddam Hussein, the longtime ruler of Iraq, was trying to develop weapons of mass destruction.", "date": "May 15, 2019", "href": "https://www.nytimes.com/2019/05/15/us/politics/us-iraq-embassy-evacuation.html", "tags": "american iran evacuation u.s. united states ” embassy iraq baghdad orders state partial"}