{"title": "U.S.-Backed Force Could Cement a Kurdish Enclave in Syria", "content": "BEIRUT, Lebanon — A plan to create a new American-backed, Kurdish-led border force in northeastern Syria has raised alarms in the region that the United States may be helping to cement an autonomous Kurdish enclave that could further divide the country.\nThe 30,000-strong force, vehemently opposed by Russia, Turkey, Iran and the Syrian government, could also ignite a new phase in the war that could pit American allies against one another and draw the United States deeper into the conflict.\nWhile Kurdish and American officials sought to tamp down the controversy on Tuesday, insisting that the force was really nothing new, they confirmed some of the fears.\nThey said the border force will help defend and preserve the section of northeastern Syria controlled by the Kurdish-led, United States-backed militia known as the Syrian Democratic Forces, an area that has become a de facto semiautonomous zone. And they said that the United States was committed to backing the force for at least two years.\nThe force will be essentially a restructured version of the Syrian Democratic Forces, or S.D.F., its spokesman, Mostafa Bali, said Tuesday. He said the fighters would be “professionally well trained as border guards,” and would deploy along parts of Syria’s borders with Turkey and Iraq to prevent an Islamic State resurgence, which he called “a moral duty.”\nIt would also, he said, hold the line between S.D.F.-held territory and areas held by Syrian government forces, roughly along the Euphrates River.\nThe territory includes large swaths of land captured from the Islamic State by the S.D.F., the Kurdish and Arab militia that has been the United States’ main partner in Syria against the militant group. But there has never been agreement on what would happen to that territory once the Islamic State was vanquished.\nThe Kurdish party that dominates the S.D.F. has always said the territory would remain as a self-governing part of a federalized Syria. American officials have said the United States would continue to support its allies in Syria, but they have been vague about how and for how long.\nThe new force suggested a possible answer to that question.\nBut the Syrian government and its allies Russia and Iran object to any division of the country. So do most Syrian opposition groups. The government led by President Bashar al-Assad wants to re-establish control over all of Syria and objects to American tinkering outside of a negotiated peace deal.\nPerhaps the angriest protests have come from Turkey, an American ally and NATO member. Turkey opposes the Syrian government, but considers the Kurds a dangerous enemy and fervently objects to a semiautonomous Syrian Kurdish entity bordering its own Kurdish areas, where it is fighting Kurdish insurgents.\nTurkey has threatened to invade another Syrian Kurdish enclave, called Afrin, as soon as Wednesday.\nAmerican analysts offered sharply diverging views on the significance of the new force, its impact on any potential peace plan, and how it fits into broader American policy on Syria.\n“This is about making sure that ISIS is truly defeated and the conditions for its regeneration are eliminated,” said Andrew J. Tabler, a Syria specialist at the Washington Institute for Near East Policy. “This isn’t to create a Kurdistan or an enclave in the long term.”\nBut Joshua M. Landis, a Syria specialist at the University of Oklahoma, said in an email that the United States was effectively “backing an independent state north of the Euphrates River,” one that controls a large portion of Syria’s oil and gas reserves and its main electric dam and that has its own army and Kurdish-language school curriculum.\n“It will become a de facto Kurdish-run state should the U.S. continue to protect and fund it,” he said.\nAlthough the Americans have committed to protecting the area for two years, it remains to be seen if they will, or what would happen after that. Russia, Iran, Turkey and the government in Damascus have all demonstrated that they are more invested, militarily and politically, to shaping the outcome in Syria than is the United States.\nMr. Landis said the force could be less about a long-term commitment to the Kurds than a fig leaf for a continued American presence to counter Iran’s forces there.\nGiven those uncertainties, the Kurds are hedging their bets. They have worked not only with Americans but also, increasingly openly, with the Russians. By keeping channels open to the Russians, analysts and officials say, they gain leverage over the United States and Turkey, and an escape hatch to reconcile with the Syrian government if all else fails.\nOn Tuesday, American and Kurdish officials sought to calm worries, saying that the troops will not be entirely Kurdish but their ethnic makeup will reflect the areas where they are stationed.\n“These forces are not a threat against anybody,” including Turkey, Mr. Bali, the S.D.F. spokesman said.\nHe said the enclave would not break Syria apart but would be part of a new, more decentralized or federalized Syria. He said it would not be based on Kurdish ethnicity but would be a government for an area of northeastern Syria that includes Arabs, Armenians, and Syriacs.\n“Syria should be a united federation, like those of the United States and Russia,” said Abdelkareem Omar, a Syrian Kurdish official. “The vision we have of Syria does not in any way threaten the unity of Syria, nor the safety and security of countries in the vicinity.”\nCol. Ryan Dillon, a spokesman for the American-led military coalition in Baghdad, said the United States could have explained the plan more clearly to avoid alarming allies, but that it was simply a logical next step from the local security forces that S.D.F. has created in areas taken from the Islamic State.\n“We’ve established internal security forces,” Colonel Dillon said. “This is the same for border areas.”\nBut Turkey considers the new force a terrorist army and has promised to destroy it, risking a new round of fighting.\nSuch a conflict could pit American allies — Turkey, some Syrian Arab rebels, and the Kurdish-led force — against one another, further muddling an already murky American policy in Syria.\nKurdish forces have not fought the Syrian government much, mainly policing their territory and fighting the Islamic State, although they may later have to choose between fighting government forces and losing their de facto autonomy.\nSeveral Syrian rebel groups, including some once backed by the United States, now work directly with Turkey. Last year, they seized an area along the Turkish border that separates the main Kurdish-held area from the smaller enclave, Afrin, which is now threatened with a similar incursion.\nThe dispute is creating new bumps in the already rocky road to a negotiated settlement for the war.\nPreparations are underway for a new United Nations-led round of talks next week and a Russian-hosted Syrian dialogue conference in February in Sochi. But there is no agreement in any of the ongoing talks about the future of the Kurdish areas.\nDenied a separate Kurdish delegation at the United Nations-sponsored Geneva talks, Kurdish groups have been trying to get one in Sochi. But Turkey says it will pull out if Russia grants that request.\nKurdish officials say that in a compromise, they will send 40 delegates to Sochi representing not the Kurdish ethnic group but the S.D.F.-held locally governed area.\nMeanwhile, the government led by Mr. Assad has shown no interest in decentralization, or in any reforms at all.\nBut Kurdish officials say they are determined.\n“It won’t go back to how it was before 2011 after all this,” Mr. Omar, the Kurdish official, said.\nAnother Kurdish official, who asked not to be identified because he was not authorized to comment on the matter, said the Kurds would not bow to Turkey or to the Syrian government.\nWith rebel groups divided, he said, the S.D.F. is the last coherent force left to push for change.", "date": "Jan. 16, 2018", "href": "https://www.nytimes.com/2018/01/16/world/middleeast/syria-kurds-force.html", "tags": "syria cement kurdish turkey “ united force u.s.-backed could syrian enclave government"}