{"title": "U.S. Pullout From Iran Nuclear Deal May Unsettle Oil Markets", "content": "HOUSTON — President Trump’s decision to withdraw from the Iran nuclear deal has so far had no more than a muted effect on oil and gasoline prices. But that could easily change.\nThe full impact on global oil markets may not be seen for weeks or months. It will depend on how tightly the administration enforces new sanctions on Iran, and whether the entire deal collapses or can somehow be salvaged. That may well depend on the responses of a diverse cast of geopolitical actors from Moscow to Beijing to New Delhi since the United States imports no oil directly from Iran.\nA cascade of unpredictable events may follow the administration’s action, one that could ultimately lead to compromise. If not, there could be even greater instability across the Middle East and possibly an oil-price spike.\nThe biggest wild card is how Iran will respond.\nEuropean leaders have urged Iran to continue to abide by the agreement to freeze its nuclear development, despite the American withdrawal. President Hassan Rouhani has said he wants to negotiate with the Europeans, Russia and China on terms for continuing the deal, but the country’s supreme leader, Ayatollah Ali Khamenei, has left the door open to resuming its nuclear program.\nFor additional leverage, Iran could unleash allied militias based in Lebanon, Syria and Yemen against Israel and Saudi Arabia. A blockade or mining of the Strait of Hormuz, a choke point for global oil trade on the Persian Gulf, would be the ultimate retaliation that could send global oil prices soaring if tensions in the region rise.\n“Oil could go up $10 a barrel, but it’s all unpredictable,” said Dragan Vuckovic, president of Mediterranean International, a Houston-based oil service company that operates in Egypt and Iraq. “The Iranians could do anything and go berserk, or they could have cool heads and work with the Europeans and the Russians.”\nOil prices rose more than 3 percent on Wednesday, pushing West Texas intermediate crude, the United States benchmark, above $71 a barrel. They had already risen by more than 14 percent since the beginning of the year, in part because traders anticipated the Trump administration would withdraw from the deal.\nWhat happens in Iran, a leading producer in the Organization of the Petroleum Exporting Countries, is critical to global energy markets.\nIran currently contributes roughly 3.8 million of the 98 million barrels of oil produced daily worldwide. Most energy experts say that a revival of American sanctions on banks and other companies that do business with Iran could reduce Iranian production and exports by at least 10 to 15 percent, and that drop could take six months or more to be felt.\nThat would be far less than the decline engineered by multinational sanctions from 2012 to 2015, and less than the decline in Venezuelan production in recent years.\nRoughly 40 percent of Iranian oil exports go to China and India, two countries thirsty for more energy that are unlikely to follow Mr. Trump’s lead on this issue. The two countries could even increase their imports, absorbing as much as 150,000 more barrels a day, according to a recent report by Barclays.\nEurope is another major importer of Iranian oil, and France, Germany and Britain strongly urged Mr. Trump to reconsider his decision.\nSome European refiners might slash their Iranian imports, especially those with large interests in the United States. European banks might refuse to finance trade with Iran, which could also reduce oil exports.\nAfter the nuclear deal was signed in 2015, the United States waived a law that imposed sanctions on foreign banks of countries that do not reduce Iranian oil imports. That waiver will expire on Saturday, although how far Washington will push to enforce the sanctions remains to be seen.\nEuropean governments are not expected to reimpose some of their strongest sanctions, like barring insurance on Iranian oil shipments, which essentially blacklisted the transportation of Iranian oil.\nThose sanctions were some of the most effective in reducing Iranian oil exports from 2.5 million barrels a day in 2011 to one million barrels a day in January 2013. Iranian exports have now recovered to 2011 levels.\n“Compliance with unilateral U.S. sanctions would be much more difficult to enforce than the multilateral measures implemented in 2012,” said Paul Sheldon, an S&P Platts Global Analytics associate director.\nIran had hoped that the nuclear deal would increase foreign investment, especially in its aging oil fields, but the impact has been limited so far. European oil executives say American withdrawal from the deal will slow investment further. That in turn will limit global supplies.\n“There are enormous resources in Iran,” said Eldar Saetre, chief executive of Statoil, the Norwegian oil giant. “The global oil and gas demand is growing every year and that demand has to be supplied from somewhere.’’\nResults of the administration’s move are hard to predict, and some may hurt American interests. Higher oil prices could help Iran compensate for its loss of export volumes. If European imports of Iranian oil drop, that could help Russia earn more cash from exports.\nHigher energy prices could hurt summer drivers and depress American tourism or even slow the global economy.\nThe administration seems sanguine about the outlook. “We’ve had various conversations with various parties about different parties that would be willing to increase oil supply to offset this,” Treasury Secretary Steven Mnuchin told reporters on Tuesday in Washington. “My expectation is not that oil prices go higher, to a certain extent some of this was already in the market on oil prices.”\nSaudi Arabia has spare production capacity and may well want to take markets away from Iran, especially in Asia. But the country has worked hard to limit supplies to drive prices up, in part to make the proposed initial public offering of Saudi Aramco more attractive.\nPredicting where oil prices may go is often likened to a fool’s game.\nIn a note published on Tuesday, Steve Wood, Moody’s managing director for oil and gas, even predicted that oil prices would eventually decline from current levels.\n“Notwithstanding heightened geopolitical risks,” Mr. Wood said, “we expect oil prices will likely stay in the $45-to-$65 per barrel range over the medium term as non-OPEC production grows.”\nGoldman Sachs recently estimated that a six-month loss of 250,000 Iranian barrels a day could raise oil prices by $3.50 a barrel over its summer forecast of $82.50 for Brent crude, the international benchmark. (Its price on Wednesday was slightly above $77.)\nThat is a relatively small increase, but Iran is only one of several flash points where political tensions may reduce crude supplies.\nOil production is collapsing in Venezuela, battles between warlords puts output at risk in Libya, while disruptions during elections in Nigeria later this year could interrupt petroleum flows. Altogether, a major disruption and spike in prices is possible even if American shale drillers push up their production and Western countries release significant amounts of oil from their strategic reserves.\nThe biggest risk could come from Iran itself. Tensions between Iran and Israel, and between Iran and Saudi Arabia, have been rising in recent months. Rebels in Yemen backed by Iran are threatening Saudi oil facilities as rockets fly across the border on a regular basis. Hezbollah and Iranian forces appear poised to clash with Israel near its Syrian border. And cyberwarfare in the region is escalating.\nA rising oil price naturally follows rising tensions in the region.\n“If Iran threatens to resume nuclear testing and the U.S. is concerned,” said Gerald Bailey, president of Petroteq Energy, a Canadian company, with long experience in the Middle East oil patch, “any type of confrontation will drive the prices up, even more especially if words or confrontation turn to action.”", "date": "May 9, 2018", "href": "https://www.nytimes.com/2018/05/09/business/energy-environment/iran-oil.html", "tags": "iran may markets sanctions nuclear u.s. pullout prices ” oil unsettle global could iranian deal"}