{"title": "U.S. Campaign to Ban Huawei Overseas Stumbles as Allies Resist", "content": "WASHINGTON — The Trump administration’s aggressive campaign to prevent countries from using Huawei and other Chinese telecommunications equipment in their next-generation wireless networks has faltered, with even some of America’s closest allies rejecting the United States’ argument that the companies pose a security threat.\nOver the past several months, American officials have tried to pressure, scold and, increasingly, threaten other nations that are considering using Huawei in building fifth-generation, or 5G, wireless networks. Mike Pompeo, the secretary of state, has pledged to withhold intelligence from nations that continue to use Chinese telecom equipment. The American ambassador to Germany cautioned Berlin this month that the United States would curtail intelligence sharing if that country used Huawei.\nThe warnings stem from the United States’ concern that Huawei and other Chinese telecom companies are a significant security threat given Beijing’s control over the industry. Top officials have pointed to new Chinese security laws that require Huawei and other companies to provide information to intelligence officials, arguing China could gain access to the vast amounts of data that will ultimately travel over 5G, allowing Beijing to spy on companies, individuals and governments — an accusation Huawei has vehemently denied.\nBut the campaign has run aground. Britain, Germany, India and the United Arab Emirates are among the countries signaling they are unlikely to back the American effort to entirely ban Huawei from building their 5G networks. While some countries like Britain share the United States’ concerns, they argue that the security risks can be managed by closely scrutinizing the company and its software.\nThe decisions are a blow to the Trump administration’s efforts to rein in Beijing’s economic and technological ambitions and to stop China from playing a central role in the next iteration of the internet.\nAmerican government officials are now looking for other ways to curb Huawei’s global rise without the cooperation of overseas allies, including possibly restricting American companies from supplying Huawei with key components that it needs to build 5G networks across the world.\n“It is looking dicey. We are running out of runway,” said Mike Rogers, the former Republican congressman who led the House Intelligence Committee and who has long been a fierce critic of Huawei.\nThe United States is not ready to admit defeat, but its campaign has suffered from what foreign officials say is a scolding approach and a lack of concrete evidence that Huawei poses a real risk. It has also been hampered by a perception among European and Asian officials that President Trump may not be fully committed to the fight.\nMr. Trump has repeatedly undercut his own Justice Department, which unveiled sweeping criminal indictments against Huawei and its chief financial officer with accusations of fraud, sanctions evasion and obstruction of justice. Mr. Trump has suggested that the charges could be dropped as part of a trade deal with China. The president previously eased penalties on another Chinese telecom firm accused of violating American sanctions, ZTE, after a personal appeal by President Xi Jinping of China.\nThose moves have only deepened concerns that the administration’s fight against Huawei is not really about national security and instead reflects its political and economic ambitions.\nEuropean and Asian officials have complained privately that recent American intelligence briefings for allies did not share any sort of classified information that clearly demonstrated how the Chinese government used Huawei to steal information, according to people familiar with the discussions. European officials have told counterparts that if the United States has evidence the Chinese government has used its companies to do so, they should disclose it.\nOne senior European telecommunications executive said that no American officials had presented “actual facts” about China’s abuse of Huawei networks.\nRen Zhengfei, the founder of Huawei, has accused the United States of having political motivations in leveling criminal charges against the company and has said the firm does not spy for China.\nUnlike the United States, European wireless networks are much more dependent on Huawei, so banning its equipment would be far more consequential. Many of the leading carriers, including Vodafone and Deutsche Telekom, use the company’s equipment, and a widespread ban would result in costly changes that executives have warned may delay the debut of 5G in the region.\nGarrett Marquis, a spokesman for the National Security Council, said the United States continued to work “with our allies and like-minded partners to mitigate risk in the deployment of 5G and other communications infrastructure.”\nMr. Rogers said the notion that other nations could adequately manage the security risk was misplaced. “They are so convinced they can get over the security problem. It defies logic,” he said.\nBut he said Mr. Trump had not helped his administration’s efforts by suggesting that a national security matter like Huawei could be wrapped into some type of trade pact with China.\n“That is a big mistake,” Mr. Rogers said. “You have taken a national security issue and given it away in a trade deal. This is about the security of data.”\nEuropeans have their own China trade worries, which could also factor into reluctance to ban Huawei. Although European officials have grown increasingly suspicious of Beijing’s growing economic might, China is still the European Union’s second-largest trading partner after the United States. This week, Mr. Xi is scheduled to be in Italy.\n“I’m not sure a ban is the solution,” said Caroline Nagtegaal, a member of European Parliament from the Netherlands who helped write a resolution on the cybersecurity risks posed by China that avoided calling for a Huawei ban. “We have to be very careful making a step like that.”\nMany countries facing American pressure have not made any final decisions. In Britain, for instance, intelligence officials say the threat can be managed, but the government could ultimately overrule them.\nTo bolster its campaign, the administration has begun threatening retaliation against countries that do not agree to its demands.\nMr. Pompeo suggested in Hungary that the presence of Huawei could influence decisions on where to station troops overseas, noting that its adoption in wireless networks would make it “more difficult for America to be present.” He followed up on Fox Business Network, saying if countries adopted Huawei technology, the United States “won’t be able to share information” with them.\nThe American ambassador to Germany, Richard Grenell, expanded on Mr. Pompeo’s public messaging with a letter to Berlin, warning of repercussions should it use Huawei. The letter was first reported by The Wall Street Journal.\nChancellor Angela Merkel of Germany quickly shot back, saying her country was “defining our standards for ourselves.”\nAndrea Kendall-Taylor, a former American intelligence officer who is now the director of the Transtlantic Security Program at the Center for a New American Security, said administration officials had wrongly framed the decision for European powers as standing with either the United States or China. Countries in Europe, including Britain and Germany, do not want to make that choice, and instead want to maintain good trade relations with China.\n“The U.S. needs to approach this not as a black and white issue,” Ms. Kendall-Taylor said. “The U.S. should avoid generating more resentment in already fraught relations with the Europeans. To manage the China challenge we will need the Europeans on our side, so we need to work together.”\nThe Trump administration has had some small victories, at least rhetorically. The Czech Republic’s cybersecurity agency has issued warnings about Huawei and other Chinese telecom companies, though the government remains divided over a ban. Poland earned praise from Vice President Mike Pence for its actions against Huawei, which included arresting one of its employees on espionage charges. But as Poland courts Chinese investment, it is unclear if it will embrace a full ban.\nThe most decisive action against Huawei by an American ally is outside Europe, where Australia last year banned the company from its 5G networks.\nThe administration continues to look for other ways to put Huawei at a global disadvantage, including an executive order that would prohibit American companies from using Chinese telecommunications gear in 5G networks. Intelligence and security officials are also considering a more aggressive presidential order that would prevent American companies from supplying Huawei with components that it needs to build 5G networks.\nWhile Huawei would eventually make its own version of those components, such export restrictions could slow down the company’s 5G development, winning time for competitors to improve their own offerings.\nAmerican officials are also exploring ways to counter Huawei’s biggest advantage: its low price and financing deals. Members of Congress and administration officials have discussed ways for the United States and its allies to offset the favorable financing deals China offers for its telecom equipment. Among the options under consideration is providing some type of financing to allied telecom companies building 5G networks.\nWhile the United States has continued to talk tough, Mr. Trump has yet to sign any executive order that would curb Huawei’s growth and his recent comments have created doubt about how far he is prepared to go.\nLast month, the White House dispatched officials from the State, Defense and Commerce Departments and from the Federal Communications Commission to a wireless industry conference in Barcelona, Spain, to make the case against Huawei. But a few days before the convention started, Mr. Trump appeared to backtrack on his administration’s position, posting on Twitter that he wanted American companies to win on their merits, “not by blocking out currently more advanced technologies.”\n“The administration policy on Huawei and ZTE has been characterized by fits and starts and contradictions,” said Representative Adam B. Schiff, Democrat of California, who has been a top critic of Mr. Trump. “I am not sure I can make heads or tails of it.”\nAmerican and European officials said that behind the scenes, the negotiations were far more nuanced than the public threats. Some European officials believe that privately the White House has been more receptive to their arguments that the security threat of Chinese telecom companies can be tempered.\nBut the efforts to cajole or pressure European powers may have come too late, say current and former European and American officials. European officials have also told their American counterparts that there is no alternative to Huawei that offers better, more secure equipment, even at a higher price.\nBritish officials have said the risk from Huawei can be mitigated without a ban, through tough oversight and restricting Huawei to less critical parts of its networks. The British government operates a security lab where it inspects Huawei’s equipment and code for cybersecurity flaws. Last year, the inspections discovered problems with Huawei software code, but the authorities said it was not related to the Chinese government.\nGermany is taking a similar approach, with Huawei opening a research center in the city of Bonn where security officials can review its products. The company has also opened a facility in Brussels.\nMark Sedwill, Britain’s national security adviser, said it was more important to focus on the security of the system, not the origin of the company that made the equipment. Criminal hackers, not the governments of other countries, remain the biggest threat, he said.\n“We think we have a pretty mature approach to this that so far — through regulation, through transparency, through setting very close standards — is protecting our interests and securing economic benefits,” Mr. Sedwill said this month during a speech at the Atlantic Council.", "date": "March 17, 2019", "href": "https://www.nytimes.com/2019/03/17/us/politics/huawei-ban.html", "tags": "allies american overseas security officials “ china u.s. resist united states stumbles huawei ban campaign"}