{"title": "U.S. to Share Cautionary Tale of Trade Secret Theft With Chinese Official", "content": "WASHINGTON — China’s next leader, Xi Jinping, may never have heard of American Superconductor Corporation before he arrived here Monday, but by the end of his visit United States officials hope to make the small Massachusetts wind-energy company an object lesson in the impact of Chinese trade secret theft on American business.\nSenator John Kerry, chairman of the Senate Foreign Relations Committee and a Massachusetts Democrat, plans to raise personally with Mr. Xi the case of a company that saw 70 percent of its business evaporate last year after a Chinese partner enticed one of its employees to steal the crown jewel of its technology.\n“It’s a very clear and, in our judgment, egregious, palpable demonstration of the practice that we are deeply concerned about,” Mr. Kerry said, “but it’s not the only one. There are so many things: cyberattacks, access-to-market issues, espionage, theft. These are major points of discussion between us and China.”\nBoth President Obama and Vice President Joseph R. Biden Jr. warned Mr. Xi on Tuesday that they had been hearing more and more from United States businesses about intellectual property and trade secret theft, but they did not specifically mention American Superconductor. However, background material on the company’s experience was included in briefing papers distributed before the arrival in Washington of Mr. Xi’s delegation, and a top administration official said the Chinese were aware of United States frustration over the case.\nWith anger toward Chinese trade and industrial practices emerging as a major theme for the 2012 campaign season, American Superconductor’s story seems ripe for the moment.\nThe facts are difficult to dispute, given the volume of evidence. Last March, China’s Sinovel, the world’s second largest wind turbine manufacturer, abruptly refused shipments of American Superconductor’s wind turbine electrical systems and control software. The blow was devastating; Sinovel provided more than 70 percent of the firm’s revenues.\nThe value of undelivered components on existing contracts exceeded $700 million, Daniel Patrick McGahn, the company’s president and chief executive, told investors. Its share price plunged by more than 80 percent in six months.\nLast summer, evidence emerged that Sinovel had promised $1.5 million to Dejan Karabasevic, a Serbian employee of American Superconductor in Austria.\nCompany officials say they found hundreds of e-mails and messages between senior Sinovel staff members and Mr. Karabasevic detailing the property to be stolen from the company, offering the money, and showing the actual transfer of the software. They even found signed contracts for the transaction.\nMr. Karabasevic was arrested, confessed to the crime, was convicted and is now serving time in an Austrian prison.\nAmerican Superconductor filed multiple lawsuits against Sinovel, seeking more than $1.2 billion in damages, cease and desist orders and copyright remedies.\nIn October, Sinovel countersued, saying it stopped accepting components because of quality problems and asking an arbitration commission to award it about $58 million for a breach of contract. The company is also demanding that American Superconductor pay its lawyers’ fees, expenses and the cost of the arbitration.\nThis month, a court in Hainan, China, dismissed the smallest of the suits and said it should be heard by an arbitration commission in Beijing. The first arbitration hearing is scheduled for Feb. 24.\nCompany officials would not discuss their push for attention in Washington, but in a conference call with analysts in November, Mr. McGahn was open about his view of the case.\n“While we acknowledge that this is a commercial matter, many have pointed to this case as an important litmus test for future energy cooperation between China and the West,” he said, according to a transcript of the call.\nRobert D. Atkinson, president of the Information Technology and Innovation Foundation who has been leading a roundtable on such cases for the White House Office of Science and Technology Policy, called the case particularly egregious. But, he added, “This is not a one-shot deal that affects one company in Massachusetts. It is unbelievably endemic.”\nA lengthy paper by the foundation, due out in two weeks, will detail what Mr. Atkinson says has been the systematic pilfering of United States technology. “The Chinese have U.S. companies over a barrel because of the pressure for short-term earnings. They’ve got renminbi dancing in their eyes,” Mr. Atkinson said, referring to China’s currency. “But nine years later the Chinese are eating your lunch.”\nThe United States-China Business Council, which encourages economic cooperation, is more sanguine. Its survey of companies doing business in China found that only 18 percent said they had been asked to transfer technology as a condition for a business transaction. Three percent said they were able to scale back the request but did hand over some of their technology. About 2 percent said they met the request so they could stay in business in China.\nBut stories like American Superconductor’s are rampant. Japanese and European companies like Kawasaki Heavy Industries and Siemens AG say they are competing against their once-junior Chinese partners and their own technology for the global high-speed rail business. Automobile writers have waxed indignantly about a new Chinese pickup truck that looks uncannily like the Ford F-150.\nSuch concerns are meshing with Mr. Obama’s stern new push to make China play by the rules of international commerce. “I will not stand by when our competitors don’t play by the rules,” the president said during his State of the Union address in January, announcing the creation of what he has called a Trade Enforcement Union “that will be charged with investigating unfair trade practices in countries like China.”\nMr. Atkinson is not convinced that the administration will hold to that pledge. “They’ve got to stop pretending that this engagement that they’re in right now with China is yielding results,” he said. “For every mole they whack, three more pop up. They need to vocally call out China on these egregious practices and say enough is enough.”", "date": "FEB. 14, 2012FEB. 14, 2012FEB. 14, 2012", "href": "https://www.nytimes.com/2012/02/15/world/asia/chinese-official-to-hear-trade-theft-tale.html", "tags": "american tale company theft china business share u.s. secret ” official chinese trade cautionary superconductor"}