{"title": "U.S. Finds Iran Halted Its Nuclear Arms Effort in 2003", "content": "WASHINGTON, Dec. 3 — A new assessment by American intelligence agencies released Monday concludes that Iran halted its nuclear weapons program in 2003 and that the program remains frozen, contradicting a judgment two years ago that Tehran was working relentlessly toward building a nuclear bomb.\nThe conclusions of the new assessment are likely to reshape the final year of the Bush administration, which has made halting Iran’s nuclear program a cornerstone of its foreign policy.\nThe assessment, a National Intelligence Estimate that represents the consensus view of all 16 American spy agencies, states that Tehran is likely to keep its options open with respect to building a weapon, but that intelligence agencies “do not know whether it currently intends to develop nuclear weapons.”\nIran is continuing to produce enriched uranium, a program that the Tehran government has said is intended for civilian purposes. The new estimate says that the enrichment program could still provide Iran with enough raw material to produce a nuclear weapon sometime by the middle of next decade, a timetable essentially unchanged from previous estimates.\nBut the new report essentially disavows a judgment that the intelligence agencies issued in 2005, which concluded that Iran had an active secret arms program intended to transform the raw material into a nuclear weapon. The new estimate declares instead with “high confidence” that  the military-run program was shut in 2003, and it concludes with “moderate confidence” that the program remains frozen. The report judges that the halt was imposed by Iran  “primarily in response to increasing international scrutiny and pressure.”\nIt was not clear what prompted the reversal. Administration officials said the new estimate reflected conclusions that the intelligence agencies had agreed on only in the past several weeks. The report’s agnosticism about Iran’s nuclear intentions represents a very different tone than had been struck by President Bush, and by Vice President Dick Cheney, who warned in a speech in October that if Iran “stays on its present course, the international community is prepared to impose serious consequences.”\nThe estimate does not say when intelligence agencies learned that the arms program had been halted, but officials said new information obtained from covert sources over the summer had led to a reassessment of the state of Iran’s nuclear program and a decision to delay preparation of the estimate, which had been scheduled to be delivered to Congress in the spring.\nThe new report came out just over five years after a 2002 intelligence estimate on Iraq concluded that it possessed chemical and biological weapons programs and was determined to restart its nuclear program. That estimate was instrumental in winning the Congressional authorization for a military invasion of Iraq, but it proved to be deeply flawed, and most of its conclusions turned out to be wrong.\nIntelligence officials said the specter of the 2002 estimate on Iraq hung over their deliberations on Iran even more than it had in 2005, when the lessons from the intelligence failure on Iraq were just beginning to prompt spy agencies to adapt a more rigorous approach to their findings.\nThe 2007 report on Iran had been requested by members of Congress, underscoring that any conclusions could affect American policy toward Iran at a delicate time. The new estimate brought American assessments more in line with the judgments of international arms inspectors.\nLast month, Mohamed ElBaradei, director general of the International Atomic Energy Agency, reported that Iran was operating 3,000 uranium-enriching centrifuges capable of producing fissile material for nuclear weapons, but he said inspectors had been unable to determine whether the Iranian program sought only to generate electricity or to also to build weapons.\nSenator Harry Reid, Democrat of Nevada and the Senate majority leader, portrayed the assessment as “directly challenging some of this administration’s alarming rhetoric about the threat posed by Iran” and called for enhanced diplomatic efforts toward Tehran. Democratic presidential candidates mostly echoed Senator Reid, but also emphasized that Iran’s long-term ambitions were still a great concern to the United States.\nIn interviews on Monday, some administration officials expressed skepticism about the conclusions reached in the new report, saying they doubted that American intelligence agencies had a firm grasp of the Iranian government’s intentions.\nThe administration officials also said the intelligence findings would not lessen the White House’s concern about the prospect of a nuclear-armed Iran. The fact that Iran continues to refine its abilities to enrich uranium, they said, means that any decision in the future to restart a nuclear weapons program could lead Iran to a bomb in relatively short order. While the new report does not contrast sharply with earlier assessments about Iran’s capabilities, it does make new judgments about the intentions of  its government.\nRather than portraying Iran as a rogue, irrational country determined to join the club of nations that possess a nuclear bomb, the estimate says Iran’s “decisions are guided by a cost-benefit approach rather than a rush to a weapon irrespective of the political, economic and military costs.”\nThe administration called new attention to the threat posed by Iran this year when Mr. Bush suggested in October that a nuclear-armed Iran could lead to “World War III.” Mr. Cheney also said that month that as Iran continued to enrich uranium, “the end of that process will be the development of nuclear weapons.”\nYet even as Mr. Bush and Mr. Cheney were making those statements, analysts at the Central Intelligence Agency were well under way toward revising the earlier assessment about Iran’s nuclear arms program. Administration officials said the White House had known at the time that the conclusions about Iran were under review but had not been informed until more recently that intelligence agencies had reversed their 2005 conclusion.\nIn September, officials said, Gen. Michael V. Hayden, the C.I.A. director, and his deputy, Stephen R. Kappes, met with Iran analysts to take a hard look at past conclusions about Iran’s nuclear program in light of new information obtained since 2005.\n“We felt that we needed to scrub all the assessments and sources to make sure we weren’t misleading ourselves,” said one senior intelligence official, speaking on condition of anonymity.\nThe estimate concludes that if Iran were to restart its arms program, it would still be at least two years before it would have enough highly enriched uranium to produce a nuclear bomb. But it says it is still “very unlikely” Iran could produce enough of the material by then.\nInstead, the report released on Monday concludes that it is more likely that Iran could have a bomb by the early part to the middle of the next decade. The report states that the State Department’s Bureau of Intelligence and Research judges that Iran is unlikely to achieve this goal before 2013, “because of foreseeable technical and programmatic problems.”\nThe estimate concludes that it would be difficult to persuade Iran’s leaders to abandon all efforts to get nuclear weapons, given the importance of getting the bomb to Iran’s strategic goals in the Middle East.\nIntelligence officials presented the outlines of the intelligence estimate two weeks ago to several cabinet members, along with Mr. Cheney. During the meeting, officials said, policy makers challenged and debated the conclusions. The final draft of the estimate was presented to Mr. Bush and Mr. Cheney last Wednesday.\nOfficials said they now planned to give extensive briefings to American allies like Israel, Britain and France. Israel intelligence officials for years have put forward more urgent warnings about Iran’s nuclear abilities than their American counterparts, positing that Iran could get a nuclear bomb this decade.\nIntelligence officials had said just weeks ago they were ending the practice of declassifying parts of intelligence estimates, citing concerns that analysts might alter their judgments if they knew the reports would be widely publicized.\nBut in a statement on Monday, Donald M. Kerr, the principal deputy director of national intelligence, said that since the new estimate was at odds with the 2005 assessment — and thus at odds with public statements by top officials about Iran — “we felt it was important to release this information to ensure that an accurate presentation is available.”", "date": "DEC. 4, 2007AUG. 14, 2013AUG. 14, 2013DEC. 4, 2007DEC. 4, 2007DEC. 4, 2007AUG. 14, 2013AUG. 14, 2013DEC. 4, 2007DEC. 4, 2007DEC. 4, 2007", "href": "https://www.nytimes.com/2007/12/04/world/middleeast/04intel.html", "tags": "finds iran intelligence effort nuclear “ officials u.s. new estimate arms halted program"}