{"title": "U.S. Weighs Sanctions Against Chinese Officials Over Muslim Detention Camps", "content": "WASHINGTON — The Trump administration is considering sanctions against Chinese senior officials and companies to punish Beijing’s detention of hundreds of thousands of ethnic Uighurs and other minority Muslims in large internment camps, according to current and former American officials.\nThe economic penalties would be one of the first times the Trump administration has taken action against China because of human rights violations. United States officials are also seeking to limit American sales of surveillance technology that Chinese security agencies and companies are using to monitor Uighurs throughout northwest China.\nDiscussions to rebuke China for its treatment of its minority Muslims have been underway for months among officials at the White House and the Treasury and State Departments. But they gained urgency two weeks ago, after members of Congress asked Secretary of State Mike Pompeo and Treasury Secretary Steven Mnuchin to impose sanctions on seven Chinese officials.\nUntil now, President Trump has largely resisted punishing China for its human rights record, or even accusing it of widespread violations. If approved, the penalties would fuel an already bitter standoff with Beijing over trade and pressure on North Korea’s nuclear program.\nLast month, a United Nations panel confronted Chinese diplomats in Geneva over the detentions. The camps for Chinese Muslims have been the target of growing international criticism and investigative reports, including by The New York Times.\nHuman rights advocates and legal scholars say the mass detentions in the northwest region of Xinjiang are the worst collective human rights abuse in China in decades. Since taking power in 2012, President Xi Jinping has steered China on a hard authoritarian course, which includes increased repression of large ethnic groups in western China, notably the Uighurs and Tibetans.\nOn Sunday, Human Rights Watch released a detailed report that concluded that the violations were of a “scope and scale not seen in China since the 1966-1976 Cultural Revolution.” The report, based on interviews with 58 former residents of Xinjiang, recommended that other nations impose targeted sanctions on Chinese officials, withhold visas and control exports of technology that could be used for abuses.\nAny new American sanctions would be announced by the Treasury Department after governmentwide consultations, including with Congress.\nChinese Muslims in the camps are forced to attend daily classes, denounce aspects of Islam, study mainstream Chinese culture and pledge loyalty to the Chinese Communist Party. Some detainees who have been released have described torture by security officers.\nChinese officials have labeled the process “transformation through education” or “counter-extremism education.” But they have not acknowledged that large groups of Muslims are being detained.\nThe discussions over the mass detentions in Xinjiang highlight American efforts on issues that diverge from the president’s priorities. Mr. Trump has rarely made statements criticizing foreign governments for human rights abuses or anti-liberal policies, and in fact has praised authoritarian leaders, including Mr. Xi.\nThe Trump administration has confronted China over economic issues — the two countries are in the middle of a prolonged trade war — but has said little about rampant abuses by its security forces.\n“The scale of it — it’s massive,” Senator Marco Rubio, Republican of Florida, said of the Muslim detention centers in an interview. “It involves not only intimidating people on political speech, but also a desire to strip people of their identity — ethnic identity, religious identity — on a scale that I’m not sure we’ve seen in the modern era.”\nEthnic Uighurs are a Turkic-speaking group that is mostly Sunni Muslim. With a population of around 11 million, Uighurs are the largest ethnic group in Xinjiang. Some of the desert oasis towns and villages that they consider their homeland are being emptied out as security officers force many Uighurs into large detention centers for weeks or months.\nGulchehra Hoja, a Uighur-American journalist who works for Radio Free Asia, which is financed by the United States government, said at a congressional hearing in July that two dozen of her family members in Xinjiang were missing, including her brother.\n“I hope and pray for my family to be let go and released,” Ms. Hoja said. “But I know even if that happens, they will still live under constant threat.”\nA Chinese law student in Canada, Shawn Zhang, has compiled satellite images that show the scale of some of the detention centers.\nIn their demand last month, Mr. Rubio and other lawmakers urged officials at the State and Treasury Departments to impose sanctions on Chinese companies that have profited from building the camps or the regionwide surveillance system, which includes the collection of biometric and DNA data. They singled out Hikvision and Dahua Technology for the surveillance.\nMr. Rubio said the Congressional-Executive Commission on China, of which he is a chairman, will also ask the Commerce Department to prevent American companies from selling technology to China that could contribute to the surveillance and tracking.\nFor many years, Chinese officials have talked about the need to suppress what they call terrorism, separatism and religious extremism in Xinjiang. In 2009, ethnic violence began soaring in the region. Security forces carried out mass repression in response, but large-scale construction of the camps, which now hold as many as one million people, did not begin until the arrival of Chen Quanguo, who became party chief of Xinjiang in August 2016, after a stint in the Tibet Autonomous Region.\nThe congressional demand, outlined in an Aug. 28 letter, singles out Mr. Chen among the seven Chinese officials who would be sanctioned.\nIn Washington, officials grappling with the plight of the Uighurs and other Chinese Muslims are doing so in the shadow of the mass murders, rapes and forced displacement of Rohingya Muslims by Burmese military forces that began in Myanmar in August 2017. More than 700,000 Rohingya fled to neighboring Bangladesh and live in squalid camps.\nSome American officials see the actions of the Chinese government as another form of the genocide that occurred in Myanmar, according to people with knowledge of the continuing discussions, who spoke on the condition of anonymity because they have not been authorized to talk publicly about the issue.\nSam Brownback, the State Department’s ambassador at large for international religious freedom and former governor of Kansas, supports taking a hard line against the Chinese government on the issue of Xinjiang, they said. Mr. Brownback declined to be interviewed.\nIn April, Laura Stone, an acting deputy assistant secretary for East Asian and Pacific affairs, told reporters on a visit to Beijing that the United States could impose sanctions on Chinese officials involved in the Xinjiang abuses under the Global Magnitsky Act. The law allows the American government to impose sanctions on specific foreign officials who are gross violators of human rights.\nThat same month, Heather Nauert, the chief spokeswoman for the State Department, called on China to release all those “unlawfully detained” after meeting in Washington with Ms. Hoja and five other ethnic Uighur journalists who work in the United States for Radio Free Asia. The journalists shared details of the mass detentions and of harassment of their own family members in the region.\nThe issue of the Uighurs was raised in July at the first international minister-level forum on global religious freedom, over which Mr. Pompeo and Vice President Mike Pence presided. Ahead of it, Mr. Pompeo wrote an op-ed that listed the Uighurs among several groups suffering religious persecution. “These episodes and others like them are abhorrent,” he wrote.\nIn a statement to The Times, the State Department said officials “are deeply troubled by the Chinese government’s worsening crackdown” on Muslims.\n“Credible reports indicate that individuals sent by Chinese authorities to detention centers since April 2017 number at least in the hundreds of thousands, and possibly millions,” the statement said.\nThe Trump administration has used an executive order tied to the Magnitsky Act once to impose sanctions on a Chinese official. In December, the White House announced sanctions against Gao Yan, who was a district police chief in Beijing when a human-rights activist died in detention.", "date": "Sept. 10, 2018", "href": "https://www.nytimes.com/2018/09/10/world/asia/us-china-sanctions-muslim-camps.html", "tags": "sanctions officials china xinjiang u.s. muslims ” muslim uighurs chinese camps detention weighs"}