{"title": "U.S. Seeks to Keep Closer Tabs on Chinese Money in America", "content": "When President Trump talked tough about China’s economic impact on America during the campaign, he criticized its trade policies and its approach to its currency.\nYet one of the first pieces of legislation under the Trump administration that could have a major impact on the economic relationship between the two countries centers on something different: Chinese deal making in the United States.\nWhite House officials and a group of lawmakers on both sides of the aisle are pushing for new laws intended in part to keep closer tabs on the surge of Chinese money into America. Some in Washington say that money could help China expand its technological and military abilities. While any legislation would face congressional debate and review, a large number of Trump administration employees who deal with both trade and national security have said they support some sort of overhaul of how the United States vets such deals.\nThe push would expand the powers of a little-known but important panel — the Committee on Foreign Investment in the United States, or Cfius — that can effectively block foreign deals for American companies on national security grounds. In particular, it could reshape the ways American technology companies, big and small, raise money from Chinese investors.\n“We’ll try to enable Cfius to take a tougher line against certain investments emanating from those nations that pose a clear threat to our national security, focused particularly in the area of advanced technology,” said Senator John Cornyn, Republican of Texas, who said last week that he would propose the legislation.\nThe Trump administration has not staked out a formal stance, but trade experts are watching how the committee treats a pair of pending deals as a test of the political winds. The first is a $1.2 billion bid by Ant Financial — the electronic payments affiliate of the Alibaba Group, the Chinese e-commerce giant — for a remittances company based in Dallas called MoneyGram. The second is a $1.3 billion offer by a China-backed buyout fund for Lattice Semiconductor, which makes a range of advanced communications and telecommunication chips.\nChinese buyers are pouring more and more money into the United States. In 2016, Chinese investment in America jumped threefold to $46 billion from the year before, according to the research firm Rhodium Group. Chinese purchases in recent years have included buildings and movie theater chains.\nBut some deals have been in potentially sensitive areas, like semiconductors, which Cfius has increasingly blocked. A growing number have also been among start-ups working on cutting-edge technology, but they are difficult to track and are often too small to be reviewed by Cfius.\nIn a report this year that was first reported by The New York Times, the Pentagon said it was concerned about the flow of Chinese investment into start-ups working on important technology like artificial intelligence, robotics and augmented reality.\nCritics also argue that Beijing and companies supported by the government have sought to form joint ventures or license technology, neither of which Cfius currently reviews.\n“There is a perception that different financial structures are being used to avoid potential Cfius oversight,” said Andrew Shapiro, a founder of the advisory firm Beacon Global Strategies and former assistant secretary of state for political-military affairs. “So they will try to close those loopholes.”\nOver the past two years, Cfius (pronounced sih-fee-us) has broken up a number of major Chinese bids for semiconductor companies, leading to Chinese complaints.\nIt is unclear how China’s government would respond to the revamped regulator, but the move would most likely stoke some tensions. At a recent news conference, Lu Kang, a spokesman for the Foreign Ministry, said, “There should not be undue political dimensions imposed on commercial takeovers, let alone political intervention.”\nXiaohe Cheng, an associate professor at the School of International Studies at Renmin University in Beijing, added that some of Cfius’s recent decisions were “discriminative towards Chinese companies.”\nYet foreign businesses often complain of an unfair operating environment in China, and increasingly American officials have begun seeking what they call reciprocity, or bringing American limits on Chinese investment closer to China’s limits on American investment there. Beijing forbids foreign investors from acquiring meaningful stakes in companies in a number of industries, including the media, internet and telecommunications.\nSuch an initiative in the United States would have far wider economic implications and is likely to be dealt with separately from the coming legislation on Cfius.\nRecently, several Trump administration officials, including Wilbur Ross, the secretary of commerce, have also expressed support for expanding the committee.\n“His staff is well versed on the issues, and he clearly sees the need for updating Cfius,” said Paul S. Triolo, the head of practice on technology policy for the Eurasia Group, an advisory firm.\n“He appears to be leading the charge on this with the administration,” he added.\nCfius includes members of a number of American agencies, including the Departments of Defense, State, Justice, Treasury and Homeland Security, and industry and policy analysts are watching closely to see how the committee acts under the Trump presidency.\nAnt Financial, the Alibaba affiliate, outbid a company based in Kansas called Euronet Worldwide to acquire MoneyGram. Some lawmakers, led by representatives from Kansas and Texas, where MoneyGram is based, have said an Ant purchase would expose the personal financial details of American users.\nDouglas Feagin, Ant Financial’s head of international operations, said in an interview that the company intended to allow MoneyGram to continue to operate on its own and that the data it had would continue to be stored in the United States on a network separate from Ant’s networks.\n“The test cases will be things like the Alibaba deal,” said Adam Segal, an expert on emerging technologies at the Council on Foreign Relations.\nWhile industry and policy analysts say it could be difficult to argue that MoneyGram is important to national security, the potential deal for Lattice Semiconductor offers a more straightforward argument.\nThe Pentagon report released this year cites the bid for Lattice from a venture capital firm called Canyon Bridge as an example of a tactic used to skirt government oversight. The purpose of creating Canyon Bridge, a private equity fund with links to China, was to obscure the source of capital to “enhance the possibility” that the transaction would be approved by Cfius, the report said.\nCanyon Bridge has said that there was never any intention to obscure the source of the fund’s capital, as shown by meetings it had with Cfius before the deal was signed.\nThe coming debate about Cfius is likely to be undergirded by concerns about reciprocity.\n“There’s this question about letting a Chinese company do something in the U.S. that China wouldn’t let a U.S. company do in China,” said James Lewis, a senior vice president at the Center for Strategic and International Studies, a think tank.\n“That’s what people say in private,” he added. “That it’s not a two-way street, that it’s not fair and that we need to do something about it.”", "date": "June 29, 2017", "href": "https://www.nytimes.com/2017/06/29/business/china-cfius-takeover-money-deals.html", "tags": "american closer america “ china seeks u.s. united would cfius chinese money tabs keep"}