{"title": "U.S., Britain and France Strike Syria Over Suspected Chemical Weapons Attack", "content": "WASHINGTON — The United States and European allies launched airstrikes on Friday night against Syrian research, storage and military targets as President Trump sought to punish President Bashar al-Assad for a suspected chemical attack near Damascus last weekend that killed more than 40 people.\nBritain and France joined the United States in the strikes in a coordinated operation that was intended to show Western resolve in the face of what the leaders of the three nations called persistent violations of international law. Mr. Trump characterized it as the beginning of a sustained effort to force Mr. Assad to stop using banned weapons, but only ordered a limited, one-night operation that hit three targets.\n“These are not the actions of a man,” Mr. Trump said of last weekend’s suspected chemical attack in a televised address from the White House Diplomatic Room. “They are crimes of a monster instead.”\nShortly after the attack, the Syrian presidency posted on Twitter, “Honorable souls cannot be humiliated.”\nThe strikes risked pulling the United States deeper into the complex, multisided war in Syria and raised the possibility of confrontation with Russia and Iran, both of which were supporting Mr. Assad with military forces. Within 90 minutes, the Russian ambassador to the United States warned of “consequences” for the allied attacks.\nWhile Mr. Trump vowed as recently as last week to pull American troops out of Syria, he said he would remain committed to the goal of preventing further chemical attacks.\n“We are prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents,” he said.\n[Read the full text of President Trump’s address »]\nBut Defense Secretary Jim Mattis, who had urged caution in White House deliberations leading up to the strike, told reporters on Friday night that there were no more attacks planned unless Mr. Assad again uses gas on his own people.\n“We confined it to the chemical weapons-type targets,” Mr. Mattis said. “We were not out to expand this; we were very precise and proportionate. But at the same time, it was a heavy strike.”\nThe assault was twice the size and hit two more targets than a strike that Mr. Trump ordered last year against a Syrian military airfield. Launched from warplanes and naval destroyers, the burst of missiles and bombs struck Syria shortly after 4 a.m. local time on Saturday.\nThey hit three of Mr. Assad’s chemical weapons facilities: a scientific research center in greater Damascus that was used in the production of weapons, and two chemical weapons facilities west of Homs, one of which was used for the production of the nerve agent sarin and the other was part of a military command post, said Gen. Joseph F. Dunford Jr., the chairman of the Joint Chiefs of Staff.\nResidents of Damascus, the capital, woke to the sounds of multiple explosions shaking the city before the dawn call to prayer.\nSyrian state television said government air defense systems were responding to “the American aggression” and aired video of missiles being fired into a night sky. It reported that 13 missiles had been shot down by Syrian air defenses near Al-Kiswa, a town south of Damascus. American officials said they could not yet confirm that.\nMr. Trump called on Syria’s patrons in Russia and Iran to force Mr. Assad to halt the use of poison gas in the seven-year-old civil war that has wracked his country.\n“To Iran and to Russia I ask: What kind of a nation wants to be associated with the mass murder of innocent men, women and children?” he said. “The nations of the world can be judged by the friends they keep. No nation can succeed in the long run by promoting rogue states, brutal tyrants and murderous dictators.”\nRussia responded with sharp words. “We warned that such actions will not be left without consequences,” Anatoly Antonov, the ambassador to the United States, said in a statement. “All responsibility for them rests with Washington, London and Paris.”\nTaking umbrage at Mr. Trump accusing President Vladimir V. Putin in his speech of not living up to a promise to disarm Syria of its chemical weapons, Mr. Antonov added, “Insulting the president of Russia is unacceptable and inadmissible.”\nIn choosing to strike, it appeared that Mr. Trump’s desire to punish Mr. Assad for what he called a “barbaric act” — and to make good on his tweets promising action this week — outweighed his desire to limit the American military involvement in the conflict, at least in the short term.\nThe strikes marked the second time that Mr. Trump has attacked Syria to punish the government after it was accused of using chemical weapons. The White House had sought to create a response that would be more robust than the attack in April 2017, when the United States fired 59 Tomahawk cruise missiles at a Syrian air base that was back in use a day later.\nUnlike last year, France and Britain joined the United States in retaliating for the suspected chemical attack last Saturday in the town of Douma, outside Damascus, but Germany refused to take part, even though Chancellor Angela Merkel called the use of chemical weapons “unacceptable.”\nPrime Minister Theresa May of Britain said Syria had left the allies no choice. “This persistent pattern of behavior must be stopped — not just to protect innocent people in Syria from the horrific deaths and casualties caused by chemical weapons, but also because we cannot allow the erosion of the international norm that prevents the use of these weapons,” she said.\nBut she also emphasized the limits of the operation’s goals, reflecting the reluctance in London as well as Washington to become too immersed in the fratricidal war in Syria.\n“This is not about intervening in a civil war,” she said. “It is not about regime change. It is about a limited and targeted strike that does not further escalate tensions in the region and that does everything possible to prevent civilian casualties.”\n[Read statements by France and Britain, and a declassified French document on the airstrikes.»]\nDefense officials said that Tomahawk cruise missiles were launched from at least three American warships, while B-1 bombers dropped long-range missiles on targets. French and British warplanes also fired long-range missiles, while a British submarine launched cruise missiles.\nEarly reaction to the strikes from Capitol Hill appeared to break down along party lines, with Republicans expressing support for the president and Democrats questioning whether Mr. Trump has a well-thought-out strategy for what happens after the military action is over.\n“President Trump’s decision to launch airstrikes against the Syrian government without Congress’s approval is illegal and — absent a broader strategy — it’s reckless,” said Senator Tim Kaine, Democrat of Virginia, who has long argued that presidents should request permission from Congress before taking military action.\nRepresentative Nancy Pelosi of California, the House Democratic leader, said that “one night of airstrikes is not a substitute for a clear, comprehensive Syria strategy.”\nRepresentative Steve Scalise of Louisiana, the House Republican majority whip, wrote in a statement: “President Trump is right to assert that the Assad regime’s evil acts cannot go unanswered.”\nA fact-finding mission from the Organization for the Prohibition of Chemical Weapons was to begin investigating the episode on Saturday in Douma, which had been held by rebels before the suspected attack. The mission’s job was only to determine whether chemical weapons had been used, not who had used them.\nMedical and rescue groups have reported that the Syrian military dropped bombs that released chemical substances during an offensive to take the town. A New York Times review of videos of the attack’s aftermath, and interviews with residents and medical workers, suggested that Syrian government helicopters dropped canisters giving off some sort of chemical compound that suffocated at least 43 people.\nAt the United Nations, Nikki R. Haley, the American ambassador to the world body, accused the Syrian government of using banned chemical arms at least 50 times since the country’s civil war began in 2011. State Department officials said the United States was still trying to identify the chemical used on April 7.\nLeaders in Syria, Iran and Russia denied that government forces had used chemical weapons, and accused rescue workers and the rebels who had controlled Douma of fabricating the videos to win international sympathy.\nOn Friday, Maj. Gen. Igor Konashenkov, a spokesman for the Russian Defense Ministry, said images of victims of the purported attack had been staged with “Britain’s direct involvement.” He provided no evidence.\nKaren Pierce, Britain’s ambassador to the United Nations, called those allegations “bizarre” and “a blatant lie.”\nMr. Mattis had sought to slow down the march to military action as allies compiled evidence of Mr. Assad’s role that would assure the world the strikes were warranted. Mr. Mattis also raised concerns that a concerted bombing campaign could escalate into a wider conflict between Russia, Iran and the West.\nBefore the strikes, the United States had mostly stopped aiding Syria’s rebels, like those who were in Douma, who want to topple Mr. Assad’s government. The Pentagon’s most recent efforts in Syria have focused on the fight against Islamic State militants in the country’s east, where it has partnered with a Kurdish-led militia to battle the jihadists. It is the roughly 2,000 American troops there that Mr. Trump has said he wants to bring home.\nIn his televised address on Friday night, Mr. Trump sought to repeat his desire to disentangle the United States from the Middle East at some point. “It’s a troubled place,” he said. “We will try to make it better, but it is a troubled place. The United States will be a partner and a friend, but the fate of the region lies in the hands of its own people.”\nRussian forces and Iranian-backed militias also are deployed around Syria to help fight the rebellion — including the Islamic State and other extremist groups — that has surged against Mr. Assad since the conflict started.\nLast year’s American attack on Syria came after a chemical attack on the village of Khan Sheikhoun killed scores of people. Mr. Trump ordered a cruise missile strike against the Al Shayrat airfield in central Syria, where the attack had originated. The base was damaged, but Syrian warplanes were again taking off from there a day later.\nStill, the response set Mr. Trump apart from President Barack Obama, who declined to respond with military force after a chemical weapons attack in August 2013 killed hundreds of people near Damascus, even though Mr. Obama had earlier declared the use of such weapons a “red line.”\nMr. Obama ultimately backed off a military strike and reached an agreement with Russia to remove Syria’s chemical weapons arsenal. That agreement was said to have been carried out, although a series of reported chemical attacks since have raised doubts about its effectiveness.", "date": "April 13, 2018", "href": "https://www.nytimes.com/2018/04/13/world/middleeast/trump-strikes-syria-attack.html", "tags": "syria “ u.s. united states suspected britain trump chemical strike attack weapons france"}