{"title": "U.S. and Allies Warn Iran Over Nuclear ‘Deception’", "content": "PITTSBURGH — President Obama and his allies raced Friday to use their revelation of a secret Iranian nuclear enrichment plant as long-sought leverage against Tehran, demanding that the country allow highly intrusive international inspections and propelling the confrontation with Tehran to a new and volatile pitch.\nIn a day of high drama at an economic summit meeting, American, British and French officials declassified some of their most closely held intelligence and scrambled to describe a multiyear Iranian effort, tracked by spies on the ground and satellites above, to build a secret uranium enrichment plant deep inside a mountain.\nThe new plant, which Iran strongly denied was intended to be kept secret or used for making weapons, is months away from completion and does nothing to shorten intelligence estimates of how long it would take Iran to produce a bomb. American intelligence officials say it will take at least a year, perhaps five, for Iran to develop the full ability to make a nuclear weapon.\nBut the finding so cemented a sense of what Prime Minister Gordon Brown of Britain called “the serial deception of many years” that it led to a rare Russian rebuke of Iran, and a milder warning from China, two countries crucial to Mr. Obama’s efforts to back up diplomacy with far tougher sanctions.\nMr. Obama’s aides and a raft of intelligence officials argued that the small, hidden plant was unsuitable for producing reactor fuel that might be used in a peaceful nuclear program. Moreover, its location, deep inside an Iranian Revolutionary Guards base about 20 miles from the religious center of Qum, strongly suggested it was designed for covert use in weapons, they said.\nLate Friday  afternoon, preparing to return to Washington, Mr. Obama issued a stark warning about the nuclear negotiations that are to begin next week, the first direct talks between the two countries in 30 years.\n“Iran is on notice that when we meet with them on Oct. 1 they are going to have to come clean and they will have to make a choice,” he said. The alternative to giving up their program, he warned, is to “continue down a path that is going to lead to confrontation.”\nIt seemed unlikely that by “confrontation” Mr. Obama meant military action. While the president said that option was still on the table, Secretary of Defense Robert M. Gates said on CNN on Friday that “the reality is that there is no military option that does anything more than buy time — the estimates are three years or so.”\nMr. Obama said he had withheld making the intelligence public for months because it “is very important in these kind of high-stakes situations to make sure the intelligence is right”— a clear allusion to former President George W. Bush’s release of intelligence on Iraq seven years ago this month that proved baseless. Mr. Obama’s hand was forced, however, after Iran, apparently learning that the site had been discovered by Western intelligence, delivered a vague, terse letter to the International Atomic Energy Agency on Monday disclosing that it was building a second plant, one that it had never mentioned during years of inspections.\nBy today the Iranians were aggressively arguing that the plant was a “semi-industrial fuel enrichment facility” and that they had voluntarily made its existence public. President Mahmoud Ahmadinejad, on his annual visit to he United Nations, insisted that the effort was entirely legal, even if Iran had failed to declare its existence to international inspectors until days ago.\n“We have no fears,” he said. “What we did was completely legal. The agency will come and take a look and produce a report and it is nothing new.” He added: “What business is it of yours to tell us what to do or not?”\nBut to the West, there was a sense that Iran had stumbled. “They have cheated three times,” one senior administration official said of the Iranians. “And they have now been caught three times.” The official was referring to information unearthed by an Iranian dissident group that led to the discovery of the underground plant at Natanz in 2002, and evidence developed two years ago — after Iran’s computer networks were infiltrated by American intelligence agencies — that the country had sought to design a nuclear warhead. American officials believe that effort was halted in late 2003.\nMr. Obama said the secret plant “represents a direct challenge to the basic foundation of the nonproliferation regime.” President Nicolas Sarkozy of France was more blunt, giving Iran two months to meet international demands, and Mr. Brown said, “The international community has no choice today but to draw a line in the sand.”\nBy all indications, that line will be drawn Thursday, when the members of the United Nations Security Council and Germany meet with Iranian officials, the long-awaited “engagement” that Mr. Obama promised in his campaign. But American officials said that they would seize the moment to impose “crippling sanctions” if Iran blocked inspectors or refused to halt its nuclear program.\nFor years, American intelligence agencies have been searching Iran for evidence of the kind of plant that Iran was accused on Friday of building: an enrichment unit big enough to make enough material for one bomb a year, but small enough to hide. At its much larger enrichment complex at Natanz, the country already has produced enough low-enriched fuel to build one or two weapons, though it would need to be further enriched to weapons-grade material.\nBut diverting any of the fuel produced at Natanz for weapons would be difficult: International inspectors would almost certainly detect a diversion, and throwing those inspectors out of the country — as North Korea did in 2003 — would set off an alarm that Iran was headed to what experts call “nuclear breakout.”\n“They needed another place to enrich, and we were looking for it,” one of Mr. Obama’s top advisers said Thursday evening. “And this time, we found it.”\nSenior administration officials said their break came this spring. They saw equipment being placed into the underground plant, which they said was evidence that Iran was planning to build a secret complex filled with 3,000 centrifuges — old, slow but reliable centrifuges, called “P-1” because of their Pakistani heritage.\nA senior intelligence official said Friday that Western spy agencies had “excellent access” to the site, suggesting human spies had penetrated it. The official said that “multiple independent sources” had confirmed that it was intended for nuclear use. The intelligence official and other officials declined to be named because they were discussing intelligence matters.\nThe plant’s size, secrecy and location on a Revolutionary Guards base all point to a covert plant for making weapon fuel, analysts said Friday. They called it too small for any commercial use, but a good size for the much easier task of making bomb fuel.\nBy contrast, Iran’s sprawling enrichment plant in the desert at Natanz currently houses more than 8,000 centrifuges and is designed to hold at least 54,000 of the spinning machines. The plant’s underground bunkers, ringed by barbed wire and antiaircraft guns, are roughly half the size of the Pentagon.\nIran says Natanz is meant to produce the large volumes of low-enriched fuel that are needed for commercial nuclear reactors and making electricity.\nWhile a large reactor needs tons of uranium fuel, a small nuclear bomb, by the most conservative estimates, requires just 55 pounds of highly enriched uranium. That big difference helps explain the inherent menace of a small enrichment plant.", "date": "SEPT. 25, 2009SEPT. 24, 2009SEPT. 25, 2009SEPT. 25, 2009SEPT. 25, 2009SEPT. 24, 2009SEPT. 25, 2009SEPT. 25, 2009SEPT. 25, 2009SEPT. 25, 2009SEPT. 25, 2009", "href": "https://www.nytimes.com/2009/09/26/world/middleeast/26nuke.html", "tags": "allies iran ‘ intelligence nuclear plant u.s. deception ” warn obama —"}