{"title": "U.S. Restores Full Ties to Myanmar After Rapid Reforms", "content": "WASHINGTON — The United States moved to restore full diplomatic relations with Myanmar on Friday, rewarding the sweeping political and economic changes that the country’s new civilian government has made, including a cease-fire with ethnic rebels and, only hours before, the release of hundreds of political prisoners.\nFreeing the prisoners, which President Obama praised as a “substantial step forward for democratic reform,” was one of the most significant gestures yet by Myanmar’s new civilian government to address international concerns about the country’s repressive history, which led to decades of diplomatic and economic isolation.\nAmong 651 prisoners given amnesty on Friday were leaders of the brutally repressed student protests in 1988; a former prime minister, Khin Nyunt, ousted in an internal purge in 2004; and monks and others involved in antigovernment protests in 2007 that were known as the “saffron revolution.” A senior State Department official in Washington described Myanmar’s move on Friday as the largest single release of political prisoners in Asia’s history.\nThe administration’s reciprocal announcement is the latest in a series of cautious moves that have significantly eased tensions between the United States and Myanmar, also known as Burma. The diplomatic engagement — which one senior administration official said would have seemed unthinkable a year ago — now appears to be accelerating, though he and other officials stopped short of calling it irreversible.\nSecretary of State Hillary Rodham Clinton, who visited the country for the first time only six weeks ago, said in Washington: “This is a momentous day for the diverse people of Burma. And we will continue to support them and their efforts and to encourage their government to take bold steps.”\nA renewed relationship between the two countries has the potential to remake American diplomacy in Asia, where the Obama administration says it hopes to refocus its foreign policy at a time when China’s influence is expanding. The closer ties could enhance trade and help integrate Myanmar into regional alliances sympathetic to the West.\nSince taking office last March, the country’s president, U Thein Sein, has overseen a raft of changes that appear to indicate a new willingness to end military rule for the first time since a coup in 1962.\nHe has sought to reform the economy, allow political competition and end the country’s economic and diplomatic dependence on China, its huge neighbor to the north. In a move that presages a far broader shift in policies, his government halted work in September on a $3.6 billion dam under construction on the Irrawaddy River by a Chinese state company.\nThe United States never fully severed relations with Myanmar, as it did over the years with Iran, Cuba and North Korea, but it downgraded relations and withdrew its ambassador after elections in 1990. Those elections were won by the party of the main opposition leader, Daw Aung San Suu Kyi, though never recognized by the military government, which instead cracked down and put her under house arrest. Subsequent administrations have since toughened sanctions on most trade with Myanmar.\nThe Obama administration is not yet considering lifting sanctions, but Mrs. Clinton announced that it would soon nominate an ambassador and invite Myanmar to send one to Washington. She pledged other actions in response to continued reforms, though she did not spell them out.\nMrs. Clinton, who met with Mr. Thein Sein in the country’s newly built capital, Naypyidaw, pressed him to follow through with the nascent reforms, which he appears to be doing. Since her visit, the government scheduled special elections on April 1 to fill 48 vacant parliamentary seats. For the first time since 1990, Ms. Aung San Suu Kyi and her party will be allowed to seek elected office.\nThe prisoner release was another critical benchmark that administration officials had tracked closely before announcing Friday’s step. Only two months ago, Mr. Thein Sein denied the existence of political prisoners in his country, even though there have been several smaller releases since he took office. Privately, however, he indicated a willingness to release more, though only after a deliberate legal and political process, the officials said.\nEven so, the scope of Friday’s releases appeared to catch many by surprise. Televised reports from Myanmar showed inmates emerging from the gates of a prison into jubilant crowds of relatives and supporters.\nThe releases — described in official reports as an amnesty — occurred around the country and included political activists, journalists, leaders of ethnic minority groups and relatives of the dictator who led the coup in 1962, Gen. Ne Win.\nThe exact number of political prisoners in Myanmar remains a matter of dispute, but by some accounts Mr. Thein Sein’s government has now released as many as half of 1,000 to 2,000 in custody.\nThe former prime minister, Mr. Khin Nyunt, had been under house since 2004. Once a senior member of the military junta that overturned the 1990 elections and a head of its dreaded intelligence services, he fell afoul of the government in 2004 after proposing a “road map to democracy” and was purged.\n“The democratic process is on the right track,” he said Friday outside his home.\nRepresentative Joseph Crowley, a Democrat from New York City, traveled this week to Myanmar and met with families of political prisoners — including some released on Friday — but said there was no advance knowledge of their release.\nIn a telephone interview from India, he called the exchange of ambassadors “a measured response” to what appeared to be genuine changes inside the country. “If things deteriorate, we have the ability to pull back,” he said.\nHe added, though, “I want to believe this is real.”\nThe thaw with Myanmar is in some ways a belated success of the Obama administration’s early policy to engage with the United States’ enemies. The effort has failed with Syria, Iran and North Korea, and for at least for the first two years, Myanmar was no different. That has left many administration officials — and members of Congress — wary of moving too quickly.\nMr. Crowley’s visit is the first of a flurry of Congressional delegations that have been coordinated with the administration to reinforce the American message — and maintain support for the diplomatic opening. Ms. Aung San Suu Kyi and other government opponents in Myanmar have broad, bipartisan support on Capitol Hill.\nMyanmar, isolated for so long, is suddenly a diplomatic destination of choice. The British foreign secretary, William Hague, visited last week. France announced that its foreign minister, Alain Juppé, would travel there this weekend.\nThe Senate’s Republican leader, Mitch McConnell of Kentucky, departed for Myanmar on Friday, soon to be followed by Senator John McCain, Republican of Arizona. Mr. McConnell, who annually sponsors legislation sanctioning Myanmar, said in a statement that Mr. Thein Sein’s government needed to do more to ensure free elections and disclose its military ties with North Korea.\nEven so, he went on, “It appears entirely appropriate that the United States would consider restoration of more formal diplomatic ties.”", "date": "JAN. 13, 2012JAN. 12, 2012JAN. 10, 2012JAN. 12, 2012JAN. 10, 2012", "href": "https://www.nytimes.com/2012/01/14/world/asia/united-states-resumes-diplomatic-relations-with-myanmar.html", "tags": "myanmar rapid country administration full diplomatic u.s. political ” friday reforms restores ties government —"}