{"title": "U.S. Oil Exports Are Rising. So Is the Trade Deficit.", "content": "WASHINGTON — The United States exported more oil and fuel than it imported last week for the first time in 75 years, a significant milestone in the resurgence of domestic energy production that comes as the Trump administration pushes to increase energy exports even further.\nTo President Trump, increased sales of oil and gas are a way to rebalance trade and close the gap between what the United States buys from foreign countries and what it sells. So far, however, that strategy is not working.\nThe rise in oil exports is not reducing the trade deficit. Instead, as Americans buy less foreign oil, they are buying more of other foreign goods and services. In October, the monthly deficit hit $55.5 billion, the highest monthly level in 10 years.\nThe United States surpassed Russia this year as the world’s largest oil producer. Domestic production has more than doubled over the past decade as technological improvements facilitated the extraction of oil from shale formations. Natural gas production also has increased drastically.\nAs domestic production increased, the federal government lifted a longstanding ban in 2015 on crude oil exports, allowing American oil to flow outside its borders. Those sales — combined with the existing ability to sell refined products such as gasoline — has helped to shift the balance of energy imports and exports. A decade ago, net energy imports still equaled more than a quarter of domestic energy consumption. This year, that figure has fallen below 5 percent. The Energy Department projects the United States will become a net energy exporter by 2022.\nIn theory, the rise of domestic energy production was supposed to help narrow the trade gap. Edward L. Morse, a prominent energy economist at Citigroup, predicted in 2012 that the annual trade deficit would be reduced by 60 percent by 2020. “The energy sector in the next few decades could drive an extraordinary and timely revitalization and reindustrialization of the U.S. economy, creating jobs and bringing prosperity to millions of Americans,” he wrote.\nInstead, the size of the trade deficit has continued to grow.\nThe basic explanation is that the United States’ appetite for foreign investment, including the financing of the federal debt, is driving the country’s consumption of imports. The dollars that the United States borrows from foreign countries are the dollars that the United States spends on foreign products.\nUnder Mr. Trump, the combination of tax cuts and spending increases is causing a rapid expansion in the government’s borrowing. “It is pretty much a recipe for increased trade deficits,” said Jared Bernstein, an economist at the left-leaning Center on Budget and Policy Priorities who previously served as the chief economic adviser to Vice President Joseph R. Biden Jr.\nA reflection of the demand for dollars is that a key measure of the foreign exchange value of the dollar this week reached the highest level since 2002. The “trade weighted” measure multiplies the dollar’s value in foreign currencies by the share of the United States’ foreign trade with each currency area.\nThe rise in the dollar’s value reduces the relative cost of foreign goods and services while increasing the relative cost of domestic goods and services. The effect is to discourage foreign customers from buying American products, while encouraging American customers to buy foreign products.\nSince spending on foreign oil is falling, it follows that other industries are bearing the brunt.\nA wide range of companies outside the oil sector have warned that the dollar’s recent strength is likely to reduce profits, including the appliance maker Whirlpool, Carnival Cruise Line and Coca-Cola.\nInvestment growth under Mr. Trump has leaned much more heavily on oil and gas than it did under his two immediate predecessors. Under President George W. Bush, investment in resource extraction accounted for about 8 percent of total investment growth in the United States economy. Under President Barack Obama, the figure was about 10 percent. Under Mr. Trump, it is running at about 30 percent.\nAnd the administration is seeking to intensify the trend. Larry Kudlow, the director of Mr. Trump’s National Economic Council, said in a recent interview that the administration is drawing up a new proposal for infrastructure development that revolves around expanded construction of oil and gas pipelines, liquefied natural gas export terminals and other energy projects.\nMr. Kudlow said the government would seek to reduce regulatory barriers, while the private sector would provide the financing. The largest advocacy arm for oil and gas companies in Washington, the American Petroleum Institute, estimated in a report last year that fossil fuel infrastructure investments could add as much as $1.3 trillion to the American economy over the next two decades.\n“I want a lot of the infrastructure build out to be based on the energy industry,” Mr. Kudlow said. “Oil and gas pipelines. Coal transportation. L.N.G. terminals. Things that the private sector will finance, but will add to our energy dominance.” He cast the effort in both economic and national security terms, predicting that it would be a “gigantic” job creator and that it would allow the United States to “undercut the Russians” in selling natural gas to European allies such as Germany.\nMr. Trump, said Mr. Kudlow, was enamored of the plan: “The president loves this stuff.”\nIndeed, Mr. Trump has cited energy sales as part of the agreement reached with President Xi Jinping of China over the weekend, saying that China had committed to buying American products, like liquefied natural gas. Treasury Secretary Steven Mnuchin has said China agreed to buy $1.2 trillion worth of American exports, though the Chinese have not yet confirmed that amount or indicated what they might buy.\nThe emphasis on oil- and gas-related investment partly reflect the weakness of investment in other parts of the economy. During Mr. Trump’s tenure, year-over-year capital investment growth has averaged 5.9 percent per quarter. Excluding mining investment, that growth falls to 4.6 percent.\nAny new oil and gas investment is likely to be aimed toward foreign buyers. Domestic energy consumption has stayed flat in the United States for several years, Energy Department statistics show. Energy exports, though, have doubled since the end of the Great Recession. Natural gas exports, by themselves, have doubled since 2015.\nAs part of the administration’s efforts to expand energy exports and find new markets for its products, the Treasury Department has started reaching nonbinding agreements with Latin American countries, including Chile, Argentine, Panama and Jamaica, to offer technical assistance on energy infrastructure projects.\nThe initiative — known as “America Crece,” a Spanish phrase meaning “The Americas Grow”— is aimed at increasing demand for American energy exports, and to create opportunities for American firms to work on infrastructure projects, said David Malpass, Treasury’s under secretary for international affairs.", "date": "Dec. 6, 2018", "href": "https://www.nytimes.com/2018/12/06/us/politics/us-oil-exports-trade-deficit.html", "tags": "american u.s. energy united states gas ” oil trade exports rising foreign deficit"}