{"title": "U.S. Gives Russia a Deadline on Nuclear Treaty", "content": "BRUSSELS — Secretary of State Mike Pompeo announced Tuesday that the Trump administration would begin the formal process to scrap the landmark Intermediate-Range Nuclear Forces Treaty within 60 days unless Russia returns to compliance with the treaty’s terms.\n“The burden falls on Russia to make the necessary changes,” Mr. Pompeo said. “Only they can save this treaty.”\nIf Russia does not come back into compliance by the deadline, the Trump administration will begin a formal, six-month process to end the treaty, Mr. Pompeo said. During those months, the United States will still not test or deploy missiles that would abrogate the pact, known as the I.N.F. Treaty, he said.\nMr. Pompeo received unanimous support from NATO allies for his contention that Russia was in violation of the treaty.\nThey issued a statement concluding that while Washington has abided by the 1987 treaty, which prevents the development and deployment of ground-based intermediate-range missiles, Russia has been violating it for years. The Russians have developed and deployed a ground launched cruise missile system, the SSC-8, also known as the 9M729.\nNATO leaders urged Moscow to take steps to maintain the treaty.\n“We call on Russia to return urgently to full and verifiable compliance with the I.N.F. Treaty,” the NATO secretary general, Jens Stoltenberg, said. “It is now up to Russia to preserve the I.N.F. Treaty.”\nAlthough it is unclear how he will react to Tuesday’s ultimatum, President Vladimir V. Putin of Russia has generally resisted Western pressure to change his government’s behavior, despite repeated rounds of sanctions.\nMaria Zakharova, the spokeswoman for the Foreign Ministry, denied assertions that Russia had broken the treaty. The state news agency TASS quoted her as saying that “Russia fully adheres to the treaty’s provisions. The American side knows that.”\nMr. Pompeo’s announcement came at the end of a day of meetings at NATO headquarters in Brussels.\nIn October, the Trump administration said it planned to leave the treaty, alarming many of its closest European allies, who fear a new nuclear competition between Washington and Moscow, with Europe as the playing field. Some quietly complained the Americans should have done a far better job consulting with them before making such a decision.\nMr. Pompeo’s 60-day deadline could be seen as a gesture toward European worries, especially from Germany, which ever since the Cold War has been anxious about becoming the battlefield for strategic competition between the United States and Russia. In a news conference on Tuesday, Mr. Pompeo said that “our European partners” had asked for “an extended period,” and added, “We believe this is the right outcome.’’\nWhile the Trump administration pointed to years of treaty violations by Russia, there is another reason it wants to abandon the deal: The pact constrains the United States from deploying new weapons to respond to China’s growing militarization of the South China Sea.\nBecause China is not a signatory to the treaty, it has faced no limits on developing intermediate-range nuclear missiles, which can travel thousands of miles. Most of China’s missiles fall within the range of weapons prohibited by the treaty. The treaty does not ban intermediate missiles launched from the sea or from airplanes.\nThe agreement was negotiated after a long, wrenching debate among NATO allies in the 1980s about how to counter the Russian deployment of SS-20 missiles, designed to hit Europe. In the end, the Europeans agreed to deploy American Pershing II missiles on their soil.\nThat led to the bilateral American-Soviet treaty, which banned all such weapons.\nNATO’s anxiety now stems from the ability of new Russian mobile missile launchers to fire both missiles that remain within the limits of the treaty and those that violate it. They can be armed with either conventional warheads or nuclear ones.\nElbridge Colby, director of the defense program at the Center for a New American Security, said it was a challenge for Washington to balance Europe’s concerns about withdrawing from the treaty with the need to respond to the growing threat from China.\n“It’s a hard sell for the Europeans because they see scrapping the treaty as pushing them into a further arms race with Russia without improving their security,” Mr. Colby said. “On the other hand, China is by far the most significant military threat to the U.S. and our allies, and we need to adjust to that.”\nAmerican officials have tried to reassure European allies that there is no intention now to deploy new American land-based intermediate missiles in Europe.\nBut the announcement Tuesday brought back bad memories of the debate in the 1980s, which led to huge anti-American demonstrations in European cities.\n“We don’t want a new arms race,” Mr. Stoltenberg said. “We don’t want a new Cold War. So allies will continue to work for a better relationship with Russia.”\nAt the same time, he said, “Russia now has a last chance to come back into compliance with the I.N.F. treaty, but we must also start to prepare for a world without the treaty.”\nThe treaty eliminated all ground-based nuclear and conventional missiles, as well as their launchers, with ranges of 500 and 5,500 kilometers (310 to 3,420 miles).\nLast month, alarmed at what they saw as disintegrating curbs on nuclear weapons, a bipartisan array of American nonproliferation experts urged President Trump to salvage the treaty instead of leaving it. They said that the treaty had reduced the risk of nuclear war, and that Washington should work to fix its flaws, not abandon it.", "date": "Dec. 4, 2018", "href": "https://www.nytimes.com/2018/12/04/world/europe/inf-treaty-united-states-russia.html", "tags": "gives nuclear u.s. missiles new deadline ” pompeo treaty russia"}