{"title": "U.S. Ambassador Says Israel Is ‘on the Side of God’", "content": "JERUSALEM — The United States ambassador to Israel, a driving force in crafting the Trump administration’s long-awaited proposal to settle the Israeli-Palestinian conflict, declared Tuesday that Israel was “on the side of God.”\nSpeaking at a celebration sponsored by an American evangelical group to mark the anniversary of the move of the United States embassy to Jerusalem from Tel Aviv, Ambassador David M. Friedman said that Israel was gaining strength for two reasons.\nFirst, he said, the relationship between the two countries was growing “stronger and stronger and stronger.”\n“And the second is that Israel has one secret weapon that not too many countries have,” Mr. Friedman added. “Israel is on the side of God, and we don’t underestimate that.”\nThe remark reflected a common belief among evangelical Christians, but was also the latest sign of an anything but evenhanded approach to the conflict by the Trump administration.\nIn addition to moving the embassy to Jerusalem, a move seen as partial to Israel in the dispute over the city’s sovereignty, the administration has made deep cuts in aid to the Palestinians and stopped referring to the West Bank as “occupied.”\nMr. Friedman seemed to acknowledge as much moments later, rattling off a litany of other moves the administration has made that broke with precedent in Israel’s favor, including punishing the Palestinians by closing their diplomatic mission in Washington and merging the formerly independent Jerusalem consulate, which had exclusively dealt with the Palestinians, with the embassy.\nStill, the remark set off new howls of criticism, with Palestinians complaining that Mr. Friedman was representing the interests of Israel’s right-wing government more than those of the United States. Even one of Mr. Friedman’s predecessors called the statement out of bounds.\n“As the ambassador of the far-right Orthodox Jewish community in the United States, Friedman’s comment makes sense,” said Daniel C. Kurtzer, who was Washington’s ambassador in Israel under both Republican and Democratic presidents. “As the supposed ambassador of the United States government and all its people, it is an extremely inappropriate comment.”\nPalestinians were slack-jawed.\n“Where does that place the rest of the world?” said Hanan Ashrawi, a veteran Palestinian negotiator and member of the Palestine Liberation Organization’s executive committee. “I can’t believe it. I can’t believe this extreme fundamentalist ideologue is an ambassador.”\nMs. Ashrawi — who said that on Monday she had been denied a visa to the United States for the first time — noted that the event at which Mr. Friedman had made the remark, with its echoes of religious warfare, was held in a hotel a stone’s throw from the walls of the Old City, where Crusaders and Muslims had slaughtered one another for centuries.\n“The last time we had people thinking that way in Palestine was in the Middle Ages, and look at what happened,” Ms. Ashrawi said.\nSaeb Erekat, the P.L.O.’s longtime chief negotiator, questioned the propriety of referring to God as a weapon at all. “What ambassador Friedman is telling Palestinians, Christians and Muslims,” he wrote on Twitter, was “that God is against them (or that they’re enemies of God). This was never an American position.”\nNo one has accused Mr. Friedman, who was Mr. Trump’s longtime bankruptcy lawyer, of impartiality in his post, or even of the studied neutrality of career diplomats. Before being appointed he was a prominent supporter of and major donor to the Israeli settlement enterprise in the occupied West Bank, which most of the world considers illegal under international law.\nHe can also seem to invite charges that he is overly close to Prime Minister Benjamin Netanyahu of Israel: Opening his remarks Tuesday night, he acknowledged Mr. Netanyahu’s presence and joked that it had been mere days since they had seen each other, adding, “It’s been difficult to be apart from you for so long.”\nIn his speech, Mr. Friedman made light of predictions of violence over the move of the embassy to Jerusalem a year ago. “In the entire city of Jerusalem that day, I don’t think more than 20 people got up to protest,” he said. “I think more people were unhappy about the food they were eating in various restaurants than they were about the move of the embassy to Jerusalem.”\nHe acknowledged that “there was violence that day in Gaza” — where Israeli soldiers killed about 60 Palestinians demonstrating along the border fence — but said it had “nothing to do with the opening of the embassy.”\nIn fact, the protests in Gaza had been mounted that day specifically with the intent of overshadowing the embassy ceremony.\nMr. Friedman also said that if he had his way, the United States would continue to push the envelope in its support for Israel. “I don’t believe in enough,” he said.\nIn a riff about the ancient Jewish Temple, which many right-wing Jews want to rebuild atop the Temple Mount, Mr. Friedman, an Orthodox Jew, noted that inside it was an altar built on a ramp. To achieve a certain level of holiness, he said, “you have to keep pushing forward; there are consequences to stopping.” He added: “We need to keep moving forward, keep moving up the ramp.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/middleeast/us-ambassador-israel-god.html", "tags": "‘ mr. ambassador palestinians u.s. united states side israel ” god says jerusalem friedman"}