{"title": "U.S. Tries to Build Case for Conspiracy by WikiLeaks", "content": "WASHINGTON — Federal prosecutors, seeking  to build a case against the WikiLeaks leader Julian Assange for his role in a huge dissemination of classified government documents, are looking for evidence of any collusion in his early contacts with an Army intelligence analyst suspected of leaking the information.\nJustice Department officials are trying to find out whether Mr. Assange encouraged or even helped the analyst, Pfc. Bradley Manning, to extract classified military and State Department files from a government computer system. If he did so, they believe they could charge him as a conspirator in the leak, not just as a passive recipient of the documents who then published them.\nAmong materials prosecutors are studying is an online chat log in which Private Manning is said to claim that he had been directly communicating with Mr. Assange using an encrypted Internet conferencing service as the soldier was downloading government files. Private Manning is also said to have claimed that Mr. Assange gave him access to a dedicated server for uploading some of them to WikiLeaks.\nAdrian Lamo, an ex-hacker in whom Private Manning confided and who eventually turned him in, said Private Manning detailed those interactions in instant-message conversations with him.\nHe said the special server’s purpose was to allow Private Manning’s submissions to “be bumped to the top of the queue for review.” By Mr. Lamo’s account, Private Manning bragged about this “as evidence of his status as the high-profile source for WikiLeaks.”\nWired magazine has published excerpts from logs of online chats between Mr. Lamo and Private Manning. Mr. Lamo described them from memory in an interview with The Times, but he said he could not provide the full chat transcript because the F.B.I. had taken his hard drive, on which it was saved.\nSince WikiLeaks began making public large caches of classified United States government documents this year, Justice Department officials have been struggling to come up with a way to charge Mr. Assange with a crime. Among other things, they have studied several statutes that criminalize the dissemination of restricted information under certain circumstances, including the Espionage Act of 1917 and the Computer Fraud and Abuse Act of 1986.\nBut while prosecutors have used such laws to go after leakers and hackers, they have never successfully prosecuted recipients of leaked information for passing it on to others — an activity that can fall under the First Amendment’s strong protections of speech and press freedoms.\nLast week, Attorney General Eric H. Holder Jr. said he had just authorized investigators to take “significant” steps, declining to specify them. This week, one of Mr. Assange’s lawyers in Britain said they had “heard from Swedish authorities there has been a secretly impaneled grand jury” in northern Virginia.\nJustice Department officials have declined to discuss any grand jury activity. But in interviews, people familiar with the case said the department appeared to be attracted to the possibility of prosecuting Mr. Assange as a co-conspirator to the leaking because it is under intense pressure to make an example of him as a deterrent to further mass leaking of electronic documents over the Internet.\nBy bringing a case against Mr. Assange as a conspirator to Private Manning’s leak, the government would not have to confront awkward questions about why it is not also prosecuting traditional news organizations or investigative journalists who also disclose information the government says should be kept secret — including The New York Times, which also published some  documents originally obtained by WikiLeaks.\n“I suspect there is a real desire on the part of the government to avoid pursuing the publication aspect if it can pursue the leak aspect,” said Daniel C. Richman, a Columbia law professor and former federal prosecutor. “It would be so much neater and raise fewer constitutional issues.”\nIt has been known that investigators were looking for evidence that one or more people in Boston served as an intermediary between Private Manning and WikiLeaks, although there is no public sign that they have found any evidence supporting that theory.\nBut Mr. Lamo said Private Manning also sometimes uploaded information directly to Mr. Assange, whom he had initially sought out online. The soldier sent a “test leak” of a single State Department cable from Iceland to see if Mr. Assange and WikiLeaks were who they claimed to be, Mr. Lamo said.\n“At some point, he became satisfied that he was actually talking to Assange and not some unknown third party posing as Assange, and based on that he began sending in smaller amounts of data from his computer,” Mr. Lamo said. “Because of the nature of his Internet connection, he wasn’t able to send large data files easily. He was using a satellite connection, so he was limited until he did an actual physical drop-off when he was back in the United States in January of this year.”\nStill, prosecutors would most likely need more than a chat transcript laying out such claims to implicate Mr. Assange, Professor Richman said. Even if prosecutors could prove that it was Private Manning writing the messages to Mr. Lamo, a court might deem the whole discussion as inadmissible hearsay evidence.\nProsecutors could overcome that hurdle if they obtain other evidence about any early contacts — especially if they could persuade Private Manning to testify against Mr. Assange. But two members of a support network set up to raise money for his legal defense, Jeff Paterson and David House, said Private Manning had declined to cooperate with investigators since his arrest in May.\nMeanwhile, WikiLeaks is taking steps to distance itself from the suggestion that it actively encourages people to send in classified material. It has changed how it describes itself on its submissions page. “WikiLeaks accepts a range of material, but we do not solicit it,” its Web site now says.\nIt also deleted the word “classified” from a description of the kinds of material it accepts. And it dropped an assertion that “Submitting confidential material to WikiLeaks is safe, easy and protected by law,” now saying instead: “Submitting documents to our journalists is protected by law in better democracies.”\nWikiLeaks is also taking steps to position itself more squarely as a news organization, which could make it easier to invoke the First Amendment as a shield. Where its old submissions page made few references to journalism, it now uses “journalist” and forms of the word “news” about 20 times.\nAnother new sentence portrays its primary work as filtering and analyzing documents, not just posting them raw. It says its “journalists write news stories based on the material, and then provide a link to the supporting documentation to prove our stories are true.”", "date": "DEC. 15, 2010DEC. 14, 2010DEC. 14, 2010DEC. 14, 2010DEC. 14, 2010", "href": "https://www.nytimes.com/2010/12/16/world/16wiki.html", "tags": "wikileaks lamo tries “ u.s. build manning assange case private conspiracy government"}