{"title": "U.S. Continues Giving Aid to Central America and to Millions of Venezuelan Refugees", "content": "WASHINGTON — President Trump has yet to follow through on a threat to cut off hundreds of millions of dollars in annual aid to three Central American nations from which migrants and refugees are moving toward the United States border, according to the head of the main American foreign aid agency.\n“I’m not aware of firm decisions being made,” Mark Green, the administrator of the United States Agency for International Development, said Friday during a wide-ranging interview at his office a few blocks southeast of the White House. “I know it’s under review.”\nThe lack of action calls into question whether Mr. Trump actually intends to punish the three countries, Guatemala, Honduras and El Salvador, for failing to stop the migrants, or whether his remarks are just political grandstanding. With Republican control of the House in peril in the midterm elections on Tuesday, the president has escalated his anti-immigrant messaging to appeal to voters.\nThe aid agency, known as U.S.A.I.D., has supplied data to White House officials that lay out programs and amounts of aid given to those three countries, as is typical.\n“It’s true that the White House is taking a close look at all assistance that is provided to these three countries,” said Mr. Green, a former ambassador and Republican congressman from Wisconsin. “Quite frankly, that’s not unusual. We’re constantly examining and re-examining our assistance programs.”\nMr. Green pointed to a separate refugee movement, in Venezuela, as a crisis of historic proportions that his agency was trying to help address.\nAs the economy in Venezuela has collapsed and inflation has risen sharply under President Nicolás Maduro, two million to three million people have fled the country in recent years.\n“The consequences of this mass movement I think are serious,” Mr. Green said. “I think they’ll have consequences for economies. They’ll certainly have humanitarian consequences.”\nThe United States has announced several times this year that it will give tens of millions of dollars in aid to Venezuela’s neighbors — notably Colombia — to help the refugees. In total, more than $96 million, intended mainly for food and health aid, has been dedicated to the effort.\nSome have argued the United States should give more.\nThe United States will continue responding to requests for humanitarian aid from those countries, and will evaluate needs each time, Mr. Green said.\nIn mid-October, a Navy hospital ship, the Comfort, left Norfolk, Va., on a four-month deployment in Latin America to help Venezuelan refugees. On a visit to Panama and Mexico last month, Mike Pompeo, the secretary of state, talked about the ship’s role in providing medical aid.\nMr. Trump has made Venezuela a campaign topic, falsely claiming that Democrats want to carry out socialist policies like those that have wrecked the Venezuelan economy. But in recent weeks, he has made a much bigger issue of the Central American migrants and refugees, describing a slowly approaching caravan as an “invasion of our country.”\nAt campaign rallies and on Twitter, the president has consistently demonized the group. The caravan, swelling to 7,000 at one point, has dwindled in size as it travels north. Only a small number are expected to reach the United States-Mexico border, but Mr. Trump has threatened to send up to 15,000 military troops there.\nThe president also suggested he would cut off aid, saying on Twitter last month: “Guatemala, Honduras and El Salvador were not able to do the job of stopping people from leaving their country and coming illegally to the U.S. We will now begin cutting off, or substantially reducing, the massive foreign aid routinely given to them.”\nMr. Green said Mr. Trump had not spoken to him about ending or reducing the aid. He said that the topic of aid to the Central American nations had come up at meetings with other agencies, but that it was one of a range of issues under discussion.\n“To be honest, there are a lot of things that are high on the agenda,” he said. “So sure, I mean, we’re asked about Central America, we’re asked about the Indo-Pacific strategy. This is a very active time for all of us who are involved in foreign policy, including development assistance.”\nMr. Trump and senior officials have cut off aid or threatened to cut off aid to nations or to populations as a way to try to gain leverage on policy negotiations. For example, the State Department is barring American humanitarian aid workers from entering North Korea during negotiations over Pyongyang’s nuclear program.\nAnd the White House has ended all civilian aid to Palestinians this year, citing their refusal to negotiate with the Americans and Israelis. Palestinian officials took a hard stand after Mr. Trump announced last year that the United States Embassy would move to Jerusalem; the Palestinians claim East Jerusalem as the capital of a future Palestinian state.\nAsked whether the Trump White House had generally embraced a strategy of withholding or threatening to withhold aid to meet policy goals, Mr. Green pointed to American interests.\n“Our job is to be a vibrant tool in the toolbox of American foreign policy,” Mr. Green said. “Foreign assistance must always serve American interests.”", "date": "Nov. 3, 2018", "href": "https://www.nytimes.com/2018/11/03/us/politics/trump-aid-refugees-migrants.html", "tags": "american venezuelan continues millions america “ u.s. aid united states trump giving refugees central green"}