{"title": "U.S. Risks Roiling Oil Markets in Trying to Tighten Sanctions", "content": "WASHINGTON — The Trump administration has reached a critical juncture in its efforts to tighten United States oil sanctions against Iran and Venezuela.\nBy pressuring China and India to end or sharply reduce oil purchases from Iran and Venezuela, American officials are seeking to cut off a key economic lifeline for what the administration considers to be two rogue nations that threaten the stability of the Middle East and Latin America.\nBut they must do that without roiling global markets, further straining relations with China and India or raising gasoline prices in the United States.\nThe dilemma has led to a fierce debate within the Trump administration, which is set to decide by May 2 whether to extend waivers allowing China, India and three other nations to buy Iranian oil. A halt of oil shipments would constrict global oil supplies and increase costs at a time when much of the world economy is slowing.\n“If you want to keep gasoline prices low, it doesn’t seem like the best strategy is to put maximum pressure both on Venezuelan and Iranian exports,” said Helima Croft, the global head of commodity strategy at RBC Capital Markets and a former C.I.A. energy analyst.\nWith 2020 elections looming, President Trump is keen to tamp down gasoline prices, especially as summer approaches, when energy use surges and Americans take to the road. Since mid-February, retail gas prices have risen and the global benchmark price for oil has surpassed $70 a barrel, about what it was before Mr. Trump withdrew the United States from a nuclear agreement with Iran last May.\n“Oil prices getting too high. OPEC, please relax and take it easy,” Mr. Trump tweeted in late February, urging the global oil cartel to ramp up production. “World cannot take a price hike — fragile!”\nBoth Iran and Venezuela are members of the Organization of the Petroleum Exporting Countries.\nThe Trump administration has been trying to force major political change on Iran, withdrawing from a 2015 nuclear deal and imposing sanctions as punishment for actions in the Middle East that Washington considers unacceptable. It also is pressuring Venezuela with sanctions as American officials seek the ouster of President Nicolás Maduro from power.\nBut leaders in Iran and Venezuela have proved durable, even as their main source of revenue — oil exports — was slashed.\nNow American officials are looking to inflict greater economic pain. The internal debate over how to do so was detailed by a dozen current and former officials and oil industry executives and analysts.\nChina and India have enormous energy needs. Both were granted six-month waivers last November to buy Iranian oil, but neither has met American demands to greatly reduce their purchases.\nWaivers were also given to Japan, South Korea and Turkey. All three have joined China in exceeding the country limits that the Trump administration had set on Iranian oil imports, according to the International Energy Agency.\n“It’s the president’s decision,” Secretary of State Mike Pompeo said on Friday when asked about discussions over extending the waivers. “All I’ll say is we’ll get to the right answer.”\nMr. Pompeo is leaning toward continuing the waivers, while John R. Bolton, the national security adviser, is pushing for ending them, according to people briefed on the discussions. Both are Iran hawks.\n“On the aim of going to zero exports, there are many potential downsides,” said Wendy R. Sherman, a former top State Department official who helped negotiate the nuclear deal with Iran. “You don’t want to tank the world economy. You don’t want to send the price of oil sky-high.”\nTensions with China could threaten trade talks and cooperation on North Korea — both central pillars of Mr. Trump’s diplomacy. Turkey, a NATO ally, may become more dependent on Russian energy if it is pushed to buy less Iranian oil.\nBut Saudi Arabia, a chief Trump administration ally, has criticized the waivers. Last fall, anticipating the American sanctions against Iran, the kingdom increased its own oil production — and instead was surprised and frustrated by the waivers that drove down prices.\nIn an April 4 letter, 23 Republican senators urged Mr. Trump to immediately end all oil exports from Iran — a process the administration has called getting “to zero.”\nIn a congressional hearing last week, Senator Ted Cruz, Republican of Texas, told Mr. Pompeo that revenues from Iran’s daily oil exports were “generating billions of dollars that is funding the ayatollah, and I believe, endangering our security.”\nMr. Pompeo said, “I think we’ve been clear about our objective of getting Iran to zero just as quickly as we possibly can, and we will continue to do that.”\nEarlier waivers were given to China, India and other purchasers of Iranian oil in 2012 when the Obama administration imposed harsh sanctions on Tehran over its nuclear program. At the time, the State Department agreed to the waivers as long as the countries showed they were steadily reducing their Iranian imports, said John Hughes, the department’s former deputy director of sanctions policy and now a vice president at Albright Stonebridge Group.\nThose sanctions ended as part of the 2015 deal, brokered by world powers and Tehran, to limit Iran’s nuclear program. Mr. Trump withdrew from that agreement last May, sending Iranian crude exports plummeting by more than 25 percent, or around 600,000 barrels a day, between June and September.\nIn November, the United States reimposed full sanctions but granted six-month oil waivers to China, India, Turkey, South Korea, Japan, Taiwan, Greece and Italy.\nBy December, it was clear American sanctions were having a big effect. Taiwan, Greece and Italy never used the waivers and ended their Iranian imports.\nBut now, Iranian exports are recovering.\nIn February and March, Iran exported about 1.3 million barrels a day. That was a notable rise from December, even if it was still half of what was exported in April 2018, the month before Mr. Trump withdrew from the nuclear deal.\nChina alone is importing more than 500,000 barrels of Iranian crude a day, near its average import level before the November sanctions.\nIndia is Iran’s second-biggest oil customer. It has stuck to a commitment to Washington to import no more than 300,000 barrels a day, but has not steadily decreased the purchases.\nIndia is also dependent on oil exports from Venezuela. But Venezuela’s largest customer was the United States, and the Trump administration in January imposed sanctions to end those sales and starve Mr. Maduro’s government of revenue. The United States and 53 other nations recognize Juan Guaidó as Venezuela’s interim president and want to force Mr. Maduro from power.\nThe administration had hoped that a new government in Venezuela would increase oil production and exports and, in turn, help Washington squeeze Iran. Instead, India and China have bought much of the Venezuelan oil that otherwise would have gone to the United States.\nIndia pays Venezuela for its oil in cash, at a 20 percent to 30 percent discount below prevailing world prices, while China agrees to write off Caracas’s debt. Rosneft, the Russian oil company, has been providing fuel supplies to Venezuela. That has helped Mr. Maduro dig in.\nA drop in oil supply from Venezuela and Iran, along with an escalating civil conflict in Libya, another oil producer, has resulted in an increase in global oil benchmark prices — by nearly $20 a barrel, or 40 percent, since the year’s start.\nThat in turn has caused gasoline prices to rise in the United States, by an average of a penny a day over the last month alone. Analysts said oil prices could rise $10 a barrel or more if the Iran waivers are not granted.\n“It will be D-Day for oil prices in 2019,” said Amy Myers Jaffe, an oil expert at the Council on Foreign Relations.\nSaudi Arabia could increase production to bring down prices. But it has no plans to do so, after being burned last fall by the Trump administration’s waivers.\nSadad Ibrahim al-Husseini, a former executive vice president of Saudi Aramco, Saudi Arabia’s state-owned oil company, said Mr. Trump lost credibility when he granted the waivers.\n“I don’t think Mr. Trump understands oil fundamentals, and I doubt OPEC will go along with his thinking,” he said. “That would lead to self-destruction.”", "date": "April 15, 2019", "href": "https://www.nytimes.com/2019/04/15/world/middleeast/us-china-india-venezuela-iran-oil.html", "tags": "sanctions markets iran waivers administration “ roiling risks venezuela u.s. prices oil trying tighten"}