{"title": "U.S. and China Square Off on Trade, and APEC Nations Duck for Cover", "content": "SYDNEY, Australia — The United States and China turned a Pacific Rim trade summit this weekend into a stage where the world could do little more than stand by and watch as two great powers aggravated their battle over trade.\nPresident Xi Jinping and Vice President Mike Pence both made their cases to the global leaders assembled in Papua New Guinea — then they dug in and refused to compromise. That left the group of 21 nations in disarray, unable to agree on even a routine joint statement like those that had closed every other Asia Pacific Economic Cooperation summit since 1989.\nCountries caught in the trade-war crossfire between China and the United States are becoming increasingly exasperated.\n“The entire world is worried,” said Prime Minister Peter O’Neill of Papua New Guinea.\nThe disagreement over the final statement reflects a hardening of the conflict between China and the United States, with each side deploying aggressive, uncompromising rhetoric reminiscent of that heard during the Cold War.\nDuring a weekend of diplomacy in China’s backyard that had been meant to defuse trade tensions, Mr. Xi and Mr. Pence instead chose escalation, attacking each other’s positions and battling for loyalty within a trade group that represents 60 percent of the global economy.\nExperts said the stalemate at the Asia-Pacific Economic Cooperation summit, known as APEC, would set up a high-stakes showdown at the Group of 20 conference in Argentina this month, which Mr. Xi and President Trump are expected to attend.\nThe core issues in the clash were familiar and have shaped the trade dispute between the United States and China for months.\nMr. Trump has made a combative stance on trade a signature element of his administration’s foreign policy. So draft versions of an APEC communiqué showed that the United States wanted strong language condemning Chinese trade practices it calls coercive and predatory. Among them: restricting market access and pushing foreign companies to hand over valuable technology.\nThe Chinese delegation sought to reaffirm its opposition to what it says are protectionism and unilateralism by the United States, especially the tariffs Mr. Trump has imposed on $250 billion worth of Chinese goods as part of an unprecedented effort to force China to change its policies.\nMr. Trump’s trade offensive has stoked fears of an economic Cold War between the world’s two largest economies. While the president has sought to preserve cordial personal relations with Mr. Xi, the broader relationship between the United States and China has deteriorated steadily, not just in the commercial sphere but also in security issues like the South China Sea.\nMr. Xi seemed eager to shore up ties with an important trading partner, North Korea. He told President Moon Jae-in of South Korea on the sidelines of the trade forum that he was considering accepting an invitation from the North's leader, Kim Jong-un, to visit, a spokesman for Mr. Moon said.\nSuch a visit, as well as any additional support for North Korea at a time when its nuclear promises are falling short of American demands, could bring a new round of threats that go beyond trade to global security.\nBut at the APEC conference in Port Moresby, the capital of Papua New Guinea, the tensions centered on economics.\nFor years, American foreign policy has sought to balance the economic benefits of cooperating with China with the risks of treating the country as an adversary.\nNow, the scales have tipped.\nFrom Mr. Trump’s tweets to defense position papers and a major speech by Mr. Pence on Oct. 4, the United States has made clear that it sees China as a strategic threat.\n“It’s a new level of Cold War rhetoric,” said Hugh White, a prominent regional analyst at the Australian National University.\nEconomic cooperation, he said, is being sidelined.\n“The Trump administration, for the first time since Nixon in 1972, has sought to distance America from China’s economic opportunities,” Mr. White said. “That’s a huge shift.”\nMr. Pence has played an especially prominent role in the confrontation.\n[Sign up for Damien Cave’s Australia Letter to get news, conversation starters and local recommendations in your inbox each week.]\nAppearing in Mr. Trump’s place at APEC, he doubled down on recent criticism of China’s geopolitical strategies and attacked the country’s “One Belt, One Road” initiative — an infrastructure plan financed by China that covers some 70 countries.\nHe urged Asian nations to work with the United States. If they do, he said, they will not be saddled with debt, a problem some countries are facing as a result of their partnerships with Beijing.\nMr. Xi, who spoke before Mr. Pence, insisted that such criticism was misguided. China’s infrastructure plan, he said, is inclusive and beneficial.\n“It will not close a door and create a small circle,” Mr. Xi said. “It is not the so-called trap, as some people say. It is the sunshine avenue where China shares opportunities with the world to seek common development.”\nExperts said the two countries’ positions have become more entrenched.\n“It boils down to mutual intransigence between the U.S. and China,” said Rory Medcalf, head of the National Security College at the Australian National University.\nJonathan Pryke, a Pacific Rim expert at the Lowy Institute, agreed, describing the result as raw “stubbornness.”\nEarlier on Sunday, Prime Minister Scott Morrison of Australia tried to sound upbeat. “I think there is a lot more progress being made here than I think is probably being acknowledged,” he said.\nHe and many other national leaders seemed eager to return to a time when the world’s strongest powers got along, or at least worked together on building the world economy.\nWhat the leaders of many countries fear, especially in Asia, is a cleavage into two camps.\nNo one “wants to be forced to make a choice,” said Mr. White, the analyst.\nFor now, the world beyond the United States and China seems to have been given the task of maintaining calm — and of trying to steer the world away from economic divisions and greater clashes.\nBy Sunday night, it was increasingly difficult to see the summit meeting as anything but a continuation of hostilities.\nPrime Minister Justin Trudeau of Canada was among the first to make that clear. The joint statement, he said, was a lost cause.\n“I don’t think it will come as a huge surprise that there are differing visions,” he said.", "date": "Nov. 18, 2018", "href": "https://www.nytimes.com/2018/11/18/world/asia/apec-us-china-trade-war-joint-statement.html", "tags": "world xi “ china square u.s. duck united states nations apec cover trade"}