{"title": "U.S. Folding Jerusalem Consulate Into Embassy, a Blow to Palestinians", "content": "JERUSALEM — The Trump administration said Thursday that it would abolish the United States Consulate in Jerusalem, which has long overseen American ties to Palestinians in the West Bank and Gaza Strip, and fold its operations into the newly relocated embassy in the city.\nThe move effectively downgrades American representation to the Palestinians, dealing them another blow after President Trump reversed longstanding American policy and recognized Jerusalem as Israel’s capital late last year. The United States then moved its embassy to Jerusalem from Tel Aviv, angering the Palestinians.\nThe consulate’s stand-alone diplomatic mission has functioned as a quasi-embassy to a future state the Palestinians hope to establish. In its place, American relations with the West Bank and Gaza will now be managed by a Palestinian Affairs Unit that will report to David Friedman, the ambassador, who has been a staunch ally of the right-wing Israeli government, an unabashed friend of the Jewish settlement movement and a stern critic of the Palestinians.\nThe closing of the consulate follows a series of punitive measures by the Trump administration against the Palestinians and their leader, Mahmoud Abbas, in hopes of compelling them to participate in an American-led peace process.\nOnce President Trump recognized Jerusalem as Israel’s capital, Mr. Abbas declared that the move had disqualified the United States as a peace mediator. He and his underlings have largely cut off ties with the United States government, including their local interlocutors at the consulate.\nIn addition to relocating the embassy, the United States has slashed funding for the Palestinians by hundreds of millions of dollars — even for hospitals and for peace programs promoting Israeli-Palestinian coexistence — and closed the Palestine Liberation Organization’s office in Washington.\nSecretary of State Mike Pompeo, in announcing the decision to merge the Jerusalem consulate into the embassy, said it was made to “improve the efficiency and effectiveness of our operations” and did not signal a change of policy.\n“We look forward to continued partnership and dialogue with the Palestinian people and, we hope in the future, with the Palestinian leadership,” Mr. Pompeo said.\nBut Saeb Erekat, the P.L.O.’s chief negotiator, said the move “has nothing to do with ‘efficiency’ and a lot to do with pleasing an ideological U.S. team that is willing to disband the foundations of American foreign policy, and of the international system, in order to reward Israeli violations and crimes.”\nDaniel C. Kurtzer, a former ambassador to Israel under Republican and Democratic administrations, said that downgrading the mission to the Palestinians was certain to be counterproductive. “It’s another nail in the coffin that they’re constructing themselves with regard to their desire to advance the peace process,” Mr. Kurtzer said.\nAnother former ambassador to Israel, Martin Indyk, recalled that he had met with Mr. Erekat there many times. “Symbolically, it was the last toehold for the Palestinians in Jerusalem,” he said.\nThough the consulate will cease to exist, its building, on Agron Street in West Jerusalem, will continue to house officials who focus on the West Bank and Gaza.", "date": "Oct. 18, 2018", "href": "https://www.nytimes.com/2018/10/18/world/middleeast/us-palestinians-consulate-jerusalem.html", "tags": "american blow folding palestinians u.s. united states ” embassy jerusalem consulate"}