{"title": "U.S. Reimposes Sanctions on Iran but Undercuts the Pain With Waivers", "content": "WASHINGTON — The Trump administration announced on Friday that it was exempting eight countries from bruising sanctions that the United States was reimposing against Iran, undercutting its pledge to economically punish Tehran’s regional aggressions while widening a profound rift with European allies.\nMike Pompeo, the secretary of state, did not identify the eight countries that were being granted six-month waivers, but a senior official confirmed that they include India, South Korea, Japan and China — among the world’s largest importers of Iranian oil.\nMr. Pompeo said the European Union, which recently announced the creation of an economic channel to continue financial dealings with Iran, was not among those receiving waivers.\nThe sanctions were promised in May, when President Trump announced that the United States was withdrawing from a 2015 deal with world powers to limit Iran’s nuclear program.\nThey were affirmed on Friday, the eve of a long-announced Nov. 5 deadline for nations to cease importing Iranian goods or face financial penalties, and days before crucial midterm elections in which the Trump administration is seeking to galvanize Republicans who support his hard-nosed foreign policy.\nMr. Pompeo said the waivers were granted to the eight countries “only because they have demonstrated significant reductions in their crude oil and cooperation on many other fronts.” He said two of the eight were expected to end their imports of Iranian oil “within weeks,” and all must reapply for extended exemptions at the end of six months.\nSouth Korea and China are crucial to keeping pressure on North Korea to eliminate its nuclear weapons — another top Trump administration priority. Once South Korea was exempted, Mr. Trump could not deny the demands of Japan’s prime minister, Shinzo Abe, whom the president has often described as the Asian leader with whom he has the greatest rapport.\nAnd India, like China, will most likely never stop importing Iranian oil; the waivers help “avoid what would potentially be a very painful confrontation,” said Peter Harrell, a sanctions expert during the Obama administration. He said the waivers have also helped keep oil prices in check ahead of Tuesday’s elections.\n“Whatever happened to maximum pressure?” United Against Nuclear Iran, an anti-Iran group led by former Senator Joseph I. Lieberman, wrote on Twitter in response to the administration’s waivers. “They caved. Big time.”\nThe sanctions — and dearth of exemptions for European allies — threaten to dangerously deteriorate already-strained trans-Atlantic ties. Most big European companies have left Iran in recent months ahead of the looming penalties, but European diplomats vowed on Friday to continue efforts to protect legitimate trade with Tehran.\n“Our collective resolve to complete this work is unwavering,” diplomats from the European Union, Britain, France and Germany said in a statement.\nIran remains a part of the nuclear accord, which it brokered in 2015 along with the United States, Britain, France, Germany, Russia and China. International inspectors have concluded that Tehran is complying with the agreement by not developing nuclear weapons, and European officials have said that the deal is crucial to their national security.\nR. Nicholas Burns, a top diplomat in the administration of President George W. Bush, said imposing sanctions on countries for remaining part of an accord that the United States helped negotiate would be a huge mistake.\n“We still need these countries on other vital issues, like containing North Korea and Russia,” Mr. Burns said.\nMany initially lifted as part of the nuclear deal, the sanctions will target more than 700 businesses, individuals and other entities involved in Iran’s oil, banking, shipping, shipbuilding and insurance sectors. They go into effect on Monday and were jointly announced on Friday by Mr. Pompeo and Steven Mnuchin, the Treasury secretary.\nSince the United States jettisoned the nuclear deal, Iran’s currency, the rial, has lost more than two-thirds of its value, according to officials and experts, and the country’s oil exports have plunged to 1.5 million barrels daily, from 2.5 million barrels.\nAlready, oil buyers in Europe, Japan and South Korea have largely eliminated imports from Iran. But China, India and Turkey continue to make such purchases.\nThe penalties seek to force Tehran to end what the United States views as Iran’s destabilizing activities in the Middle East, including its support for Hezbollah in Lebanon, Hamas in Gaza and the Houthi rebels in Yemen. The sanctions are “aimed at depriving the regime of the revenues it uses to spread death and destruction around the world,” Mr. Pompeo said.\nShortly after the new penalties against Iran — and the waivers — were announced, Mr. Trump tweeted a poster of himself with the words “Sanctions Are Coming,” using the font from the HBO show “Game of Thrones.” The words are a play on a well-known phrase from the show, “winter is coming,” which refers to an impending deep freeze when an army of magical warriors will descend from the north to wipe out all kingdoms.\nRichard Nephew, a top sanctions official during the Obama administration, called Mr. Trump’s tweet “frankly disgusting” because of the economic pain that sanctions impose on the Iranian public.\n“Take this seriously, please,” Mr. Nephew tweeted back.\nIranian leaders have insisted they have no intention of rewarding Mr. Trump’s decision to leave the nuclear accord by acceding to his demands or even opening a dialogue; just this week, Danish authorities accused Iran of trying to assassinate an Arab separatist leader living in Denmark.\nIn a tweet last month, Foreign Minister Mohammad Javad Zarif of Iran called American sanctions against his country an “utter disregard for rule of law & human rights of an entire people.”\nWhether Tehran will be able to hold out while its economy suffers is unclear. Iran undertook some of its most aggressive regional moves during the previous round of punishing sanctions between 2012 and 2015.\nSpontaneous protests in Iran have erupted in recent weeks among groups that had long been reliable supporters of the Islamic Republic, and public opinion may have also turned against the government’s relative moderates. Iran’s president, Hassan Rouhani, had advocated the nuclear deal as a means of improving his country’s economy.\nThe latest penalties are the second, and final, round of sanctions that were suspended as part of the 2015 accord. The first set was reimposed in August, targeting transactions with Iran that involved United States dollar bank notes, gold, precious metals, aluminum, steel, commercial passenger aircraft and coal.\nMr. Mnuchin defended the administration’s decision not to directly impose sanctions on the Society for Worldwide Interbank Financial Telecommunication, a financial messaging service based in Belgium and known as Swift. Conservatives have insisted that Swift must be punished if it fails to expel Iranian banks from its network.\n“It is our intent that they cut off designated entities as was done before,” Mr. Mnuchin said of Swift.\nMr. Pompeo said the eight countries that have been given waivers will pay for Iranian oil exclusively through a barter system. It requires Iran to be paid in goods rather than cash to limit the country’s ability to use oil sales to fund military activities.\nMr. Pompeo also said the list of waivers is far smaller than the 20 nations that were exempted from American sanctions under President Barack Obama.\nPeace groups denounced the sanctions as “the latest step in a calculated campaign by this White House to provoke war with Iran,” Paul Kawika Martin of Peace Action said.\nFriday’s announcement is part of Mr. Trump’s enthusiastic embrace of biting economic tools, including tariffs and sanctions, to further his foreign policy aims. But American sanctions on Russia, Venezuela and North Korea have so far produced few tangible victories.", "date": "Nov. 2, 2018", "href": "https://www.nytimes.com/2018/11/02/world/middleeast/us-iran-sanctions-oil-waivers.html", "tags": "sanctions iran nuclear u.s. ” oil pain waivers reimposes undercuts said"}