{"title": "U.S. Bars American Aid Groups From Traveling to North Korea", "content": "WASHINGTON — The Trump administration has barred American aid workers from going to North Korea as it pressures  Pyongyang   to dismantle the country’s nuclear weapons program, according to humanitarian groups and a former United States ambassador.\nSanctions imposed by the United Nations last winter have already forced aid groups to severely limit some activities, such as shipping farming equipment into the country. North Korea is one of the world’s poorest nations, and its citizens grapple with food shortages.\nThe moves by the Trump administration seek to tighten sanctions as part of its maximum-pressure campaign during nuclear negotiations, as well as sever nongovernment exchanges between Americans and North Koreans.\nPresident Trump met with Kim Jong-un, the North Korean leader, in June and has said he plans to hold a second summit meeting soon. Mike Pompeo, the secretary of state, discussed that coming meeting and prospects of denuclearization on a trip this month to Pyongyang.\nIt was not the first time the Trump administration has cut off humanitarian aid during diplomatic negotiations. Over the last several months, American officials ended civilian aid to Palestinians in hopes of coercing Palestinian officials into peace  negotiations with Israel.\nSince last month, the State Department has refused to grant special permission to aid workers to travel to North Korea. It had done so in some cases in the year since the Trump administration enacted a general ban in September 2017 on Americans traveling to North Korea.\nBarring aid workers from traveling affects humanitarian programs in North Korea, including efforts to alleviate tuberculosis and provide medical training and farming assistance.\n“People are suffering,” said Robert King, a former American special envoy for human rights in North Korea. “It’s not the same as limiting luxury goods for the elite or reducing access to military goods. The idea of focusing effort and time on limiting humanitarian services strikes me as being totally counterproductive.”\nAsked for comment, the State Department said it was still reviewing exceptions to the general travel ban “on a case-by-case basis, taking into account a range of factors.”\nA dozen American nonprofit groups work regularly in North Korea. None have a permanent presence there, and must travel back and forth to do their work. Many have said they are now being denied permission to travel, according to Keith Luse, executive director of the National Committee on North Korea, a pro-engagement group in Washington.\nTalk of a travel ban on aid groups has been discussed among North Korea watchers since last week.\n“It has become clear that the Trump administration regards the provision of humanitarian assistance to the North Korean people as a legitimate target for its maximum-pressure campaign,” Mr. Luse wrote in an email to about 200 people last Thursday. “Indeed, a line has been crossed.”\nMr. Luse urged the group’s members and supporters to persuade the administration to lift the new restrictions. The problems were reported last week in The Wall Street Journal.\nAid groups also described confusion over a Treasury Department regulation that was issued last March. It required nongovernmental organizations to be licensed if they had “partnerships and partnership agreements” with either the North Korean government or others who are under the international sanctions.\n“In terms of current policies, with the kinds of constraints we’re facing, we’re not able to continue in the same way,” said Linda Lewis, director of the North Korea program at the American Friends Service Committee, a Quaker group that works on agriculture programs with North Korean farms.\n“There are things we historically did that are now difficult,” she said. “The travel ban makes it hard to plan and responsibly monitor our projects.”\nMs. Lewis had planned to travel with two Chinese co-workers to North Korea in November, but her application for a State Department travel exception was rejected within days; she was informed there was no way to appeal the decision.\nLast year’s travel ban was issued after an American university student, Otto F. Warmbier, died as a result of brain damage suffered in a North Korean prison. Mr. Warmbier was arrested in 2016 while on a tour in Pyongyang.\nAt the time, North Korea was holding three other Americans. Officials released those prisoners in May 2018, ahead of a summit meeting between Mr. Trump and Mr. Kim.\nThe ban is aimed at protecting Americans from becoming easy targets for imprisonment by North Korean officials. It also limits the extent to which hard currency is used in North Korea.\nAid workers had been able to get “special validation” to travel to North Korea, in the form of one-time-only passports issued by the State Department.\nMs. Lewis said she had permission to go twice over the last year, as she usually does. Her organization works with four partner farms and research institutes.\n“We’re a small organization,” Ms. Lewis said. “It’s pretty essential that we go. I think it makes a big difference to the North Koreans whether I’m there or not.”\nThe group tries to help with farming technologies, including greenhouse construction and management. The United Nations sanctions announced last December banned machinery and metal products to North Korea, and have forced the group to stop sending some equipment, including mini-tractors, threshers, water pumps and shovels.\nKee Park, director of the North Korea program of the Korean American Medical Association, said his travel plans have also been blocked by the State Department.\nThe association brings doctors to North Korea to provide training, equipment and supplies, and perform surgeries. Mr. Park, who has visited North Korea 18 times, said he was among three Korean-American doctors who were given permission in May to travel to Pyongyang.\nBut when doctors applied in September for another humanitarian surgery trip, State Department officials said no.\n“The denial of passports for the humanitarian aid workers represents a sharp departure from the stated intent of the travel ban,” Mr. Park said. “The aid should be provided wherever the suffering is found, should not be tied to political aims, should be based on need only, and actors should be given independence to operate.”", "date": "Oct. 17, 2018", "href": "https://www.nytimes.com/2018/10/17/world/asia/north-korea-trump-administration-ban.html", "tags": "american groups u.s. aid travel ” bars last traveling north korea"}