{"title": "U.S. to End Funding to U.N. Agency That Helps Palestinian Refugees", "content": "WASHINGTON — The United States government has decided to stop all funding it gives to a United Nations agency that provides assistance to millions of Palestinian refugees, ending a decades-long policy of supporting it, according to a former senior United States aid official.\nThe move was pushed hardest by Jared Kushner, President Trump’s son-in-law and top adviser on the Middle East, as part of a plan to compel Palestinian politicians to drop demands for many of those refugees to return to what they call their homeland, said the former official, R. David Harden, who worked at the United States Agency for International Development until April.\nEach year, the State Department transfers money by the end of September to the United Nations Relief and Works Agency, known as Unrwa, which provides aid to Palestinian refugees across the Middle East.\nIn January, the State Department released $65 million for the agency and announced it was withholding another $60 million that had already been allocated in a budget process for 2018. Now, Mr. Kushner and Mike Pompeo, the secretary of state, have decided not to give that amount or any further money, said Mr. Harden, who was briefed on the plans and oversaw projects in the Palestinian territories for more than a decade.\nSince 2010, the average annual contribution from the United States to the United Nations agency has been more than $350 million, a quarter of the agency’s budget. In 2017, the United States contributed about $360 million.\nThe decision was made this month at a meeting between Mr. Kushner and Mr. Pompeo, Mr. Harden said. Mr. Pompeo argued against cutting the funding so drastically, but Mr. Kushner took a strong stance and won out, he added.\n“What we’re seeing right now is a capricious move that has a very high risk of unsettling the region,” Mr. Harden said, noting that the relief agency supported about five million refugees across the Middle East.\nNicholas Burns, a Harvard Kennedy School professor and a former senior United States diplomat who has worked on the Palestinian issue, called the change “heartless and unwise” and a reflection of “the most one-sided U.S. policy since 1948,” when President Truman recognized the newly established state of Israel.\n“The Trump Administration’s decision to end U.S. assistance to Palestinian refugees is wrong on every level,” Mr. Burns said on Twitter. “It will harm innocent people, particularly young Palestinians.”\nMr. Kushner has been working on a proposal for a peace process in the Israeli-Palestinian conflict and is seeking a way to get Palestinian leaders to drop demands for the right of most or all of the five million refugees to return to land now under Israel’s control.\nThe Trump administration has been working to change some decades-old pillars of United States policy on Israel. Last December, Mr. Trump announced that he was recognizing Jerusalem as the capital of Israel, breaking with what the United States and nearly every other nation in the world had done for nearly seven decades.\nThe vast majority of the five million refugees are descendants of Palestinians displaced in the early- to mid-20th century, and the United Nations aid agency officially considers all of them refugees, consistent with international law and United Nations refugee protocols, said Peter Mulrean, director of the Unrwa Representative Office at the United Nations.\nMr. Kushner and other American officials are seeking to change that designation by the United Nations agency, in hopes it will alter the debate over which Palestinians have the right of return. Those American officials also believe that defunding the aid agency will give them leverage to force Palestinian and other Arab leaders to drop or reduce the demand for right of return, which is one of the greatest points of contention between Israeli and Palestinian officials, Mr. Harden said.\nAsked about the decision on Thursday night, a State Department official declined to comment.\nThe United States is by far the biggest donor to the United Nations agency. Other large donors include European and Middle Eastern nations.\nThe Trump administration announced last week that it was diverting $200 million set aside for Palestinian aid in the West Bank and Gaza. That money had been appropriated by Congress in the 2017 budget to the Agency for International Development and is part of a package of assistance given annually to help the Palestinians that is separate from the United Nations allocation. About $35 million of assistance in this channel could still go forward, Mr. Harden said.\nElizabeth Campbell, a spokeswoman for the United Nations relief agency, said that it had not yet been informed by the Trump administration that the government intended to end all financial support.\n“We remain grateful for the funding that the United States has provided thus far,” she said.\nMs. Campbell noted that the agency provided food assistance to half the population in Gaza, among others, and ensured that all children there had access to education.\n“Unrwa is a public good, providing critical services, such as vaccinations and prenatal care, that are otherwise unavailable to refugees,” she said.\nAt a security conference in Washington on Tuesday, Nikki R. Haley, the United States ambassador to the United Nations, was asked about reports that the administration intended to end funding for the relief agency. The decision was first reported by Foreign Policy on Tuesday.\n“First of all, you’re looking at the fact that there’s an endless number of refugees that continue to get assistance,” said Ms. Haley, who has been a critic of the agency. “But more importantly, the Palestinians continue to bash America.”\nMs. Haley said she had made a point of showing Mr. Trump the list of countries to which the United States provides donations, and then mentioning that not all of those countries voted in support of the United States at the United Nations. She said the lack of support from Palestinian leaders recently had been particularly galling.\nLast week, John R. Bolton, the national security adviser, visited Israel and was equally critical of the United Nations Relief and Works Agency, calling it “a failed mechanism.”\n“I think it is long overdue that we have taken steps to reduce funding,” Mr. Bolton said, according to Reuters.\nSenior Israeli officials have traditionally discouraged abrupt cuts to United States funding to the agency, Mr. Harden said, and such officials could still call American counterparts to try to persuade them to change their minds.\nIn Jordan, where more than two million Palestinian refugees live, the foreign minister, Ayman Safadi, has warned that a drastic cut by the United States to the United Nations agency could potentially be “extremely destabilizing.”\nHe has said Jordan would intensify efforts to bridge any deficit to agency funding and to rally financial and political support for it.", "date": "Aug. 31, 2018", "href": "https://www.nytimes.com/2018/08/31/us/politics/trump-unrwa-palestinians.html", "tags": "funding palestinian mr. end agency u.s. helps united states nations ” refugees u.n."}