{"title": "U.S. Pressures Iraq Over Embrace of Militias Linked to Iran", "content": "KUWAIT CITY — The United States’ attempts to isolate Iran, including by punishing Iraqi militias and politicians who are supported by Iranian officials, has deepened tensions not only between Washington and Baghdad but also within the Trump administration.\nAmerican military and intelligence officials said the increasing pressure on Iraq risks infuriating its Parliament, including politicians linked to Iran, which could limit the movements of the 5,200 United States troops based in Iraq.\nSecretary of State Mike Pompeo, whose confrontational stand on Iran has already strained ties with European allies, is leading the push for Iraq to confront its fellow Shiite-majority neighbor. He arrived in the Middle East on Tuesday to speak with officials in Kuwait, Israel and Lebanon about containing Iran.\nUnder plans recommended by Mr. Pompeo and some White House officials, the State Department would designate Iran’s military Islamic Revolutionary Guards Corps as a foreign terrorist organization. It would be a first instance of the United States designating a unit of another government’s military as a terrorist group. American officials said it could put United States troops and intelligence officers at risk of similar actions by foreign governments.\nThe plans also would designate some Iraqi Shiite militias as foreign terrorist organizations. As a result, the Iranian-trained militias — and Iraqi officials who support them — would be subject to new economic sanctions and travel restrictions.\nThe proposal was described to The New York Times on condition of anonymity by a half-dozen American and Iraqi officials and experts familiar with the sensitive diplomatic plans but not authorized to discuss them by name.\nMr. Pompeo confirmed Monday night that he was looking at various groups, including the Revolutionary Guards in Iran, after he was asked by The Times on the flight to Kuwait about the proposed designations.\n“There may well be other organizations that we designate,” he said. The State Department designated an Iraqi group as a terrorist organization this month, despite opposition from the Pentagon.\nThe Iraqi militias — some of which were trained by the Revolutionary Guards — operate with Baghdad’s approval or financial support. Several are legitimate players in Iraqi politics. They are part of the Popular Mobilization Forces, an umbrella organization of about 50 paramilitary groups that fought against the Islamic State, a radical Sunni group, and are paid by the Shiite-dominated Iraqi government.\n“The Americans can make the decisions they want, but what the Americans see is different than what we see,” Prime Minister Adel Abdul Mahdi of Iraq said last week. “Our position on the Popular Mobilization Forces is very clear and well known.”\nOfficials at the Pentagon and the C.I.A. — which Mr. Pompeo ran in the Trump administration’s first year — oppose designating the Iranian Revolutionary Guards or the Iraqi militias as terrorist groups, fearing a backlash that could constrain American troops. Qassim Suleimani, commander of the corps’ elite Quds Force and a regular visitor to Iraq, has been designated a terrorist by the United States.\nIraqi leaders were already irate over the Trump administration’s insistence that they comply with American sanctions imposed against Iran after President Trump withdrew from the nuclear deal with Tehran.\nTensions between Washington and Baghdad have only risen through the winter.\nIn February, Iraqi politicians bristled after Mr. Trump said American troops in Iraq would monitor and pressure Iran. Iraqi leaders are resisting demands by Mr. Pompeo to stop buying energy from Iran — another issue on which Pentagon officials have sided with Baghdad. Iraq officials also remain unhappy by the closing of the United States Consulate in Basra, the country’s second-largest city, where a temporary halt of electricity exports from Iran led to violent rioting last summer.\nOn Friday, a senior State Department official said Mr. Pompeo’s visit to the Middle East this week was part of the goal of rolling back Iran’s forces and linked Shiite militias. As with Iraq, the pressure campaign has angered leaders in Lebanon, where Iran-backed Hezbollah is a major military force, holds parliamentary seats and runs the health ministry.\nAnalysts said Mr. Pompeo’s trip and its focus on Iran is an attempt to lend Trump administration support to embattled Prime Minister Benjamin Netanyahu of Israel before national elections set for April 9. Iran and Israel are longtime enemies. Mr. Pompeo has denied such intentions.\nMr. Pompeo has told the leaders of power-starved Iraq that they must stop buying Iranian natural gas and electricity. But on Tuesday, following recommendations by senior Pentagon officials, he agreed to extend a waiver of the sanctions to allow Iraq to buy electricity from Iran. The new waiver will expire in 90 days, in the middle of Iraq’s scorching summer.\nIf they are forced to stop buying electricity from Iran, Iraqi officials warned, protests could destabilize the government of Mr. Abdul Mahdi, who was named prime minister in October. In February, he said Iraq would not comply with the sanctions, citing the 13 years of United Nations sanctions against the government of Saddam Hussein that took a bruising toll on Iraqis throughout the country.\nIraqi officials now are exploring how to buy natural gas from Iran but still protect Iraqi banks from American penalties.\nThis month, against the advice of officials at the Pentagon, the State Department announced that it was designating an Iraqi militia, Harakat Hezbollah al-Nujaba, and its leader, Akram Abbas al-Kaabi, as “specially designated global terrorists.” The group is funded by the Iraqi government, but the State Department said its loyalty was to Iran.\nMr. Pompeo also is seeking to designate a more significant group, Asa’ib Ahl al-Haq, as a terrorist organization. Asa’ib Ahl al-Haq won 15 seats in Iraq’s Parliament last year. Though its officials now say they tolerate the United States military presence in Iraq, the militia fought American troops at the height of the Iraq war. The militia is led by Qais al-Khazali, a former American detainee who is accused of masterminding an ambush in the holy Shiite city of Karbala that killed five American soldiers in 2007.\nAfter Mr. Trump announced in December that he would withdraw United States forces from the fight against the Islamic State in Syria, American officials began quietly negotiating with Iraqi counterparts to shift hundreds of commandos and support troops to Iraq. The initial urgency for the shift has cooled, however, now that Mr. Trump has agreed to leave 400 American troops in Syria rather than withdraw all 2,000. But many Iraqi lawmakers are reluctant to give the 5,200 American troops already in Baghdad and at a handful of other bases much freedom to move or operate.\nThe terrorist designations could complicate talks over those issues and a range of diplomatic matters by fueling animosity toward the United States. One senior American official said the designations could lead to barring members of the Iraqi and Iranian governments from traveling to the United States — including to the United Nations in New York.\nAdministration lawyers have been poring over the proposed language for the terrorist designations and their possible consequences. So far, that has kept Mr. Pompeo from issuing them, two senior American officials said. One official said that trying to enforce the sanctions that the terrorist designations would prompt would be a nightmare.", "date": "March 19, 2019", "href": "https://www.nytimes.com/2019/03/19/world/middleeast/iraq-us-tensions-iran.html", "tags": "iraqi iran american officials embrace u.s. united linked states militias pompeo iraq pressures"}