{"title": "U.S. Exit Seen as a Betrayal of the Kurds, and a Boon for ISIS", "content": "The day that President Trump ordered the withdrawal of American troops from Syria, the Islamic State claimed that it had set off a bomb in Raqqa, the group’s former capital, killing a Kurdish fighter.\nIt was a small, isolated attack, but the Islamic State’s boast was a canny assertion of the stakes in the American withdrawal — and an indication that the group was looking forward to exploiting a changed reality in Syria.\nThe United States withdrawal announced Wednesday is seen by analysts as an abandonment of America’s key allies in Syria, the Kurdish-led Syrian Democratic Forces, and a boon for the Islamic State — which still controls territory in southeastern Syria, is believed to still have thousands of fighters there and has continued to carry out attacks.\nThe withdrawal is also expected to give a green light to Turkey to carry out its threatened invasion of northeastern Syria, a move likely to draw Kurdish forces from the fight against the Islamic State in the southeast.\nWhether or not the Islamic State can rebound, after being driven out of most of its territory in Iraq and Syria, for now it is the Kurdish minority that is caught in the middle.\nThe Kurdish leaders of the Syrian Democratic Forces refrained from reacting to the announced withdrawal immediately, with many saying they were waiting to learn the details.\nBut Alan Hassan, a Kurdish journalist based in Qamishli, Syria, said the Kurds were simply stunned.\n“We are shocked,” he said in an email. “The atmosphere here is so negative.”\nAnalysts were even less restrained.\nAsli Aydintasbas, a senior fellow with the European Council for Foreign Relations, said the United States was on the “verge of another historic betrayal of the Kurds,” which could lead to a prolonged battle inside Syria between the Kurds and the Turks, who consider the Kurds a threat to their government.\nJoost Hiltermann, Middle East director of the International Crisis Group, said the American decision could be “a disaster” for the Kurdish forces. Without American support, he said, the Kurds “would be left twitching in the wind.”\nWhen American Special Operations troops, who now number about 2,000 in Syria, arrived to fight the Islamic State in 2016, they teamed up with a Kurdish-led militia, the Syrian Democratic Forces.\nThe Kurds proved to be the Americans’ most effective allies in the fight. Within a year, relying on the Syrian Democratic Forces in Syria and Iraqi Kurdish fighters in Iraq, the United States and its allies had ousted the Islamic State from more than 99 percent of the territory it had controlled across the two countries.\nBut since President Trump took office in 2017 promising a withdrawal from Syria, the question of what happens to the Kurds, who had fought and died in the American campaign, had been floating in the ether.\nIn January, American officials proposed the creation of a 30,000-strong American-backed, Kurdish-led border force in northeastern Syria that would remain in Syria for at least two years to help protect America’s Kurdish allies.\nTurkey protested loudly about the presence of what it called a “terror army” on its border, and the plan was quietly walked back. The Syrian Democratic Forces are an offshoot of a Kurdish militia known as the Y.P.G., which is allied with a Turkish Kurdish separatist group, the P.K.K. Turkey considers them one and the same.\nDays later, Turkey invaded a Kurdish enclave in northeastern Syria. The fighting pitted one American ally against another. The United States largely stood by and watched as Kurdish fighters abandoned the fight against the Islamic State in the south to defend their brothers in the north.\nThe scenario is now poised to repeat, but on a larger scale.\nLast Friday, President Recep Tayyip Erdogan of Turkey threatened to carry out another raid in northeastern Syria to attack Kurdish forces in an area where they are backed by the United States. He sent Turkish commando units to the border, raising the possibility of a confrontation with American troops.\nWhile Turkey has said that it will go only about 10 miles into Syrian territory, most of the Kurdish population supporting the Syrian Democratic Forces lives in a narrow strip close to the Turkish border, in cities like Qamishli and Kobani.\nMr. Erdogan spoke with President Trump by phone that day, and the White House said that the two leaders “agreed to continue coordinating to achieve our respective security objectives in Syria.”\nMr. Erdogan’s objective is clear.\n“The main aim is to crush the Y.P.G.,” said Soner Cagaptay, director of the Turkish Research Program at the Washington Institute for Near East Policy.\nControlling a portion of Syrian territory will also give Mr. Erdogan bargaining power when a final settlement is negotiated to end the war, he added.\n“Turkey wants to be at the peace table,” he said. “You cannot discuss the future without the power that controls three to four million Syrians inside Syria.”\nAssuming the United States withdraws unilaterally without negotiating some kind of deal, it is giving up leverage it might have had in a final peace settlement.\nFor the Kurds, the only remaining potential ally is Damascus. The Kurds have already been negotiating with the Syrian government, offering to support the government in exchange for some measure of autonomy in their areas.\nThe Syrians see the Kurds as a potential buffer against Turkish power along their border. There are also significant oil fields in the areas that the Islamic State was ousted from, and which the Syrian Democratic Forces now dominate.\nIf that is not an issue for the United States, the Islamic State is, and neither the Syrian Democratic Forces nor the Americans fighting with them believe that fight is over.\nThe Islamic State still controls small pieces of territory around the Syrian town of Hajin, in southeastern Syria, and a few other isolated pockets.\nLast week, a spokesman for the American-led coalition against the Islamic State, Col. Sean J. Ryan, estimated that the group still had 2,000 to 2,500 fighters in the Hajin area. Experts estimate that the organization has 20,000 to 30,000 fighters in Syria and Iraq over all, although most have now gone underground.\nMaxwell B. Markusen, a researcher at the Center for Strategic and International Studies in Washington, said they are still carrying out an estimated 75 terrorist attacks a month in Iraq.\n“U.S. and Iraqi politicians have been quick to declare victory over the group, using terms like ‘defeated’ and ‘obliterated,’” he wrote in a report last month. “The Islamic State is far from obliterated.”\nEven some American officials acknowledge that.\nBrett McGurk, Mr. Trump’s special envoy in the fight against the Islamic State, said in a briefing last week that the fight was far from over.\n“If we’ve learned one thing over the years, enduring defeat of a group like this means you can’t just defeat their physical space and then leave,” he said. “You have to make sure the internal security forces are in place to ensure that those gains, security gains, are enduring.”\nHe did not mince words about what an American withdrawal would mean. “It would be reckless if we were just to say, well, the physical caliphate is defeated, so we can just leave now,” he said. “I think anyone who’s looked at a conflict like this would agree with that.”\nEfforts to reach Mr. McGurk on Wednesday were unsuccessful.", "date": "Dec. 19, 2018", "href": "https://www.nytimes.com/2018/12/19/world/middleeast/syria-kurds-isis-us.html", "tags": "syria forces kurdish kurds american isis boon u.s. betrayal ” exit seen state syrian islamic"}