{"title": "U.S. Sanctions Are Aimed at Venezuela’s Oil. Its Citizens May Suffer First.", "content": "CARACAS, Venezuela — When President Trump slapped surprise oil sanctions on Venezuela aimed at toppling President Nicolás Maduro, exports plunged and banking froze as the effects hit harder and faster than expected.\nBut in recent days it has become clear that Venezuela’s state oil company, the main target of the sanctions as Mr. Maduro’s bankroller, has found a few ways to survive, with some Russian help.\nMany in Venezuela fear that the sanctions imposed last week will push the already suffering nation of about 30 million people into an even greater humanitarian catastrophe.\n“I’m not sure the U.S. has a Plan B if this doesn’t work in getting rid of Maduro,” said Francisco Rodríguez, a Venezuelan economist at Torino Capital, a brokerage firm. “I’m afraid that if these sanctions are implemented in their current form, we’re looking at starvation.”\nVenezuelan oil exports to the United States, which provide the biggest source of cash for Mr. Maduro’s government, plummeted 40 percent last week. Customers suspended contracts, banks suspended Venezuelan accounts, and a dozen tankers filled with Venezuelan crude sat stranded across the Caribbean.\n“We can’t charge, we can’t receive money. Our finances are paralyzed,” said Reinaldo Quintero, head of the Venezuelan Oil Chamber, an industry group that represents the country’s 500 biggest oil service companies. “There will be major collateral damage.”\nBut crucial help came from Venezuela’s biggest oil investor, Russia’s state-run Rosneft. The company said in a presentation this week that it would increase its output in Venezuela this year despite the sanctions, and that it remained committed to the country, throwing a lifeline to Mr. Maduro’s government.\nVenezuela’s economy has already shrunk by about half since Mr. Maduro came to power in 2013, causing millions of people to flee the country or skip meals to survive.\nNow the new American sanctions could cut Venezuela’s oil exports by two-thirds, to just $14 billion this year, and lead to a 26 percent reduction in the economy’s size, according to Mr. Rodríguez, the economist.\nMr. Trump said the oil sanctions were meant to punish Mr. Maduro for human rights violations and force him to cede power to Juan Guaidó, the opposition leader whom the United States and many other countries have recognized as the rightful Venezuelan president.\nThe sanctions announced by the Treasury Department on Jan. 28 banned United States companies and individuals from dealing with Venezuela’s state-run oil company, Petróleos de Venezuela, or Pdvsa, which provides about 90 percent of the country’s hard currency. The sanctions essentially shut Venezuelan oil out of the American market.\nMr. Maduro, accusing the United States of sponsoring a coup attempt, has vowed to remain in power.\nBefore the sanctions, his country imported about 120,000 barrels of oil and refined petroleum products a day from the United States. The Venezuelans blended the lighter American oil with their own thick crude oil so it could flow through pipelines to ports. The American shipments halted last week.\nBut Russia’s state-run oil company, Rosneft, agreed to continue providing Pdvsa with vital oil products in exchange for Venezuelan crude, partly replacing the lost American supplies, according to two oil traders and two partners of a Venezuelan firm familiar with the matter.\nSuch deals allow Pdvsa to continue functioning — albeit a day at a time — without access to the international banking system. Pdvsa officials told partners this week that the country had secured gasoline supplies until late March, avoiding the imminent energy crisis caused by the American sanctions.\nA Rosneft spokesman said the company pursues only business interests in Venezuela and declined to comment on any barter deals with Pdvsa.\nEnergy experts said the nature of the global oil market was such that Venezuela would be able to keep some oil income coming by lowering the price and finding alternative customers in Asia.\n“At the end of the day there will always be someone who will buy a limited volume of crude that doesn’t have a home,” said Ali Moshiri, who ran Chevron’s operations in Venezuela and elsewhere in Latin America until 2017, “but it will be at a heavy discount.”\nMany Venezuelans worry that while the reduced revenue streams may allow Mr. Maduro to remain in power, they will drastically worsen the already dire shortages of food and medicine and shutter the few remaining private businesses.\n“If these sanctions don’t force the endgame soon, they will cause a lot of pain for the people,” said José Bodas, an anti-government oil union leader in Puerto La Cruz. “The rich will not stop getting richer, it’s the workers who will shoulder the cost of these measures.”\nThe opposition plans to bring American-sponsored humanitarian aid — including medical kits and enough food to feed 5,000 Venezuelans for 10 days — into the country through the border with Colombia.\nBut it was stopped on Friday by the Maduro administration, which blocked the bridge the supply caravan had to cross.\nBy forcing a showdown at the border, where the Venezuelan authorities refused to let in essential supplies, opposition leaders hoped to put an uncomfortable spotlight on Mr. Maduro and the armed forces — the group whose support is vital to his remaining in power.\n“This is plainly not a humanitarian mission,” said Adam Isacson, director of defense oversight at the Washington Office on Latin America, of the opposition. “They want the visual optic. They want to force the Venezuelan military to make a decision — damned if you do, damned if you don’t.”\nOn Friday, Mr. Maduro said the aid was not needed.\n“They want to draw a caricature of a country in a humanitarian crisis, a dictatorship, and the U.S. opening their hands to help a people in need,” he said of the opposition. “The reality is that it is not any help, it is a message of humiliation to a people.”\nBut in pharmacies across the Venezuelan capital, desperate patients searching for scarce medicine said they fear new sanctions could push the already collapsing health care system over the edge.\n“If this gets worse this week because of the measures to pressure the government, I’m going to go crazy,” said Juliana López, owner of a small pharmacy on the outskirts of the capital, as she turned away customer after customer. “We’re already just barely surviving. To get worse we would have to be hit by a meteorite.”\nBecause of the prevalence of the United States financial system and the dollar in the global economy, the ripple effects of the sanctions spread far beyond American borders, making it extremely difficult for the Venezuelan government to continue buying and selling goods.\nThe United States has remained Venezuela’s main trading partner under Mr. Maduro despite his government’s anti-American rhetoric, accounting for about 50 percent of the country’s exports and imports.\nDespite the rising tensions, Venezuela’s elite has continued doing most of its business through the United States, using American banks and suppliers.\nIt was the sudden loss of the American market to Venezuelan state companies and their local suppliers that struck with such force.\n“No one has been prepared for this, no one had any contingency plans or accounts in other currencies,” said one Pdvsa contractor, who spoke on condition of anonymity to avoid recriminations from the company.\nThere is no guarantee that Pdvsa, even if it can limp along with severely reduced operations, will ever recover. Energy experts say the sanctions are tighter than what many first thought a week ago.\nThe Treasury Department in recent days specified that the sanctions also extend to other Venezuelan companies, barring them from using the American financial system to do business with Pdvsa.\n“We’re seeing that Pdvsa’s partners are taking precautions; we’re seeing contracts being canceled,” said Risa Grais-Targow, a Latin America expert at the Eurasia Group, a political risk consulting firm in Washington.\n“If Pdvsa can’t quickly find alternative export markets or they can’t blend their crude,” she said, “you get into a situation where there is nowhere for the production to go and you have to start shuttering it and that is a huge problem.”", "date": "Feb. 8, 2019", "href": "https://www.nytimes.com/2019/02/08/world/americas/venezuela-sanctions-maduro.html", "tags": "american sanctions citizens may venezuelan first maduro venezuela u.s. suffer ” oil aimed"}