{"title": "U.S. Recalls Top Diplomats From Latin America as Worries Rise Over China’s Influence", "content": "WASHINGTON — The United States has recalled three chiefs of mission from Latin American nations that cut diplomatic ties with Taiwan in favor of recognizing China.\nThe move comes as American officials have expressed growing unease over China’s rising influence in the region.\nThe diplomats, who represent the United States in the Dominican Republic, El Salvador and Panama, will meet with leaders in Washington “to discuss ways in which the United States can support strong, independent, democratic institutions throughout Central America and the Caribbean,” a spokeswoman for the State Department, Heather Nauert, said in a written statement on Friday.\nFor decades, Taiwan and China have competed for recognition. In 1979, the United States switched its support and officially established sovereign relations with China, and many other countries followed. But Washington has supported any decisions by nations to continue recognizing Taiwan, a self-governing island that China wants to bring under Communist Party rule.\nIn recent years, China has had success in courting Taiwan’s diplomatic partners. Only 17 nations recognize Taiwan; outside the Vatican and Swaziland, they are all islands in the Pacific and the Caribbean or countries in Latin America.\nAmerican officials have expressed growing concern over the shift. The United States sells arms to Taiwan and maintains a diplomatic presence there, called the American Institute in Taiwan, now housed in a new $250 million compound. American officials see Taiwan’s de facto independence as an important hedge against Chinese dominance in the Asia-Pacific region — what the United States now calls the Indo-Pacific as it tries to strengthen ties with South Asian nations to balance against China.\nLast month, El Salvador severed ties with Taiwan, prompting the White House to accuse China of “apparent interference” in El Salvador’s domestic politics. American officials fear that the four nations in Central America that still recognize Taiwan — Belize, Guatemala, Honduras and Nicaragua — could soon follow. Last May, Burkina Faso switched recognition to China, leaving Swaziland as the lone holdout in Africa.\nIn June 2017, Panama cut ties with Taiwan, which surprised the United States government. The American ambassador to Panama at the time, John Feeley, said he learned about the switch from the president, Juan Carlos Varela, only an hour or so before Mr. Varela announced it, and only because he had called Mr. Varela to discuss an unrelated matter.\nMr. Feeley, who left his post in March and is now a consultant for Univision, said in an interview on Saturday that the recall of top American diplomats was significant.\nThe diplomats returning to Washington are Robin Bernstein, ambassador to the Dominican Republic; Jean Manes, ambassador to El Salvador; and Roxanne Cabral, the chargé d’affaires in Panama. A State Department official said they would return to their posts by Sept. 14.\nThe move “is an appropriate and serious signal by the U.S. government to those three countries and to the Chinese government that it is now reviewing the implications of the diplomatic switch and is worried that U.S. interests could be jeopardized,” Mr. Feeley said.\n“My sense is that they will be most focused on the issue of industrial and commercial espionage and the possibility of Beijing using its embassies to expand that activity in those countries and the Caribbean Basin,” he added.\nChina is now the world’s second-largest economy and is expected to overtake the United States as the largest one in 10 to 15 years.\nIt is difficult for any nation, especially a small one, to decide not to recognize the sovereignty of China.\nChina and Taiwan have long engaged in what some observers call “checkbook diplomacy” to woo countries by offering aid or other incentives. China’s financial packages have increased in recent years, especially as it has promoted infrastructure projects abroad and related loans and contracts as part of what it calls its Belt and Road Initiative.\nJorge Guajardo, a former Mexican ambassador to China, said on Saturday that the recall was “heavy handed.” The United States should not be surprised as Latin American governments push back against American requests, he added, when President Trump has continued to alienate the people of Latin America.\n“Trump has openly and systematically offended Latin American countries and their people,” Mr. Guajardo wrote in an email. “He labels us as rapists and criminals, has never traveled to the region as president, has deported and separated families, and threatened to cut all sort of aid. China comes with an offer of friendship and economic development (albeit one that I don’t think will pan out). Why the surprise?”\nThe United States has yet to fill some ambassador posts in the region, including those in Mexico and Panama, Mr. Guajardo noted, whereas China has assigned ambassadors in all Latin American nations with which it has diplomatic relations.\n“Save a few countries in Latin America, the region as a whole has a historical preference for the U.S. as the main ally,” he said. “This changed when Trump assumed the presidency. It was his call, his choice, to turn away from the region.”\nChina has grown more strident over the issue of Taiwan since Tsai Ing-wen, a strong critic of Beijing, became president of Taiwan in May 2016. Chinese officials have worked to erase any recognition by corporations of Taiwan’s sovereignty. For example, they successfully pressured international airlines this summer, including those in the United States, to list just “Taipei,” a city designation, in their booking systems rather than phrases that included “Taiwan,” as was the case for decades.\nLast month, Ms. Tsai made state visits to Belize and Paraguay to try to strengthen ties with those nations.", "date": "Sept. 8, 2018", "href": "https://www.nytimes.com/2018/09/08/us/politics/us-latin-america-china.html", "tags": "latin american america china diplomats taiwan u.s. united states worries ” nations recalls influence rise top"}