{"title": "U.S.-China Trade Talks to Resume Despite Trump’s Tariff Threat", "content": "China’s top trade negotiator is heading to Washington for two days of trade talks, despite President Trump’s threat to impose new tariffs on hundreds of billions of dollars’ worth of Chinese goods.\nChina’s Commerce Ministry announced on Tuesday that Vice Premier Liu He, one of the country’s leading economic policymakers, would join a delegation of Chinese officials who will hold further trade talks on Thursday and Friday with the Trump administration. Mr. Liu is a close adviser and confidant of President Xi Jinping, China’s top leader, and his participation could improve the chances of striking a deal.\nStill, the atmosphere surrounding the trade talks has shifted dramatically since a week ago, when this week’s discussions were seen as a possible last round before the two sides halted a trade war that has made world markets shudder and thrown a damper on the global economic outlook.\nMr. Liu’s participation was thrown in doubt after Mr. Trump announced in two tweets on Sunday that he would raise American tariffs on Friday to 25 percent from 10 percent for $200 billion a year in Chinese goods. The Trump administration cited what it called backpedaling by Chinese officials during talks held last week in Beijing.\nChinese officials, caught by surprise by Mr. Trump’s threat, were initially uncertain whether Mr. Liu should go ahead with his planned Washington visit this week. China’s Foreign Ministry had said on Monday that a Chinese delegation would go to Washington but did not say when or whether Mr. Liu would participate.\nRobert E. Lighthizer, the United States trade representative, and Treasury Secretary Steven Mnuchin had said at a news conference on Monday in Washington that they expected Chinese officials to come to Washington late this week for trade talks, and Mr. Lighthizer said that he expected Mr. Liu to be among them. But the Chinese government was silent until Tuesday about whether Mr. Liu would make the trip.\nThe decision that Mr. Liu would participate came after a conference call late Tuesday morning, Beijing time, among senior deputies to Mr. Liu and Mr. Lighthizer, people familiar with the trade talks said. They insisted on anonymity because they were not authorized to discuss the talks.\nMr. Mnuchin said on Monday that if the Chinese trade delegation brought a new proposal on Thursday, administration officials would review it and relay it to the president.\nMr. Lighthizer said the administration’s current plan, however, was for the tariff increase to take effect at 12:01 a.m. on Friday.\nBefore Mr. Trump’s threat on Sunday, the plan had been for Mr. Liu to lead a 100-strong Chinese delegation to Washington for talks that were supposed to begin on Wednesday. The effect of Mr. Trump’s threat was to delay these talks by a day.\nMr. Lighthizer and Mr. Mnuchin said on Monday that when they went to Beijing last week, Chinese officials began retreating from previous offers, and that this continued into last weekend. “There were communications over the weekend that made clear to us that it looked like we were going substantially backwards, and that’s what led to us updating the president,” Mr. Mnuchin said.\nDuring a routine briefing on Tuesday, Geng Shuang, a Chinese foreign ministry spokesman, seemed to respond obliquely to the administration’s criticisms, mentioning that “China does not evade contradictions and is sincere in continuing consultations.”\nShare prices in China, which had sunk as much as 6 percent on Monday following Mr. Trump’s threat, on Tuesday recovered only a small part of those losses. Brock Silvers, the chief executive of Kaiyuan Capital, a Shanghai-based investment management and advisory firm, said there was little optimism that Mr. Liu could persuade the Trump administration to delay the latest increase in tariffs, at least initially.\n“Markets had expected a quick agreement, and now seem shocked by the possibility of a prolonged economic conflict,” he said.\nIn the United States, stocks fell for a second day on Tuesday. The S&P 500 was down a little more than 1 percent in early trading, adding to a loss of about half a percent on Monday.\nMr. Lighthizer in September took the necessary legal steps under United States law for raising the tariffs on roughly $200 billion a year in Chinese goods, or nearly two-fifths of Chinese exports to the United States. The original measure last autumn imposed a 10 percent tariff on Sept. 24 and would have increased it to 25 percent on Jan. 1.\nMr. Trump then deferred the Jan. 1 deadline twice as the trade talks seemed to be leading to a deal, before announcing on Sunday that he would go ahead on Friday with the tariff increase.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/business/china-us-trade-talks-liu-he-.html", "tags": "despite percent tariff china resume trump chinese trade threat liu u.s.-china said talks"}