{"title": "U.S. Firms Want In on China’s Global ‘One Belt, One Road’ Spending", "content": "XUZHOU, China — As China plans to build a raft of roads, rail lines, ports and airports across Asia, Africa and Europe, skeptics say Chinese companies will be the only real winners from the ambitious initiative.\nGeneral Electric disagrees.\nIn 2014, Chinese construction and engineering companies ordered just $400 million worth of equipment from G.E. to install overseas, overwhelmingly in the region that encompasses the effort, known as “One Belt, One Road.” Last year, those orders totaled $2.3 billion, and G.E. plans to bid for an additional $7 billion in orders for natural-gas turbines and other power equipment in roughly the next 18 months.\n“We have a laser focus on winning these,” said Rachel Duan, the chief executive of General Electric China.\nChina is pulling companies and countries more tightly into its economic and geopolitical sphere with the “One Belt, One Road” plan. A forum on the effort in Beijing, hosted on Sunday by China’s president, Xi Jinping, drew President Vladimir V. Putin of Russia and other state leaders, as well as officials from more than three dozen countries, including the United States.\nIf enacted as planned, the initiative could lead to a global building spree; China has promised more than $1 trillion of investment over the long term.\nWestern companies are angling aggressively for a piece of the action. Citibank won a contract from Bank of China to handle a complex $3 billion bond offering last month to raise money for opening branches across Asia, Eastern Europe and East Africa. The technology and manufacturing company Honeywell International is selling equipment to Central Asia for processing natural gas.\nSome non-Chinese companies are also tweaking their businesses to win more orders related to Beijing’s plan, and G.E. has rearranged its marketing staff for global power equipment to give them priority.\nChina’s spending doesn’t necessarily mean immediate profit. Most of the money has yet to be earmarked, much less spent. And China — which has too many factories making too much steel and cement — is making sure that its own companies will be the biggest beneficiaries.\nCompanies like Caterpillar, for example, will have to contend with a fast-growing, government-controlled Chinese maker of construction machinery, the Xuzhou Construction Machinery Group, known as X.C.M.G. Such businesses, facing a maturing market at home, are eager to find new markets — a core ambition of the plan.\nAt one of X.C.M.G.’s cavernous factories here in north-central China, workers are rushing to double the number of excavators that can be made each year, mainly by adding robots to the assembly process. The initiative has the factory humming 16 hours a day, six days a week.\n“‘One Belt, One Road’ makes our internationalization strategy like a tiger with wings added,” said Wang Min, X.C.M.G.’s chairman.\nFor businesses, the plan offers uncertainty as well as promise. The infrastructure that China is building could someday become the avenues for billions of dollars in increased trade — or become debt-ridden sinkholes. Mr. Xi is pressuring companies already doing business in China to participate no matter what the prospects.\nThe hope of future prosperity is enticing. Li and Fung, a Hong Kong company that for decades has sent Chinese-made goods to American and European department stores, is now marketing to small and medium-size retailers in the developing world. It is a bet that the Chinese initiative will lift consumer spending across dozens of countries, said Victor Fung, chairman of the Fung Group, its parent company.\nOthers are waiting to see whether China’s ambitious idea translates into actual investment — and whether American and European companies will have a place at the table. They are particularly troubled that the program seems to be mostly about Chinese exports, and not much about imports.\n“Tell us what we are going to get out of this,” said James Zimmerman, a lawyer in Beijing who is a former chairman of the American Chamber of Commerce in China, referring to the West. “It’s a nonstarter if it’s all about bringing Chinese goods to Europe, or if it’s all one way.”\nA top official in the Trump administration, Matthew Pottinger, the senior director for Asia at the National Security Council, said at Sunday’s conference that China should provide transparency in the bidding for contracts related to the initiative, to give a better chance to companies that aren’t state-owned.\nChina’s industrial overcapacity is a big motivator behind the plan. China can make nearly 1.1 billion tons of steel a year, as much as the rest of the world put together, but has domestic demand for only about 800 million tons. The initiative might absorb only about 30 million tons a year, according to a recent study by the European Union Chamber of Commerce.\nSome American companies are taking steps to improve their chances — but that sometimes means manufacturing more in China, not the United States. Ms. Duan said G.E. had focused on ways to produce goods in China to meet the country’s requirements that some of the work be done locally. Honeywell said in a statement that it had also been looking for ways to produce more goods in China for the program.\n“When the roads are built, when the ports are built, when the power plants are built, I think the other opportunities will come,” Ms. Duan said.\nOthers are waiting and watching. Investments have been heavily concentrated in Pakistan, Afghanistan, Kazakhstan, Uzbekistan and other nearby countries that are geopolitical priorities for China but that have weak economies.\nVincent Lo, a real estate billionaire who is the chairman of the Hong Kong Trade Development Council, led a team of 50 Shanghai and Hong Kong businesspeople to Thailand and Vietnam last week to explore investments based on the Chinese initiative, he said. Trips to the Mideast and Eastern Europe may be next. Central Asia is far down his list.\n“If Central Asian countries are keen, we will work with them, but of course we’ll have to look at the financial fundamentals,” Mr. Lo said. “A lot of these countries will have to do a lot of reforms to be able to receive capital.”\nChinese players look to be big winners from the outset.\nMr. Xi has designated the city of Xuzhou — a dusty rail hub roughly halfway along the five-hour bullet train trip between Beijing and Shanghai — as a key manufacturing base for his policy. At the foot of a hill here topped by a new complex of Buddhist temples, Caterpillar has one of the world’s biggest construction machinery factories, making huge pieces of digging equipment.\nNearby, its local rival X.C.M.G. is ramping up. Employing 23,000 workers in this city and controlled by the Xuzhou municipal government, X.C.M.G. is China’s largest manufacturer of construction machinery, from excavators to cranes to bulldozers.\nThe factory makes tank-size excavators in a series of four halls with 80-foot-high steel roofs. Almost everything inside is new, from the 13 steel-cutting robots the size of cottages to the costly Italian and Japanese machining equipment that precisely trim steel components.\nMr. Wang, X.C.M.G.’s chairman, dismissed concerns that the business won’t materialize.\n“We should be persistent and manage our business as well,” he said. “When the spring comes, we will arise abruptly.”", "date": "May 14, 2017", "href": "https://www.nytimes.com/2017/05/14/business/china-one-belt-one-road-us-companies.html", "tags": "‘ belt want china u.s. road companies initiative ” global one chinese — firms equipment spending"}