{"title": "U.S. to Restore Sanctions on Iran, Deepening Divide With Europe", "content": "WASHINGTON — The United States said Monday it was reimposing economic sanctions against Iran that were lifted under a 2015 nuclear accord, ratcheting up pressure on Tehran but also worsening relations with European allies.\nThe sanctions are a consequence of President Trump’s decision in May to withdraw from an international deal that sought to limit Iran’s nuclear program in exchange for easing pressure on the country’s shaky economy.\nThe Trump administration is betting that backing out of it will force Iran to shut down its nuclear enrichment efforts, curb its weapons program and end its support of brutal governments or uprisings in the Middle East.\nIn a statement, Mr. Trump said the Iranian government “faces a choice: Either change its threatening, destabilizing behavior and reintegrate with the global economy, or continue down a path of economic isolation,” and then he returned to the issue on Twitter on Tuesday morning.\nInternational inspectors have concluded that Tehran is complying with the accord, and European officials have said that the Iran nuclear agreement is crucial to their national security.\n“We are determined to protect European economic operators engaged in legitimate business with Iran,” the foreign ministers of Britain, France, Germany and the European Union said in a joint statement on Monday. Russia and China also signed on to the 2015 deal.\nBy restoring the sanctions, the United States is effectively forcing its allies to go along with the penalties, pressuring major European companies to choose between the tiny Iranian market and the huge American market.\n“We have suspended our activities in Iran, which were anyway very limited, until further notice according to applicable sanctions,” Daimler, the German maker of Mercedes-Benz cars and trucks, said in a statement on Monday.\nThe sanctions ban any transactions with Iran involving United States dollar bank notes, gold, precious metals, aluminum, steel, commercial passenger aircraft and coal, and they end imports into the United States of Iranian carpets and foodstuffs.\nForeign Minister Mohammad Javad Zarif of Iran said the sanctions would endanger ordinary Iranians — particularly those who would feel the effects of the penalties on passenger jets.\nThe Trump administration “wants the world to believe it’s concerned about the Iranian people,” Mr. Zarif said in a tweet on Monday. “US hypocrisy knows no bounds.”\nEvery other signer of the nuclear deal has opposed Mr. Trump’s action and argued that the agreement was the best chance at slowing, and ultimately ending, Iran’s nuclear ambitions. They now worry that once Tehran is no longer receiving any economic relief, pressure in Iran will rise to resume its nuclear activities.\nThe current agreement prevents Iran from amassing enough fuel to build a nuclear weapon until 2030. Mr. Trump argued that was not long enough.\nBut the other world powers have argued that delaying the problem another dozen years — after which Iran may have a new leader — is vastly preferable to the potential of provoking a conflict in the near future.\nTwo weeks after the United States withdrew from the deal, Secretary of State Mike Pompeo outlined a strategy for opening new negotiations with Iran.\nHe demanded that Iran end all nuclear enrichment and development of nuclear-capable missiles; release all American citizens; end its support for Hezbollah, Hamas, Islamic Jihad and Houthi militias; and withdraw its forces from Syria.\nHe said such changes would be consistent with “global norms,” although the enrichment of nuclear material for civilian purposes and the development of rockets is, in most states, allowed under international law. Additionally, Russia, Turkey, Iraq and the United States also have forces fighting in Syria’s seven-year civil war.\nIn a conference call with reporters on Monday, senior administration officials said they wanted a change in behavior from Tehran, and were not demanding a change in government. They noted that the threat of sanctions had already had an effect on the Iranian economy — including a plunge in the value of the rial, Iran’s currency; growing unemployment; and increasing protests.\nSome analysts worry that the Trump administration’s decision to go ahead with sanctions will encourage Europe, Russia and China to find ways around the American-led financial system and undermine the success of economic penalties in other areas.\nThe European Union on Monday updated a so-called blocking statute that seeks to protect European companies from any penalties imposed by the United States for doing business with, or in, Iran. The measure threatens companies with penalties if they comply with American sanctions, putting some in a bind.\nThe law was originally passed in 1996 to protect companies against penalties imposed for doing business in Cuba, Libya and Iran — all of which were under American sanctions. For years, the United States largely ignored European investments in Cuba to avoid friction.\nBut while top American officials said on Monday that they would continue talking to foreign counterparts to cooperate on sanctions, they vowed to undertake vigorous enforcement of the restored penalties against Iran — regardless of European concerns. They also said more than 100 major businesses had already announced an intent to leave Iran, ahead of the sanctions.\nIn practice, the blocking statute is likely to be difficult to enforce.\n“The idea that the European Commission would come after Siemens or Total for not doing business in Iran is legally dubious and politically very tricky,” said Jacob Funk Kirkegaard, a senior fellow at the Peterson Institute for International Economics in Washington. “I can’t imagine that happening.”\nWhile European leaders insisted they would resist the sanctions, some have quietly taken actions to comply.\nThe Bundesbank, Germany’s central bank, introduced a change to its rules last month that could block the transfer of hundreds of millions of euros from an Iranian bank in Hamburg back to Iran. The Bundesbank is the conduit for major international transfers of money.\nEuropean leaders’ powerlessness to counter American sanctions has only widened a divide over a host of issues including NATO, immigration and relations with Russia that could undercut current efforts to defuse tensions over trade.\nSanctions could also further irritate China and India, both of which have significant economic relations with Iran.\nFor Beijing, the threat of American sanctions arising from transactions with Iran is just one in a growing portfolio of disputes, including a worsening trade war, restrictions related to North Korea and military tensions in the South China Sea.\nMany large Chinese firms are state owned and have limited exposure to the American market, leaving them able to continue dealings with Iran. Beijing is unlikely to seriously curb economic ties with Tehran unless it receives significant concessions on other issues — something the Trump administration is unlikely to grant.\nIndia is one of the largest buyers of Iran’s oil, and has pledged to invest millions in Iran’s Chabahar Port. Recent demands by top American officials that India reduce its oil imports from Iran to zero by November led to hard feelings in New Delhi. Those demands were later softened, but the damage was done.\nAn even tougher round of sanctions is scheduled to go into effect in November, including sanctions on Iran’s sale of crude oil and transactions with its Central Bank.\nEurope could undertake the provocative step of instructing state-owned banks and energy companies — which are largely insulated from American penalties — to do business with Iran.\n“But I don’t see Europeans ready to pull the trigger on those types of measures, so most companies are making the unhappy decision to side with the U.S.,” said Peter Harrell, who was a sanctions official in the Obama administration.\n“The Trump administration’s approach to Iran is to build a coalition of the unwilling that has to pull out,” Mr. Harrell said.", "date": "Aug. 6, 2018", "href": "https://www.nytimes.com/2018/08/06/us/politics/iran-sanctions-trump.html", "tags": "american iran sanctions european nuclear u.s. restore states ” europe deepening — divide"}