{"title": "UAE executes woman for killing American teacher", "content": "The United Arab Emirates has executed a woman convicted of stabbing to death an American teacher in December 2014.\nAlaa Badr Abdullah al-Hashemi, a 30-year-old Emirati, was found guilty last month of the murder of Ibolya Ryan. \nThe 47-year-old's body was discovered in the toilets of a shopping centre in Abu Dhabi. Her 11-year-old twin sons had been waiting outside for her.\nHashemi was also convicted of planting a bomb outside the flat of an American-Egyptian doctor.\nThe bomb was discovered and dismantled before it exploded. \nThe attorney general for state security prosecution told the official Wam news agency that Hashemi was executed on Monday morning after approval was given by the UAE's president, Sheikh Khalifa bin Zayed Al Nahyan.\nThe report did not disclose how Hashemi was killed, but it came only two weeks after the Federal Supreme Court delivered a guilty verdict that was not eligible for appeal.\nPolice said the mother of six had become radicalised over the internet and had been looking for a foreigner to kill at random. \nHashemi told prosecutors that she had been angered by the detention of her husband by the security services and had wanted to spread fear among Western expatriates, according to the Abu Dhabi-based newspaper, The National.\nHashemi also asked the court during her trial to provide her with psychological help, complaining that she had \"unreal visions\" and saw \"ghost-like people\". The court ordered tests which it said showed she had been aware of her actions.\nWhile UAE law allows for the death penalty, executions are rare. The last known execution was in January 2014, when a Sri Lankan migrant worker convicted of murder was shot dead by a firing squad.", "date": "13 July 2015", "href": "https://www.bbc.co.uk/news/world-middle-east-33509804", "tags": "executes american convicted guilty executed abu court death murder woman uae killing hashemi last discovered teacher"}