{"title": "Uganda's Makerere University: 'My lecturer tried to rape me'", "content": "When she made it into one of Africa's most prestigious universities, the future looked bright for Monica. But an attempted rape by a member of staff has left that future lying in pieces.\nAs Monica recalls her story, her voice starts to crack. \nShe describes how the assailant tricked her into going to his home.\nAfter swapping courses at Makerere University in Uganda's capital Kampala, Monica - not her real name - was determined to catch up with her new subject.\n\"A lecturer told me that he would help me with class work. I called him and requested an appointment on Monday before class. He insisted I meet him on Sunday,\" she recalls.\nThe prospect of private tuition more than made up for the disruption to her weekend.\nBut at the appointed time, he was not at the agreed location.\n\"I walked there, only for him to say I was late and he had left, and that I should meet him somewhere else. When he eventually arrived, he asked me to follow him,\" she says.\n\"That is how he tricked me into going to his place of residence.\" \n\"The officials at my college, instead of helping me, they kept harassing me, insulting me, and calling me names. They called me stupid\"\nTelling her story means reliving the spine-chilling experience. She takes a moment to wipe tears from her reddening eyes, as she recalls what happened next.\n\"I expected that we would get down to my class work. Instead, he attempted to rape me.\"\nShe does not want to give details of the attack, but describes how she fought back - putting into practice some long-forgotten Girl Guide training.\n\"I had been trained that if a man attempts to rape you, you have to calm down, be submissive, then raise your leg and kick them where it hurts hardest. And that is what I did,\" she says, sighing deeply, as if she has only just emerged from the nightmarish encounter.\nShe also managed to snap pictures of him in his room, aware that the evidence could be vital. \nThough confused and blaming herself for falling into his trap, Monica decided she was not going to wallow in self-pity.\nDespite constant intimidation from the lecturer, she reported the attack to her college - but received no help.\nShe also began talking to classmates and other women on her course. She heard stories from several others of similar encounters with the same man. \nAt least one of them said she had been raped.\n\"Most girls will not report this because no-one believes them,\" Monica says. Everyone thinks you got yourself into it.\"\nAs she speaks with bursts of intense anger, her face becomes tense and her words get caught in her throat. \nLacking support from her college, she no longer felt able to attend lectures, and fell behind in her studies.\nBut she pursued her case, writing to the vice-chancellor, the institution's top administrator. A university senate committee was formed to investigate her case. \n\"[They] demanded that I prove there was an environment of sexual harassment. I had to bring to them evidence that I was harassed by this lecturer. \n\"I had taken pictures. I presented that to them. I spoke to them about my experience. \n\"And at one point, I asked that if they doubted what I was telling them, I needed to face it off with the lecturer before the committee - which was never granted.\"\nThe university policy on sexual harassment says that such cases should be investigated and disposed of within three months. But it took nearly seven months for her to receive a response from the committee.\nIn the meantime, because she had fallen behind, Monica was told she would have to leave the course.\n\"The officials at my college, instead of helping me, they kept harassing me, insulting me, and calling me names. \n\"They called me stupid,\" she says, the words coming out in spurts, between sniffs.\nEventually, she was told the investigation had concluded that there had been \"an environment of sexual harassment\".\n She was therefore re-instated in her programme, and told she could go back to class. \n\"I was asked to go back to the same college, where I was going to be taught by the same lecturer. Where I had lodged a complaint and no-one attended to me. \n\"So I felt it was unjust for me to be asked to go back to the same hostile environment.\"\nMonica turned down the offer - and has never resumed her studies.\nMakerere informed her that if she could not take up the offer of re-instatement, nothing more could be done. \nSexual harassment at the institution may be much more serious than the university cares to admit. \nIn January, a report released by an independent committee mandated by Uganda's president said that over 50% of female and about 40% of male students interviewed called sexual harassment a major cause of discontent on campus.\nThe report further said that in some colleges, sexual harassment was \"rampant\" and \"had become the norm\".  \nThe BBC has seen minutes of a meeting at the College of Business and Management Sciences which seemed to acknowledge that sexual harassment was \"a very serious issue\" at the university.\nIndeed, it is an issue that plagues the reputation of the university: the most recent \"sex for marks\" scandal - which saw one lecturer allegedly promising higher grades in return for sexual favours - has dominated headlines in Uganda in recent months.\nBarnabas Nawangwe, who became the university's vice-chancellor in June 2017, says he is determined to get to grips with it.\n\"We have got a policy, and it says Makerere University will have zero tolerance to sexual harassment. \n\"The only deficiency I see in it, is that it doesn't define sanctions for people of whom a complaint is made and they do not carry that issue further,\" he says.\n\"And we are going to deal with this.\"\nHe adds that since he has been in office, five senior staff implicated for harassing students have been dismissed.\nJournalist and author Joachim Buwembo thinks that sexual harassment and similar rights abuses persist because Ugandan society does not recognise victims.\nHe cites several incidents from 2014 in which women across the country were publicly undressed by mobs for wearing mini-skirts, and how it continued with no condemnation from the authorities. \nMr Buwembo says people in some positions have too much power.\n\"A teacher, or even a lecturer at a university, thinks he will augment his benefits by accessing women who he wouldn't have accessed, if he weren't in that position. \n\"It is a form of corruption.\"\nHe also questions whether universities should leave teachers to determine the academic future of students - exactly the sort of scenario which creates fertile ground for sexual harassment.\n\"Why should a university - once dubbed the Harvard or Oxford of Africa - not be able to have systems and mechanisms to prevent an unscrupulous lecturer from awarding a grade of either 70% or 39% on a whim?\" he asks.\nHe believes that, rather than admit the problems and address them head-on, Makerere does a lot of fire-fighting when scandals break. \n\"What usually happens is, the institution is defended and promises are made to do investigations and punish the culprits,\" Mr Buwembo says.\n\"We have not had enough investigations with reports, corrective measures and remedies.\"\nWhether systems at Uganda's oldest and largest university function or fail, Monica remains scarred for life. \nShe is determined to be a voice against sexual harassment.", "date": "14 March 2018", "href": "https://www.bbc.com/news/world-africa-43287621", "tags": "makerere going rape college monica harassment lecturer university tried one says sexual made uganda"}