{"title": "Uh Oh -- Most Of Iowa's Obamacare Markets Could Lose Their Last Insurer", "content": "Iowa’s Obamacare market is on the verge of imploding ― for real ― with the last insurer still planning to offer individual coverage in most of the state next year warning it may leave “without swift action” by state or federal officials act to “provide stability.”\nThe announcement by Medica on Wednesday morning, just in time for a possible House of Representatives vote on repeal of the Affordable Care Act, could be proof that the law has fundamental flaws, that Iowa suffers from some relatively unique market problems, or that Republican sabotage has undermined the program ― or, more likely, some combination of those factors.\nThe one certainty is that if Medica ends up abandoning Iowa, and no carrier steps in to take its place, tens of thousands of Iowans buying coverage on their own would have no way to get insurance next year.\nThey wouldn’t be subject to the Affordable Care Act’s individual mandate, which imposes a financial penalty on people who decline affordable coverage. But they wouldn’t have insurance to pay their medical bills, either.\nMedica’s announcement was not exactly a surprise. Earlier this year, two other insurers that sell in Iowa’s non-group market ― that is, the market for people buying coverage on their own, rather than through employers ― announced that they were pulling out of the state. \nThe underlying problem in Iowa is one that has plagued many other markets and insurers ever since the Affordable Care Act took effect and rewrote the rules for coverage. No longer able to deny coverage or charge higher premiums to people with pre-existing conditions, insurers have struggled to cover their costs ― mostly because they have attracted more people with big medical bills, and fewer people in good health, than they anticipated when they initially set premiums.\nNot surprisingly, Medica’s announcement became instant fodder in the debate over Obamacare repeal, with Republicans citing Iowa’s problems as proof that the 2010 health care law can’t work and is bound to collapse, making repeal and replacement not just advisable but absolutely necessary.\n“Some people in this country will have no options for coverage,” White House Press Secretary Sean Spicer warned in his daily briefing on Wednesday.\nBut Iowa’s struggles represent what is happening in only some parts of the country. In just the last few weeks, a pair of reports ― one by S&P Global Market Intelligence and one by the Henry J. Kaiser Family Foundation ― showed that, overall, insurers saw better financial results last year, following rate hikes necessary to correct for “underpricing” in the first two years of the program. Multiple analysts have said they think the program is on a trajectory for stability in most of the country, even though most insurers are barely at a break-even point, if that.\nAnd in some parts of the country, like California and Michigan, the new insurance markets are working well ― offering consumers in most parts of their states a wide variety of insurance options at prices that are as good if not better than what comparable policies would cost in the employer market.\nSo why is Iowa among the states struggling? One reason is that private insurers have always struggled to make coverage affordable in rural, sparsely populated states ― partly because they cannot play hospital systems off one another, in order to demand low prices, and partly because the small markets mean their financial performance can rise or fall dramatically because of just a few people with very high medical expenses.\nIowa may be an extreme example of this. As insurance industry veteran David Anderson, now a research associate at Duke University, and Los Angeles Times columnist Michael Hiltzik have noted, Iowa’s individual market happens to have one very high-cost individual ― not publicly identified ― with serious medical conditions that generate something like $1 million in claims each month. In a state with a relatively small population, the presence of one such person in a plan can cause serious financial trouble.\nIowa has some other problems, too ― again, common to many of the states where the newly reformed insurance markets are not stable. Among other things, a large portion of consumers in the non-group market appear to be holding onto older plans, not subject to Affordable Care Act regulations, although it’s impossible to be sure because those kinds of enrollment breakdowns are not public record.\nThe people keeping those old plans tend to be people in relatively good health, which means that without them, it’s harder for insurers to get the medically balanced population they need to cover their costs with reasonable premiums. Some states didn’t allow people to hold onto such plans, or hold onto them for as long, and their markets have tended to be much stronger because insurers could count on a more balanced risk pool.\n“In Iowa, there seem to be a lot of relatively healthy people holding on to plans that aren’t compliant with the Affordable Care Act,” Cynthia Cox, an associate director at the Henry J. Kaiser Family Foundation, said. “This can make the ACA market higher risk and less attractive to insurers. We’ve seen that states where these non-compliant plans were allowed had sicker exchange markets on average.”\n“I’ve seen reports that there is at least one very sick, high-cost person enrolled on the exchange in Iowa,” Cox went on to say. “When there aren’t many healthy people in the market to help even out that risk, it makes insurers very hesitant to participate. Now that some major insurers have exited, no company wants to be the last one holding the bag.”\nThese problems aren’t new. Last year, Arizona was in danger of losing non-group insurers for 2017. Eventually one insurer came back into the state, thanks in part to aggressive action by officials in the Obama administration, who spent much of their time over the last few years nurturing the program and working with insurers to keep them participating.\nBut the Obama administration isn’t in charge anymore and the change is perceptible: President Donald Trump has suggested collapse might be good for Republicans politically, and the president and his advisers have repeatedly threatened to withhold a key set of subsidies that insurers need to cover their costs.\nInsurers have become increasingly, and understandably, anxious about those payments. Just last week, Anthem, the single largest insurer offering coverage through the program, warned that it too might have to exit some markets if either the administration or Congress couldn’t guarantee those payments in the long term.\nIn Washington on Wednesday, one insurance industry official interpreted Medica’s emphasis on “stability” as a thinly veiled plea for the same thing.\n“Anytime the plans say they want ‘stability,’ it’s usually to get certainty over provisions that are in doubt,” the official told HuffPost. “And in this case, definitely, [the insurance subsidies] is the number one issue ― funding them, and making sure that funding will be there not just for this month but for the rest of the year, and into 2018 as plans set their rates for them.”\nIn a follow-up statement released late Wednesday afternoon, Geoff Bartsh, Medica vice president for individual and family business, called on state and federal officials to “confirm the rules of the road, and that they are stable through 2018” ― an apparent reference to those insurance subsidies. \nRepublican sabotage of the Affordable Care Act is nothing new, and could well be a factor in Medica’s problems. In 2015, Republicans went on a crusade to eliminate funding for something called the “risk corridor” program ― a mechanism designed to insulate insurers from massive losses during the first few years of the program’s implementation. \nThey succeeded, even though similar programs have long existed without controversy in programs like Medicare, and as a result, insurers ended up taking huge losses that still haunt their officials today.\nOf course, even with attentive management, the Affordable Care Act would need some combination of reinforcement or repair, as multiple insurance officials and even the program’s defenders admit. Particularly in those rural areas where insurers have struggled, insurers may need some kind of mechanism ― beyond what’s already in the Affordable Care Act ― to make their risk pools more stable.\nBartsh, in his follow-up statement, alluded to two possibilities. One would be a “high-risk” pool, a special insurance program that would handle the most expensive-to-insure beneficiaries. This is something that Republicans in Washington have discussed creating, albeit as part of legislation that would repeal the Affordable Care Act.\nThe other possibility would be some kind of “reinsurance” to reimburse insurers for their most expensive beneficiaries. That could actually come from states, rather than the federal government. Already this year, several states, including Alaska and Minnesota, have taken steps to stabilize their markets by helping insurers to deal with high-cost beneficiaries ― making the kind of modifications that are fairly typical for large government programs, but have been politically impossible with Republicans pushing so hard to repeal the Affordable Care Act outright.", "date": "\n05/03/2017", "href": "https://www.huffpost.com/entry/iowa-obamacare-markets-could-lose-last-insurer_n_590a33c4e4b02655f843cb62", "tags": "markets uh obamacare iowa oh insurers ” one ― -- act last insurer could affordable care lose"}