{"title": "Uh Oh- The Uninsured Rate Is Creeping Back Up", "content": "The Affordable Care Act’s progress in driving down the share of Americans who don’t have health coverage began to backslide this year, according to survey data Gallup published Monday.\nFor the second consecutive quarter, the adult uninsured rate rose slightly between March and June, and stood at 11.7 percent at the end of last month, up 0.4 percentage points from the first quarter and 0.8 percentage points since the end of 2016, the latest figures from the Gallup-Sharecare Well-Being Index show. \nThe uninsured rate remains significantly lower than before the Obamacare coverage expansion that began in 2014, and is down from a high of 18 percent during the third quarter of 2013.\nHigher prices for the health insurance available the Affordable Care Act’s exchange marketplaces like HealthCare.gov or sold directly by insurers appears to be the main culprit, as consumers opted to go without health coverage they decided they couldn’t afford, said Dan Witters, research director of the Gallup-Sharecare Well-Being Index. \n“The ones that are going to be most at risk of falling out of the marketplace are those middle-income earners that are just outside of the range that qualifies them for subsidies, and therefore are going to be most vulnerable to the effects of the rate increases,” Witters said.  \nThe insurance prices for policies sold on the exchanges to subsidized customers are tied to their annual income, and tax credits make up the difference between the sticker price and what the consumer actually pays, effectively shielding these customers from price increases. \nBut tax credits are available only to those who earn up to four times the federal poverty level, which amounts to $48,240 for a single person. And people who buy directly from insurers, instead of through an exchange, can’t receive tax credits.\nOngoing uncertainty about congressional Republican efforts to repeal the central pillars of the Affordable Care Act, and about President Donald Trump’s intentions about administering the law’s benefits and its individual mandate also appear to be having an effect, Witters said.\n“Political uncertainty alone is a psychologically driven reason behind some of what we’re seeing here,” Witters said.\nSenate Republicans this week are set to resume work on their health care legislation, which Majority Leader Mitch McConnell (R-Ky.) took back to the drawing board prior to Congress’ July 4th recess amid serious disagreements among GOP senators. The House passed a similar health care bill in May, but the path of Obamacare repeal is highly uncertain. \nThe House bill would increase the number of Americans without health coverage by 23 million, and the Senate bill by 22 million, over the next decade, according to the Congressional Budget Office. That translates into 49 million or 50 million uninsured in 2026 under the GOP bills, compared with 28 million under the Affordable Care Act.\nMeanwhile, Trump has given consumers and health insurance companies reason to believe his administration is not working to make the current law function as well as possible. \nTrump issued an executive order instructing federal agencies to relax Affordable Care Act rules, prompting insurers to worry that the IRS wouldn’t enforce the law’s individual mandate that most Americans obtain health coverage and that some customers would drop out of the market. Trump also repeatedly has threatened to let the exchanges “implode” and to withhold money owed insurers to cover the poorest exchange enrollees.\nThe Gallup data show young adults were the most likely to drop coverage during the second quarter of this year. The uninsured rate for people aged 18 to 25 rose 1.9 percentage points, and the rate for people aged 26 to 34 rose 1.5 percentage points between Dec. 31 and June 30, compared with an increase of 0.8 percentage points overall. Young adults saw the biggest coverage gains of any age group under the Affordable Care Act, Gallup data show.\nThis finding confirms a key problem facing the insurance markets created by the Affordable Care Act: Too few of those who need medical care the least, and therefore are cheapest to insure, are signing up, making the marketplaces relatively older, sicker and more expensive for insurers, which have increased prices to compensate. \nThe uninsured rate likely will hold steady for the remainder of the year because those most likely to drop out already have done so, Witters said. “My best guess is that most of the bleeding has taken place, for the time being.”\nRate increases for next year, however, are likely to be substantial, particularly because health insurance companies are pricing political uncertainty and Trump’s threats to not repay money the federal government owes them into premiums, which could lead to further erosions in Obamacare coverage gains.\n\n         Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops\n         from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n07/10/2017", "href": "https://www.huffpost.com/entry/obamacare-uninsured-rate-rising_n_5963d6d9e4b09b587d6135d0", "tags": "creeping uh coverage points back oh- insurance act percentage affordable rate uninsured care health"}