{"title": "Uighur Americans Speak Against China’s Internment Camps. Their Relatives Disappear.", "content": "ROSSLYN, Va. — Speaking last month at a Washington think tank, Rushan Abbas relayed tales of suffering she had heard about China’s repression of ethnic Uighur Muslims — including the detention of members of her husband’s family in a widespread system of mass internment camps.\nWithin six days, Ms. Abbas’s ailing sister and 64-year-old aunt disappeared from their homes in northwest China. No family members or neighbors have heard from them in more than a month.\nMs. Abbas is an American citizen and Virginia resident; her sister has two daughters, and both live in the United States. They all assume the women are being detained in the camps, which Western analysts estimate hold up to one million people.\nMs. Abbas said they had fallen victim to the persecution against which she had been campaigning — and because of her.\n“I’m exercising my rights under the U.S. Constitution as an American citizen,” Ms. Abbas, a business consultant, said from her 12th-floor office in Rosslyn, Va., overlooking the Key Bridge and Potomac River. “They shouldn’t punish my family members for this.”\n“I hope the Chinese ambassador here reads this,” she added, wiping away tears. “I will not stop. I will be everywhere and speak on this at every event from now on.”\nMs. Abbas, 50, is among a growing number of Uighur Americans who have had family members detained by the Chinese police and placed in the anti-Islam camp system that is spread across the northwest region of Xinjiang. Chinese officials describe the internment as “transformation through education” and “vocational education.”\nThe Washington area has the largest population of Uighurs in the United States, so stories like that of Ms. Abbas are now common here. Chinese officers aim to silence Uighurs abroad by detaining their family members.\nBut that tactic is backfiring. Although some Uighurs abroad are afraid to speak out for fear that relatives in Xinjiang will be detained, Ms. Abbas said, there are ones like her who are more willing to voice their outrage.\nThose in Washington could sway United States policy toward China, at a time when officials are debating a much tougher stand on defending Uighurs. Some like Ms. Abbas have acquaintances at think tanks, including at the conservative Hudson Institute, where she spoke on Sept. 5, and in Congress and the White House. Ms. Abbas has also spoken to staff members at the Congressional-Executive Commission on China, which is led by Senator Marco Rubio, Republican of Florida, and Representative Christopher H. Smith, Republican of New Jersey.\n“Harassing the relatives of U.S. citizens is what Chairman Mao used to call dropping a rock on your own feet,” said Michael Pillsbury, director for Chinese strategy at the Hudson Institute, noting that repression of Uighurs would also erode relations between China and Muslim nations.\nThis month, a daughter of Ms. Abbas’s detained sister wrote to Mr. Rubio about her mother’s plight. The daughter, an American citizen, lives in Florida, Mr. Rubio’s home state. The other daughter, a legal permanent resident, lives in Maryland. Their mother, Gulshan Abbas, 56, has severe health problems.\nAsked for comment about issues facing Uighur Americans, Mr. Rubio said, “The long arm of the Chinese government’s domestic repression directly impacts the broader Uighur diaspora community, including in the United States.”\n“This is unacceptable, and it takes tremendous courage for these individuals to even come forward given the growing number of reports of Chinese government harassment, intimidation and threats aimed at the Chinese, Uighur and Tibetan diaspora communities living in the United States,” Mr. Rubio added.\nMr. Rubio is pushing legislation to compel the United States to take action on behalf of Uighurs. It says the F.B.I. and other government agencies “should track and take steps to hold accountable” Chinese officials who harass or threaten people from China who are American citizens or living or studying here, including Uighurs.\nSeparately, officials at the White House and the State and Treasury Departments are discussing imposing economic sanctions on Chinese officials, under the Global Magnitsky Act, who are involved in repression of Uighurs.\nSecretary of State Mike Pompeo has spoken about the plight of the Uighurs and the harassment of Uighur Americans. In April, the State Department’s chief spokeswoman met with Gulchehra Hoja, a Uighur American journalist for Radio Free Asia who said two dozen of her family members had been detained in Xinjiang. Ms. Hoja testified in July at the congressional commission.\nIn a China policy speech this month, Vice President Mike Pence denounced China’s attempts to shape public opinion in the United States through coercion and other means.\nSophie Richardson, China director at Human Rights Watch, said, “Beijing’s harassment now factors into whether citizens of countries like Australia and the United States feel safe enough to attend public discussions about Xinjiang at events ranging from congressional hearings in Washington or think tank talks in Sydney.”\n“Ending abuses in Xinjiang now depends in part on ensuring that these communities are safe to exercise their rights around the world, and on governments following Germany’s and Sweden’s lead and committing to not sending Uighur asylum seekers back to China,” she said.\nFerkat Jawdat, a Uighur and American citizen who lives in Chantilly, Va., last spoke to his mother in February. She was forced to stay in Xinjiang when he and his siblings came to the United States in 2011 because the Chinese authorities would not give her a passport. She told him in February that she feared she was going to be put in a camp; Mr. Jawdat has not been able to reach her since.\nRepresentative Barbara Comstock, Republican of Virginia, pressed Mr. Jawdat’s case in an Oct. 3 letter to China’s ambassador to the United States, Cui Tiankai. It asked why Mr. Jawdat’s missing mother, Minaiwaier Tuersun, “has been imprisoned, why the Chinese government refused to issue her a passport in 2011, and when she will be released.”\nThere has been no response from the Chinese embassy, Mr. Jawdat said.\nThe youngest of four children of a prominent biologist and a doctor, Ms. Abbas grew up in Urumqi, the capital of Xinjiang, and attended a university there. She has lived in the United States since May 1989, when she came as a visiting scholar to Washington State University. She got a master’s degree in plant pathology there and became an American citizen in 1995.\nMs. Abbas has been active in Uighur issues for decades. She joined Radio Free Asia in Washington in 1998 as its first Uighur reporter before moving to California. She worked as an interpreter for the Defense Department when it detained 22 Uighurs in Guantánamo Bay, then helped with their relocations to other countries. She moved back to Washington in 2009 to be an advocate for Uighurs.\nShe said she waited one month before speaking to a journalist about the simultaneous disappearances of her sister and her aunt, Mayinur Abliz, in the hopes that officials would release them. Now she sees a dark future for them unless she speaks out.\nShe plans to mention them at a talk she is scheduled to give on Friday at Indiana University.\n“China needs to respect international laws,” Ms. Abbas said. “This is so childish, what they’re doing — taking hostage the family members of someone who left when she was 21.”", "date": "Oct. 18, 2018", "href": "https://www.nytimes.com/2018/10/18/world/asia/uighur-muslims-china-detainment.html", "tags": "china abbas speak united ” uighur uighurs chinese camps disappear ms. americans relatives internment"}