{"title": "UK 'will support' neonicotinoid pesticide ban", "content": "An extended ban on controversial neonicotinoid pesticides will be supported by the UK, Environment Secretary Michael Gove says.\nThe UK has previously resisted tighter restrictions on the pesticides, saying there was insufficient evidence. Mr Gove says that's no longer the case.\nEnvironmentalists have long said neonicotinoids are harming pollinators.\nBut the UK government has generally backed the farmers' view that the chemicals are safe.\nIt was overruled in 2013 when the EU banned three types of neonicotinoid pesticides for most uses in the fields.\nThe European Commission now wants to extend that ban to all uses of \"neonics\" except for in greenhouses.\nThis time Mr Gove says the UK won't object in principle. \nHe'll wait to see the exact wording of the proposal but he agrees the science now suggests that the pesticides could be harming pollinators. \n\"The weight of evidence now shows the risks neonicotinoids pose to our environment, particularly to the bees and other pollinators which play such a key part in our £100bn food industry, is greater than previously understood,\" said Mr Gove.\n\"I believe this justifies further restrictions on their use. We cannot afford to put our pollinator populations at risk.\"\n\"I recognise the impact further restrictions will have on farmers and I am keen to work with them to explore alternative approaches both now and as we design a new agricultural policy outside the European Union.\"\nMr Gove says he'll impose the same standards on neonicotinoids after Brexit.\nThe decision comes at a time of heightened concern about a steep drop in the number of insects in the countryside.\nMr Gove has confirmed to the BBC that he will resist an attempt in the EU to restrict the use of the weedkiller glyphosate, which is said by some scientists to be potentially harmful to humans. \nFollow Roger on Twitter.", "date": "9 November 2017", "href": "https://www.bbc.co.uk/news/science-environment-41931670", "tags": "support pesticides uk gove neonicotinoids restrictions neonicotinoid pesticide says pollinators ban"}