{"title": "UK fracking firm urges rise in quake level", "content": "Fracking firm Cuadrilla wants to raise the current limit for the size of tremors that can be felt as a result of its drilling operations.\nUnder current rules, drilling must be stopped for 18 hours if it triggers earth tremors above a 0.5 magnitude.\nBut other industries enjoy \"higher thresholds\" when it comes to tremors, the company says.\nEnvironmental group Greenpeace said the government should focus on cleaner energy to tackle climate change.\nCuadrilla, the only company currently fracking in the UK, joins private energy giant Ineos in criticism of the current limits.\nIneos, which has licences for sites in Cheshire, Yorkshire and the Midlands, said earlier this week that the government was insisting on \"absurd seismic thresholds\" which were too low.\nCuadrilla resumed operations at its Preston New Road site in Little Plumpton, near Blackpool, Lancashire, last year for the first time since the process was halted in 2011 over earth tremor fears.\n\"All we ask now is that we are treated fairly, with comparable seismic and ground vibration levels to similar industries in Lancashire and elsewhere in the UK who are able to work safely but more effectively with significantly higher thresholds for seismicity and ground vibration,\" said chief executive Officer Francis Egan.\nThe company said recent testing \"confirms that there is a rich reservoir of recoverable high quality natural gas present\" beneath the Preston New Road exploration site.\nBut it says a \"micro-seismic operating limit during hydraulic fracturing, set at just 0.5 on the Richter Scale, had however severely constrained the volume of sand that could be injected into the shale rock\".\nIn a presentation, the firm quotes a seismologist explaining how the limit could potentially be raised.\nBut John Sauven, Greenpeace UK's executive director, said:  \"Cuadrilla have practically admitted they can't make fracking work under the safety rules they've been boasting about for years. If they can't, then they shouldn't.\n\"Now the industry need just one more regulation to be lifted, the safety limit on earthquakes. Until the next one, of course. \n\"The UK government should stop wasting more time on this polluting industry and back the clean energy infrastructure we need to power our society and tackle climate change.\"\nHigher thresholds in US\nBen Edwards, Reader in Seismology at the University of Liverpool, is referenced in the Cuadrilla presentation as saying: \"If you want to go to a risk-based approach, where you allow events that do not pose any risk to humans or structures, then there is scope to review the current system.\n\"That could be raised to 1.5 and that would still arguably be conservative.\n\"The company says \"the threshold within North America has been set as high as 4.0\".\nThe Richter scale is logarithmic, meaning a 1.0 increase up the scale means a tremor 10 times as big.\nIn 2011, Cuadrilla suspended the test fracking operations near Blackpool after earthquakes of 1.5 and 2.2 magnitude hit the area.\nA subsequent study found it was \"highly probable\" that shale gas test drilling triggered the tremors.\nA government-appointed panel said there could be more tremors as a result of fracking, but that they would be too small to do structural damage above ground.\nIt recommended greater monitoring and said operators should observe the \"traffic light\" regime.\nLast month it emerged that a minister had ruled out relaxing regulations.\nIn a November 2018 letter from Energy and Clean Growth minister Claire Perry to Cuadrilla chief executive Francis Egan - in response to calls for an urgent review - she wrote: \"While I hope the industry can thrive in the years ahead, I have always been clear that any shale developments must be safe and environmentally sound.\"\nShe said when developing and reviewing the company's hydraulic fracture plan \"at no point did you communicate... it would not be possible to proceed without a change in regulations\".\nShe added: \"The government believes the current system is fit for purpose and has no intention of altering it.\"\nAnd Daniel Carey-Dawes, from the Campaign to Protect Rural England, said: \"The government must not pander to these threats, but listen to the views and concerns of local communities who have genuine climate concerns, but will ultimately pay the price if we roll over and allow the fracking industry to do as it likes.\"", "date": "6 February 2019", "href": "https://www.bbc.com/news/business-47141543", "tags": "company uk fracking level limit quake urges energy cuadrilla current thresholds rise firm tremors government"}