{"title": "UK government fails in Brexit case appeal bid", "content": "The Supreme Court has rejected a last-ditch attempt by the UK government to prevent European judges hearing a legal challenge to the Brexit process.\nThe European Court of Justice is to examine on 27 November whether the UK can unilaterally halt Brexit.\nThe government had asked the Supreme Court for permission to appeal against an earlier ruling that the case should be referred to the European court.\nBut the Supreme Court has now rejected that bid.\nThe case has been brought by anti-Brexit politicians and campaigners including Scottish Green MSPs Andy Wightman and Ross Greer, Labour MEPs David Martin and Catherine Stihler and SNP MEP Alyn Smith.\nThey argue that Brexit is \"not inevitable\" and \"there is still time to change course\". They are seeking a ruling on whether the UK effectively change its mind on Brexit and revoke Article 50 without the consent of the other 27 EU nations. \nWelcoming the Supreme Court ruling, Mr Wightman said: \"The question as to whether the UK Parliament can unilaterally revoke Article 50 is becoming more relevant as the chaos around Brexit shows no sign of being resolved. \n\"It is vital that Parliament is fully informed of all of its options.\"\nThe case was referred to the ECJ in September by the Court of Session in Edinburgh, which later refused to grant the UK government permission to appeal.\nThe Secretary of State for Exiting the European Union then applied directly to the Supreme Court for permission to appeal.\nBut on Tuesday, the Supreme Court said the Court of Session's ruling was \"preliminary\" and it would still have to reach a judgment on the matter after the European Court has given guidance.\nA statement issued by the Supreme Court said: \"It is clear that this interlocutor did not constitute a final judgment.\"\nAnalysis by Glenn Campbell, BBC Scotland chief political correspondent\nThere are many what ifs with Brexit - and this one may also seem like a so what. So what if Article 50 is reversible? So what if it's not?\nThe UK government is determined to leave the EU because that is what the referendum decided, so the question of cancellation does not arise.\nYes, but what if the UK government changed its mind or a different government took over and set a different course (unlikely as these scenarios may currently appear).\nIn those circumstances, could the UK unilaterally cancel its request to leave?\nThat is the question the Scottish courts have referred to the European Court of Justice for advice, and the case the UK government tried to stop but will now be heard.\nIf the answer is no, then Brexit goes ahead (unless the UK and all 27 other EU countries agree otherwise).\nIf the answer is yes, then that opens up another possibility that will energise remainers and infuriate leavers.\nBrexit no longer becomes a straight choice between Mrs May's deal and a no deal - no Brexit becomes an option too. ", "date": "20 November 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-46275188", "tags": "brexit european uk bid court case appeal supreme ruling whether fails government unilaterally"}