{"title": "UK house prices: Will the value of your home change in 2019?Where can you afford to live? Try our housing calculator to see where you could rent or buy", "content": "Relatively few properties were put on the market in the UK in the last year. Even fewer featured their own library, music room and orangery.\nThis estate in Cheshire does. It is dominated by a six-bedroom house but also has its own leisure suite, three cottages, and even a separate shower and cloakroom for the gardener.\nIt sold for close to £6m, having been one of the most-viewed residences on internet property portal Rightmove last year.\nSuch glamorous mansions are beyond the reach of most people, but affordability has been a key feature in UK housing in the last year, even at much lower price points.\nSo, with few buyers searching for properties, particularly in big cities, and not many owners putting up For Sale signs outside their homes, the UK housing market in 2018 was regularly described as \"subdued\".\nEven when a sale had been agreed, deals were \"taking longer to get over the line\", according to Simon Rubinsohn, chief economist of the Royal Institution of Chartered Surveyors (Rics).\nA recent survey by the Centre for Economics and Business Research (CEBR) suggested homes in cities and major towns were on the market for 102 days on average before being sold or put under offer - that was six days longer than in 2017.\nThe expectation among commentators is that there will be more of the same in 2019. The market will keep moving, but slowly. \nProperties will go on the market, partly the result of death, debt and divorce. People will still have to move for work or for schools, or because they are attracted by a discount.\nPotential buyers might struggle to get a new mortgage, owing to strict lending criteria, and potential movers might choose to renovate or extend their homes instead of relocating.\nAll of those factors, and more, mean most of the commentators we asked are predicting relatively little change in house prices in 2019.\n\"In short, the market will continue to tread water,\" said Andrew Burrell, of Capital Economics.\nThese predictions show an average for UK house prices, but each of the commentators point out that the picture can vary significantly in different parts of the country. It can also vary in different neighbourhoods of the same town.\n\"Trying to sum up the health of the UK's 27 million homes is impossible,\" admits housing commentator Henry Pryor.\nRichard Donnell, research and insight director at Hometrack, says: \"There are pockets where local economies are weak and this is acting as a drag on house prices.\"\nMr Burrell, of Capital Economics, says that prices in London could drop by 5% next year, but rise elsewhere.\nAt a hyper-local level, the performance of a school or the prevalence of crime, can affect prices. \nAt a national and international level, there is one major issue that could have a huge impact on the housing market.\nIn its most recent monthly survey, Rics suggests that there was an unprecedented dominance in the commentary of surveyors about one single issue: Brexit.\n\"Uncertainty created by the Brexit process is causing buyers and sellers to sit tight in increasing numbers,\" it says.\nThe Bank of England says the impact of the UK leaving the EU on the housing market could be significant. Its scenarios illustrate what could happen, not necessarily what is most likely to happen, as a result of Brexit.\nHouse prices could fall by up to 30% from their pre-Brexit level if there was no deal, or a so-called \"disorderly Brexit\", the Bank says. That compares with a peak-to-trough drop of 17% in average UK property values as a result of the financial crisis 10 years ago. \n\"It is worth stressing that this modelling from the Bank was undertaken for financial stability purposes. Some of the assumptions behind the disorderly Brexit scenario seem implausible to us,\" Mr Rubinsohn, of RICS, says.\nIf the UK's exit is \"disruptive\", then the Bank says the fall in property prices could be up to 14%.\nIt is clearly tough to predict the outcome of Brexit, so the effect it might have is even more difficult.\nMr Pryor says the transition phase of Brexit will simply add to uncertainty. \"If you think that the housing market foundations are shaky now then I suspect we ain't seen anything yet,\" he says.\nAndrew Montlake, from mortgage broker Coreco, says some certainty over an EU-UK deal could mean a steady outlook for the housing market. \n\"Whichever way Brexit goes, the UK is still a stable country compared to many others and an end to all the current uncertainty will make a huge difference,\" he says.\n\"There is also potentially something to be said for buyers to have property investments outside the EU which could then go through a particularly bumpy time.\"\nThe last year has been as difficult as ever for many young people wanting to buy a property, owing to strict lending controls, issues with affordability, and a lack of secure employment. However, that story has been one primarily heard in the big cities, and particularly in London.\nIn fact, first-time buyers were still the most active group in the UK property market in the last year, according to Hometrack. Government Help to Buy schemes have helped more than one in 10 of them to buy newly built homes in particular.\nIn contrast, existing homeowners with mortgages saw little reason to move. Sales among this group were at their lowest level for a decade. Owners took the safety-first approach by deciding not to move and take on a bigger mortgage but to stay put, take advantage of historically low home loan rates and reduce their overall level of debt.\nIn normal circumstances, with the Bank expecting interest rates to rise only in small increments, the same might be expected in the coming year.\nBut the political situation is not normal and that makes predicting the UK housing market particularly tough. The commentators we spoke to a year ago were generally accurate in predicting house prices in 2018. They may not have the same confidence in their expectations this time around.", "date": "3 January 2019", "href": "https://www.bbc.co.uk/news/business-46543252", "tags": "brexit property uk see live market home value prices house housing try change calculator rent buy could says year afford"}