{"title": "UK Leading The Way In Facial Recognition Technology", "content": "Facial recognition technology is being deployed in a growing range of places, whether it's automating airport security or in police and security services.  This is largely possible because of advances in technology.  For instance, I wrote recently about work by Toyohashi University of Technology to provide accurate facial recognition in poor lighting conditions.\nThe latest example of progress in the field comes via a British study that used digital technology to accurately show how people will age from an original photo.\nThe algorithm was trained on thousands of images of humans at various stages of their life, with the system shown the way our faces tend to change as we age.  The hope is that the project will help officials undertaking missing persons searches by providing a realistic portrayal of how someone might look, even years after their original disappearance.\n\"Each year around 300,000 missing person cases are recorded in the UK alone. This has been part of our motivation in endeavouring to improve current techniques of searching for missing people, particularly those who have been missing for some considerable time,\" the researchers say.\nPredictive aging\nThe system uses predictive modelling and incorporates facial data to understand how humans age.  The system was tested using a method known as 'de-aging', which involves taking a picture of someone old, and then running the algorithm backwards to de-age that person to their younger self.  The result is then compared with actual photos of that individual.  When the results were analyzed, they proved to be considerably better than previous images used in missing persons cases.\n\"No criticism is implied of existing age progression work. Instead we are presenting our work as a development and improvement that could make a contribution to this important area of police work. We are currently working with the relevant parties to further test our method. We are also developing further research plans in order to develop this method so it can be incorporated as a biometric feature, in face recognition systems, for example,\" the authors say.\n\"Our method generates more individualised results and hence is more accurate for a given face. This is because we have used large datasets of faces from different ethnicities as well as gender in order to train our algorithm. Furthermore, our model can take data from an individual's relatives, if available, such as parents, grandparents and siblings. This enables us to generate more accurate and individualised ageing results. Current methods that exist use linear or one-dimensional methods whereas ours is non-linear, which means it is better suited for the individual in question.\"\n3-D facial recognition\nFurther signs of progress come via a partnership between the University of the West of England (UWE Bristol) and facial recognition startup Customer Clever to bring 3-D facial recognition to market.\nThe team believe the service could have a number of security related applications, whether in retail environments, transport hubs or even sporting events to make sure the people in a facility are permitted to be there.\n\"Potential uses are increasing all the time but first we have to iron out problems with how the technology performs. Things which are easy for the human eye to deal with, like changes in background light and people looking in different directions, are big problems for this technology. There's a difference between making the system work in the laboratory and doing so in a busy supermarket, where there are changes in lighting conditions and people walking around in the background,\" they say.\nThe team believe their high-resolution 3-D tech is far superior to existing systems that rely on 2-D facial recognition.\n\"Current available 2-D systems may be fooled into incorrect identification whereas our 3-D solution provides pinpoint accuracy mapping your face down to skin texture levels. For national or high security, border control and locations where access control is paramount, our 3-D solution provides an extra layer of confidence not available in many of the 2-D solutions,\" they say. \"Our system produces what is effectively a finger print of the face - showing up fine detail and blemishes such as scars or wrinkles. The solution is quicker and more effective than fingerprint or iris recognition, which are more obtrusive to use.\"\nSuffice to say, we're at a very early stage of this journey, but these projects highlight the significant progress being made and the prospects of significant technologies finding their way onto the market in the near-future.", "date": "\n06/15/2017", "href": "https://www.huffpost.com/entry/uk-leading-the-way-in-facial-recognition-technology_b_594244f2e4b0d99b4c92115c", "tags": "security uk work facial missing way recognition system say age technology leading"}