{"title": "UK ministers defend Chinese deals after security risk warning", "content": "The government has defended UK deals with Chinese firms - amid warnings that security risks in infrastructure contracts were being \"overlooked\". \nThe intelligence and security committee has criticised the handling of a 2005 telecoms deal between BT and Huawei.\nIt was \"shocked\" ministers had not been informed until a year later and warned security risks must be better assessed.\nIn response the chancellor and the UK embassy in Beijing released statements in support of Huawei and Chinese firms.\nChancellor George Osborne said: \"The message is simple. Inward investment is critical to generating UK jobs and growth. \n\"It is a personal priority of mine to increase trade links between the UK and China and I cannot emphasise enough that the UK is open to Chinese investment.  \n\"That is why I am pleased that next week Huawei is opening a flagship office in Reading as part of its plan to invest £1.3bn into its UK business over the next five years, generating a further 700 jobs.\"\nThe intelligence and security committee, which is made up of MPs and peers and oversees the work of MI6, MI5 and GCHQ, had warned of an apparent \"unacceptable\" stalemate between national security and economic competitiveness.\nIt has been investigating foreign investment in the UK's Critical National Infrastructure - which includes assets like energy and water supplies, which are run by private companies.\nIt has focused on telecommunications, and a deal struck by BT with Huawei - which denies close ties with the Chinese state - to supply equipment for a £10bn major network upgrade.\nThe deal meant the Chinese firm had become \"embedded in the heart of the UK's\" critical national infrastructure, the committee said.\nMeanwhile the US has raised national security concerns about allowing it to provide equipment to its national infrastructure and Australia had excluded Huawei from involvement in a major broadband upgrade project there.\nThe committee was told by the security service in 2008 that, theoretically, the Chinese State could exploit any vulnerabilities in Huawei's equipment to gain some access to the BT network. \nWhile GCHQ was confident that BT had taken steps to manage such risks, the government appeared to have an \"absence of any strategy\" to monitor or react to potential attacks, the committee said.\nGCHQ had acknowledged that \"the risk of unauthorised access cannot be entirely eliminated\".\n\"We therefore remain concerned that there is no guarantee: any weaknesses or vulnerability in equipment deployed on UK networks could - through no fault of the operator - have serious security implications,\" the committee said. \nHuawei, the world's second largest telecommunications equipment company, has denied close links with the Chinese state, blaming allegations on false assumptions and prejudices.\nIt provides mobile handsets, routers and other equipment to other companies in the UK.  \nIt was not realistic to try to limit companies involved in Britain's critical national infrastructure to UK firms, the committee said, \"given the global nature of supply chains\".\nBut current processes for assessing national security implications \"have risked, and continue to risk, being overlooked\", the committee said.\nThe committee was \"shocked\" that, while BT had informed government officials in 2003 of Huawei's interest in its upgrade project, ministers were not informed until 2006, a year after the contract was signed.\nThe committee was told that while powers do exist to block firms' involvement, government officials had been worried about the \"potential trade, financial and diplomatic consequences of using them\".\nIts report said there was \"no justification\" for failing to consult ministers.\nThere was a \"haphazard\" approach to government even being informed of foreign investment in such contracts and confusion about whether it could intervene without risking a costly judicial review and compensation.\nThe committee said: \"The government's duty to protect the safety and security of its citizens should not be compromised by fears of financial consequences, or lack of appropriate protocols.\n\"However a lack of clarity around procedures, responsibility and powers means that national security issues have risked, and continue to risk, being overlooked.\"\nResponding to the report, a Cabinet Office spokesman said the government worked closely with private firms providing critical infrastructure services and while there were inherent security risks in telecommunications networks, there were \"effective measures in place to mitigate these risks\". \nThey said the processes of 2005, when the Huawei deal was done, had been improved and there were now \"governance structures\" to address risks: \"But this is a complex and fast-evolving technical area and we will keep it under close review and engage more closely with the intelligence and security committee as we do.\"\nThe Cabinet Office and UK embassy in Beijing also stressed that the UK values its relationship with China and Huawei. British Ambassador to China Sebastian Wood said: \"Huawei is a long-term valued investor in the UK with a business that is growing and creating jobs in Britain.  Huawei's choice of the UK reflects the UK's reputation as a global hub for technology, innovation and design. \"\nHuawei told the US House Permanent Select Committee it earned much of its revenue from overseas and would not risk damaging its reputation.\n\"Our customers throughout the world trust Huawei. We will never do anything that undermines that trust. It would be immensely foolish for Huawei to risk involvement in national security or economic espionage.\"", "date": "6 June 2013", "href": "https://www.bbc.co.uk/news/uk-politics-22795226", "tags": "security deals uk national warning infrastructure risks ministers defend committee chinese huawei risk government"}