{"title": "UK(NI): Four letters that mean so much", "content": "You can read the full 585 pages of the draft EU withdrawal agreement and its dense legalese. \nOr you can focus on just four letters: \nUK(NI).\nThat's the suggestion contained within the draft agreement for how Northern Irish products could be labelled should the backstop be implemented. \nThe European Commission factsheet says goods from Northern Ireland destined for Great Britain could still be marketed as UK products.\nBut it adds that \"where EU law on goods is concerned\", the UK (NI) label should be used.\nThere will be some businesses who export from Northern Ireland who might see this as a gold ticket, ensuring their continued access to the European Single Market. \nThe factsheet suggests it could be used for ear tags for live animals, and you can certainly see how it would simplify life for livestock on a border farm.\nHowever, words and even abbreviations can be controversial in Northern Ireland. Witness the consistent opposition from the DUP to the Olympic team being referred to simply as Team GB, not Team UK. \nViewed by a unionist politician the four letters and two brackets UK (NI) represent a threat - special treatment for Northern Ireland not as a result of a decision taken at Stormont or a consensus in all party talks, but as part of an arrangement imposed from above by the EU and the UK.\nOn 14 November, the DUP angrily raised its concerns, using terms like betrayal and even punishment beating.\nOn 15 November, a series of senior Conservatives followed suit, with a Northern Ireland Office minister,  a Brexit Secretary and a Work and Pensions Secretary all citing the threat to the integrity of the UK in their resignation letters.\nThe DUP's Nigel Dodds thanked them for their support. On the floor of the Commons he insisted the choice was to stand up for the UK or vote for its break up and descent into a \"vassal\" or slave state.    \nThe date, 15 November, has resonance in unionist folklore - it's the anniversary of the 1985 Anglo Irish Agreement,  which both the DUP and the Ulster Unionists regarded as an act of treachery on the part of Margaret Thatcher.\nThis time the unionist rhetoric sounds equally hostile, but they have higher hopes of stopping the border backstop in its tracks. That's due to Theresa May's vulnerability in the Commons and the declared antipathy of so many Conservatives and others to the draft agreement. \nOn Wednesday, I asked both Arlene Foster and Sammy Wilson if they would still have backed Brexit in June 2016, if they had known then what they know now.\nThey both insisted the DUP had been right in principle, arguing that it has been the way the government has sought to implement the UK's exit from the EU which has been the problem. \nThat said, the former Ulster Unionist leader Mike Nesbitt can justifiably say \"I told you so\". Back in 2016 he was the voice in the wilderness trying to persuade people Brexit could damage the union.\nWill we ever see that UK (NI) label stamped on products made in Portadown or Portaferry? Right now everything seems to be in the balance.\nP is for produce. P is for protocol. But P also stands for petard, an antiquated term for a small explosive device used to breach an enemy's fortifications. \nFor some reason, whenever I think about unionism and Brexit I keep on thinking of a phrase from Shakespeare, when Hamlet talks about a plotter being \"hoist on his own petard\".\nHowever, those who campaigned for Brexit two years ago might seek to explain it away now, surely they didn't mean it to be this way.", "date": "15 November 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46223547", "tags": "brexit agreement much uk unionist eu letters ni four northern ireland could dup mean"}