{"title": "UK objects to description of Gibraltar as 'British colony' in EU law", "content": "The UK has objected to Gibraltar being described as a \"colony\" in European Union legislation allowing UK nationals to travel to the EU after Brexit.\nThe EU proposed allowing visa-free travel for Britons in November. \nThe Spanish government has since insisted a footnote be added describing Gibraltar as a \"colony\" and referring to \"controversy\" over its status. \nThe UK's ambassador to the EU, Sir Tim Barrow, objected to it at a meeting in Brussels earlier.\nA UK government spokesperson said: \"The EU's provisions for visa-free travel into and out of the [passport-free] Schengen area cover Gibraltar, and mean that in any scenario, British nationals from Gibraltar will be able to travel for short stays in and out of Spain and other countries in the Schengen area.\n\"Gibraltar is not a colony and it is completely inappropriate to describe it in this way.\n\"Gibraltar is a full part of the UK family and has a mature and modern constitutional relationship with the UK. \n\"This will not change due to our exit from the EU. All parties should respect the people of Gibraltar's democratic wish to be British.\"\nDowning Street also condemned the description of Gibraltar as a \"colony\" in the draft EU document.\nGibraltar's Chief Minister Fabian Picardo accused Madrid of trying to \"bully\" the British Overseas Territory by rejecting British demands for the footnote to be removed.\n\"No one will be surprised to hear the Spanish government making provocative statements in respect of Gibraltar.\n\"The 32,000 people of Gibraltar are used to the constant attempts by successive Spanish governments to bully us in every possible way.\n\"This is no different to the sort of abuse we have had from former Spanish administrations.\"\nIn November, the European Commission offered visa-free travel for UK nationals coming to the EU for a short stay in the event of a no-deal Brexit on 29 March, as long as the UK offers the same in return.\nAt a meeting of EU ambassadors earlier, member states agreed their position on the proposed new law.\nThe European Council document says in a footnote: \"Gibraltar is a colony of the British Crown. \n\"There is a controversy between Spain and the United Kingdom concerning the sovereignty over Gibraltar, a territory for which a solution has to be reached in light of the relevant resolutions and decisions of the General Assembly of the United Nations.\"\nThe document will now be discussed by the European Parliament and the European Commission before becoming law.\nThe EU withdrawal agreement agreed with the UK, proposes a special protocol creating several working groups between Madrid and London to discuss the future of Gibraltar.\nThe BBC's Brussels reporter Adam Fleming said the Spanish government sees this as giving it a bigger say in the status of Gibraltar, and the issue is likely to be raised again as Brexit approaches, and beyond.\nBut the UK insists the protocol is just about the technicalities of how Brexit will work in Gibraltar, he added.\nGibraltar was ceded to Great Britain in the 1713 Treaty of Utrecht, but Spain has continued to press its claim for sovereignty - which is rejected by both the UK and the residents of Gibraltar itself.\nIn December, the United Nations called on Spain and Britain to find a \"definitive solution\" to their long-running dispute.\nThe UN General Assembly adopted a recommendation from its Decolonisation Committee for the two countries to reach a solution through \"dialogue and co-operation\".\nGibraltarians rejected by 99% to 1% the idea of the UK sharing sovereignty with Spain in a vote in 2002 and in a previous referendum in 1967.\nBut Gibraltar voted by 96% to stay in the EU in the 2016 referendum.", "date": "1 February 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47087439", "tags": "brexit european spain gibraltar uk eu objects travel colony british spanish description law"}