{"title": "UK ramps up powers to block foreign takeover deals", "content": "Government intervention in foreign takeovers of UK firms will massively increase under proposed new powers.\nThe government expects to review 50 foreign takeovers a year over national security. In the last two years it has reviewed just one takeover a year.\nPreviously the government could only review deals where the target company had annual revenues of over £70m.\nThe proposed new legislation would abolish that threshold - entirely and permanently. \nIt marks a new era in government oversight of corporate activity deemed likely to the threaten national interests. \nThe government expects that the new thresholds will result in 200 notifications of potential national security concerns being raised when either whole companies or sensitive assets are being acquired.\nOf that 200, ministers and civil servants expect half - or 100 - will need more careful analysis, and of that 100, it expects to \"call in\" fifty for detailed scrutiny. \nThat would be a fifty-fold increase on current levels. \nThe Department for Business acknowledges it will require more resources although declined to give more detail on exactly how many people or how much money would be needed. \nThe existing law on takeovers is derived from the Enterprise Act of 2002 which stipulated that takeovers could only be reviewed if they were thought to threaten media plurality, competition or national security. \nThese proposals aim only at national security and seem particularly focused on the emergence of new cyber threats. \nThe previous threshold of £70m in turnover was designed to capture sales of big ticket sensitive items like nuclear power plants, airports and defence contractors. \nThat threshold was temporarily lowered to £1m earlier this year.\nThe abandoning of the turnover threshold entirely illustrates the threat perceived from much smaller companies with special expertise in the new front in on-line warfare. \nThe UK has operated a much looser approach to sensitive takeovers than some of its allies. \nFor example, the US has continually rebuffed acquisitions from Chinese companies like telecoms giant Huawei which bought into the UK over the last 20 years. \nThe Business Secretary Greg Clark will say on Tuesday that the UK remains an \"open economy\" but changes in technology and moves by other countries including Germany, France and Australia to tighten their defences meant the UK now also needs to adapt to a new breed of threat to national security. ", "date": "23 July 2018", "href": "https://www.bbc.co.uk/news/business-44932704", "tags": "security deals uk national expects block threshold new takeovers ramps year foreign government takeover powers"}