{"title": "UK shares remain fragile amid Brexit turmoil", "content": "The UK stock market has slipped lower amid the political fall-out from Theresa May's Brexit plan.\nThe FTSE 100 share index ended 0.3% lower at 7,013.88, with shares in UK-focused stocks such as banks and housebuilders continuing to slide.\nHowever, the pound - which suffered its biggest fall for two years on Thursday - has stabilised.\nSterling was up 0.6% against the dollar at $1.2846, although it slipped 0.2% against the euro to €1.1258.\nDespite the Prime Minister announcing on Wednesday that she had secured cabinet backing for the draft Brexit agreement with Brussels, the resignations of Brexit Secretary Dominic Raab and Work and Pensions Secretary Esther McVey on Thursday rattled markets.\nOn Thursday, the pound registered its highest volatility since the referendum in June 2016 as it fell 1.7% against the dollar and dropped 1.9% against the euro.\nIn the absence of any further resignations, the pound stabilised on Friday. But the stability may not last, analysts said.\n\"As long as 'no deal' remains as likely as it is, there is a risk of a sterling depreciation spiral that is self-intensifying,\" said Ulrich Leuchtmannan, a foreign exchange strategist at Commerzbank.\n\"Sterling volatility has woken up from its 100-year slumber and is likely to remain reactive.\"\nLaith Khalaf, senior analyst at Hargreaves Lansdown, said the pound was a barometer for the prospects of the UK economy.\n\"Every time we see a likelihood of a bad Brexit risk... the currency sells off,\" Mr Khalaf said.\nThe fall in the pound on Thursday which was the largest percentage fall in the currency since the vote to leave the EU in June 2016, when the pound slumped by 9.1% against the dollar.  \nThat move was even greater than the slump on 21 October 2008, when the then governor of the Bank of England. Mervyn King, said the financial crisis meant the UK economy was heading into a recession.\nJames Bevan, chief investment officer at CCLA Investment Management, told the BBC's Today programme that there were some \"interesting fundamentals\" affecting the pound at present.\nAmong them are the slower economic growth in the UK than the EU and the US, which means that interest rates in the UK may not rise as quickly as those in other parts of the world. This makes the pound less attractive to investors. \nThe FTSE 100 share index lost ground on Friday, ending 0.3% lower at 7,013.88, while the FTSE 250 - which is generally regarded as a closer barometer of the UK economy - also fell 0.4% to 18,589.09.\nMr Khalaf said the index of the biggest 100 companies on the stock market was protected from bigger falls by companies with large international operations.\n\"If you look at the headline performance of the market, the benchmark index, it hasn't really moved,\" said Mr Khalaf.\nFor instance, the biggest companies in the index, Shell and HSBC, both have large overseas operations that generate revenues in currencies such as dollars and euros which are worth more as the pound falls.\nDuring Thursday, shares in companies that are heavily exposed to the UK economy saw the biggest falls, with housebuilders and banks being particularly hard hit. Royal Bank of Scotland fell over 3%, housing firms Persimmon and Taylor Wimpey fell over 2% and 1% respectively while Barratt Developments lost 0.5%.\nMr Khalaf calls such companies the \"Brexit beasts\" - ones which are more closely linked to the UK economy.\nHe gave the example of Lloyds Banking Group which was making a loss in 2011 and now makes billions of pounds of profits but is trading at a lower share price.\nRBS is also being knocked by the possibility that if there was a general election and the Labour party took power, the bank could be fully nationalised. \nBig businesses have been generally supportive of the draft Brexit agreement published on Wednesday.\nThe CBI's Chairs' Committee - the body's most senior policy-making committee - said it represented \"hard-won progress\".\nIt said the agreement had two essential economic benefits which must be achieved: avoiding a no deal cliff edge by delivering transition, and opening a route to a good long-term trade deal.\n\"The real life implications for people and regions across the UK are what really matter. Business urges all involved to assess the way forward on this basis,\" it added in a statement.\nEarlier, Warren East, chief executive of engineering company Rolls-Royce, told the Today programme that time was running out and that any deal was better than leaving the EU without an agreement.\n\"I would, as a business leader, like to see politicians on both sides of the fence get on and negotiate a practical deal that works for business,\" he said.\nEyes are on businesses such as Rolls-Royce, which operate a \"just-in time\" model where parts arrive in the UK from across the EU as they are needed.\nThe head of the Co-operative Group has warned that availability of fresh food from both the UK and abroad could be hit by a no-deal Brexit.\nSteve Murrells told BBC Radio 5 live that stockpiling was not an option as \"there is not enough chilled capacity to do it\".", "date": "16 November 2018", "href": "https://www.bbc.com/news/business-46233111", "tags": "brexit uk thursday remain turmoil companies economy shares index pound fragile khalaf deal amid"}