{"title": "UK visas: High-skilled migrants cap 'should be scrapped'", "content": "The cap on the number of high-skilled migrants coming to the UK should be scrapped, according to a key report commissioned by the government ahead of Brexit.\nThe Migration Advisory Committee says these workers make a more positive contribution to the public finances. \nIt suggests EU workers should be subject to the same visa rules as other migrants.\nBut it notes the UK might offer them special status under a Brexit deal.\nThe government has said it will \"carefully consider\" the committee's proposals. \nLabour backed the report, calling for an \"end to discrimination\" against non-EU migrants.  \nUnder the current system, workers from the European Economic Area (EEA) - which includes all EU countries including the UK, as well as Norway, Iceland and Lichtenstein - enjoy freedom of movement, travelling and working within the area without visas. \nThe committee recommends a policy allowing greater access for higher-skilled migration while restricting access for lower-skilled workers. \nIt suggests extending the current scheme for high-skilled non-EEA migrants - known as a Tier 2 visa - to those from EEA countries as well.\nAs part of this process, the cap on the total amount of workers allowed to enter under Tier 2 should be abolished and the range of jobs eligeable for the visas expanded, the committee says. \nCurrent policy is to allow 20,700 high-skilled workers into the UK each year on Tier 2 visas. \nThe current salary threshold for such visas is £30,000, which the report says should be retained. \nTop priority is given to jobs on a \"shortage occupation list\".\nExamples include:\nWith regard to low-skilled workers, the committee says it is \"not convinced there needs to be a work route for low-skilled workers\" from the EU to fill jobs in industries such as catering or hospitality.\nThe \"possible exception\" to this rule could be for seasonal agriculture, where 99% of the workers come from EU countries. \nIt also does not recommend that there should be exceptions for workers coming to the UK to work in the public sector. \nThe committee - which is made up of independent experts, says it does not seen any \"compelling reasons to offer a different set of rules\" for workers from the EEA than those from other countries - unless such a position has been arrived at as part of the Brexit negotiations. \n\"A migrant's impact depends on factors such as their skills, employment, age and use of public services, and not fundamentally on their nationality,\" it says. \nThe report goes on to say there is no evidence that increased European migration has damaged life in the UK. \nIt concludes that EU migrants pay more in tax than they receive in benefits, contribute more to the NHS workforce than the healthcare they access, and have no effect on crime rates. \nIt says the impact of all EEA migration to the UK since 2004 was almost certainly less than that of the fall in the value of the pound following the referendum vote.\nBy Dominic Casciani, BBC home affairs correspondent\nMinisters commissioned this report because they needed clear facts on the role of European workers in the country - and the implications of ending their freedom of movement. \nBut it's too soon to know how many of the committee's recommendations will be adopted because of the Brexit elephant in the room.\nSo while the experts want no special immigration deal for future EU workers (the report does not concern those who are already living in the UK), it doesn't consider whether a special deal would be good or bad for Britain.\nSuch a deal is a possibility. The prime minister's Chequers plan proposes a \"mobility framework\" - a system allowing British and EU citizens to study and work in each other countries, potentially linked to a trade deal.\nSo if the ministers offer special access for future EU workers, in return for something they want for the UK, this report won't help us know whether it is worth it. \nThe MAC was asked to do the research in July 2017 by then Home Secretary Amber Rudd.\nIt is thought it could shape the government's post-Brexit immigration policy. \nBBC assistant political editor Norman Smith said Mrs May might start \"sketching out\" her plans for this at October's Conservative Party conference.\nHe added that the report would increase pressure on her to not compromise on freedom of movement during the Brexit negotiations. \nStephen Clarke, senior economic analyst at the Resolution Foundation, said if the recommendations were adopted, it would signal \"the biggest change to the UK labour market in a generation\" and would represent a \"huge shift\" for sectors such as hotels and food manufacturing.\nHe said: \"If enacted, these proposals would effectively end low-skilled migration, while prioritising mid- and high-skill migration in areas where we have labour shortages. \nThe Royal College of Nursing welcomed the recommendations, saying the UK had long depended on recruiting nursing professionals from around the world.\nBut Lord Green of Deddington, chairman of Migration Watch UK, said the report was \"blind to the impact\" of EU migration to a number of communities. \nHe said the proposals would \"permit continued high levels of immigration\" and \"the overall outcome would be to weaken immigration control\".\nThe government says it will listen to the report and bring in an immigration system that works for the whole of the UK, adding: \"EU citizens play an important and positive role in our economy and society and we want that to continue after we leave\".\nShadow home secretary Diane Abbott said the UK's immigration policy should be \"based on our economic needs, while meeting our legal obligations and treating people fairly\".\n\"[This] means ending the discrimination against non-EU migrants, especially from the Commonwealth,\" she added. \nBut Yvette Cooper, Labour MP and chair of the Home Affairs Select Committee, said the report was \"puzzling\" with \"significant gaps\" between the MAC's research and recommendations. \n\"The MAC admit they have ignored the crucial relationship between immigration and trade,\" she said. \nThe report comes as figures for 2017, showed that net migration from the EU was at its lowest level since 2012 - with overall net migration at 282,000.\nThe government wants to cut overall net migration to the tens of thousands.", "date": "18 September 2018", "href": "https://www.bbc.com/news/uk-45556246", "tags": "uk immigration eu report migration committee visas workers says scrapped high-skilled cap migrants"}