{"title": "UKIP leader defends hiring Tommy Robinson", "content": "UKIP leader Gerard Batten has defended his decision to hire Tommy Robinson as an adviser and says he had saved the party \"from oblivion\".\nHis predecessor Nigel Farage criticised UKIP's association with the ex-English Defence League leader and said there should be a vote of no confidence in Mr Batten.\nMr Batten said many people respected Mr Robinson's \"stand on things\".\nAnd he claimed Mr Farage had shown \"0% interest\" in UKIP since \"walking away\". \nMr Batten, who is the fourth person to lead UKIP since Mr Farage quit in the wake of the 2016 EU referendum, said he believed he would see off any challenge to his leadership. \nMr Robinson, whose real name is Stephen Yaxley-Lennon, will advise him on rape gangs and prison reform.\nIn May, the 35-year old former EDL leader was jailed for 13 months for contempt of court, which sparked a series of #freeTommy protests.\nHis conviction was later quashed over procedural concerns and the case has now been referred to the attorney general. \nMr Robinson had previously been sentenced to 18 months in jail in January 2014 for mortgage fraud and for 10 months in January 2013 for a passport offence.\nAsked whether it was appropriate to take advice from someone with a criminal record, Mr Batten said those with \"minor convictions\" deserved a second chance. \nHe told BBC News that Tommy Robinson was a \"high profile\" figure who had been \"persecuted by the state because of his views\".\n\"I think he's a good person to have on side, a lot of people respect his stand on things and his courage.\"\nHe rejected concerns expressed by Mr Farage and other MEPs, several of whom have quit the party in recent months, that UKIP was becoming tainted with Islamophobia. \n\"Islamophobic is a made up word… I don't have an irrational fear of Islam, nor does Tommy Robinson.\"\nMr Farage told BBC Radio 4's Today earlier that, under his leadership, the party had talked about mass immigration and extreme forms of Islam but \"as a non-racist, non-sectarian party\".\n\"This blows a hole in all of that.\"\nWhile he had not \"given up\" on UKIP, he said he would be writing to the party's ruling National Executive Committee urging a vote of no confidence in Mr Batten as leader and \"that we get rid of him\". \n\"We can have one last go at getting rid of somebody who as leader is dragging us in a shameful direction.\"\nBut Mr Batten said he believed he had the support of UKIP's NEC after rescuing the party from potential financial collapse. \nHe suggested Mr Farage was now more interested in his role with Leave Means Leave, the pro-Brexit campaign group, than UKIP.\n\"It's down to me that this party has survived, not Nigel Farage nor anybody else,\" he said. \"Nigel walked away from UKIP two years ago and hasn't shown any interest in it since.\"\nUKIP was still in the vanguard of the Brexit fight, he argued, and Mr Robinson's presence would increase numbers at a demonstration the party was planning next month. \nOn Sunday, UKIP's NEC deferred a decision on allowing members to vote on Mr Robinson joining the party.\nThe decision was postponed until after 29 March 2019 - the day the UK is due to leave the EU - with the NEC arguing the party should be focused on Brexit.\nCurrently, UKIP has a blanket ban on allowing former members of the British National Party and the EDL from joining the party - meaning Mr Robinson is barred.\nLast week, some UKIP members of the Welsh Assembly said Mr Robinson should not be allowed to join.", "date": "23 November 2018", "href": "https://www.bbc.com/news/uk-politics-46308160", "tags": "farage robinson ukip hiring party defends tommy months leader decision batten"}