{"title": "Ukraine politicians' huge cash piles exposed in reform drive", "content": "Ukraine's Prime Minister Volodymyr Groysman has revealed that he and his wife possess $1.8m (£1.5m) in cash. \nHe was appointed in April to lead the country's government. He also has $100,000 (£82,000) in several different bank accounts, 15 properties and a collection of 12 luxury watches. \nMr Groysman published a list of his assets in line with Ukraine's new anti-corruption rules, which compel all senior public officials to declare their wealth in a new electronic database.\nHe has been a public official in Ukraine for the past 14 years. \nThe reforms are seen as necessary for Kiev to continue enjoying the support of its Western partners. \nAround 50,000 top public officials, including judges, politicians and civil servants, are expected to publish their declarations by Sunday.\nIn a statement published on his Facebook page, Mr Groysman said his \"considerable savings\" were down to \"property and my corporate rights…along with income from my wife's business.\"\nHe is not the only Ukrainian politician to possess an eye-watering amount of cash. \nAnother member of parliament, Viktor Romanyuk, has declared that he has $753,000 (£618,000). \nAnd the controversial mayor of Ukraine's second biggest city Kharkiv, Gennadiy Kernes, has declared that he has more than $1.6m (£1.3m) in hard currency.\nHe supported the pro-Russian separatist forces in eastern Ukraine in 2014, but later switched to backing the Ukrainian government. \nThe revelations will do little for public trust in politicians in a country where the minimum monthly wage is a meagre $56.69 (£46.61). \nUkraine country profile \nUkraine president denies tax claims\nThe habit of some senior politicians to hoard cash is hardly a vote of confidence in the country's banks, which themselves have been undergoing extensive reforms.\n\"A person who has cash doesn't trust the financial system,\" said Alexander Valchyshen, from Kiev-based asset management group ICU.\n\"True accounting\", he said, was needed to create a stable economy and to stop \"financial cheating\" and increase confidence in the banks. \nHowever, overall Ukraine's e-declaration scheme is seen as a crucial step in tackling corruption, which is a key concern for foreign investors.\nOleksandra Ustinova from Ukraine's Anti-Corruption Action Centre described the new scheme as \"revolutionary\".\nShe hopes the system, which will automatically flag up suspect declarations for the new anti-corruption bureau to investigate, will lead to prosecutions. \nMs Ustinova said 500 judges had already resigned, instead of completing their declarations. \nAnd she believes a new anti-corruption court is key if Ukraine is to capitalise on the new reforms and start prosecuting corrupt officials. \nDraft legislation for the creation of such a court is expected to come before Ukraine's parliament in the coming weeks. \nThere is no evidence that any of the politicians mentioned in this article have broken the law.\nAnd the online declarations are likely to please Ukraine's backers in Washington and Western Europe. \nThe UK Ambassador to Kiev, Judith Gough, tweeted that the prime minister's declaration was an \"important step\".\nUkraine's President Petro Poroshenko, one of the richest men in the country, is still to complete his declaration. \nA spokesman said it would be finished before Sunday's deadline. \nBefore becoming president Mr Poroshenko amassed considerable wealth running a chocolate business.", "date": "28 October 2016", "href": "https://www.bbc.com/news/world-europe-37785741", "tags": "public country declarations reform piles groysman exposed drive new anti-corruption politicians cash ukraine huge"}