{"title": "Ukraine Orthodox Church granted independence from Russian Church", "content": "The recently formed Orthodox Church of Ukraine has been granted independence, marking a historic split from the Russian Church.\nEcumenical Patriarch Bartholomew - the head of the global Orthodox Church - has signed a document in Istanbul, Turkey, to that effect.\nIt formalises an October announcement. \nThe move has provoked a furious response in Russia, where the Church has broken off links, deepening a split in the worldwide Orthodox Church. \nUkraine's churches have for centuries been under the authority of the leaders of the Russian Orthodox Church in Moscow.  \nThe decision may also lead to a lasting schism in the global Orthodox movement, says the BBC's Jonah Fisher in Kiev, Ukraine.\nThe Patriarch has signed what is known as a \"tomos\", a decree officially recognising an independent Ukrainian Orthodox Church, in the presence of Ukrainian President Petro Poroshenko, who travelled to Istanbul for the occasion.\nIstanbul remained the centre of the Orthodox Church after the Muslim Ottoman Turks occupied the city, then known as Constantinople, in the 15th Century.\nThe event at St George's cathedral was broadcast live on Ukrainian television.  \nThe tomos will be handed over on Sunday, and brought back to Ukraine on what is the Orthodox Christmas Eve. On Monday - Christmas Day - a celebration and rally will take place in central Kiev.\nUpset at losing its Ukrainian parishes, the Russian Orthodox Church - which is the world's largest - has already cut ties with the Ecumenical Patriarchate of Constantinople, the spiritual authority of the world's Orthodox church after it recognised the Ukrainian Church's independence.\nThe Ukrainian Orthodox Church has been under the Moscow Patriarchate for centuries.\nBut tensions within the Church mounted after Ukraine became independent in 1991, with the collapse of the Soviet Union.\nBefore the council held in Kiev in December where the split was announced, there were three Orthodox Church branches in Ukraine: \nNow, priests from the Kiev Patriarchate and the Autocephalous Church become members of the new Church - the Orthodox Church of Ukraine.\nThe drive for Ukrainian Orthodox independence intensified in 2014, when Russia annexed Crimea and Russia-backed separatists seized a big swathe of territory in eastern Ukraine.\nThe Moscow branch of the Ukrainian Church has denied accusations that it acts as a tool of the Kremlin, and says it has tried to bring about peace in eastern Ukraine.\nEarlier this year, the Ecumenical Patriarchate of Constantinople overruled its decision dating back to 1686 to transfer its jurisdiction over Kievan Orthodox churches (known as the Kievan Metropolis) to Moscow.\nNow Moscow fears losing many of its 12,000 parishes in Ukraine.\nConstantinople holds sway over more than 300 million Orthodox Christians across the world. ", "date": "5 January 2019", "href": "https://www.bbc.co.uk/news/world-europe-46768270", "tags": "ukraine granted russian independence constantinople split church moscow ukrainian patriarchate orthodox kiev"}