{"title": "Ukrainian Separatist Leader Is Killed in Restaurant Bombing", "content": "MOSCOW — The leader of the Donetsk People’s Republic, a Russian-backed separatist enclave in eastern Ukraine, was killed on Friday when a bomb exploded at a restaurant where he was having dinner, an attack that threatened to set off an escalation of the Ukraine war.\nThe spokeswoman for the Russian Foreign Ministry, Maria Zakharova, blamed the Ukrainian government, saying that “there is every reason to suggest that the Kiev regime stands behind this murder.” And Russia’s speaker of Parliament suggested that because the victim, Aleksandr Zakharchenko, was one of the parties who signed a peace agreement with Ukraine called Minsk II, that pact was no longer valid.\nUkrainians say Mr. Zakharchenko, a former electrician, filled a mostly figurehead position for the Russian security service agencies that manage and finance the breakaway regions of Donetsk and Luhansk, and they attributed his death to infighting in the rebel ranks or a Russian targeted killing.\nMr. Zakharchenko became the latest in a long list of separatist leaders to die in mysterious assassinations. He had reportedly dined often at the restaurant, which was paradoxically called Separ, short for separatist.\nPhotographs from the scene posted on social media sites showed blown-out windows and armed men milling about. The blast killed Mr. Zakharchenko and wounded three others, including his dining companion, the minister of finance of the self-declared People’s Republic.\nPresident Vladimir V. Putin of Russia issued a statement that stopped short of directly blaming the Ukrainian government. “The despicable murder of Aleksandr Zakharchenko is once again evidence that those who chose the path of terror, violence and fear don’t want to find a peaceful, political resolution to the conflict,” he said. “They are making a dangerous bet on destabilizing the situation.”\nIgor Guskov, the chief of staff for the S.B.U., Ukraine’s intelligence agency, told reporters in Kiev, Ukraine’s capital, that Mr. Zakharchenko’s death “could be the result of internal, criminal conflicts among the fighters” or “an effort by Russian special services to liquidate a fairly odious figure” on the pro-Russian side.\nMr. Zakharchenko, a native of eastern Ukraine who had worked in the region’s mines, was elevated to the leadership role in 2014, putting a local face on the rebellion by replacing a Russian citizen. Infighting soon ensued within the separatists’ leadership.\nRussian Cossacks, who had sought to carve out their own separatist ministates in the area, were repressed in internecine fighting on the pro-Russian side that by some estimates killed about 100 people.\nCossack supporters blamed Russian government-backed forces for several assassinations and attacks, lending credence to the idea that Russia has used targeted killings to retain control over local militias in eastern Ukraine.\nIn 2016 and 2017, two separatist field commanders, Arsen Pavlov, who went by the nom de guerre Motorola, and Mikhail Tolstykh, known as Givi, were killed in assassinations. Then, too, the Russian and Ukrainian authorities blamed one another.\nIn spite of nearly irrefutable evidence of Russia’s military intervention, including a recently released video by the Organization for Security and Cooperation in Europe showing a Russian military convoy crossing the border between Russia and Ukraine, the authorities in Moscow have steadfastly denied any military role in the conflict. The United States and European Union countries brushed aside these denials and imposed sanctions on Russia.\nThe Minsk II peace accord, reached in 2015, tamped down the violence but never stopped the war, which is fought in trenches along a front line between Ukrainian-controlled territory and the two breakaway regions, known as the Donetsk and Luhansk people’s republics.\nThe war has killed more than 10,300 people and was an early phase of what has become a broader conflict between Western nations and Russia in Syria and over Russian meddling in United States elections.", "date": "Aug. 31, 2018", "href": "https://www.nytimes.com/2018/08/31/world/europe/ukraine-separatists-bombing.html", "tags": "ukraine russian restaurant ” zakharchenko killed russia leader ukrainian separatist bombing"}