{"title": "Ukraine election rivals trade taunts and media tricks", "content": "Slick online ads and attention-grabbing antics have spiced up Ukraine's presidential election, now shaped by the frontrunner - popular TV comic Volodymyr Zelensky.\nLike heavyweight boxers, he and billionaire rival Petro Poroshenko - the incumbent president - have taunted each other over holding a public debate in Ukraine's biggest sports stadium. \nMr Zelensky, 41, insisted that they both undergo drug and alcohol tests before such a debate could take place. Mr Poroshenko, 53, was unfazed and agreed. \nSo, in a first for Ukraine, the rival candidates had themselves photographed giving blood samples.\nBut they could not agree when to have the debate. So Mr Poroshenko stole the limelight by turning up at the stadium on 14 April and empty-chairing his rival.\nMr Zelensky goes into the 21 April runoff vote with a commanding lead: he got 30.2% on 31 March, almost double Mr Poroshenko's score of 15.9%. \nSo who are they and what do they stand for?\nMr Zelensky has reached out to media-savvy younger Ukrainians, tapping into their rejection of corruption and powerful vested interests.\nHis success so far suggests a huge appetite for political change in a country plagued by corruption scandals and widespread poverty.\n\"You called me for a debate, dreaming that I would run away, duck out, hide. No. I'm not you in 2014,\" he said in a video, mocking Mr Poroshenko's avoidance of a debate in the previous presidential election. \nHis popular satirical TV series is called Servant of the People, in which he stars as an ordinary teacher who accidentally gets elected president. That is now the name of his political party too.\nHis show is a hit on Channel 1+1, owned by billionaire oligarch Ihor Kolomoisky, a leading opponent of Mr Poroshenko.\nBut Mr Zelensky insists that he is not a \"toy\" of the oligarch. \nHe has starred in dozens of films and shows since founding a drama company - Studio Kvartal 95 - in 2003. His business earned millions of dollars a year.\nHe hails from Kryvyi Rih, an industrial city in the south, where he studied law but opted for an acting career.\nHe has shunned political rallies, focusing his effort on social media.\nHe has 3.6m followers on Instagram - far more than Mr Poroshenko, who has 255,000. Indeed, he has more Instagram fans than the leaders of France, Germany, Italy and the UK combined.\nVolunteers in their 20s manage his campaign through posts on Facebook, YouTube and Instagram. He has asked voters to contribute policy ideas.\nCritics question Mr Zelensky's fitness for office, pointing to his lack of political experience.\nBut he has been politically engaged. He supported the Euromaidan protests that toppled ex-president Viktor Yanukovych in 2014. \nWhen the conflict with Russian-backed separatists erupted in the east he helped fund a volunteer battalion fighting the rebels.\nHe has vowed to settle that conflict through direct talks with Russia. \"I am ready to do a deal with the devil so that not one more person dies,\" he said.\nHe does not have very detailed policies, but pledges to \"overhaul the system\" and \"defeat\" corruption. He espouses economic liberalism. \nHe is reported to be considering some high-profile appointments to fight corruption, including Marta Borshch, a former US prosecutor, and Laura Kovesi, former head of Romania's anti-corruption agency.\nMr Poroshenko's main weapon against his rival is experience. In 2014-2015 he steered Ukraine through a critical period, battling the well-armed rebels to a stalemate after suffering early setbacks.\nHis main slogan is \"army, language and faith\" - an appeal to Ukrainian national pride. \nLanguage is a sensitive issue: Mr Poroshenko has curbed the influence of Russian-language media, by censoring Russian films and books deemed to be subversive. \nAnd creating an Orthodox Church of Ukraine, no longer controlled by the Moscow Patriarchate, was a popular move.\nHe also points to Ukraine's closer ties with the EU under his leadership, including visa-free travel for short stays in the EU.\nMr Poroshenko has been one of Ukraine's most high-profile tycoons and politicians since the 1990s. He was a key backer of the 2004 Orange Revolution, a pro-Western movement defying Russia.\nHe got rich through his Roshen confectionery business - earning him the nickname \"the chocolate king\" - and a TV channel, 5 Kanal. His net worth is reckoned to be more than $1bn (£764m). \nIn a riposte to Mr Zelensky, he warned against turning the big stadium debate into a \"show\". \"There's no room for jokes here,\" he said. \"Being a president and supreme commander is not a game.\"\nHis giant campaign posters controversially show him face-to-face with Russian President Vladimir Putin, implying that Mr Zelensky is merely a puppet of Moscow. The slogan on them is: \"21 April. Decisive choice!\"\nYet the deadlocked conflict in the east has not figured very prominently in the election.\nWhile many praise Mr Poroshenko for resisting Russian pressure, there is much concern that corruption remains deep-rooted. A scandal over defence procurement erupted in February, overshadowing the election.\nMr Poroshenko has told voters his aim is to make integration with the EU and \"Euro-Atlantic\" allies irreversible, to guarantee \"the irreversibility of our independence, to restore the country's territorial integrity\".\nBefore becoming president he served under previous leaders as foreign minister and trade minister.\nHe grew up in Bendery, a southern city that now lies in Moldova, and graduated in economics before going into business.", "date": "17 April 2019", "href": "https://www.bbc.com/news/world-europe-47895061", "tags": "tricks election debate media zelensky corruption political rival taunts trade poroshenko ukraine rivals"}