{"title": "Ukraine presidential rivals trade barbs in stadium debate", "content": "Ukraine's rival presidential candidates have held a long-awaited head-to-head televised debate at Kiev's giant Olympic stadium.\nComedian Volodymyr Zelensky and incumbent president Petro Poroshenko shook hands before launching scathing attacks on one another.\nMr Zelensky is the clear favourite for Sunday's second-round vote, polls say.\nBut Mr Poroshenko argues that he is a political novice unfit for such a demanding job.\nMr Zelensky has relied on a slick social media campaign to tap into the frustration of many younger Ukrainians with establishment politicians, cronyism and corruption.\nThe debate in the capital's 70,000-seat stadium - where Mr Poroshenko's supporters appeared to outnumber Mr Zelensky's - was the first and only direct clash between the two rivals in the campaign. \nThe stadium had been divided into two halves for the debate, with a stage for each candidate to speak from at each end of the pitch - but Mr Poroshenko and Mr Zelensky ended up speaking on the same stage.\n\"I am not a politician,\" said Mr Zelensky, who spoke first. \"I am just a simple person who has come to break down this system.\"\nMr Poroshenko responded by accusing his rival of avoiding active-duty military service and said he would not be able to stand up to Russian President Vladimir Putin.\n\"We only have a beautiful and bright sweet wrapper in which everyone can find what he is looking for,\" he said.\nBy Jonah Fisher, BBC News, Kiev\nTwo days before the final round of the election Mr Zelensky, a comedian, exchanged views with his opponent President Poroshenko for the first time.\nDespite having no political experience Mr Zelensky is the favourite to win.\nThe polls suggest he is on track to get more than twice as many votes on Sunday.\nSo anything bar a complete humiliation in this debate was really a victory for the comedian.\nIn the event, this head to head encounter - played out on football pitch - was probably a score draw. \nBoth men flung insults at the other - with Mr Zelensky saying his own candidacy was the direct result of the president's mistakes and broken promises.\nMr Poroshenko in turn accused the comedian of complete incompetence and said he had often made jokes at Ukraine's expense.\nThe debate was agreed more than a week ago, but they disagreed over the date for it. \nOn 14 April Mr Poroshenko turned up at the stadium and used Mr Zelensky's absence as an opportunity to answer journalists' questions and attack the comedian. \nEarlier, Mr Zelensky had set a surprise condition for holding such a debate: they must both undergo blood tests to detect any drugs or alcohol. Both were then photographed separately giving blood samples. \nMr Zelensky is a dollar millionaire, thanks to his popular comedy series and other acting roles, while Mr Poroshenko is a billionaire who got rich through confectionery and TV businesses. \nMr Zelensky's links to billionaire oligarch Ihor Kolomoisky - a leading opponent of Mr Poroshenko - have led some to question the comedian's credibility as a true \"outsider\" candidate. \nMr Poroshenko took power in a 2014 election following an uprising that overthrew the previous pro-Russian government. His supporters credit him with bolstering the army, making Ukraine's Orthodox Church independent of Russia and securing visa-free travel to Europe.\nHowever concerns over corruption remain.", "date": "19 April 2019", "href": "https://www.bbc.co.uk/news/world-europe-47990267", "tags": "debate zelensky comedian first barbs trade poroshenko ukraine presidential stadium rivals said"}