{"title": "Ukraine, After Naval Clash With Russia, Considers Martial Law", "content": "MOSCOW — A dispute between Ukraine and Russia in which each accuses the other of violating laws of the sea escalated sharply on Sunday when the Ukrainian Navy said the Russian military opened fire on several of its ships, wounding six sailors, and seized the vessels.\nThe incident in and around the Kerch Strait, a narrow body of water separating the Black and Azov Seas, marked a pivot in the undeclared war, now nearly five years old, between the former members of the Soviet Union.\nThe Ukrainian military has been fighting two separatist movements in eastern Ukraine that are clearly backed by Moscow, though the Russian government has formally denied any direct military intervention.\nThat is in contrast to Sunday’s events, which unfolded as a direct confrontation between Russia and Western-backed Ukrainian armed forces at sea.\nThe United Nations Security Council scheduled an emergency meeting for Monday to discuss the abrupt escalation in tensions. The episode also threatened to shake up Ukraine’s fragile internal politics.\nAt a midnight meeting, Ukraine’s National Security and Defense Council said it would ask Parliament to declare martial law. That raised alarms that President Petro O. Poroshenko could use the incident to delay a presidential election scheduled for March that polls suggest he is unlikely to win.\n“This whole story grows more complicated by the fact that during martial law, it is forbidden to hold presidential, parliamentary or local elections, as well as strikes, protests, rallies and mass actions,” Mustafa Nayyem, a member of Parliament, posted on Facebook.\nThe Ukrainian Navy left little ambiguity in asserting that its ships had been attacked. “Fighter jets used weapons against the naval ships of the armed forces of Ukraine,” the navy’s statement said.\nRussia’s Federal Security Service, a law enforcement agency known as the F.S.B. that oversees the Coast Guard, initially issued a statement saying the Ukrainian ships had, after an altercation, altered course to return to a Ukrainian port. But it later said that Russia had detained the vessels and that it was providing first aid to three sailors.\nThe F.S.B. said in a statement carried by Russian news agencies that the Ukrainian naval convoy of two small warships and a tugboat had entered Russian territorial waters near Crimea on Sunday in a “provocation.” The Russian Coast Guard responded by trying to escort them out of the area, it said.\n“Their goal is clear,” the F.S.B. said of the Ukrainian naval ships, “to create a conflict situation in the region.”\nThe Russian reports said the Ukrainian ships disregarded announcements that the Kerch Strait was temporarily closed.\nThe portion of the Black Sea where the confrontation unfolded is a swirl of contested borders and disputed rights to access through the strait.\nAfter annexing the Crimean Peninsula in 2014, Russia claimed territorial waters off the peninsula’s coast that Ukraine does not recognize.\nUkraine claims a right to patrol in the entire Sea of Azov under a treaty with Russia designating the sea as shared territorial water. The treaty was signed long before relations curdled after street protesters overthrew a pro-Russian leader of Ukraine in 2014.\nUkraine says Russia’s actions have violated the treaty, as well as the United Nations Law of the Sea, which should guarantee access through the strait. Russian officials said the Ukrainian ships were maneuvering dangerously, requiring the strait to be temporarily closed for safety.\nThe North Atlantic Treaty Organization, in a statement carried by the Ukrainian news media, came down on Ukraine’s side in the dispute. “NATO fully supports the sovereignty of Ukraine and its territorial integrity, including its rights to navigation in its own territorial waters,” said the statement, which was carried in the newspaper Ukrainska Pravda.\nPhotographs and videos posted online showed a Russian cargo ship moored in the shipping channel of the strait, blocking it, and fighter jets buzzing over the waterway.\nBlocking the strait, Ukrainian officials say, has been Russia’s intent since earlier this year, when tensions escalated over Ukrainian shipping into and out of the Sea of Azov, home to important steel and coal ports.\nEarlier in the day, a Russian Coast Guard vessel rammed one of the Ukrainian ships, the tugboat, according to the Ukraine Navy. The small Ukrainian convoy was sailing from Odessa in the Black Sea to Mariupol in the Sea of Azov.\nUkraine’s Parliament speaker, Iryna Gerashchenko, said on Facebook that Ukraine had asked the United Nations Security Council to review the Kerch Strait incident. “We have a direct armed aggression of the Russian Federation against Ukraine,” she said. “Our marine space is being attacked.”\nTensions in the Sea of Azov escalated this spring after Russia completed a bridge across the strait, which links the Crimea Peninsula and mainland Russia. The Russian Coast Guard began inspections of Ukrainian commercial traffic to the coal and steel ports of Mariupol and Berdyansk.\nSince then, Ukrainian officials say, Russia has moved some naval vessels, including warships, from its Caspian Flotilla to the Sea of Azov and inspected more than 200 foreign merchant ships, mostly Ukrainian.", "date": "Nov. 25, 2018", "href": "https://www.nytimes.com/2018/11/25/world/europe/ukraine-russia-kerch-strait.html", "tags": "considers ships naval clash sea russian strait ” russia ukrainian ukraine law martial"}