{"title": "Ukraine crisis: Key players", "content": "After months of mass unrest in Ukraine, culminating in deadly violence and the removal of the elected President, Viktor Yanukovych, we look at some of the key players emerging.\nThe members of the new government have to be approved by parliament.\nPropelled to the top by the collapse of the Yanukovych administration, the new parliamentary speaker and acting president is considered the right-hand man of Yulia Tymoshenko, who was Mr Yanukovych's arch-rival at the 2010 presidential election.\nAn important figure in the 2004 Orange Revolution, the 49-year-old briefly served as head of the domestic security agency, the SBU, then as a deputy prime minister.\nWhile he may enjoy credibility with some protesters - he was injured in the face by shrapnel during the violence in Kiev this winter - he appears to lack charisma and is not ultimately seen as a presidential candidate. \nThe 39-year-old  parliamentary leader of Ms Tymoshenko's Fatherland party was its most prominent figure during the protests.\nA former lawyer, he held top posts in previous governments, including foreign minister and governor of the central bank.\nIn a famously intercepted phone call, US envoy Victoria Nuland described him as the \"guy who's got the economic experience, the governing experience\". \nHe stood at the first round of the 2010 presidential election, where he won less than 7% of the vote.\nAnother member of Ms Tymoshenko's Fatherland party, the 50-year-old former businessman said his primary task as minister was to restore order in the country.\nHe is expected to focus on an inquiry into the shootings of demonstrators in Kiev on 18-20 February. \nThe ethnic Armenian is an active Facebook user and has been posting Russian-language updates on the hunt for Mr Yanukovych and other investigations even before official sources are told.\nAs commander of the self-defence forces organised by the protesters on Kiev's Independence Square (the Maidan), the Fatherland MP enjoys widespread support on the street.\nThe 43-year-old was wounded during the clashes but stayed on with the activists.  \nThe 42-year-old leads the paramilitary movement known as Right Sector, which was involved in violent clashes with the police in Kiev and considers the far-right party Svoboda \"too liberal\". \nAdvocating a \"national revolution\", he dismissed the Yanukovych administration as an \"internal occupation regime\" and wants to ban both the former ruling party and its ally, the Communist Party. \nThere is pressure from the Maidan demonstrators to give him a security-related post in the new government, possibly as Mr Parubiy's deputy.\nWhen the investigative journalist, 34, was beaten up near Kiev in December, images of her bruised face generated a wave of sympathy for the opposition.\nShe was known for her reporting on the murky business affairs and conspicuous wealth of top officials allied to Mr Yanukovych.\nThe 43-year-old member of the far-right Svoboda party was little known on the national political scene before his appointment by parliament.\nA lawyer from Lviv, he worked as an investigator with a local prosecutor's office in the late 1990s before moving into politics.\nFreed from prison after the fall of Mr Yanukovych, the 53-year-old former prime minister is seen as a strong contender at the next presidential election.\nHer Fatherland party dominates the current parliament following the announcement by the former ruling party, the Party of the Regions, that it was going into opposition. Fatherland also appears to dominate the incoming government.\nHowever, the former star of the Orange Revolution was defeated in 2010 in a vote considered free and fair by outside observers.\nAs a former figure in the gas industry establishment, she is regarded with suspicion by some sections of the movement which brought down Viktor Yanukovych, and health problems may also dog her electoral chances.\nAged 42, the former world champion boxer is the first figure from the anti-Yanukovych movement to declare his hand in the next presidential election. \nOne of the most recognisable faces of the winter protests, the anti-corruption campaigner leads the third-biggest party in parliament, Udar.\nBut on the streets, he was accused of indecisiveness and being too ready to strike deals with the authorities.\nFew outside Ukraine may have heard of the governor of the Kharkiv region but if there is a pro-Russian mantle to inherit, the 44-year-old may be in contention.\nDeclaring that he would stand in the next election, he said the rights of the country's Russian-speaking population were under \"total attack\".\n\"Laws are being adopted that threaten all those who do not accept fascism and Nazism,\" he said, as the new authorities moved to remove the special status of the Russian language.\nHe may have a strong power base in eastern Ukraine but will be tarnished in the eyes of many by his close relations with Mr Yanukovych.\nThe leader of Svoboda regularly appeared alongside Mr Klitschko and Mr Yatsenyuk on the Maidan stage, while party activists were prominent among the demonstrators.\nThe 45-year-old was expelled from parliament in 2004 for proclaiming that a \"Muscovite-Jewish mafia\" controlled the country and his party is seen by some as a fascist organisation.\nHe heads Ukraine's fourth-largest party, but when he stood for president in 2010, took just 1.4% of the vote.\nReduced to a fugitive by the success of the opposition movement in Kiev, the 63-year-old is now believed to be in Russia and insists he remains the legitimate president of Ukraine.\nAfter a humiliating defeat during the Orange Revolution, he came back in 2010 with a strong electoral mandate but it is difficult to see how he could return to power now, having both alienated former supporters through his weak economic policy and antagonised opponents with his orientation towards Russia.", "date": "27 February 2014", "href": "https://www.bbc.com/news/world-europe-25910834", "tags": "may election key party former parliament players yanukovych kiev ukraine presidential crisis"}