{"title": "Ukraine election: Comedian Zelensky wins presidency by landslide", "content": "Ukrainian comedian Volodymyr Zelensky has scored a landslide victory in the country's presidential election.\nWith nearly all ballots counted in the run-off vote, Mr Zelensky had taken more than 73% with incumbent Petro Poroshenko trailing far behind on 24%.\n\"I will never let you down,\" Mr Zelensky told celebrating supporters. \nRussia says it wants him to show \"sound judgement\", \"honesty\" and \"pragmatism\" so that relations can improve. Russia backs separatists in eastern Ukraine.\nThe comments came from Russian Prime Minister Dmitry Medvedev, in a Facebook post on Monday (in Russian).\nHe said he expected Mr Zelensky to \"repeat familiar ideological formulas\" that he used in the election campaign, adding: \"I have no illusions on that score.\n\"At the same time, there is a chance to improve relations with our country.\"\nMr Poroshenko, who admitted defeat after the first exit polls were published, has said he will not be leaving politics.\nHe told voters that Mr Zelensky, 41, was too inexperienced to stand up to Russia effectively.\nMr Zelensky, a political novice, is best known for starring in a satirical television series Servant of the People, in which his character accidentally becomes Ukrainian president.\nHe told reporters he would \"reboot\" peace talks with the separatists fighting Ukrainian forces and volunteers in the east.\n\"I think that we will have personnel changes.  In any case we will continue in the direction of the Minsk [peace] talks and head towards concluding a ceasefire,\" he said.\nThere are sporadic skirmishes and the situation also remains tense around Crimea, annexed from Ukraine by Russia in 2014.\nAnalysis by Jonah Fisher, BBC News, Kiev\nUkrainians are waking up this morning and discovering that the last few months were not a dream.\nThey really have elected a man who currently stars in a TV series as the president - as the country's next real president. And it wasn't even close.\nThe pressure will now be on Mr Zelensky to demonstrate that he knows what he is doing.\nThroughout the election campaign, he avoided serious interviews and discussions about policy - preferring instead to post light-hearted videos to social media.\nHe's got about a month before the inauguration. Then the comedian-turned-president will be faced with a complex in-tray that includes a simmering war with Russian-backed rebels in the east.\nMr Poroshenko, who has been in power since 2014, said the result of the election \"leaves us with uncertainty [and] unpredictability\".\n\"I will leave office but I want to firmly stress - I will not quit politics,\" he said.\nBillionaire Mr Poroshenko was elected after an uprising overthrew the country's previous pro-Russian government.\nIn a tweet, he said \"a new inexperienced Ukrainian president... could be quickly returned to Russia's orbit of influence\".\nBut Russia's foreign ministry said Ukrainian voters had expressed their desire for political change. \n\"The new leadership now must understand and realise the hopes of its electors,\" deputy foreign minister Grigory Karasin told the Ria Novosti news agency. \"This of course applies to domestic as well as foreign affairs.\"\nFrench President Emmanuel Macron congratulated Mr Zelensky in a phone call, as did Poland's President Andrzej Duda.\nIn a tweet, UK Foreign Secretary Jeremy Hunt said: \"You will now truly be the Servant of the People.\"\nThe US embassy in Ukraine tweeted its congratulations while European Council President Donald Tusk said the EU was \"determined to continue its support\" for Ukraine.\nMr Zelensky starred in the long-running satirical drama Servant of the People in which his character accidentally becomes Ukraine's president. \nHe plays a teacher who is elected after his expletive-laden rant about corruption goes viral on social media.\nHe ran under a political party with the same name as his show.\nWith no previous political experience, Mr Zelensky's campaign focused on his difference to the other candidates rather than on any concrete policy ideas.\nDespite this, he won the first round with more than 30% of the vote - almost double what Mr Poroshenko got when he finished in second place with 15.95%.\nAnalysts believe Mr Zelensky's informal style and vow to clean up Ukrainian politics resonated with voters who are disillusioned with the country's path under Mr Poroshenko. \nEschewing traditional campaign tactics, Mr Zelensky channelled his on-screen persona by promising to stamp out corruption and loosen the grip of oligarchs on Ukraine.\nExperts say his supporters, frustrated with establishment politicians and cronyism, have been energised by his charisma and anti-corruption message. \nHis critics, meanwhile, are sceptical about his credentials, with many expressing concern over his close links to the billionaire oligarch Ihor Kolomoisky.\nThey have expressed doubts that he will be able to take on the country's influential oligarchs and stand up to Russian President Vladimir Putin.", "date": "22 April 2019", "href": "https://www.bbc.co.uk/news/world-europe-48007487", "tags": "country election zelensky comedian wins president presidency poroshenko russia ukrainian landslide ukraine"}