{"title": "Ukraine crisis: Timeline", "content": "For months, pro-Russian separatists have fought Ukrainian forces in two eastern regions of Ukraine but a fragile ceasefire has been agreed by both sides.\nHere is a timeline of events in the most dangerous conflict to grip Europe since the wars in the former Yugoslavia.\n12 November: Nato commander Gen Philip Breedlove says Russian military equipment and Russian combat troops have been seen entering Ukraine in columns over several days.\nWill Ukraine return to war?\n11 November: Dutch efforts to salvage wreckage from the Malaysia Airlines crash site stall over disagreements with local rebel groups.\nMH17 Dutch memorial day: Air disaster that touched a nation\n2-3 November: Separatists in eastern Ukraine elect new leaders in polls backed by Russia and denounced by the West. President Poroshenko accuses the rebels of jeopardising \"the entire peace process\" and says Ukrainian forces should prepare defences against separatist attack.\nSummary justice in Ukraine's rebel east\n31 October: Russia agrees to resume gas supplies to Ukraine over the winter in a deal brokered by the EU.\nRussia's gas fight with Ukraine\n26 October: Pro-Western parties win Ukraine's parliamentary elections. \nUkraine ready to trash politicians\n21 October: Human Rights Watch says it has strong evidence Ukraine attacked populated areas of Donetsk with cluster bombs, banned by many other states. \n12 October: President Putin orders thousands of troops stationed near the Ukrainian border to return to their bases.\n24 September: Nato reports a \"significant\" withdrawal of Russian troops from eastern Ukraine.\n9 September: Dutch experts find that Malaysia Airlines flight MH17 broke up in mid-air after being hit by \"objects\" that \"pierced the plane at high velocity\" in July. \n5 September: Ukraine and pro-Russian rebels sign a truce in Minsk.\n1 September: Ukraine says 700 of its men have been taken prisoner as pro-Russian rebels advance in the east. \n27-28 August: Rebel leader Alexander Zakharchenko says there are 3-4,000 Russian civilians in rebel ranks as the separatists open up a front on the Sea of Azov and capture Novoazovsk.\n26 August: Ukraine releases videos of captured Russian paratroopers. They are later exchanged for Ukrainian soldiers. \n22 August: A huge Russian convoy delivers humanitarian aid to the government-besieged city of Luhansk without Ukrainian permission.\n30 July: The EU and US announce new sanctions against Russia.\n17 July: Malaysia Airlines flight MH17 from Amsterdam is shot down near the village of Grabove in rebel-held territory, with the loss of 298 lives.\n5 July: Rebels abandon their command centre at Sloviansk in the face of a government offensive.\n27 June: The EU signs a landmark association agreement with Ukraine.\n25 June: Russia's parliament cancels a parliamentary resolution authorising the use of Russian forces in Ukraine. \n14 June: Pro-Russia separatists shoot down a military plane in the east, killing 49 people.\n25 May: Ukraine elects Petro Poroshenko as president in an election not held in much of the east.\n11 May: Pro-Russian separatists in Donetsk and Luhansk declare independence after unrecognised referendums.\n2 May:  Clashes in the Black Sea city of Odessa, leave 42 people dead, most of them pro-Russian activists. Most die when they are trapped in a burning building.\nHow did Odessa's fire happen?\n22 April: Ukraine's acting president orders the relaunch of military operations against pro-Russian militants in the east.\n17 April: Russia, Ukraine, the US and the EU say they have agreed at talks in Geneva on steps to \"de-escalate\" the crisis in eastern Ukraine. Three people are killed when Ukrainian security forces fend off a raid on a base in Mariupol - the first violent deaths in the east.\n15 April: Ukraine's acting President, Olexander Turchynov, announces the start of an \"anti-terrorist operation\" against pro-Russian separatists. It quickly stalls. \n7 April: Protesters occupy government buildings in the east Ukrainian cities of Donetsk, Luhansk and Kharkiv, calling for a referendum on independence. Ukrainian authorities regain control of Kharkiv government buildings the next day.\n28 March: US President Barack Obama urges Moscow to \"move back its troops\" and lower tensions.\n18 March: President Putin signs a bill to absorb Crimea into the Russian Federation.\n17 March: The EU and US impose travel bans and asset freezes on several officials from Russia and Ukraine over the Crimea referendum.\n16 March: Crimea's secession referendum on joining Russia is backed by 97% of voters, organisers say, but vote condemned by West as a sham.\nFear and unease in Novo-Ozyorne\n1 March: Russia's parliament approves President Vladimir Putin's request to use force in Ukraine to protect Russian interests. \n27-28 February: Pro-Russian gunmen seize key buildings in the Crimean capital, Simferopol. Unidentified gunmen in combat uniforms appear outside Crimea's main airports. \n23-26 February: \n22 February: \n21 February: President Yanukovych signs compromise deal with opposition leaders.\n20 February: Kiev sees its worst day of violence for almost 70 years. At least 88 people are killed in 48 hours. Video shows uniformed snipers firing at protesters holding makeshift shields.\nImages of Independence Square, before and after the clashes\n18 February: Clashes erupt, with reasons unclear: 18 dead.\n14-16 February: All 234 protesters arrested since December are released. Kiev city hall, occupied since 1 December, is abandoned by demonstrators, along with other public buildings in regions.\n28-29 January: Prime Minister Mykola Azarov resigns and parliament annuls the anti-protest law. Parliament passes amnesty bill but opposition rejects conditions.\n16-23 January: Parliament passes restrictive anti-protest laws as clashes turn deadly. Protesters begin storming regional government offices in western Ukraine.\n17 December: Vladimir Putin throws President Yanukovych an economic lifeline, agreeing to buy $15bn of Ukrainian debt and reduce the price of Russian gas supplies by about a third.\nEarly December:  Protesters occupy Kiev city hall and Independence Square in dramatic style. Some 800,000 people rally in Kiev.\nLate November: Protests gather pace, as 100,000 people attend a demonstration in Kiev. \n21 November: President Yanukovych's cabinet abandons an agreement on closer trade ties with EU, instead seeking closer co-operation with Russia. Small protests start.\nFebruary: Viktor Yanukovych is declared the winner in a presidential election judged free and fair by observers. His main rival, Prime Minister Yulia Tymoshenko, is arrested for abuse of powers and eventually jailed in October 2011.\nDecember: Opposition candidate Viktor Yushchenko tops poll in election re-run. Rival candidate Viktor Yanukovych challenges result but resigns as prime minister.\nNovember: Orange Revolution begins after reports of widespread vote-rigging in presidential election nominally won by pro-Russian candidate Viktor Yanukovych. Opposition candidate Viktor Yushchenko leads mass street protests and civil disobedience. Supreme Court annuls result of poll.\nAugust: Ukrainian parliament declares independence from USSR following attempted coup in Moscow. In a nationwide referendum in December, 90% vote for independence.", "date": "13 November 2014", "href": "https://www.bbc.com/news/world-middle-east-26248275", "tags": "pro-russian timeline november separatists russian february russia ukrainian ukraine crisis east"}