{"title": "Ukraine's Eurovision woes deepen as more singers pull out", "content": "Ukraine may have to pull out of the Eurovision Song Contest after several acts refused to represent the country at this year's event.\nThings started to go awry at the weekend, when the public chose 27-year-old pop star Maruv as their entry.\nBut she refused to sign a contract with the state broadcaster following a row about her performing in Russia.\nNow, the second- and third-placed bands have also pulled out, saying they did not want to \"sow discord\".\nEurovision expert Dr Paul Jordan told BBC News: \"It's a bit of a mess. They've gone from potentially winning the contest to probably not appearing on stage at all.\"\nDr Jordan, who earned a PhD with a dissertation on Ukraine's participation in Eurovision, said Maruv's entry, Siren Song, had been one of this year's favourites.\n\"There's not much of a buzz about the songs that have been selected so far, whereas people were raving about the Ukrainian entry,\" he said.\n\"It was quite provocative. I do think it would have had a good chance of scoring quite strongly.\"\nThe row comes amid Ukraine's ongoing conflict with Russia, centred around the annexation of Crimea by Russian forces in 2014.\nMaruv was asked directly whether she considered Crimea to be a Russian or Ukrainian territory during Saturday night's televised selection process - an unusual political interjection that \"effectively stitched her up\", said Dr Jordan.\nNonetheless, she won the public vote and was given 24 hours to sign a contract with broadcaster UA:PBC. \nAmong other things, it would have prevented her from performing in Russia in the run-up to Eurovision. The singer was happy to scrap her concert plans, but argued that other clauses would have made her a mouthpiece for propaganda.\n\"I am a musician, rather than a tool of the the political stage,\" she wrote in a statement announcing her withdrawal.\nUA:PBC then approached vocal harmony group Freedom Jazz, who came second in the public vote, and dance act Kazka, who placed third. Both rejected the chance to take Maruv's place.\n\"We would have been honoured to represent Ukraine,\" wrote Kazka on their Instagram page.\n\"But we do not need a win at any price. Our mission is to unite people with music, not to sow discord.\"\nOrganisers will now approach fourth-place contestants Brunettes Shoot Blondes, but it seems likely they will also reject the offer.\n\"It seems to me that now, in this situation, this is a crisis for which there is no definite, correct answer,\" said Oleksandra Koltsova, a UA:PBC board member.\nIronically, the row could hand Russia victory in this year's contest, which takes place in Tel Aviv in May.\nThe country will be represented by homegrown superstar Sergey Lazarev, who took third place at Eurovision 2016, in a shock defeat to... Ukraine.\n\"Losing was a very bitter pill to swallow for the Russians,\" recalls Dr Jordan. \"But losing to Ukraine was even more unacceptable.\n\"They're desperate to win and I think they're out for revenge. So my money's on Russia, without even hearing the song.\"\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "27 February 2019", "href": "https://www.bbc.com/news/entertainment-arts-47375571", "tags": "song jordan maruv singers dr would contest eurovision russia ukraine pull deepen woes"}