{"title": "Ukraine crisis: Putin adviser accuses US of meddling", "content": "A senior adviser to Russian President Vladimir Putin has accused the US of meddling in Ukraine, in breach of a 1994 agreement over non-intervention.\nSergei Glazyev said the US was spending $20m (£12.3m; 14.8m euros) a week on Ukrainian opposition groups, supplying \"rebels\" with arms among other things.\nAccusing the US of ignoring the Memorandum on Security Assurances, he suggested Moscow could also intervene.\nThe American embassy in Kiev declined to comment on his accusations.\nUkrainian President Viktor Yanukovych is due to meet Mr Putin on Friday in Sochi, on the opening day of the Winter Olympic Games there.\nHe held talks in Kiev with US Assistant Secretary of State Victoria Nuland on Thursday, at which he said he favoured dialogue and compromise with the opposition.\nMeanwhile, an audio recording has been posted online, which is purported to be a hacked phone conversation between Ms Nuland and US Ambassador Geoffrey Pyatt, in which the female speaker dismisses EU efforts to resolve the crisis, using an expletive.\nThe two speakers also discuss frankly the merits of the three main Ukrainian opposition leaders in the conversation. The US embassy declined to comment on the tape.\nThousands of Ukrainian opposition activists, some carrying shields and baseball bats, marched from their camp on Independence Square in the capital Kiev to parliament in a show of force on Thursday. \nThey came close to government supporters who are camped next to parliament behind barricades manned by hundreds of police, but the march passed off peacefully. \nIn another development, a man received a serious hand injury when he reportedly opened a letter bomb inside one of the buildings occupied by protesters in Kiev, Trade Union House. He was rushed to hospital, police confirmed.\nMr Glazyev told Kommersant newspaper's Ukrainian edition: \"According to this document [the memorandum], Russia and the US are guarantors of the sovereignty and territorial integrity of Ukraine and, frankly speaking, they are obliged to intervene when conflict situations of this kind arise.\" \nThe memorandum, which also involved the UK, was signed after Ukraine gave up its claim to any part of the Soviet nuclear arsenal after the dissolution of the USSR. \nMr Glazyev, who is widely regarded as Mr Putin's chief adviser on Ukraine, gave a wide-ranging interview to Kommersant.\nHe warned that if the opposition did not end its occupation of Independence Square, which is now into its fourth month, President Yanukovych might have no choice but to use force. \n\"In a situation when the authorities encounter a coup attempt, they simply have no choice [but to use force],\" he said. \"Otherwise the country will be plunged into chaos.\"\nAccusing the Americans of \"interfering flagrantly and unilaterally in the internal affairs of Ukraine\", he said: \"There is information that within the grounds of the American embassy, there is training for fighters, that they're arming them.\"\nMr Glazyev predicted the situation there would \"normalise\" if the US desisted from intervening.\nRussia itself has been widely accused of intervening in Ukraine, using its economic clout to persuade President Yanukovych and his allies to abandon closer ties with the EU in favour of Russia and other ex-Soviet states.\nThe current stand-off in the streets began in November after President Yanukovych refused to sign a far-reaching agreement with Brussels at the last moment.\nIt descended into violence last month after a new law to curb protests - which has since been repealed - provoked fury among the opposition.\nAt least three protesters died in the violence, as did at least three police officers, and hundreds of people were injured.\nThe opposition accuses the security forces of abducting and torturing activists. \nOne of these, Dmytro Bulatov, who has been receiving medical treatment in Lithuania, told reporters on Thursday he had been beaten, choked and interrogated in an ordeal lasting eight days. \n \"I was telling them lies just to stop the torture,\" said Mr Bulatov, 35. \"At one point I asked them to kill me because I couldn't stand it anymore.\"   ", "date": "6 February 2014", "href": "https://www.bbc.co.uk/news/world-europe-26068994", "tags": "adviser us glazyev opposition meddling accuses president yanukovych ukrainian ukraine crisis putin kiev"}