{"title": "Uma Thurman breaks silence on Weinstein attack", "content": "Actress Uma Thurman has detailed long hinted-at allegations against film producer Harvey Weinstein.\nIn a New York Times article, she says Weinstein pushed her down and \"tried to expose himself\" at the producer's hotel room in London during the 1990s, before she managed to \"wriggle away\".\nHarvey Weinstein's spokeswoman said the claims about an assault \"are untrue\".\nThe 47-year-old star also said she was forced into sex as a teenager by an unnamed actor 20 years older than her.\nThurman had expressed anger at Weinstein last November, saying: \"I'm glad it's going slowly - you don't deserve a bullet.\"\nShe did not make specific allegations against Weinstein at the time. But she details her claims in a 3,000-word feature published in the New York Times on Saturday, entitled: \"This is why Uma Thurman is angry\".\nAmong the revelations in the article are that Thurman was sexually assaulted at age 16, at the beginning of her career.\nShe met an actor - who is not named - at a Manhattan nightclub, and was \"coerced\" when she returned to his home for a late-night drink.\n\"I was ultimately compliant,\" she told the newspaper. \"I tried to say no, I cried, I did everything I could do. He told me the door was locked but I never ran over and tried the knob.\"\n\"When I got home, I remember I stood in front of the mirror and I looked at my hands and I was so mad at them for not being bloody or bruised.\"\nHer allegations regarding Weinstein took place in the time period after the success of the 1994 Quentin Tarantino film Pulp Fiction, which was produced by Weinstein. The alleged incident took place at his suite in London's Savoy Hotel.\n\"He pushed me down. He tried to shove himself on me... He did all kinds of unpleasant things,\" Thurman told the Times.\n\"But he didn't actually put his back into it and force me. You're like an animal wriggling away, like a lizard.\"\nShe said a bunch of flowers arrived the next day with a note reading: \"You have great instincts.\" And that in the aftermath, Weinstein's assistants kept calling about new film projects.\nA spokeswoman for Harvey Weinstein - who is in rehab - issued a statement in the wake of the story's publication.\nIt said his team had contacted the New York Times and sent photographs \"that demonstrate the strong relationship Mr Weinstein and Ms Thurman had\".\nThe newspaper acknowledged receiving \"chummy photos\" of the pair at premieres and parties.\n\"Mr Weinstein acknowledges making an awkward pass 25 years ago at Ms Thurman in England after misreading her signals, after a flirtatious exchange in Paris, for which he immediately apologised and deeply regrets,\" the statement said.\n\"However, her claims about being physically assaulted are untrue.\"\n\"There was no physical contact during Mr Weinstein's awkward pass and [he] is saddened and puzzled as to why Ms Thurman... waited 25 years to make these allegations public\".\nThurman also detailed the rift between herself and director Quentin Tarantino, who - alongside Weinstein - made Pulp Fiction and Kill Bill, two of Thurman's most successful films.\nBut she revealed that she fell out with Tarantino over a car crash scene in Kill Bill.\nShe alleges that there were known issues with the convertible car, that Tarantino was \"furious\" at her insistence that they use a stunt driver during filming, and persuaded her to drive the car - which crashed, injuring her.\nThe incident would mar the pair's relationship. Thurman threatened to sue Weinstein's studio but says she was denied access to the crash footage for 15 years. \nTarantino has yet to issue any public statement about Thurman's claims.", "date": "3 February 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-42932905", "tags": "silence claims new breaks times tarantino tried weinstein years thurman attack allegations uma"}