{"title": "Under Modi, a Hindu Nationalist Surge Has Further Divided India", "content": "NEW DELHI — In the machine tools market in the catacombs of Old Delhi, Muslims dominate the business stalls. But at night, they say, they are increasingly afraid to walk alone. And when they talk politics, their voices drop to a whisper.\n“I could be lynched right now and nobody would do anything about it,” said Abdul Adnan, a Muslim who sells drill bits. “My government doesn’t even consider me Indian. How can that be when my ancestors have lived here hundreds of years?”\n“Brother, let me tell you,” Mr. Adnan added with a sigh, “I live with fear in my heart.”\nWhen Narendra Modi, India’s prime minister, was elected in 2014, it was with broad support for his sweeping promises to modernize India’s economy, fight corruption and aggressively assert India’s role in the world. Five years later, he is widely seen as having made at least some progress on those issues.\nThat secular agenda was always entwined with Mr. Modi’s roots within a conservative Hindu political movement that strives to make India a Hindu state. Many of his more moderate supporters hoped he might set the sectarianism aside.\nBut over the past five years, his bloc, the Bharatiya Janata Party, or B.J.P., has been spreading an us-versus-them philosophy in a country already rived by dangerous divisions. The Hindu right has never been more enfranchised at every level of government.\nNow, with national elections underway, and with most polling data indicating that Mr. Modi will return to power, the growing belief here is that a divisive Hindu-first agenda will only accelerate.\nThe emboldening effect became apparent within months of the 2014 election. Hindu lynch mobs began to pop up across the landscape, killing Muslims and lower-caste people suspected of slaughtering cows, a sacred animal under Hinduism. Most often, the mobs have gotten away with it.\nHate speech began to proliferate. So did the use of internet trolls to shut down critics.\nGovernment bodies began rewriting history books, lopping out sections on Muslim rulers, changing official place names to Hindu from Muslim, and more aggressively contesting holy sites. They also began pushing extremist Hindu priorities, including an effort to locate a mystical river that features prominently in Hindu scriptures. Critics called it pseudoscience and said the search was akin to using public dollars to study mermaids.\nThe consensus among Indian activists and liberal political analysts is that their society, under Mr. Modi, has become more toxically divided between Hindus and Muslims, between upper and lower castes, between men and women.\n“In plain language, they are what we now call communal fascists,” said Aditya Mukherjee, a retired historian, referring to Mr. Modi and his political allies.\n“This is something that Jawaharlal Nehru had predicted,” Mr. Mukherjee said, referring to India’s first prime minister. “He said if fascism ever came to India it would come in the form of majoritarian Hindu communalism. That is exactly what is happening.”\nIndia is the second most populous nation, after China. It is a pivotal geopolitical player; its economy is huge and everyone wants to do business here; and it has a long secular history.\nIts population may be 80 percent Hindu, but the modern country’s founding fathers, including Nehru and Mohandas K. Gandhi, resisted going down the path of establishing a religiously identified state like Iran.\nBut Mr. Modi’s popularity raises the question of how long this will last.\nIt is not simply hard-line Hindus who like him. Many Indians of different political beliefs have been so fed up with the corruption and dynastic politics of the leading opposition party, the Indian National Congress, that they have thrown their support behind Mr. Modi, hoping he spends his energies on improving the economy.\n[Follow coverage of the Indian elections in The New York Times.]\nIn modern India, Hindu nationalist views and corresponding anti-Muslim feelings have come in waves. But by many measures this particular wave of majoritarianism has hit a higher crest than ever before.\nSeveral senior B.J.P. officials said they would not discuss the issue, and the Culture Ministry did not respond to repeated messages asking for comment. In the past, party officials have generally denied accusations that their policies might be stoking violence or hate.\nBut Mr. Modi’s supporters say the prime minister and his allies are simply restoring Hinduism to its rightful place at the core of Indian society. They argue that there is nothing wrong with emphasizing India’s Hindu history and traditions in a more muscular way.\nMany middle- and upper-caste Hindus resent longstanding affirmative action policies to help lower castes, and the special customary laws that allow India’s Muslims to follow Islamic traditions when it comes to family legal matters like divorce and inheritance.\n“Indian politics had been geared to the appeasement of minorities, and minorities were dominating the majority,” said Vinod Bansal, the national spokesman for Vishwa Hindu Parishad, a conservative Hindu organization that supports the B.J.P. “It was becoming difficult for Hindus to survive.”\nMr. Modi, 68, rose to power by climbing the ranks of a hard-line Hindu organization known as the R.S.S., whose volunteers preach the virtues of Hinduism and also do martial arts and yoga. They are effectively the foot soldiers of the nationalist movement.\nHis moment came in 2002, when the state of Gujarat exploded in religious bloodshed. As Gujarat’s chief minister, he was criticized for doing little to stop the Hindu-Muslim violence that killed over 1,000 people, most of them Muslims.\nMr. Modi himself rarely makes overt religiously charged statements, unlike many lawmakers in his party, who have called Muslims “dogs” and threatened to kill them.\nMore recently, though, as complaints have piled up about joblessness, problems on farms and other economic trouble spots, he has turned more openly to Hindu nationalist themes.\nOn April 1, at an outdoor election rally in central India, he stood in a cream-colored shirt with a green and saffron scarf around his neck — saffron is a holy color in Hinduism, and a favorite of Mr. Modi’s party.\n“Who attempted to defame our 5,000-years-old culture?” he thundered. “Who brought the word Hindu terrorism? Who committed the sin of labeling Hindus as terrorists?”\nMany critics of Mr. Modi seized on these words, saying the message was intentionally divisive, implying that only other religions could be responsible for terrorism.\nPolitically, India’s Muslim minority — about 15 percent of the population — was dealt a serious setback in the 2014 elections. Their parliamentary presence dropped to just 22 seats, or just 4 percent of the total available, the lowest Muslim representation in five decades.\nRoving bands of self-proclaimed cow protectors began to appear, mostly in northern India, which is more socially conservative. Their targets were Muslim or lower-caste butchers and livestock traders, and dozens were beaten to death, sometimes with a crowd recording the macabre scene on their phones.\nMany Indians complain that Mr. Modi and his party have created a poisonous atmosphere that has dehumanized minorities and inspired the violence.\nSenior party members have rallied to the defense of people accused of those attacks, and at times even those few who have been convicted. In the vast majority of lynching cases, though, the suspects escaped punishment, often with the help of state officers.\nA recent Human Rights Watch report, which looked closely at the government’s response to 11 fatal lynchings, found that in most cases, the state authorities initially stalled investigations or even played a complicit role in violence and covering it up.\nMore broadly, state B.J.P. officials have shut down dozens of slaughterhouses; others have set up special police squads to protect cattle. India’s beef exports, which steadily grew from 2009 to 2014, have dropped by about 10 percent. Thousands of Muslims who worked in the industry are now jobless.\nBhani Ram Mangla, chairman of the Haryana Serve the Cow Commission, a state-based cow-protection federation, said he disbanded more than 500 volunteers because the state police had taken over their work.\n“Mission accomplished,” he said.\nLeftists and human rights advocates are mobilizing, in what little time there is left, to oppose Mr. Modi.\nA group of prominent actors and filmmakers recently took the unusual step of sending out an open letter urging people to vote against the B.J.P.\n“As we all know, ever since the B.J.P. came to power in 2014, things have changed. And only for the worse,” the letter said.\nThe filmmakers accused the B.J.P. of trying to split the country with religiously driven killings. They said the party was spreading hate online and propagating “unscientific and irrational beliefs even at international science seminars, making us the laughingstock of the entire world.”\nThat might have been a reference to what happened in January at a national science conference attended by thousands of schoolchildren and inaugurated by Mr. Modi. One speaker ridiculed Albert Einstein’s theory of relativity as “a big blunder.” Another insisted that Ravana, a mythical demon king, flew 24 different types of airplanes and maintained airports in Sri Lanka.\n“We urge all of you to do everything in your capacity to keep this harmful regime from coming back to power,” the filmmakers’ letter said in closing.\nAshutosh, the author of a new book called “Hindu Rashtra” (Hindu Nation), said the appeal of Hindu supremacy was rooted in the failure of communism, which used to have mainstream appeal here, and in a nostalgia for a Hindu golden age.\nMany Indians believe “if Hindus can come together and Muslims can be defeated, then India can regain its past glory,” said Mr. Ashutosh, who goes by one name.\nAnalysts say the Indian news media has been somewhat defanged, pressured by government officials to avoid certain topics, including religious-based hate crimes.\nIn July 2017, the Hindustan Times, one of India’s biggest English-language newspapers, introduced its Hate Tracker campaign, marketed as India’s first database for acts of violence based on religion, caste or other markers.\nWithin three months, the campaign ended without explanation. Around the same time, the paper’s top editor was forced out.\n“The longer they are in power, the greater the destruction to our institutions,” said Mr. Mukherjee, the historian. “The damage done is not short term; it’s very long term.”", "date": "April 11, 2019", "href": "https://www.nytimes.com/2019/04/11/world/asia/modi-india-elections.html", "tags": "many india party surge muslims ” modi nationalist hindu divided"}