{"title": "Under Trump, Obamacare Shopping Is Even More Confusing- We're Here To Help-", "content": "Choosing health insurance can be a hassle under the best of circumstances. But if you get your coverage from an Obamacare health insurance exchange, it’s more important than ever to shop around this year.\nThere are a lot of changes in store for consumers who buy coverage from HealthCare.gov or state-run health insurance exchanges, such as Covered California and New York State of Health. Premiums will be higher for most people, as usual. \nAnd actions taken by President Donald Trump have driven prices even higher than they would’ve been ― and have made the shopping process more complicated, even for existing exchange customers. \nThose actions will make health insurance too expensive for many consumers. But it will also mean better insurance for the same price for others ― or skimpier insurance that could even be free. That may seem strange, and that’s because it is strange, and complicated, which highlights how crucial it is for shoppers to do their homework this year.\nLong story short: People who signed up for mid-range “Silver” plans in the past will need to shop around because it might be a worse deal now. A consumer might assume that a Bronze plan is the least expensive, Gold and Platinum are the most costly and Silver is in the middle, and that the generosity of the benefits matches the price. That’s how the law had intended it to work, but it’s not necessarily the case anymore. \nIn one Los Angeles ZIP code, for example, a 40-year-old could pay $352.59 a month for an unsubsidized Gold plan with zero annual deductible, which is just $13.35 more than a Silver plan from the same health insurance company that comes with a $2,500 deductible. The lowest-cost unsubsidized Bronze plan in that part of the city costs $263.67 and has a $6,300 deductible.\nIt’s not just L.A. There are 459 counties where the lowest-priced Gold plan costs less than the lowest-cost Silver plan after factoring in subsidies, according to an analysis by the Henry J. Kaiser Family Foundation. And for low-income people in 1,540 counties, the subsidy will be large enough to get a Bronze plan at no cost.\nOther big changes are in store for open enrollment, Nov. 1 to Dec. 15, except in California, Colorado, Connecticut, Maryland, Massachusetts, Minnesota, New York, Rhode Island and the District of Columbia, which have later deadlines. Those changes include insurers exiting and entering markets and different medical providers being included in networks.\nBut there’s a weird wrinkle in the 2018 health insurance market for people who don’t get coverage at work or from a government program like Medicare or Medicaid ― and it can be traced to some things Trump has done with the Affordable Care Act since taking office. \nTrump has cut off billions of dollars in payments to health insurers. In anticipation of this ― which Trump threatened for months ― insurance companies, with the approval of state regulators, increased their premiums even more than they would have to protect themselves.\nStates dealt with this complication in different ways. Some allowed insurers to increase rates across the board. Some didn’t allow insurance companies to factor in the potential loss of these federal payments at all. And other states permitted insurers to levy extra premium increases solely onto the Silver plans. \nThis creates a weird situation for consumers, especially since the Silver plans are the most popular on the exchanges, with more than 70 percent of enrollees choosing one for 2017.\nIn states that let insurers raise premiums because of Trump’s actions only on Silver plans, Gold plans will actually be cheaper sometimes. Another example: Because Silver premiums are a factor in the size of the tax credits, higher Silver prices mean bigger subsidies ― and possibly big enough to get a Bronze plan at little or no monthly cost. Consumers can use a calculator created by the Family Foundation to get an idea of what kind of tax credit they can expect to get next year. \nPeople who don’t act may find themselves automatically renewed in their current policy or into a similar one if their current one isn’t being sold next year, which might be a worse deal for them. And once the enrollment period is over in December or January, they’ll be stuck with that plan for a year. \nEveryone’s personal circumstances are different, and every local market varies a lot in terms of price and choice of health insurance policy, so the guidelines below are based on generalizations. But for the most part, the most important factor in how this shakes out is how much money a family earns as a percentage of the federal poverty level. It breaks down roughly like this:\nThis segment of the population qualifies for both the tax credits to mitigate premiums and the “cost-sharing reductions” to cut out-of-pocket costs. Health insurance companies are required to shrink these consumers’ out-of-pocket costs by lowering deductibles and requiring smaller cash payments when they receive medical care or products, and the government is supposed to reimburse them (those are the payments Trump has stopped making).\nUnder the Affordable Care Act, the maximum amount a person can pay for their health insurance is based on a percentage of income. That effectively means those who get premium tax credits are shielded from rate hikes because the subsidy gets bigger to make up the difference between this year’s prices and next year’s.\nIn addition, those who qualify for cost-sharing reductions must purchase Silver plans to receive that subsidy. Cost-sharing reductions make Silver policies a better value than upgrading to Gold or Platinum in terms of premiums and out-of-pocket costs for most people. Families at the upper end of this income range may save money on premiums by choosing a Bronze plan instead of Silver or Gold, but that would come with higher out-of-pocket costs.\nThis portion of the exchange customer base qualifies for premium tax credits but not cost-sharing reductions. Just as for their lower-income counterparts, those tax credits should more or less protect them from rate hikes.\nBut that’s not a reason to stand pat. The same bigger subsidies that could allow a current Silver customer to pay the same next year for the same or a similar Silver policy mean there very well may be a better value out there.\nIn geographic areas where Silver plan premiums are rising by more than other types of plans, buying Silver may be a mistake. In some places, Gold plans will have similar, or even lower, prices than Silver plans, so applying the tax credit to a Gold plan instead would mean getting better coverage for close to the same cost. And by the same logic, the subsidy in areas like that will be large enough that Bronze policies will be free or have very low monthly premiums.\nSo the big question for these consumers is whether they want lower monthly premiums in exchange for potentially thousands of dollars in out-of-pocket costs if they get sick or injured, or whether they want to pay more every month but shell out less at the doctor’s office, pharmacy or hospital.\nThese customers don’t qualify for any type of financial assistance and so are the worst off of those Americans who use an exchange or buy health coverage directly from an insurer or through a broker. Any increase in premium or cost-sharing will come straight out of their pockets.\nThis will be particularly tough for those who’ve opted for Silver plans in the past and may get hit with gigantic increases if they don’t either upgrade or downgrade their plans. In those locations where there are Gold plans available for about the same price as Silver, these consumers at least would get better coverage than they would from a Silver plan, but it’ll still cost them more ― and probably a lot more. But some states didn’t permit insurers to add extra premium increases to Silver plans sold outside the exchanges, which will make them more affordable than unsubsidized Silver plans sold via exchanges.\nAn alternative is to switch to a Bronze plan to save money on premiums, but those policies typically come with very high deductibles ― averaging about $6,000, compared with $3,500 for Silver and $1,100 for Gold ― before most benefits kick in. This may make sense for consumers who can afford to pay cash in the event they have a medical issue but want protection from very expensive treatments, especially those with the means to open a tax-free health savings accounts they can use to cover out-of-pocket costs.\nThese are the families that, through a combination of Obamacare’s shortcomings and the way Trump has managed the program, are most likely to find they no longer can afford health insurance next year. It’s a meager consolation that, for a lot of these households, the premiums will be so high that these people will be exempt from the Affordable Care Act’s individual mandate and not have to pay a tax penalty for being uninsured.\nThis story has been updated to reflect a new deadline for enrollment on the Maryland health insurance exchange.\n ", "date": "\n11/04/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-shopping-confusion_n_59de8645e4b0fdad73b1d75e", "tags": "help- shopping silver obamacare plan even premiums trump ― confusing- gold year plans get insurance health"}