{"title": "Uninsured Rate At All-Time Low", "content": "WASHINGTON ― The share of Americans who don’t have health coverage fell below 9 percent during the first half of this year, the lowest percentage ever recorded, according to survey results published by the Centers for Disease Control and Prevention on Thursday.\nThe uninsured rate held steady from the end of 2015, slightly declining to 8.9 percent, or 28.4 million people, the CDC report says. The share of uninsured Americans fell more than 5 percentage points since 2013, the year before the Affordable Care Act’s coverage expansion took effect.\nThis latest survey of the uninsured population underscores what the Affordable Care Act, also known as Obamacare, has achieved in its first three years of being fully online. The uninsured rate had hovered around 15 percent in previous years, until the health care reform law’s expansion of Medicaid to poor adults, and introduction of subsidized private health insurance for low- and moderate-income families became available.\nTwenty million previously uninsured Americans gained coverage since President Barack Obama’s Affordable Care Act was enacted in 2010, the Department of Health and Human Services reported in March. \nThe American public hasn’t gotten the message, however, even though surveys from the CDC, the Census Bureau, Gallup and other sources have consistently shown a dramatic drop in the uninsured rate in recent years. A poll the Henry J. Kaiser Family Foundation conducted in September found that just over one-quarter of Americans were aware that the uninsured rate has never been lower. Nearly half thought it hadn’t changed ― and more than 20 percent believed it had increased.\nThe decline in the ranks of the uninsured in the past three years occurred among working-age adults and children, across all income levels, and among all racial and ethnic groups, the CDC report shows. The survey also found sharp decreases in the share of Americans who were uninsured at any point in the previous 12 months and in the share of people who lacked health coverage for at least a year.\nAmong adults aged 18 to 64, 12.4 percent were uninsured at the time they were surveyed, as were 5 percent of children. People 65 years old and older are almost always eligible and enrolled in Medicare, so the uninsured rate for this population consistently is close to zero.  \nThe largest gains in health insurance coverage were seen among young adults, poor and near-poor individuals, and Hispanics, the CDC found.\nThe 2017 open enrollment period on the Affordable Care Act’s health insurance exchange marketplaces began Tuesday and runs through Jan. 31. The Department of Health and Human Services expects 13.8 million people will enroll in private health insurance policies during the sign-up campaign, an increase of 1.1 million from this year’s enrollments.\nThe uninsured rate appears likely to remain steady next year, rather than significantly decline, similar to the trend from 2015 to the first half of 2016. Those uninsured people most eager to sign up for private plans or Medicaid already have done so, and the Department of Health and Human Services predicts just 3.5 million 2017 exchange plan customers will come from the ranks of the uninsured. \nHigher premiums for health insurance exchange plans stand to make the current enrollment period more challenging than the first three, especially among those with incomes too high to qualify for generous tax credit subsidies that reduce premium costs.\nUsing census data released earlier this year, the Kaiser Family Foundation estimates that 43 percent of the remaining uninsured qualify for subsidized private health insurance, Medicaid, the Children’s Health Insurance Program or other government health programs.\nTen percent would qualify for Medicaid, but live in the 19 states that have refused federal funding to adopt the Affordable Care Act’s expansion of the program and aren’t eligible for any assistance. Eleven percent could buy health insurance from an exchange, but don’t qualify for subsidies. Sixteen percent are offered health benefits by their employers, but don’t accept it. And 20 percent of those who still have no health coverage are undocumented immigrants, who aren’t legally permitted to purchase health insurance from an exchange or receive coverage from government programs.\nDemocratic presidential nominee Hillary Clinton has proposed a slate of new health care policies to build on the Affordable Care Act, including the creation of a government-run public option plan that would compete with private insurers. Republican nominee Donald Trump, and House Republicans, favor repealing the Affordable Care Act and implementing more modest reforms, which would result in approximately 20 million currently insured people losing their coverage and becoming uninsured. ", "date": "\n11/03/2016", "href": "https://www.huffpost.com/entry/uninsured-rate-all-time-low_n_581a44b6e4b08f9841acf825", "tags": "percent coverage insurance low act affordable year rate uninsured care all-time health"}