{"title": "United States Rattles Arctic Talks With a Sharp Warning to China and Russia", "content": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nROVANIEMI, Finland — Secretary of State Mike Pompeo on Monday sharply warned China and Russia against “aggressive” actions in the Arctic, while resisting a diplomatic push by other countries in the region to avert the worst effects of climate change.\n“This is America’s moment to stand up as an Arctic nation,” Mr. Pompeo said. “The region has become an arena of global power and competition.”\nHe was speaking at a meeting of the Arctic Council, an international organization made up of eight Arctic countries and representatives of the indigenous people of the area. The Council’s mission is to cooperate on Arctic issues, especially how to protect its fragile environment. \nThe Arctic is heating up far faster than the world average because of rising greenhouse gas emissions, scientists have warned. Over the past five years, the region has been warmer than at any time since 1900, when record keeping began.\nDescribing the rapidly warming region as a land of “opportunity and abundance,” Mr. Pompeo cited its untapped reserves of oil, gas, uranium, gold, fish, and rare earth minerals. Melting sea ice, he said, is opening up new shipping routes. “We’re entering a new age of strategic engagement in the Arctic, complete with new threats to Arctic interests and its real estate,” Mr. Pompeo said.\nHis remarks appeared to shock many diplomats and observers, because the Arctic Council’s mandate has nothing to do with security issues.\n“Everything has been focused on constructive cooperation where you don’t bring outside problems in,” said Malgorzata Smieszek, a political scientist and a fellow at the International Arctic Science Committee, a nonprofit group. “All of a sudden, the speech today shifted everyone’s attention to, ‘Are we looking at next conflict in Arctic?’ when the real issue here is still climate change. No speech will change that.”\nMr. Pompeo was particularly pointed in his remarks on China, which has observer status at the Arctic Council, warning that Beijing’s efforts to build infrastructure in the region and partner with Russia on new sea routes could risk turning the Arctic into another area of competing territorial claims, like the South China Sea. “China’s pattern of aggressive behavior elsewhere will inform how it treats the Arctic,” he said. \nGao Feng, the head of the Chinese delegation to the council, said Mr. Pompeo’s speech signaled the start of “a new bad era.”\n“I’m not happy,” he said immediately after the speech. “It’s a country that stepped out of the Paris Agreement and then they’re talking about protecting the environment of the Arctic.”\nMr. Pompeo also took aim at Russia. He expressed concern about Moscow’s claim over the Northern Sea Route and its efforts to expand its military presence in the Arctic.\nMr. Pompeo said that Washington was “fortifying America’s security and diplomatic presence” in the region, including with new military exercises and icebreakers.\nAfter Mr. Pompeo spoke, negotiators continued to try to agree on the text of a declaration to summarize the work of the Arctic Council at this meeting. The United States objects to any mention of the Paris climate agreement, the global accord that calls on countries to set their own targets to reduce greenhouse gas emissions, several officials involved in the negotiations said. The Americans, they said, were also objecting to any mention of a major scientific report published in the fall that calls for swiftly cutting emissions to avert the worst effects of climate change.\nMr. Pompeo, speaking on Sunday to reporters traveling with him to Finland, criticized the Paris Agreement for lacking incentives or penalties. “There was literally flowery talk,” he said.\nOne official involved in the council talks called them “difficult.” Another said of the eight-nation talks, “There’s seven countries on one side, and the U.S. on the other.”\nWithout consensus among all eight member countries, the Arctic Council would not issue a declaration summarizing its work. That would be highly unusual.\n“Provided we have a declaration, climate change will be addressed,” said Aleksi Harkonen, the Finnish chairman of the council. “It could not be otherwise.”\nFor more news on climate and the environment, follow @NYTClimate on Twitter.", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/climate/pompeo-arctic-china-russia.html", "tags": "arctic council warning china united states new ” pompeo climate russia region rattles sharp talks"}