{"title": "University 'dual nationality' plan for Brexit", "content": "A top UK university is planning a \"unique\" post-Brexit arrangement with a German university in which staff will be appointed jointly by both institutions, with the aim of keeping access to EU research funding for UK academics.\nImperial College London, ranked as one of the top 10 universities in the world, has signed a partnership with the Technical University of Munich.\nThe agreement will create academic posts jointly recruited and shared by the UK and German universities, with these staff having a form of academic dual nationality.\nBoth universities specialise in science and technology and the shared research will be in areas such as computer science, medical science, bioengineering, physics and aerospace.\nThe intention is for these \"shared\" academics - whether German or from the UK, and whether based in London or Munich - to continue to be eligible for EU research projects, through the Technical University of Munich's access to EU funding.\nThe German university says it will \"send a strong signal against the dangers of new barriers in the European scientific area\".\nUniversity leaders in the UK have been worried about losing access to research networks which are often organised and funded on an international basis.\nImperial College and the Technical University of Munich have previously worked together on 21 European-funded research projects.\nThe top four biggest individual recipients of EU research cash are all from the UK - Oxford, Cambridge, University College London and Imperial College.\nIn the current EU research funding round, Imperial has received 161m euros (£141m).\nBut UK universities are concerned that after Brexit they will not be able to join the next even bigger research round, worth about 100 billion euro (£88bn).\nApart from the funding, they say it is important to stay part of the latest developments in research, in areas such as transport, robotics, neuroscience and artificial intelligence.\nThe greatest concentrations of EU staff are also to be found in these leading research universities - with Oxford, Cambridge, University College London, Imperial and King's College London having the highest proportions.\nA quarter of Imperial's academic staff are from other EU countries and about a fifth of its students. Professor Alice Gast has said: \"Imperial is and will remain a European university.\"\n\"We should do everything we can to preserve the historic achievement of unlimited European cooperation,\" said Professor Wolfgang Herrmann, president of the Technical University of Munich.\nThe German university also expects the partnership with Imperial to help its chances in bidding for a share of research projects.\nThe idea of \"unique joint mechanisms\" for appointing staff across both universities is the latest stage in Imperial's preparations for Brexit.\nEarlier this year the university announced a deal with France's National Centre for Scientific Research to co-fund a maths laboratory in London, which will allow its UK mathematicians to have the same access to EU funding as French staff. \nIn the Brexit plans so far, the UK government has committed to underwriting any cash promised to UK universities from the current EU research funding, which runs up to 2020.\nFor EU research post-Brexit, the UK government has suggested paying to have an associate member status. But the terms of participation - and whether UK universities could remain as net beneficiaries - will still have to be negotiated.\nLudovic Highman, senior research associate at the Centre for Global Higher Education, says that leading UK research universities have been building a range of strategic partnerships with European universities.\nHe says they are worried about keeping access to EU staff and research expertise, as well as finding ways to protect eligibility for funding.\nBut he warns, with so much still to be decided, \"the rules of the game could be changed at any moment\".\nMore from Global education\nThe editor of Global education is sean.coughlan@bbc.co.uk", "date": "10 October 2018", "href": "https://www.bbc.co.uk/news/business-45789503", "tags": "brexit funding uk college eu university london nationality imperial universities research plan staff"}