{"title": "University Backed by George Soros Prepares to Leave Budapest Under Duress", "content": "BUDAPEST — In 1989, as the Soviet Union crumbled and countries across Eastern and Central Europe emerged from decades of political oppression, a group of intellectuals led by the Hungarian-born philanthropist George Soros proposed a university that would help in the transition to democracy from dictatorship.\nTwo years later, Central European University was founded in Prague, dedicated to educating a new generation on the foundations of a free society, including a respect for the rule of law and universal human rights. In 1993, it moved to Budapest.\nNow, as Hungary drifts toward authoritarian rule under Prime Minister Viktor Orban, the university says it is being forced to close its Budapest campus, portraying itself as a victim of Mr. Orban’s efforts to vilify Mr. Soros and to stifle dissent and academic freedom.\nOn Thursday, university officials said they would stop admitting new students in Budapest after failing to resolve a dispute with the government over a new law that appeared to require it to open a branch in the United States. Central European University is accredited in Hungary and the United States.\n“For 18 months, we have defended our right to remain as a U.S. degree-granting institution in Budapest, but we are unable to secure the guarantees we need from the Hungarian government to preserve our academic freedom,” the university’s president, Michael Ignatieff, said at a news conference in the Hungarian capital. Mr. Ignatieff said that the university’s central operations would be moved to Vienna.\n“This is our home,” Mr. Ignatieff said, adding that the university hoped to reach a last-minute deal that would allow it to stay in Budapest. “If the government thinks they can get rid of C.E.U., they’ve got another thing coming.”\nMr. Orban has long used Mr. Soros as a foil, rife with anti-Semitic tropes, casting him as the leader of a nefarious global cabal, determined to undermine Hungary’s Christian values and allow Muslim immigrants to overrun the country.\nMr. Orban has been the chief architect behind a campaign of misrepresentations and falsehoods aimed at Mr. Soros, even photoshopping him into campaign posters with opposition candidates during the country’s elections this past spring.\nThe attacks on Mr. Soros took a more dangerous turn this week in the United States, when someone sent an explosive device to his home in New York, one of at least eight such bombs sent to people frequently denounced by President Trump.\nMr. Soros, a Jew who survived the Nazi occupation of Budapest during World War II, has dedicated a large part of the fortune he made in the financial markets to promoting democracies around the world, much of it through the work of his Open Society Foundations.\nAt the same time, however, the country of his birth has been moving away from the values he spent a lifetime championing.\nIn May, the Hungarian branch of his foundation was forced to shutter its doors, citing the “increasingly repressive political and legal environment.”\nStill, university officials pressed on, hopeful that they could come to a solution that would allow the school to stay open.\nThe university established educational programs with Bard College in New York in an attempt to comply with the new law requiring a presence in the United States.\n“Hungarian authorities inspected these programs and the New York State Board of Education confirmed to the Hungarian authorities that C.E.U. was in compliance with the agreement by offering educational activity in the State of New York,” the university said in a statement.\n“Nevertheless, the Hungarian authorities have indicated that they would not sign the New York State agreement,” the statement added. “All attempts to find a solution that would enable C.E.U. to remain as a U.S. degree-granting institution in Budapest have failed.”\nThe United States’ ambassador to Hungary, David B. Cornstein, issued a statement saying that the university “remains a priority for the U.S. Government” and that he would continue to work to try and find a solution.\nCentral European University is considered one of the leading institutions in the region, with a faculty made up of top scholars from around the world and some of Europe’s leading politicians.\nMr. Orban himself received a grant in the late 1980s from the Soros Foundations to study grass-roots democracy and the importance of a vibrant civil society in a free society.\nHe has moved a long way from the positions he held decades ago, when he positioned himself as a champion of Western values.\nMr. Orban says he wants to make Hungary a bulwark of Christianity and is creating an “illiberal democracy” to achieve that goal. Critics see a leader bent on amassing ever greater power over the state by whatever means necessary. Attacks on academic freedom, they contend, are just the latest in a series of assaults on democratic institutions.\nUniversity officials, already facing punitive tax increases and forced to suspend studies related to migration, found themselves on the front lines of another of Mr. Orban’s culture wars when the government banned the teaching of gender studies.\nEuropean Union leaders have watched Mr. Orban’s moves in Hungary with increasing alarm. In September, they moved to invoke Article 7 of the bloc’s founding treaty against Hungary for undermining the union’s core values, which could see the country lose its voting rights.\nAs European lawmakers debated initiating the measure last month, Mr. Ignatieff warned them that the fate of the university was about far more than the school itself.\n“This is not an abstract issue,” he said to the European Parliament. “A lot of the future of Europe hangs in the balance.”\nPoland, which became the first member nation to face sanctions under Article 7 last year, has formed an alliance with Hungary to block the application of the measure. Since action requires unanimity among member states, it is unlikely either country will lose their voting rights.\nStudents at the sprawling campus, which is spread across several historic buildings in central Budapest, lamented the situation.\n“Of course I am angry with Orban, because C.E.U. is a great thing in Hungary,” said Reka Blazsek, a 24-year-old Hungarian studying for a master’s in economics. “I don’t know of anything C.E.U. did or caused harm to Hungary.”\nTatiana Shaw, 32, a Russian citizen who is studying public policy, said she was mystified why the university had become such a target, especially since Mr. Soros was not really a part of the school’s daily life.\n“This is a shame,” Ms. Shaw said, noting that the university had done all it could without crossing over into dangerous territory. “If the university found a way to be more radical then maybe it wouldn’t be a good thing, that might not have been good because we are not politicians.”\nShe recalled how the American ambassador recently told a group of students that he did not associate the university with Mr. Soros. But she noted that Mr. Trump had attacked Mr. Soros on Twitter only days before the ambassador spoke to them.\n“I feel maybe it is somehow related to Trump, that Trump hates Soros,” she said.\n“It’s a shame for Hungary,” Ms. Shaw said. “It reminds me of Russia very much.”", "date": "Oct. 25, 2018", "href": "https://www.nytimes.com/2018/10/25/world/europe/hungary-central-european-university-george-soros.html", "tags": "leave “ backed hungary george orban university prepares budapest soros new duress"}