{"title": "University given £1m bailout from watchdog", "content": "A UK university had to be given an emergency loan of almost £1m by the higher education watchdog to stay afloat this autumn.\nIt's been discovered that the Office for Students provided the bailout when the university faced the prospect of running out of cash and being unable to pay its bills.\nThe money has been repaid - and the regulator says the university, a small, modern institution, is now financially stable.\nBut it highlights the fragility of university finances, which are now in a \"marketplace\" and vulnerable to fluctuations in recruitment and tuition fee income.\nThe discovery of this payment is also embarrassing for the Office for Students (OFS), which recently sent out a tough message that there would be no bailouts for universities in financial difficulty.\nSir Michael Barber, who chairs the regulator, told a conference a couple of weeks ago that it was wrong for university leaders to think the OFS would would help them if they were in \"financial trouble\" because of a lack of student numbers or overspending on buildings.\n\"This is wrong. The OFS will not bail out providers in financial difficulty,\" Sir Michael said.\nThe watchdog says the bailout it did provide, made to the university in September and understood to be about £900,000, was under the rules of its predecessor organisation, the Higher Education Funding Council for England, under transition arrangements.\nIt followed a cash problem faced by the university over the summer.\nBut a spokesman for the OFS said that under its own new rules, now in place, such financial support would no longer be permissible.\nThe debate about bailouts followed reports from Richard Vaughan in the I newspaper that three universities were on the \"brink of bankruptcy\".\nIt raised the question of whether universities, in what has been designed as a competitive marketplace, should be allowed to go bust and close down.\nThat the watchdog was ready to act behind the scenes shows how difficult it would be to really allow a university to go under.\nIt would mean huge disruption for students and would mean the loss of what are often among the biggest local employers and drivers of local economies.\nIt could also put the watchdog and universities minister into a very compromised position if they let a university collapse.\nThey would be asked how they allowed people to apply to a university they knew to be at financial risk.\nIf students are getting into £50,000 of debt from a degree course, the Office for Students, acting in the consumer interest, would be expected to warn students not to step aboard a university that was not financially watertight.\nBut if they, or university ministers, did warn that a university was in financial trouble, it would be likely to destroy the student numbers on which universities rely for their income - making it even harder for a university to dig itself out of danger.\nThe OFS says that its new provisions will make the university sector more financially robust.\nAs a condition of registering with the OFS, the regulator will have to be confident that universities are financially secure for at least the next three years.\nA spokesman for the OFS said the institution to which it lent money could now pass this financial test and show it was \"not at material risk of insolvency for the next three years\".\n\"Over the summer, we provided a short-term liquidity loan to the university, which was quickly repaid in full and repaid before registration,\" the OFS spokesman said. \nHe said it was paid under \"inherited legal responsibilities which will cease to apply at the end of this transition year in July 2019\".\n\"We have been very clear that we would not bail out any university. But we have also said that where a university is in trouble, we would first ensure that they have a strong student protection plan and secondly we would act according to the circumstances.\n\"This could for example involve requiring them to carry out a strategic options review to identify future options including restructuring their business model, sale of property or mergers.\"\nIt will also raise questions for the current review of university funding in England.\nThere have been suggestions that the headline figure for tuition fees could be reduced to £6,500 from £9,250.\nAlthough this would mean less cash going directly to universities, it would mean that more of university budgets could be distributed centrally, making them less vulnerable to annual changes in student numbers.", "date": "16 November 2018", "href": "https://www.bbc.co.uk/news/education-46223219", "tags": "given financially bailout financial university ofs could students universities watchdog"}