{"title": "University students organise 'Prince Harry's stag do'", "content": "A group of students have said they \"may need a bigger venue\" after more than 90,000 people said they were interested in going to \"Prince Harry's stag do\".\nThe Facebook event was created shortly after the announcement of Prince Harry's engagement to Meghan Markle.\nMore than 30,000 people have agreed to attend the \"stag do\", which lists Buckingham Palace as the venue but is not in any way official.\nOne organiser, Chris Hammond, 20, said he was \"shocked\" by the response.\nHammond, a student at University College London, said the event had started as \"a bit of a joke\".\nYou may also like:\nPaul Balaji, 21, who has been running the event page, said he had created it because \"if you're getting married, you need to have a stag do\".\nMr Balaji, a student at Imperial College London, said he hoped the stag do went ahead as some form of party, but admitted it would not be at Buckingham Palace.\n\"I think there's enough time to organise something,\" he said.\n\"Since there are so many people interested, it would be a shame for it go to waste.\"\nMr Balaji revealed plans for all those interested in the event to go to their local pub at the same time to raise a glass to Prince Harry and Meghan Markle.\nIn 2011, speculation was rife regarding Prince William's stag do.\nThere were rumours it had taken place in Norfolk, but claims could not be substantiated. \nPeople are already making travel plans to attend the Facebook stag do, with one person asking on the event page if anybody was \"doing a mini-bus from Stoke-on-Trent?\"\nWhile on Twitter, Dan Scarrett said: \"Let's be honest we've all been waiting to see Prince Harry's stag. Can we have a bank holiday for that instead?\"\nPrince Harry and Meghan Markle's wedding is due to take place next spring, and while official details of the bachelor party have not been announced, the guest list is not expected to be more than 90,000.\nBy Sarah Jenkins, UGC and Social News", "date": "28 November 2017", "href": "https://www.bbc.co.uk/news/uk-42152582", "tags": "stag meghan balaji markle organise university event prince interested students harry"}