{"title": "University Of Virginia Men's Basketball Team Declines White House Invite", "content": "The University of Virginia men’s basketball team has said it won’t celebrate its national championship win at the White House with President Donald Trump.\nThe Cavaliers’ head coach Tony Bennett said his side “would have to respectfully decline an invitation,” in a statement shared to Twitter on Friday. \nBennett claimed the decision taken by the Cavaliers, who ran out 85-77 winners against Texas Tech Red Raiders on Apr. 9, was down to logistics.\n“We have received inquiries about a visit to the White House,” he said. “With several players either pursuing pro opportunities or moving on from UVA, it would be difficult, if not impossible to get everyone back together.”\nBut celebrating national sports wins at the White House has become a contentious issue during the Trump administration, with some professional and college players and sides opting out in protest of the government’s policies.\nTrump withdrew an invitation to the Golden State Warriors following its 2017 NBA championship win after star point guard Stephen Curry explained why he didn’t want his teammates celebrating with the president.\nIt’s not clear if the White House had actually extended an official invitation to the Virginia team, although Baylor University’s women’s basketball side has announced it will celebrate its national championship with Trump on Monday.\nTrump has not commented on the Virginia Cavaliers’ announcement, which followed his heavily-criticized doubling down on the claim that there were “very fine people on both sides” during 2017′s deadly “Unite the Right” gathering of white supremacists and neo-Nazis in Charlottesville, the same city in which the University of Virginia’s campus is located.", "date": "\n04/27/2019", "href": "https://www.huffpost.com/entry/virginia-basketball-ncaa-white-house-visit_n_5cc42475e4b04eb7ff96381c", "tags": "invite championship basketball national “ declines team virginia university white house men"}