{"title": "Unlikely partners? China and Israel deepening trade ties", "content": "On paper Israel and China are unlikely close trading partners.\nChina, the world's second-largest country, is the biggest exporter on the planet. While Israel, a tiny strip of land in the Middle East, is only in 45th place on the global exporting league table.\nAnd importantly - Israel has always been a steadfast ally of the US.\nSo given the current trading spat between the US and China, you would expect Israel to be firmly on the American side.\nYet what many people don't know is that Chinese investment in Israel is continuing to boom, at the same time as a growing number of Israeli firms are entering the Chinese marketplace.\nSo while President Trump is slapping tariffs on Chinese exports and talking tough, Israel's Benjamin Netanyahu is happily encouraging his country's firms to accept Chinese investments, as the figures show.\nIn 2016 China's direct investment in Israel almost tripled to $16bn (£12bn), according to a report in the South China Morning Post newspaper.\nMeanwhile, the Jerusalem Post predicts that China will overtake the US as the number one source of overseas investment in Israel.\nSo what has brought the two countries together, and should Israeli firms be cautious?\nOver the past two decades the Israeli economy has established itself as a leading hub of technological development.\nCommentators say that Chinese firms want to get their hands on that technology, at the same time as Israeli companies want better access to the giant Chinese marketplace.\n\"The Chinese are leveraging Israeli tech to fuel their economy, Israel is held in high esteem as a hub of innovation,\" says Hagai Tal, chief executive of Taptica, an Israeli mobile advertising company.\n\"China is set on learning as much as it can in order to position itself as an innovation economy.\n\"[Meanwhile], Israeli companies also see important opportunities in the East, and the meeting point of these two approaches is what produces such successful business partnerships.\"\nTo help bring Israeli and Chinese companies together, a number of business events are now held every year, such as Silicon Dragon Israel, which took place in Tel Aviv at the start of the year, and the China-Israel Innovation Summit, which was held earlier this month in Guangdong.\nRebecca Fannin, a founder of Silicon Dragon Israel, says Israeli tech start-ups that have secured Chinese investment tell her they \"are progressing faster with Chinese capital, and through introductions, collaborations, and easier access to the large China mainland markets\".\nIn recent years Israeli firms that have either been bought outright by Chinese companies, or sold them share of their business, include medical lasers operation Alma Lasers, and medical devices group Lumenis. Others are Israeli dairy business Tnuva, image recognition firm Cortica, and gesture control group Extreme Reality.\nRoyi Benyossef, an Israel-based manager at investment fund Samsung Next, says that the Chinese are \"mesmerized by Israel and its technology exporting capabilities\".\nOther commentators say that the different national characteristics of the two countries complement each other.\nPeggy Mizrahi, a Chinese citizen who lives in Israel, says: \"The Chinese are known for long-term planning, and being conservative and hierarchical, unlike the commonly recognised Israeli mindset of [being] fast, innovative, flexible, and having a lack of respect for authority.\"\nDaniel Galily, an Israeli expat who has lectured in business at Beijing Geely University, adds that: \"The educational system in China places great emphasis on discipline and obedience to superiors, while the Israeli educational system and the Israeli army encourage students and soldiers to think about new ideas, and to solve problems in situations of uncertainty.\n\"The Chinese understand that, and so they strive to integrate the Israeli creativity into their economy.\"\nHowever, it is not just Chinese firms that are benefiting from closer trade ties between the two countries.\nSpotad, an Israeli digital advertising firm, entered the Chinese market last year after securing funding from a Hong Kong-based private equity firm.\nThe company now works with all the major Chinese online advertising exchanges.\nOther Israeli firms that are continuing to make inroads into the Chinese market include mobile marketing firm AppsFlyer, and diamond trading platform Carats.\nMore from the BBC's series taking an international perspective on trade:\nYet while both Chinese and Israeli firms seem pleased with their continuing cooperation, some commentators are anxious.\n\"One of the biggest drawbacks that I see here for Israel is that China is notorious for not respecting the intellectual property laws of other nations, so Israel has to be very careful about what kind of manufacturing they outsource to China,\" says Jason McNew, founder and boss of Pennsylvania-based Stronghold Cyber Security.\nLee Branstetter, professor of economics and public policy at Carnegie Mellon University's Heinz College, says that the concern in the US is that Israeli technology could ultimately find its way into the hands of the Chinese military.\n\"The Pentagon is increasingly worried that artificial intelligence capabilities acquired by Chinese firms through civilian investments or licensing deals could find their way into a new generation of Chinese weapons that would threaten American troops and American allies.\n\"The Pentagon is also worried that Israel could become a back door through which China could acquire capabilities that it could not get in the US due to regulatory scrutiny.\n\"I suspect that this will place some limits on the extent and magnitude of the emerging Israel-China relationship. If an American pilot were ever shot down by a Chinese missile powered by Israeli technology, it would be a real problem for the Israeli government.\"\nThe Israeli government declined to comment on these security and defence sector issues.", "date": "19 July 2018", "href": "https://www.bbc.co.uk/news/business-44697662", "tags": "us investment china business unlikely israel chinese trade deepening ties israeli firms says partners two"}