{"title": "Unneeded Drugs Killed Hundreds at U.K. Hospital, Inquiry Finds", "content": "LONDON — As many as 650 patients at a small British hospital died from overdoses of powerful painkillers that they did not need, an investigative panel reported on Wednesday.\nOfficials failed or refused to exercise proper oversight for years, the panel determined, while family members and nurses who complained were dismissed as troublemakers.\nFrom 1989 to 2000, doctors at Gosport War Memorial Hospital — and one doctor in particular — routinely prescribed heroin, also called diamorphine, and other opioids for patients who were not in any pain, and for others whose pain should have been handled with much milder drugs, in blatant violation of accepted medical practice, the panel found.\n“There was an institutionalized practice of the shortening of lives through prescribing and administering opioids without medical justification,” John S. Jones, an Anglican former bishop of Liverpool who headed the government-commissioned investigation, told reporters.\nPerhaps most disturbing was that while many of the patients were elderly, most were not seriously ill.\nIn his introduction to the lengthy, meticulously documented report, Bishop Jones — who has also headed other high-profile inquiries — wrote that “whereas a large number of patients and their relatives understood that their admission to the hospital was for either rehabilitation or respite care, they were, in effect, put on a terminal care pathway.”\nThe investigation described what happened in the wards of the hospital, near Portsmouth on England’s southern coast, as one of the worst patterns of medical misconduct ever documented. But it had little to say about why — leaving it unclear whether doctors were incompetent, callous or malevolent.\nBeyond those wards, the panel found repeated failures by hospital administrators who wanted to protect doctors and the hospital’s reputation, pharmacists who did not raise alarms about highly excessive use of dangerous drugs, police officers who were not equipped to conduct a medical investigation and were not inclined to believe the scale of the problem, and government regulators — under both Conservative and Labour governments — who did not take the complaints seriously.\nThe panel found relatively complete medical records for more than 1,000 patients who died at the hospital, and “found evidence of opioid usage without appropriate clinical indication in 456 patients,” or more than 45 percent.\n“Taking into account the missing records,” the report said, “there were probably at least another 200 patients similarly affected but whose clinical notes were not found.”\nThe patients were often given heroin through a syringe driver, also called an infusion pump, a device that can deliver a steady supply of medication, usually intravenously, over a long period of time. Many were given opioids not only unnecessarily and in dangerous dosages, but in dangerous combinations with sedatives.\nA large number of cases involved one doctor, Jane Barton, who the report said had established a pattern that was followed by others. A disciplinary panel investigating a small number of those cases censured Dr. Barton in 2009, and although she retired, she was not prohibited from practicing medicine.\nDr. Barton did not speak to the news media on Wednesday. It was not clear whether the authorities would pursue criminal charges against her, as some families of her patients have demanded.\nNurses began to complain about the inappropriate use of heroin in the hospital in 1991, but administrators consistently overrode their concerns, the report said. Family members began to object a few years later, and fought for years to be heard. A series of investigations that followed were either limited in scope or largely ignored.\nIf people had listened to the relatives and nurses, “many of those deaths would not have happened,” Jeremy Hunt, the health secretary, said in Parliament, apologizing on behalf of the government.\nOne nurse at the hospital, Pauline Spilka, told investigators that despite her experience in elderly care, she had never heard of a syringe driver before working at the War Memorial Hospital. She learned later that it was a device that delivers a constant dosage of pain relief for seriously ill patients.\n“During the whole time I worked there I do not recall a single instance of a patient not dying having been put onto a driver,” she said in a testimony given to the Hampshire police in 2001 during their investigation.\nShe said she thought that several of her patients did not need to go on the driver and was convinced that their deaths had been unnecessary.\n“I cannot explain why I didn’t speak out against the regime within the ward,’’ she said. “I feel incredibly guilty.”", "date": "June 20, 2018", "href": "https://www.nytimes.com/2018/06/20/world/europe/uk-hospital-deaths.html", "tags": "hospital finds hundreds panel medical inquiry drugs unneeded u.k. one patients killed many — said"}