{"title": "Unsolved 'Game of Thrones' Mysteries, Solved By The Night King Himself", "content": "In Season 8, Episode 3, “Game of Thrones” became a song of ice chips and fire. \nWarning: Spoilers ahead!\nWhen all hope seemed to be lost as the Night King (Vladimír Furdík) comes face-to-face with Bran (Isaac Hempstead Wright), Arya (Maisie Williams) leaps out of the darkness to stab the blue-eyed villain with her Valyrian steel dagger. The Night King shatters, along with all hope of learning more about the White Walkers’ motivations and their mysterious past.\nDuring a phone call with HuffPost, the Night King himself, Furdík, joked that having his death finally out in the open was “like somebody releasing me from the jail.”\n“I’m free,” he said, “so if somebody asks me something, I can answer them.”\nSo we did ask the Slovak actor and stuntman. Though the Night King is now gone from the show ― and Furdík himself isn’t clued in to all the secrets ― he shed some light on the mysteries that remain.\nHow did the Night King survive the dragon fire?\nHe’s resistant … on the day when we shot, everything was CGI. There was one big fire around me. I was in the middle of the fire, and the rest of the fire was CGI. And then he survived because he can’t die this way.\nOn the show, the Night King has multiple moments where he stares down Jon Snow (Kit Harington). What do you think the meaning of that is?\nIt’s interesting. I’m thinking about this as well. I think there should be something in the history between them. Maybe they are the same blood, and they don’t know it. Maybe Jon Snow doesn’t know he’s kind of like the great-great-great-grandfather or something.\nSure. There are people who think the Night King is a Targaryen like Jon.\nYeah. He just thinks, the Night King thinks, “Hey, just let me go. What do you want from me? Just let me alone.” I feel like on the set just, “Hey, boy, young boy, stay. Stop. Stop. Stop. Don’t follow me.”\nIn the show, the Night King turns babies into White Walkers by touching them. Why do you think Arya doesn’t turn into a White Walker when he touches her?\nBecause he doesn’t touch her in the right place. Yeah, he doesn’t have time to touch her in the right place because he holds her throat, and then holds her arm. He doesn’t have time to put the fingers on exactly the place where they should be. Also because she’s more than a teenager. She’s already a woman. She wasn’t a baby.\nFor a while, people have theorized that the Night King and Bran are the same person. Now that the Night King is dead, can we finally put this theory to rest?\nI don’t think they are the same, and the history should be something stronger, a stronger story than “they are the same.” There should be a stronger story. \nAs the Night King, is it difficult to take bathroom breaks?\nIt was difficult, really, because I had also long nails on my fingers, and it’s not easy to put the trousers down with the long nails. [Laughs] Open the zips and everything. It was really difficult. I spent sometimes 50 minutes.\nSpeaking of the long nails, some wanted to know how the Night King managed to have such well-manicured nails. \nI don’t know. I think he doesn’t care about the long nails.\nEditor’s note: Mara Mikialian, HBO’s Senior Vice President of Media Relations, also pointed us to this behind-the-scenes video where you can see that the Night King’s hands are prosthetic. “They get to be kept beautiful all the time,” she said. “Exactly,” added Furdík.", "date": "\n05/04/2019", "href": "https://www.huffpost.com/entry/night-king-game-of-thrones_n_5ccc63bae4b0548b735970cd", "tags": "solved think fire something unsolved furdík nails ” night mysteries king thrones like"}