{"title": "Uruguay: The world’s marijuana pioneer", "content": "Uruguay was the first country in the world to legalise recreational cannabis. Five years after its pioneering law was passed, how's the industry getting on?\n\"We sold a lot of cannabis on the first day,\" says Esteban Riviera, who owns a large, modern-looking pharmacy in Montevideo, Uruguay's capital.\n\"We sold 1,250 packages in six hours. There was a two-block queue to get marijuana.\"\nThe legal sale of cannabis had been much anticipated. Sales began on 19 July 2017, more than three-and-a-half years after Uruguay's marijuana law had been passed.\n\"It took them time, the government said, because they want to do it precisely and step by step,\" explains Guillermo Draper, a Uruguayan journalist who's co-written a book on his country's pioneering experiment.\nBut this assiduous approach to implementing the marijuana law wasn't enough to avoid a serious hiccup.\n\"My bank told me either stop selling cannabis or close my accounts,\" says Esteban Riviera, the pharmacist. \"I stopped selling cannabis.\n\"I was the first pharmacy registered to sell cannabis,\" he adds, chuckling drily at the irony, \"but I was also the first pharmacy that stopped selling cannabis in Uruguay.\"\nLenders like Esteban's rely on partnerships with US banks for their international transactions. But those partnerships came under threat when the US banks learnt their Uruguayan counterparts were accepting marijuana money. \nUruguay might be a sovereign country, but it's still affected by the US's strict finance laws on controlled substances. \nPharmacies are the only places allowed to sell recreational marijuana in Uruguay and - partly because of the restrictions facing banks - there are only 17 doing so in a country of 3.5 million people.\nSo, 18 months after marijuana went on sale, the novelty may have waned, but the queues haven't.\n\"I am standing in the sun, burning hot, waiting for 2pm when they'll start selling,\" explains a young woman in the queue outside another Montevideo pharmacy - one still selling cannabis.\n\"This is one of the pharmacies who have more packages to sell without reserving online. There's a lot of pharmacies who have less, so a lot of people go home without weed and that's pretty sad.\"\nThe system is tightly controlled. Customers have to register with the regulator and then are limited to buying 10 grams a week, enough for about 20 joints. \nThe regulator also controls how strong the marijuana is. The level of THC - the psychoactive part of cannabis that gets you high - is limited and balanced with the level of CBD, another compound in the plant that's said to have a calming effect.\nIn pharmacies, there are just four different strains available to buy, none of which is especially strong. \nThe price - about £5 for a five-gram packet - is also set by the regulator. Pharmacy owner Gabriel Llano says he only gets about 20% of the purchase price from each packet he sells, although there's a higher profit margin on related products like snacks and smoking papers, which are a slightly odd sight in a pharmacy.\nWhen sales begin, customers come in one at a time and put a thumb and finger on a print reader to prove that they're registered to buy - and haven't already reached their limit for the month.\nThen they hand over their cash. It has to be cash, Gabriel explains, because that's the condition on which his bank has let him keep his account. The bank's official line is that it doesn't work with businesses linked to cannabis and that it's continuing to close the accounts of such businesses \"when appropriate\". \nThe rationale for changing the law here was to move buyers from the illegal market to a new legal one. But the queues outside pharmacies suggest that in the legal market, supply isn't meeting demand.\nMore from the BBC's series taking an international perspective on trade:\n\"In Uruguay, no one had ever grown marijuana on a big scale before,\" says Diego Olivera, the secretary-general of Uruguay's National Drugs Board, who also oversees the cannabis regulator, IRCCA. \nHe says that now cannabis firms are more experienced, \"we anticipate that they are going to be able to produce at a faster pace\".\nIRCCA also plans to issue four or five new licences to grow recreational marijuana, as only two firms are currently permitted to produce the plant.\nDiego accepts that Uruguay's approach has been more cautious than that of some US states where marijuana has been legalised.\nThat's meant recreational sales haven't been bringing in big profits for the companies involved. But the government is much more supportive of businesses growing marijuana for medicinal use, which was also legalised under the 2013 law.\nLocal producers have been trying to capitalise on this opportunity. ICC Labs, one of the two licensed growers of recreational marijuana, is also involved in medicinal marijuana, which has higher profit margins and a rising number of potential export markets.\nThis is perhaps why a big Canadian cannabis company - Aurora - recently paid $220m (£167m) to buy ICC. Aurora said that the deal would position it as the market leader in Latin America.\nIn October last year, Canada became the second country in the world to legalise recreational marijuana but its medicinal market has been going since 2001.\nThe medicinal side of ICC´s business is focused on the extraction of CBD from marijuana. Fotmer, a privately owned firm, is the first with a licence to produce THC for medicinal use.\n\"One of the most accepted uses of THC is for chronic pain, specifically when it is neuropathic,\" Helena Gonzalez Ramos, Fotmer's manager of quality and research and development, explains. \"That is rigidity in your muscles, palliative care, vomiting [and] nausea.\"\nUruguay's approach to recreational marijuana has limited the business potential of the industry. But when it comes to medicinal marijuana, Uruguayan companies like Fotmer are aiming to help shape a rapidly growing global industry.\n\"The main markets nowadays are Australia, New Zealand, Canada, Germany, and some others, mainly in Europe,\" Helena says. \"And the regulation is changing all the time so the forecasts are also promising as medical marijuana is legalised around the world.\"\nFor more on this story, you can listen to the World Service's Global Business radio programme on Uruguay and its marijuana laws.", "date": "4 April 2019", "href": "https://www.bbc.com/news/business-47785648", "tags": "pioneer world medicinal pharmacy first cannabis recreational one says uruguay also marijuana"}