{"title": "US 'blames Iran' for damage to tankers in Gulf of Oman", "content": "US investigators believe Iran or groups it supports used explosives to damage four ships off the United Arab Emirates on Sunday, media reports say.\nMilitary experts were reportedly sent to investigate the incident and found a large hole in each of the tankers.\nNo evidence has emerged to show that Iran was involved. The affected countries are yet to assign blame.\nThe incident has increased tensions between Iran, which borders the nearby Strait of Hormuz, and the US.\nAbout a fifth of oil that is consumed globally passes through the strait. Last month, Iran threatened to close it if it was prevented from using the waterway. \nThis followed a US decision to end exemptions from sanctions for major importers of Iranian oil.\nThe team of US military investigators discovered large holes in all four of the affected ships and believe they were caused by explosive charges, the Associated Press reports, quoting an unnamed official. They did not explain how the damage was linked to Iran. \nCBS carried a similar report quoting unnamed US officials. \nFew details have been released about the incident, which is said to have taken place at about 06:00 (02:00 GMT) on Sunday within UAE territorial waters in the Gulf of Oman, east of the emirate of Fujairah.\nThe UAE foreign ministry said four commercial ships had been targeted in a \"sabotage attack\" near Fujairah port, just outside the Strait of Hormuz.\nThere were no casualties but Saudi Arabia said two of its ships had suffered \"significant damage\".\nThe Saudi energy minister, Khalid al-Falih, said one of the tankers had been on its way to be loaded with Saudi oil which was to be delivered to customers in the US.\nAnother damaged tanker was Norwegian-registered, while the fourth was reportedly UAE-flagged.\nSaudi TV has shown images of the damaged Saudi ships, and a picture released by the UAE shows a Norwegian-flagged vessel, Andrea Victory, with damage to its hull.\nThome Ship Management, a Norwegian firm which manages the ship, said in a statement it had been \"struck by an unknown object on the waterline\".\nCompared with previous attacks on shipping in the Middle East - the USS Cole in 2000, the Limburg tanker in 2002 and more recent attacks off Yemen - the damage done to four tankers off the UAE coast on Sunday is minimal.\nThere has been no oil spillage, no flames and no casualties. But the timing is both suspicious and dangerous.\nWhoever carried out this attack could hardly have been unaware of the rising tensions in the Gulf, with the US dispatching additional forces to the region. It would appear that the anonymous culprit was deliberately trying to ratchet up that tension, possibly provoking a conflict.\nWhile Saudi Arabia and the UAE have stopped short of blaming their adversary, Iran, US officials have reportedly said that is where their suspicions lie. But Iran has condemned the attack as \"dreadful\" and a parliamentary spokesman said Iranian suspicions fell on Israel.\nIran has called for a full investigation into the incident which it described as \"worrisome\".\nAt the White House on Monday, US President Donald Trump issued a warning to Iran. \"If they do anything, it would be a very bad mistake... If they do anything they will suffer greatly.\"\nBut Iranian President Hassan Rouhani was forthright in his response, suggesting the country was \"too great to be intimidated by anyone\".\n\"God willing we will pass this difficult period with glory and our heads held high, and defeat the enemy,\" he said in a meeting with clerics late on Monday.\nBy BBC Monitoring\nGlobal maritime news website have questioned the details surrounding the incident. The influential Lloyds List Maritime Intelligence, for example, criticised the authorities for \"scant\" information.\nQuoting the maritime security company Dryad Global, it said: \"Saudi reticence to report the incident accurately within their own media channels and the current failure to provide imagery evidence of the attack raises important questions as to the nature of the attack.\"\nThe FleetMon website said: \"What happened exactly, how bad were explosions and fire, if there were any, and what definition 'act of sabotage' means, how much true is indeed, the whole story, is so far anyone's guess.\"\nMeanwhile, technology and conflict website The Drive said the lack of hard evidence added to the increased risk of regional conflict.\nThe US has previously warned that \"Iran or its proxies\" could be targeting maritime traffic in the region and, in recent days, deployed warships to counter \"clear indications\" of threats from the country.\nActing Defence Secretary Patrick Shanahan said the military had plans to send up to 120,000 troops to the Middle East should Iran attack US forces there or accelerate work on nuclear weapons, according to the New York Times.\nBut President Trump dismissed the report on Tuesday, saying: \"We have not planned for that. Hopefully we're not going to have to plan for that. And if we did that, we'd send a hell of a lot more troops than that.\"\nIran dismissed the allegation that it could be targeting maritime traffic as nonsense.\nMeanwhile, Spain has recalled a frigate that was deployed alongside a US aircraft carrier because of the rising tensions in the region.\n\"For the moment the frigate Mendez Nunez has left the combat group,\" a defence ministry spokesman told the AFP news agency.  \"It's a temporary withdrawal... as long as the American aircraft carrier is in this zone.\"", "date": "14 May 2019", "href": "https://www.bbc.com/news/world-middle-east-48264499", "tags": "iran us oman ships maritime saudi uae incident attack gulf damage tankers"}