{"title": "US 'probes Huawei for trade secret theft'", "content": "The US is reportedly investigating Huawei for \"stealing trade secrets\" from American business partners in the latest action against the Chinese technology giant.\nThe criminal inquiry was first reported by the Wall Street Journal (WSJ). \nIt comes as the Trump administration is pressing China to take action on questions of technology theft or face additional trade tariffs. \nHuawei and the Department of Justice declined to comment. \nThe WSJ said the investigation stems in part from a lawsuit that telecoms company T-Mobile brought against Huawei in 2014.\nT-Mobile accused Huawei of stealing the technology behind a robot T-Mobile had developed to test mobile phones.\nA Seattle jury in 2017 agreed that Huawei had misappropriated trade secrets, but determined that the actions were not \"willful and malicious\".\nThe probe adds to pressure facing Huawei, one of the world's biggest technology companies.\nLast week a Huawei employee was arrested in Poland, accused of spying.\nThe firm, which makes smartphones and telecommunications equipment, is facing accusations in the US and other countries that its equipment could be used by the Chinese government for espionage.\nHuawei has denied those claims. On Tuesday Huawei founder Ren Zhengfei denied the firm posed a spying risk.\nThe US has also accused the firm of lying to US banks about its business in Iran, in violation of US sanctions.\nLast month, the firm's chief financial officer was arrested in Canada, at the request of the US related to those claims.\nThe arrest heightened tensions between the US and China, which are vying for influence around the world. \nThere has also been increased tension between China and Canada, with China sentencing a Canadian man to death over drugs smuggling in the wake of the Huawei arrest.\nThe US has also accused China of unfair business practices, including technology theft, triggering tit-for-tat tariffs on billions of dollars in annual trade.", "date": "16 January 2019", "href": "https://www.bbc.co.uk/news/business-46896854", "tags": "us theft china business secret accused t-mobile huawei trade firm also technology"}