{"title": "US abortion debate: Both sides speak", "content": "Abortion is a highly contested issue in the United States, despite a 1973 Supreme Court decision legalising the procedure. Two women on both sides of the issue talked to the BBC.\nState and federal opponents of abortion have returned their attention to Planned Parenthood, a healthcare non-profit group with 59 affiliates and 700 clinics around the US, some of which provide abortion services. \nThe most recent controversy was touched off after an anti-abortion organisation called The Center for Medical Progress secretly recorded a Planned Parenthood official discussing how to obtain aborted foetal tissue for medical research.\nPro-life advocates say this proves Planned Parenthood is selling foetal parts for profit - which is illegal - although the tape does not show the official explicitly saying as much. The organisation said only 1% of their clinics offer tissue donation - not sales - as an option. But it eventually changed its policies so that no clinics could be reimbursed for their donations. \nMost of the estimated $450m (£292m) in federal funding given to Planned Parenthood clinics comes in the form of reimbursements for health services like Pap smears. The clinics are blocked from using such funding for abortions.\nMeanwhile in Texas, lawmakers have said they will cut all Medicaid payments to Planned Parenthood, alleging the clinics were \"no longer capable of performing medical services in a professionally competent, safe, legal and ethical manner\". On Thursday, the state investigators arrived at clinics in three Texas cities, ordering Planned Parenthood to turn over documents.\nThe state was already embroiled in a lawsuit against legislation that effectively shut down many of the state's abortion clinics.\nThe BBC has spoken to two women about where they stand in the abortion debate - one woman who turned to Planned Parenthood for her own abortion, and another who organises one of the largest anti-abortion rallies in Washington, DC.", "date": "25 October 2015", "href": "https://www.bbc.com/news/magazine-34611878", "tags": "planned us debate medical services clinics issue speak abortion sides state two women parenthood"}