{"title": "US-Australia refugee deal: Trump in 'worst call' with Turnbull", "content": "A phone call between US President Donald Trump and Australian PM Malcolm Turnbull has called into question a refugee resettlement deal.\nThe Washington Post reported Mr Trump called the conversation \"the worst by far\" of his calls with world leaders that day, and cut it short.\nMr Trump later tweeted that he would \"study this dumb deal\". \nStruck with the Obama administration, it would see up to 1,250 asylum seekers to Australia resettled in the US.\nAustralia has controversially refused to accept the refugees - most of whom are men from Iran, Afghanistan and Iraq - and instead holds them in offshore detention centres on the Pacific nations of Nauru and Papua New Guinea.\nThe world is getting its first look at Donald Trump the Diplomat. He looks a lot like Donald Trump the Candidate, Donald Trump the Businessman and Donald Trump the Reality Television Host.\nHe's brash. He has a temper. He's willing to say impolite things. He can be bullying or ingratiating, depending on his own internal calculations. \nSuch attributes made him must-see television on The Apprentice. It helped him land blockbuster real-estate deals in boom times and stay one step ahead of financial collapse when business went bad. \nIt's an open question whether it will be effective as a way to assert national authority on the world stage. \nRead Anthony's take\nPrime Minister Turnbull had been seeking clarification on the future of the deal after Mr Trump last Friday signed an executive order temporarily barring the entry into the US of refugees and people from seven Muslim-majority countries.\nLater on Thursday, Mr Trump seemed to brush off the reports, saying it was only right that he would need to have tough conversations with other world leaders. \n\"The world is in trouble but we're gonna straighten it out... That's what I do, I fix things,\" he said, speaking at the National Prayer Breakfast meeting in Washington DC. \nThe phone call between Mr Trump and Mr Turnbull took place on Saturday, and was one of four the US president had with world leaders, including Russia's Vladimir Putin.\nThe Washington Post quotes senior US officials, briefed on the call, as saying that the conversation should have lasted an hour but was abruptly ended after 25 minutes by Mr Trump.\nMr Turnbull was seeking assurances from Mr Trump that the deal would be honoured.\nThe US president reportedly said accepting the refugees would be like the US accepting \"the next Boston bombers\", who were from the Caucasus region of Russia.\nThe official version of the call from the US was brief, but said both leaders had \"emphasised the enduring strength and closeness of the US-Australia relationship\".\nOn Monday Mr Turnbull confirmed he had spoken to Mr Trump and thanked him for agreeing to uphold the deal.\nUS presidential spokesman Sean Spicer has since also said Mr Trump intends to uphold the deal.\nBut Mr Trump's tweet on Wednesday - coming after the Washington Post story - has thrown fresh doubt on the arrangement.\nMr Turnbull later said he was disappointed that details of the call - which he described as \"very frank and forthright\" - had been made public. \nHe told a Sydney radio station that \"the report that the president hung up is not correct\".\nAustralia announced in November 2016 that the US had agreed to a one-off deal to resettle refugees currently being held on Nauru and Manus Island, in Papua New Guinea (PNG). \nIn return, Mr Turnbull's administration agreed to resettle refugees from Guatemala, Honduras and El Salvador.\nThe UN refugee agency, UNHCR, would oversee the deal and the \"most vulnerable\" would be prioritised, the Australian premier said. \nNo numbers were given and Australian Immigration Department Secretary Mike Pezzullo later told a Senate inquiry that, while those who were eligible could express an interest, it was up to the US to decide how many people it wanted to take. \nA total of 1,254 people were being held in the two camps, 871 on Manus Island and 383 in Nauru, as of 30 November 2016, according to Australian government statistics.\nMr Trump's tweet incorrectly labelled refugees as illegal, and recast the number who might be resettled as \"thousands\".\nAustralia refuses to accept refugees who arrive by boat, under a tough deterrent policy. It has already struck resettlement deals with Cambodia and PNG, but only a handful of refugees have been resettled. Critics say the two nations are completely ill-equipped to resettle refugees. \nSo the US deal was a boon to the Australian government from a close political and military ally. \nAustralia has faced fierce international criticism for its offshore detention policy and wants to close the Manus Island camp. Conditions in the offshore camps have been roundly condemned by rights groups, who say the policy is punitive and inflicts harm on refugees. \nOfficial figures show that about 80% of those held on Manus Island and Nauru have been found to be genuine refugees (those found not to be are not eligible for the US deal). \nAll of the occupants of Manus Island are male. By far the largest number are from Iran, followed by Afghanistan and Iraq. There are also sizeable contingents from Bangladesh, Pakistan and Myanmar. \nThe Nauru camp holds men, women and children. Again the largest number come from Iran, followed by Sri Lanka and those who are stateless. \nSome of those being held have spent several years in the camps awaiting a decision on their fate. ", "date": "2 February 2017", "href": "https://www.bbc.com/news/world-australia-38837263", "tags": "call us us-australia world mr refugee trump turnbull refugees deal"}