{"title": "US anti-abortion activists rally in DC", "content": "Anti-abortion activists are gathering in Washington to join the annual March for Life protest that has the support of President Donald Trump. \nThousands of people joined the event, held each year to mark the anniversary of the Supreme Court decision legalising abortion. \nVice-President Mike Pence told them: \"Life is winning again in America\".\nIt comes less than a week after a large protest against Mr Trump was held in the nation's capital city.\nAn estimated 500,000 people protested for women's rights last Saturday - including many supporters of abortion rights - at the Women's March.\nMr Pence is the first president or vice-president ever to attend the rally. \nFormer Presidents Ronald Reagan and George W Bush have also addressed the crowds in the past, but over the phone. \nJeanne Mancini, president of the March for Life, says that 58 million abortions have been performed in the US since the Supreme Court legalised the practice in 1973.\n\"We don't want to judge them. We want to help them,\" said Joi Hulecki, 63, a nurse practitioner from Orlando, Florida. \n\"We consider ourselves pro-women too,\" she added.\nAs governor of Indiana, Mr Pence signed some of the most restrictive laws designed to prohibiting the procedure.  \nSenior White House adviser Kellyanne Conway also addressed the crowd. \nMrs Conway became the first woman to manage a successful presidential campaign when she helped lead Donald Trump to victory in November. \nShe said that Mr Trump and Mr Pence \"stand here with you,\" adding that \"their decisive actions as president and vice president will further this cause\".\nUS abortion debate: Both sides speak\nExactly one week after he was sworn into office, Mike Pence spoke to cheering crowds who had gathered from across the United States.  \nAs governor of Indiana he introduced some of the country's strictest abortion laws. Now he and the crowd hope his run will continue in the White House. \nThe Pro-life movement has always had a voice in the US, but the victory of Donald Trump has emboldened them. Many of the people I met were young college students, who told me their goal was to make abortion \"unthinkable\" and ultimately \"illegal\". \nThe crowds were smaller than those attending last week's Women's March, but the mood was perhaps more buoyant. They have an anti-abortion president, who is promising tough action on abortion. For them, this is their moment. \nAnti-abortion activists have been energised by the Republicans gaining control over the White House and Senate in November's election.\nMr Trump has in the past expressed support for a woman's right to have an abortion, but during the campaign announced that his views on the subject \"have evolved\".\nHe told an interviewer that he favoured \"some form of punishment\" for women who have abortions, but changed his position only hours later.\nThe rally comes days before Mr Trump announces his nominee for Supreme Court justice. \nThe Republican president has submitted a written vow to abortion opponents, promising to appoint a judge that is against the procedure.\nHe has also promised to sign a national ban on abortion at 20 weeks of pregnancy, activists say.\nAre you at the March For Life? Email haveyoursay@bbc.co.uk with your pictures, views and experiences.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nOr use the form below", "date": "27 January 2017", "href": "https://www.bbc.com/news/world-us-canada-38774702", "tags": "also us dc pence trump rally abortion activists women anti-abortion life march"}