{"title": "US blocks sale of Moneygram to China's Ant Financial", "content": "The US has blocked the $1.2bn (£880m) sale of money transfer firm Moneygram to China's Ant Financial, the digital payments arm of Alibaba.\nIt is the highest profile Chinese deal to be rejected by Washington since Donald Trump came to power.\nRegulators overseeing foreign investments in the US had refused to support the takeover, the firms said.\nThe geopolitical environment had \"changed considerably\" since the merger was announced last year, they added. \nThe collapse is a blow to the ambitions of Alibaba's billionaire executive chairman Jack Ma, who had promised President Trump that he would create a million US jobs. \nAlibaba, which owns Ant Financial together with Alibaba executives, saw the US market as a way to expand overseas in the face of fierce domestic competition from the likes of Tencent's WeChat. \nBut in a joint statement on Tuesday, Ant Financial and Moneygram said they had abandoned the deal after failing to \"obtain the required approval for the transaction from the Committee on Foreign Investment in the United States, despite extensive efforts to address the Committee's concerns\". \nA spokesman for the Treasury Department, which chairs the committee, said it is barred from discussing individual deals.\nThe committee is charged with reviewing deals for national security implications. \nMoneygram chief executive Alex Holmes said he was disappointed by the outcome and noted the \"geopolitical environment has changed considerably\" in the year since the deal was announced.\nThe US has been toughening its stance on business dealings with China. \nThe country launched a formal review of China's intellectual property practices last year. US politicians and military leaders have also urged the administration to take a closer look at Chinese investments in America, particularly in the technology industry.\nIn September, the US blocked the $1.3bn sale of US Lattice Semiconductor to Chinese-backed Canyon Bridge Capital Partners, citing concerns over the \"potential transfer\" of intellectual property from Lattice, which makes advanced computer chips.\nOther deals that have been frustrated by US objections include China Oceanwide Holdings Group's $2.7bn purchase of US life insurer Genworth Financial, and Chinese buyout firm Orient Hontai Capital's $1.4bn acquisition of US mobile marketing firm AppLovin.    \nIn this case, US authorities may have been worried about protecting the personal data handled by the financial companies, said Scott Kennedy, director of the project on Chinese business and political economy at the Center for Strategic and International Studies in Washington.\n\"China doesn't have a reputation of providing a great deal of protection for privacy and private data,\" he said. \n\"It may be that Alibaba is sort of caught in the dilemma of being a company from China .... It's very difficult to shake that off.\"\nMr Kennedy said he thinks the deal was likely to have been scrutinised even in a different political environment. \nBut it is also true that US lawmakers from both parties are raising increased objections to Chinese investments, he said.\n\"This case ... needs to be analysed on its own independent merits, but the broader trend is definitely in a tighter direction,\" he said. \"There's a growing Washington consensus that China plays unfair.\" ", "date": "3 January 2018", "href": "https://www.bbc.co.uk/news/business-42549537", "tags": "us blocks alibaba china sale committee financial chinese firm deal moneygram ant"}