{"title": "US-China trade row: What has happened so far?", "content": "Donald Trump campaigned for election on a promise to make trade fairer for the US, and his push to do so has him fighting with some of America's oldest trading partners.\nThe US has been embroiled in a tit-for-tat trade battle on several fronts over the past few months.\nThe one that's creating the most interest is the conflict with China, as the world's two largest economies wrangle for global influence.  \nChina has accused the US of launching the \"largest trade war in economic history.\"\nMr Trump has imposed taxes on imports from China, Mexico, Canada and the EU, to encourage consumers to buy American products. All of these countries have retaliated.\nThe US president's hard line on trade, which also saw him withdraw from the Trans-Pacific Partnership trade pact (TPP) last year, marks a striking change from the free trade policies that have governed the exchange of goods for decades.\nThe US has imposed three rounds of tariffs on Chinese products this year, totalling $250bn worth of goods.\nThe first two rounds placed 25% tariffs on $50bn worth of imports from China, and Beijing retaliated in kind. \nWashington delivered a sharp escalation in the trade conflict in September with another set of tariffs, this time on Chinese goods worth $200bn. \nThose taxes will take effect from 24 September, starting at 10% and increasing to 25% from the start of next year unless the two countries agree a deal.\nMr Trump has warned even more could be on the way. The US president said if China retaliates then Washington would impose fresh tariffs on $267bn worth of Chinese products.\nIf Trump goes ahead with that round of import taxes, it would mean virtually all of China's exports to the US would be subject to duties. \nMr Trump says he wants to stop the \"unfair transfers of American technology and intellectual property to China\" and protect jobs.\nTariffs, in theory, will make US-made products cheaper than imported ones, so encourage consumers to buy American. The idea is they would boost local businesses and support the national economy. \nBut many US companies and industry groups have testified to the US Trade Representative's Office that their businesses are being harmed.\nThe dispute dates back to January, when the US slapped controversial tariffs on imported washing machines and solar panels. That was considered Mr Trump's most significant trade move since his decision to pull the US out of the TPP and renegotiate the North American Free Trade Agreement (Nafta).\nNo.\nEarlier this year, the US started charging levies on the imports of steel and aluminium from the European Union, Mexico and Canada.\nUS businesses have to pay a 25% tax when they import steel from those places and a 10% levy to buy aluminium from them.\nBut these tariffs led to retaliation.\nThe European Union imposed tariffs on €2.8bn worth of US goods in June on products such as bourbon whiskey, motorcycles and orange juice.\nIn June, Mexico announced new tariffs on US products, including whiskey, cheese, steel, bourbon, and pork.\nCanada imposed retaliatory tariffs on 16.6bn Canadian dollars-worth of US products on 1 July.\nThe International Monetary Fund says an escalation of the tit-for-tat tariffs could shave 0.5% off global growth by 2020.\nThere are signs that the trade dispute is already affecting the Chinese and US economies.\nMorgan Stanley has said a full-blown escalation of the trade dispute could knock 0.81 percentage points off global gross domestic product. This scenario would involve the US slapping 25% tariffs on all goods from both China and the EU, and similar measures imposed in response.\nAmong companies,  the car industry seems to have been the most affected so far. Major carmakers recently warned that changes to trade policies were hurting performance.\nFord and General Motors have lowered profit forecasts for 2018, citing higher steel and aluminium prices caused by new US tariffs.\nThere are also concerns that the trade war could hurt other aspects of US-China relations. Mr Trump recently accused China of manipulating its currency - a sign that the row could be spreading to foreign exchange markets.\nSmaller Asian countries further down the supply chain could also suffer. According to the Economist, 30% of the value of the goods China exports to America originates from third-party countries.\nUltimately, China may not have as much firepower as the US to retaliate, given the US buys much more from China than it sells to them. This could mean it would find alternative ways to fight back such as making life difficult for American companies in China by increasing red-tape.", "date": "18 September 2018", "href": "https://www.bbc.co.uk/news/business-44529600", "tags": "us-china us goods mr china trade products could row tariffs far happened"}