{"title": "US-China trade war: New tariffs come into force", "content": "US President Donald Trump's trade war against China has moved up a gear as it brings in a 25% tax on a second wave of goods worth $16bn (£12.4bn).\nThe move ratchets up the dispute, which had already seen trade tariffs being imposed earlier this year. \nThere are fears that more tariffs could cause further damage to companies and consumers. Goods affected this time include motorcycles and aerials. \nChina immediately imposed retaliatory taxes on the same value of US products.\nPresident Trump has been sounding off about unfair trade since even before he became president. \nDuring the 2016 election campaign, he said China engaged in the \"rape\" of the American economy.\nHe ordered an investigation into Chinese trade policies in August 2017 and has been steadily imposing tariffs on Chinese goods since January this year.\nHis administration says the tariffs are intended to counter Chinese practices, such as state subsidies, that make it difficult for US companies to compete against their Chinese rivals.\nPresident Trump thinks that by slapping on an extra tax - or tariff - he will make life easier for US companies, whose goods will become cheaper within the US by comparison.\nThe measures are part of the president's broader \"America First\" approach, which has also prompted the US to impose higher import duties on steel and aluminium, including from Mexico, Canada and the European Union. \nAll of those countries have retaliated.\nThe tariffs that went into effect on Thursday apply to a vast range of goods in 279 product categories, including semiconductors, plastics, chemicals and railway equipment, and fridges.\nChina's list of 333 US product categories includes coal, copper scrap, fuel, buses and medical equipment. \nPrevious items affected included steel, soya beans, fruit, wine, whiskey, and pig products. \nThe US has threatened a third round of tariffs on an additional $200bn of Chinese goods, which include many more consumer products than the previous lists. These could come as soon as next month. \nIt has since said those items - which include bikes, baby cots and animal medicine - could be hit with a 25% levy - more than double the 10% originally planned. \nChina has said it would respond with another tariff on $60bn of US goods. \nAlthough Mr Trump states his moves will protect US industry and business, dozens of US companies and industry groups have testified to the US Trade Representative's Office that their businesses are being harmed.\nMany firms are worried that Chinese retaliatory tariffs will make their products more expensive and reduce demand. \nFor businesses that rely on Chinese imports, US tariffs also threaten to raise costs, leading to higher prices for US customers. \nThere are even warnings that the tariff on children's cots - threatened in the next round - could be harmful to health. \"Increasing tariffs on juvenile bedding products would directly promote an increased risk to child safety,\" claims Sam Shamie, of the Delta Enterprise Corporation.  \nKenneth O'Brien of Gemini Shippers Group is particularly vocal in his opposition to tariffs on Chinese imports, which he says \"will lead to the destruction of American jobs and the potential bankruptcy of US small businesses\".\nSome businesses welcome the move, though. \nThe Southern Shrimp Alliance is glad not to have to compete with Chinese shrimp products. It also says these are a health risk to the American public, so there's an additional benefit to the tariffs here.\nChina blames the US and has accused it of \"unilaterally\" heightening tensions between the two economic giants.\nIt will be difficult for Beijing to match the US threats because its manufacturers export far more products than American businesses send to China.\nThe range of goods available for China to put retaliatory taxes on is therefore shorter.\nBut there are other ways that China can respond. Iris Pang, Greater China economist at ING Wholesale Banking in Hong Kong, says it could make life harder for the US to do business in China, by increasing the cost and amount of red tape.\nAs the BBC's Asia business correspondent, Karishma Vaswani, points out, what hurts Beijing can also hurt countries further afield.\nMany goods that are needed for final assembly in China actually come from other South East Asian countries such as Malaysia and Indonesia, and go through Singapore to have some other products added on. \nThe International Monetary Fund said last month an escalation of the tit-for-tat tariffs could shave 0.5% off global growth by 2020.\nEconomists say that means some countries in the Asia-Pacific region could see as much as a percentage point shaved off economic growth. \nUltimately, all exports from China to the US could face tariffs. The president said in July that he was ready to tax all of the $500bn worth of Chinese imports into the US.\nChina has retaliated in kind to both hostilities from the US and there's no reason to think it would not respond in the same \"toe-to-toe\" fashion.\nOfficials from the US and China are currently holding low-level talks in Washington, but hopes are not high that they will bring the dispute to an end.\nMeantime, China plans to file a fresh complaint against the tariffs at the World Trade Organization (WTO), which adjudicates in global trade disputes.\nChina's commerce ministry says it \"clearly suspected\" the US of violating WTO rules. \nIt filed an initial complaint at the WTO in July as Mr Trump imposed his first round of tariffs.", "date": "23 August 2018", "href": "https://www.bbc.co.uk/news/business-45255623", "tags": "us-china us goods china come force trump war chinese trade products could new tariffs"}