{"title": "US-China trade war: The countries caught in the crossfire", "content": "China and the US are caught up in the continuing trade war, but they're not the only that will feel its effects. \nOther Asian economies are intricately linked to China's fortunes, through their highly connected supply chains. And what hurts Beijing can also hurt countries further afield, like South Korea, Taiwan - or Singapore.\nOn the outskirts of the central business district in Singapore, the steady hum of machines producing speakers and air fresheners for customers around the region reverberates through one factory.\nThe business was set up by Joyce Seow's dad in the 1970s. Poh Eng Seow was a floor manager at the time for a factory run by a multinational firm in the country. \nWhen the multinational pulled out, he decided to keep servicing his Western clients, and started the operation with just seven people on the factory floor.\nToday, Watson EP Industries has more than 350 people on its books. It also has factories in China and Vietnam, and an annual turnover of $40m (£31m). \nMr Seow credits opening the facility in China in the early 2000s as the reason for the spectacular growth of his firm. \n\"To do business in China is an education,\" he tells me, chuckling. \"You must learn how to do things the right way. Better to hire a local consultant!\"\nBut now China could also be the reason why this family-run firm could be put in jeopardy.\nJoyce and her dad have only recently found that the speakers they make in their Chinese factory could see a 25% tariff placed on them when they are sold in the US. Speakers are on the most recent list issued by Washington that targets $200bn worth of Chinese goods.\nThe tariffs have yet to come into effect - in fact, they are currently only under consideration - but both Joyce and her dad are extremely worried about the impact on their company. More than half of their business in China consists of producing speakers for the US market. \n\"We are very disappointed, and in a lot of discomfort in not knowing what lies ahead,\" Joyce tells me as she looks through the list of goods. \n\"With this tariff threat, the immediate impact to our US customers is that it will impact their bottom line.\"\nJoyce points out that the reason they moved their production to China in the first place was because that's what their Western customers had insisted on, to take advantage of lower labour costs. \n\"We are sandwiched,\" she says. \"Our voices will drown amongst the giants - this fight between China and the US.\"\nSingapore is a uniquely trade-dependent country - and is likely to be one of the hardest hit in the region by the trade war, according to an analysis by DBS, South East Asia's largest Bank.\nIt says that if China and the US do place tariffs of up to 25% on all the products they trade - then Singapore could see up to 0.8% shaved off its economic growth figures this year - and 1.5% next year. \nMore from the BBC's series taking an international perspective on trade:\nAt the Singapore port, one of the busiest in the world, it's easy to see just how much trade matters to this tiny nation. \nSingapore is known as a \"trans-shipment\" hub - that means nine out of 10 containers that come here are actually destined for another country, like China, for instance. \nMany goods that are needed for final assembly in China actually come from other South East Asian countries such as Malaysia and Indonesia, and go through Singapore because they also need to have some other products added to them at times. \nThis is one of the reasons why Singapore has benefited immensely from globalisation and free trade - transforming itself from a tiny fishing village into one of the world's financial powerhouses. \nBut now, much like everywhere else in this region, Singapore has found itself stuck in the middle of a fight between the world's two superpowers. And there's not very much it can do. \nBut it's not just Singapore that will be affected, as the country's minister of trade, Chan Chun Sing, points out.\n\"To produce a product, chances are it would be a global production chain, and if one part of the global production chain gets disrupted or distorted, it hurts not just one specific country, but it hurts all countries,\" he says.\nDBS Bank says that's true. The analysis it has done shows that South Korea, Malaysia and Taiwan - all trade-dependent production hubs - could lose up to 0.6% of economic growth this year. But this is still not the worst possible scenario, as the minister points out. \n\"If global confidence is shaken and impacted negatively and everybody withholds their investment, then I think we will suffer quite a serious consequence for the entire global economy, and this is the greatest uncertainty,\" says Mr Chan. \nAnalysis by Swiss investment bank UBS points to a similar outlook. \n\"If you think about how globally integrated economies work, it is good for you if your neighbours are doing well,\" says Alice Fulwood, South East Asia economist with the bank. \nConversely then, if there is a slowdown in the Chinese economy - which UBS sees as growing by only 6.2% next year, lower than its initial 6.4% estimate - then other countries in Asia will see a knock-on impact.\nBut UBS also points out that some production bases in South East Asia could reap the benefits of manufacturing facilities being shifted there - like Vietnam, for instance. Still, that won't offset the lower growth the global economy is expected to see from this trade war. \nAnd as Ms Fulwood explains, in general these sort of strategies - of raising tariffs and attacking, rather than co-operating and communicating - \"tend to backfire, because they tend to reduce growth everywhere, and make everyone more defensive\". \nBack at the factory, Joyce and her father inspect some of the latest products they are hoping to sell to their customers. \nThis is a resilient family, and they are already thinking of moving their production to Vietnam to mitigate the Chinese tariff threat.\nBut for millions of small business owners like Joyce, the cost of doing business in China has just become far more risky - and won't get any easier, until this trade war subsides. ", "date": "22 August 2018", "href": "https://www.bbc.com/news/business-45247000", "tags": "caught us-china joyce us china singapore crossfire business production one countries war trade could south"}