{"title": "US-China trade war: Your questions answered", "content": "As the trade war between the world's two largest economies ramps up, we wanted to know what questions you had about the US-China trade war. \nThe US has more than doubled tariffs on many Chinese goods, in an escalation of the tensions between the countries.\nHere are some of the questions you asked:\nThere's no obvious direct impact on European consumers but the conflict is seen as a significant threat to global economic growth. \nFor one thing, these are the two largest economies in the world and very important markets for many other countries.\nIf the tariffs weaken them, it means less demand for goods from the rest of the world, Europe included. That could affect European consumers' incomes.\nThe trade war has weighed on the global economy over the past year and created uncertainty for businesses and consumers.\nThere is also the possibility of goods being diverted on to global markets, producing some downward pressure on prices in Europe and elsewhere.  \nA trade deficit is the difference between how much a country imports from other countries and how much it exports.\nYes, China has bilateral trade deficits with quite a number of countries. \nFor example, China buys a lot of vehicles and industrial machinery from Germany, with whom it has a deficit of $27bn (24 euros, £21bn).\nThere is also a deficit with Australia, which is a major supplier of industrial raw materials, such as coal and iron ore, to China. \nChina has a trade deficit with several countries in East Asia, including Japan, Thailand, Malaysia and South Korea.\nHowever, China has a trade surplus with the rest of the world as a whole - although that has declined dramatically in recent years. \nThe US has a trade deficit with China, which has grown since the mid-1980s, hitting $419bn in 2018. \nOverall, the US has a trade deficit with the rest of the world - it reached $622bn last year for goods and services. \nThat's made up of a goods deficit $891 billion, partly offset by a surplus in services of $269 billion. \nThe responsibility for actually handing over the money for tariffs is generally with the importer.\nHowever, who actually bears the economic cost is more complicated.\nIt's certainly possible in principle that the exporter - in this case Chinese enterprises - could \"pay\" by having to accept a lower price for good, so that the total cost to the importer was unchanged. \nBut analysis by two groups of economists found little evidence of that.  \nInstead they found that \"the costs of the new tariff structure were largely passed through as increases in US prices, affecting domestic consumers and producers who buy imported goods rather than foreign exporters\".   \nThe tariffs can affect prices inside the US in a number of ways. \nThey can add to the cost of imported goods if the tariffs are passed on by exporters. That can increase the prices of goods bought directly by consumers. \nIt can also lead US manufacturers to raise prices if they use raw materials or components that are subject to the tariffs. \nThey can also make it easier for producers inside the US who compete with Chinese goods to raise their prices.\nResearch by economists at Princeton and Columbia Universities and the Federal Reserve suggests all these impacts have been felt.  \nProduced by George Pierpoint, UGC and Social News team", "date": "10 May 2019", "href": "https://www.bbc.com/news/business-48226820", "tags": "us-china goods us world china answered prices countries war tariffs trade questions deficit consumers"}