{"title": "US economic growth continues to slow", "content": "US economic growth slowed to an annualised rate of 2.6% in the final three months of 2018, figures show.\nHowever, the reading was ahead of expectations for a rate of between 1.8% and 2%.\nThe pace of growth was below the 3.4% rate seen in the third quarter thanks to a slowdown in consumer spending.\nThe growth figures had originally been due to be released in January, but were delayed because of the 35-day US government shutdown.\nThe US economy was boosted last year by a big tax cut and an increase in government spending. \nIan Shepherdson, chief economist at Pantheon Macroeconomics, said that the fourth quarter was \"not a bad performance\" given that the economic boost from the Trump administration's tax cuts is now fading. \nFor the full year, GDP grew by 2.9% - just shy of President Donald Trump's 3% target - compared with 2.2% in 2017. \nMr Shepherdson said he expected that growth in 2019 would revert to the \"post-crash trend\" of between 2% and 2.5%, \"demonstrating that the personal tax cuts offered nothing more than a sugar high, and that the business tax cuts did nothing to lift trend growth. Though they did make shareholders richer\".\nCapital Economics chief US economist Paul Ashworth said he expected growth of 2.2% this year and 1.2% in 2020.\nBy Andrew Walker, BBC World Service economics correspondent\nIt has certainly been a significant slowdown. But that figure of 2.6% is still reasonably strong. \nIt is actually more than most independent economists think the US can sustain over the long term. Many think there was a short-term boost from President Trump's tax cuts which is now fading.\nIn the coming years, the economy will face further headwinds from an ageing population. The view that long-term prospects are rather more modest is shared by policymakers at the Federal Reserve. \nThey consider the long-run growth of the US economy is likely to be somewhere between 1.7% a year and 2.2%.\nPresident Trump by contrast has suggested that 4% is doable, and his administration is aiming for 3%. \nGrowth for the full year 2018 was very close to the latter figure. But sustaining it will be a serious challenge. \nConsumer spending, which accounts for more than two-thirds of US economic activity, increased at an annual rate of 2.8% in the final three months of last year. \nThat was a slowdown from the 3.5% rate set in the previous quarter.\nRecent figures showed that retail sales fell by 1.2% in December while demand for new vehicles dropped by 1% in January compared to the same month last year, with car sales particularly hard hit with a 4% drop.  \nMr Ashworth said that both factors mean that \"consumption growth could fall below 2%\" in the first quarter of 2019.\nAlso, while business investment growth reached 6.2%, he said \"the first quarter won't be this good\".\n\"We already know that lower oil prices will depress mining investment, while the weakness of underlying durable goods orders points to a softer equipment showing.\" ", "date": "28 February 2019", "href": "https://www.bbc.co.uk/news/business-47392731", "tags": "us continues slow growth tax quarter cuts trump economic year rate"}