{"title": "US envoy Stephen Biegun 'reveals' North Korea nuclear pledge", "content": "North Korea has pledged to destroy all its nuclear material enrichment facilities, according to the US special envoy for the country, Stephen Biegun. \nHe said the promise had been made to US Secretary of State Mike Pompeo when he visited North Korea in October.\nHowever Pyongyang has not confirmed making any such pledge.\nMr Biegun also said that North Korea must provide a complete list of its nuclear assets before any deal can be reached. \nExperts believe the North has more than one undeclared nuclear fuel enrichment site aside from the known facility at Yongbyon, north of Pyongyang, and question how the destruction of all facilities could be fully verified. \nPresident Donald Trump had earlier claimed \"tremendous progress\" in talks between the countries. \nSpeaking in the Oval Office on Thursday, the president said he would soon announce the date and location of a planned second summit with North Korea's Kim Jong-un.\nThe pair met in Singapore last year, the first meeting between a sitting US president and a North Korean leader, and signed an optimistic but vague declaration of their commitment to denuclearisation. \nSince then little progress has been made. \nStephen Biegun has been Washington's top envoy to North Korea for five months but he gave a detailed public accounting of his approach for the first time in a speech at Stanford University in California.\nMr Biegun said President Trump was \"ready to end this war\".\n\"We're not going to invade North Korea. We are not seeking to topple the regime,\" he said.\nMr Biegun - who will travel to South Korea on Sunday before meeting North Korean officials - also said Washington was willing to discuss a range of trust-building measures with Pyongyang.\nHe said Kim Jong-un had committed, in his talks with Mr Pompeo, to \"the dismantlement and destruction\" of all its plutonium and uranium facilities, which provide the material for nuclear weapons. \nBut he reiterated that the US would not lift sanctions until denuclearisation was complete, demanding \"a complete understanding of the full extent of the North Korean WMD [weapons of mass destruction] and missile programmes through a comprehensive declaration\".\nNorth Korea has long refused to give a full account of its nuclear capacity, and the means by which any surrendering or dismantling of nuclear arms will be verified has always been a sticking point in negotiations. \nThe country has one known nuclear fuel production facility at Yongbyon, which has been the source of plutonium for its nuclear weapons programme. Uranium is also enriched there, according to experts.\nHowever there is believed to be at least one other undeclared facility to enrich nuclear fuel in North Korea.\nUS intelligence officials believe Pyongyang has stepped up the enrichment of uranium even while it continues talks with Washington, according to reports.\nSo far Kim Jong-un has committed to allowing experts to verify the destruction of two sites - the Tongchang-ri missile engine testing site and the Punggye-ri nuclear test site.\nBut Mr Biegun admitted that these facilities are \"not critical parts of the current North Korean missile or nuclear programmes\".\nHe said the US position remained that it would not lift sanctions \"until denuclearisation is complete\", but indicated it could provide assistance in other ways, saying: \"We did not say we will not do anything until you do everything.\"\nHe also admitted that North Korea and the US did not have a shared definition of what denuclearisation actually meant.\n\"We do not have a specific and agreed definition of what final, fully verified denuclearisation or comprehensive, verifiable, irreversible denuclearisation - whatever your preferred term of art - is,\" he said.\nHe also said there had been no discussion with North Korea on whether the 28,500 US military personnel stationed in South Korea could be withdrawn as a concessional move.\nMr Biegun said the US had \"contingencies\" in place if the diplomatic process collapsed.\nNorth Korea has always said its nuclear programme is essential to its survival and that it will never unilaterally give it up unless it no longer faces a nuclear threat from the US.\nDespite positive noises from the White House, there are still sceptics on the Korean peninsula and in the US.\nUS intelligence chiefs presented the annual Worldwide Threat Assessment report to the US Senate earlier this week, which assessed that North Korea is \"unlikely to give up\" its weapons programme. \nThe report also said Iran was not developing nuclear weapons, as the Trump administration has said, prompting a tweet from the president telling the intelligence heads to \"go back to school\".\nA further tweet on Thursday said the Senate report had been \"mischaracterised by the media\".", "date": "1 February 2019", "href": "https://www.bbc.co.uk/news/world-asia-47082860", "tags": "us denuclearisation nuclear biegun envoy pledge north also korea stephen"}