{"title": "US faces retaliation if car tariffs go ahead", "content": "The EU, Mexico and Canada have said they will retaliate against the US if the White House places new tariffs on foreign cars and vehicle parts.\nThe countries delivered the warning on Thursday to a panel examining whether to recommend the taxes on grounds of national security.\nUS President Donald Trump ordered the Commerce Department to investigate the move in May.\nThe idea has also prompted widespread opposition in the US.\nMore than 2,000 comments were submitted in response to the inquiry, with major US car-makers such as General Motors submitting responses alongside ordinary car enthusiasts worried the measures could  raise the cost of parts for antique cars.\n\"This is insane,\" one man from Arizona said. \nAt Thursday's hearing on the matter, Mexican Ambassador Geronimo Gutierrez Fernandez said imports from his country did not threaten national security.\n\"We will remain vigilant for any unjustified trade restriction and will exercise our rights to ensure that the Mexican automotive industry is not adversely affected,\" he said.\nThe Mexican ambassador was one of more than three dozen representatives scheduled to testify, most of whom oppose the measure, which represents one of the most sweeping Mr Trump has proposed.\nCanada and the EU also said they are preparing counter-measures, which would add to retaliation already in place in response to US tariffs on steel and aluminium.\nJennifer Kelly, research director for the United Auto Workers union, noted significant job losses in the US car industry over the past two decades, but said the US should consider \"targeted measures\".\n\"We caution that any rash actions could have unforeseen consequences, including mass layoffs for American workers, but that does not mean we should do nothing,\" she said.\nThe US imported more than $200bn (£154bn) in foreign cars and trucks last year, almost 80% of which came from Mexico, Canada, Japan and Germany. \nForeign car companies like BMW and Toyota also represent some of the industry's biggest employers in the US, while more than $100bn worth in auto imports enter the country each year.\nCar firms say the tariffs, which could be as high as 25%, would cause the price of a car imported into the US to increase by an average of almost $6,000, and a US-made one to go up by about $2,000. \nThey also say tariffs would lead to less investment in the US and job cuts.\nThe Peterson Institute for International Economics has warned the tariffs, even without retaliation, could lead to the loss of 195,000 US jobs.\nMr Trump has appeared resolute in the face of the criticism. \nOn Wednesday, he again raised the idea of auto tariffs against the EU, threatening \"tremendous retribution\" if trade negotiations do not go his way.\nHowever, the proposed auto tariffs have drawn growing political opposition.\nCar workers held a rally in Washington DC opposing the hearing. \nAnd nearly 150 members of the House of Representatives, including members of both parties, sent a letter to the Commerce Department this week urging it to reject the plan for auto tariffs.\nUS Senator Orrin Hatch has said if the president moves forward, he will consider legislative measures to curb White House power to make trade policy.", "date": "19 July 2018", "href": "https://www.bbc.co.uk/news/business-44894417", "tags": "auto us faces eu retaliation go one ahead canada could car tariffs also"}