{"title": "US fights Chinese influence with a $113m investment in Asia", "content": "The US is set to spend $113m on digital economy, energy and infrastructure in Asia, a move seen as an attempt to counter China's growing influence.\nUS Secretary of State Mike Pompeo made the pledge while outlining the \"Indo-Pacific\" economic strategy in a speech to business leaders in Washington.\nHe said the US believed in \"strategic partnerships not strategic dependency\". \nThe announcement comes at a time when the US and China are butting heads in a tit-for-tat trade war.\nThe Trump administration strategy to build influence with a regional grouping identified as the \"Indo-Pacific\", which includes the US west coast, South East Asian nations and India, is seen as a response to China's Belt and Road initiative.\nBut the funds will be seen as a drop in the ocean compared to the billions Beijing has poured into the rebuilding of ports, roads and railways across Asia and beyond.\nThe Belt and Road initiative is widely seen as China's attempt to increase its political and strategic influence globally.\nMr Pompeo made pointed reference to this in his speech to the US Chamber of Commerce. \"The United States of America does not invest for political influence, but rather practices partnership economics,\" he said. \n\"These funds represent just a down payment on a new era in US economic commitment to peace and prosperity in the Indo-Pacific region.\"\nDespite the amounts involved, analysts say it is a sign that the US intends to increase its engagement with Asian economies.\nThe US has carried out an increasingly protectionist economic agenda since US President Donald Trump took office in 2016,  setting the tone early on when he pulled out of the Trans Pacific Partnership deal last year.\nIt also slapped tariffs on $34bn of Chinese goods earlier this month and has accused China of intellectual copyright theft.", "date": "31 July 2018", "href": "https://www.bbc.com/news/business-45015403", "tags": "fights us investment indo-pacific china asia influence economic chinese pompeo seen attempt strategic"}