{"title": "US files charges against China's Huawei and CFO Meng Wanzhou", "content": "The US Justice Department has filed a host of criminal charges against Chinese telecoms giant Huawei and its chief financial officer, Meng Wanzhou. \nThe charges against the world's second largest smartphone maker include bank fraud, obstruction of justice and theft of technology. \nThe case could ratchet up tensions between China and the US, and impact the firm's global expansion efforts. \nBoth Ms Meng and Huawei deny the allegations. \nMs Meng was arrested in Canada last month at the request of the US for allegedly evading sanctions on Iran.\n\"For years, Chinese firms have broken our export laws and undermined sanctions, often using US financial systems to facilitate their illegal activities. This will end,\" said US Commerce Secretary Wilbur Ross. \nIn a statement, Huawei rejected the charges, saying it didn't commit \"any of the asserted violations\" and that it \"is not aware of any wrongdoing by Ms Meng\".\nIt said the allegations were already the subject of a settled civil suit, in which a jury found \"neither damages nor willful and malicious conduct on the trade secret claim\".\nThe indictment alleges Huawei misled the US and a global bank about its relationship with two subsidiaries, Huawei Device USA and Skycom Tech, to conduct business with Iran. \nUS President Donald Trump's administration has reinstated all sanctions on Iran removed under a 2015 nuclear deal and recently imposed even stricter measures, hitting oil exports, shipping and banks. \nA second case alleges Huawei stole technology from T Mobile used to test smartphone durability, as well as obstructing justice and committing wire fraud.\nThe T-Mobile tech, known as Tappy, mimicked human fingers to test phones. \nIn all, the US has laid 23 charges against the company.\n\"These charges lay bare Huawei's alleged blatant disregard for the laws of our country and standard global business practices,\" said FBI Director Christopher Wray.  \nMr Wray said companies like Huawei \"pose a dual threat to both our economic and national security\". \nHuawei is one of the largest telecommunications equipment and services providers in the world, recently passing Apple to become the second biggest smartphone maker by volume after Samsung.\nBut the US and other Western nations have been concerned that the Chinese government could use Huawei's technology to expand its spying ability, although the firm insists there is no government control.\nThe arrest of Ms Meng, the daughter of Huawei's founder, infuriated China.\nShe was arrested on 1 December in Canada's western city of Vancouver at the request of the US.\nShe was later granted a C$10m (£5.7m; $7.6m) bail by a local court. But she is under surveillance 24 hours a day and must wear an electronic ankle tag.\nAnalysis by Karishma Vaswani, Asia business correspondent\nHuawei is what the Chinese call a national champion. A private firm, tasked with China's ambitions to go into the world and lead the way.\nBut now the full force of the US justice system is being hurled at the firm. \nThe allegations by the US Department of Justice are the most serious Huawei has ever seen, and go to the heart of the trade war between China and the US.\nHuawei has consistently denied the allegations, and the firm's boss says it is being used as a pawn in power games between the US and China.\nWhile the US says the charges against Huawei aren't about trade war, it is unlikely the Chinese will see it the same way. \nThe charges come as the US and China prepare to hold high-level trade talks in Washington this week. \nUS commerce secretary Wilbur Ross stated that the Huawei charges were \"wholly separate\" from ongoing trade negotiations with China. \nHowever, the indictment focuses on the alleged theft of US technology, which has been a major sticking point in trade negotiations. \nPresident Trump's administration has imposed tariffs on $250bn (£190bn) worth of Chinese goods, prompting Beijing to respond with its own tariffs. \nBoth countries agreed last month to suspend new tariffs for 90 days to allow talks. ", "date": "29 January 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-47036515", "tags": "files us cfo wanzhou china justice charges huawei chinese trade meng firm technology"}