{"title": "US imposes new Russia sanctions over cyber-attacks", "content": "The US has slapped sanctions on five Russian companies and three Russian individuals for allegedly aiding Russia's main intelligence agency. \nTreasury Secretary Steven Mnuchin said the measures were to counter \"malicious actors\" working to \"increase Russia's offensive cyber-capabilities\".\nThe sanctioned entities and individuals are prohibited from any transactions involving the US financial system.\nThe move is in response to alleged Russian cyber-attacks on the US.\nIn addition to being barred from the US financial system, the measures mean American citizens and companies cannot do business with the Russian entities.\n\"The entities designated today have directly contributed to improving Russia's cyber and underwater capabilities through their work with the FSB [Federal Security Service] and therefore jeopardise the safety and security of the United States and our allies,\" Mr Mnuchin said in a statement on Monday.\nThe three people named - Aleksandr Tribun, Oleg Chirikov and Vladimir Kaganskiy - reportedly have ties to Divetechnoservices, a company that allegedly specialises in hacking into undersea communications cables.\nThe Treasury statement cited the NotPetya cyber-attack as well as intrusions into the US energy grid as examples of Russia's \"malign and destabilising cyber activities\".\nIn February, the White House said the NotPetya attack in June 2017 caused billions of dollars in damage across Europe, Asia and the Americas.\nCongress passed the Countering America's Adversaries Through Sanctions Act last year, which has allowed these sanctions to be passed.\nThe new sanctions also target Russian underwater capabilities. \nAccording to the Treasury Department, \"Russia has been active in tracking undersea communication cables\" which carry global telecommunications data.\nThe Treasury slapped sanctions on the FSB in March for alleged cyber-attacks on behalf of the Kremlin.\nPresident Barack Obama also sanctioned the FSB in 2016 over alleged hacking of Democratic political organisations during the presidential race that year.", "date": "11 June 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44446449", "tags": "sanctions us slapped alleged russian imposes entities cyber-attacks treasury fsb russia new"}