{"title": "US-Iran: John Bolton warns Iran of 'hell to pay' if crossed", "content": "US National Security Adviser John Bolton has warned Iran's rulers that there will be \"hell to pay\" if they harm the US, its citizens or allies.\nHis comments came hours after President Donald Trump accused Iran of sowing \"chaos, death and destruction\" across the Middle East.\nIranian President Hassan Rouhani responded by criticising the Trump administration for its hostility. \nThe US recently imposed sanctions after leaving the 2015 Iran nuclear deal.\nThe accord, negotiated by former President Barack Obama, saw Iran limit its nuclear activities in exchange for sanctions relief.\nThe remaining signatories are standing by the deal. The UK, China, France, Germany and Russia say they will set up a new payment system to maintain business with Iran and bypass US sanctions.\nUS Secretary of State Mike Pompeo condemned the plan as \"one of the most counterproductive measures imaginable\".\nMr Bolton said the \"murderous regime\" of \"mullahs in Tehran\" would face significant consequences if they continued to \"lie, cheat and deceive\".\nThe former US envoy to the UN was speaking at an anti-Iran conference in New York on Tuesday.\n\"If you cross us, our allies, or our partners; if you harm our citizens,\" he said, \"there will indeed be hell to pay.\"\n\"Let my message today be clear: We are watching, and we will come after you.\"\nMr Bolton, who has argued for military action against Iran in the past, said the US would be aggressive in enforcing economic sanctions.\nMeanwhile, President Trump defended his decision to abandon the nuclear deal while speaking at the UN General Assembly in New York. \n\"Iran's leaders sow chaos, death and destruction,\" he said.\n\"They do not respect their neighbours or borders or the sovereign rights of nations. Instead, Iran's leaders plunder the nation's resources to enrich themselves and spread mayhem across the Middle East and far beyond.\"\nHe believes renewed economic pressure will force Iran to agree to a new deal.\nOn Wednesday, Mr Trump is due to lead a UN Security Council meeting on Iran and the non-proliferation of nuclear weapons.\nMr Rouhani said dialogue should begin by ending threats and what he called \"unjust sanctions\", adding that no nation could be brought to the negotiating table by force. \n\"The United States' understanding of international relations is authoritarian. In its estimation might makes right. Its understanding of power, not of legal and legitimate authority, is reflected in bullying and imposition,\" he said in New York.\nIran has accused Mr Trump of waging \"psychological warfare\" against it and denies any involvement in terrorism. It insists its nuclear programme is entirely peaceful.\nIn August, the US reinstated sanctions targeting the Iranian government's purchase of US dollars, Iran's trade in gold and other precious metals, and its automotive sector.\nThe value of Iran's currency, the rial, has been damaged by the new US policy.\nIn November, a second batch of potentially more damaging sanctions will be re-imposed on Iran's oil and shipping sectors as well as its central bank.\nAs the US and Iranian presidents took digs at one another at the UN, Persian- and English-speaking Twitter users engaged in their own war of words, BBC Monitoring reports.\nOpponents of the Islamic Republic turned #IraniansWantRegimeChange into a trend with nearly 650,000 tweets, while Iranians who still hope for reforms used #NoSanctionsNoWars almost 40,000 times. However, both numbers appear to have been heavily skewed by bot activity.\nMeanwhile, Iranian state TV and print media of all political stripes - including hardline outlets normally critical of Mr Rouhani, a moderate - were broadly supportive of the president's speech and highlighted the delegates' \"mockery\" of Mr Trump. \nThe remaining members in the nuclear deal say they will set up a new payment system to allow oil companies and businesses to continue trading without relying on the US-led global market and dollar.\nExactly how the system would work is still being determined.\nThe plan has infuriated the US.\nMr Pompeo said: \"I was disturbed and indeed deeply disappointed to hear remaining parties in the Iran deal announce they are setting up a special payment system to bypass US sanctions.\n\"By sustaining revenues to the regime you are solidifying Iran's ranking as number one state sponsor of terror.\"\nThe EU had also earlier vowed to protect firms against the impact of US sanctions for doing legitimate business with Iran.\nIn his speech at the UN, French President Emmanuel Macron called for \"dialogue and multilateralism\" on Iran, remarks widely seen as directed at Mr Trump.", "date": "26 September 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-45647863", "tags": "iran us warns sanctions nuclear bolton crossed president trump us-iran pay new john deal"}