{"title": "US judge allows e-voting despite hack fears", "content": "A judge in the US state of Georgia has approved the use of electronic voting machines - despite being \"gravely concerned\" that they could be hacked.\nThere wasn't enough time before November's mid-term elections to switch to a secure paper-based alternative, said District Judge Amy Totenberg.\nFears that e-voting machines could be hacked have caused some to warn against their adoption in some countries.\nThe judgement was a \"significant\" one, according to one e-voting expert.\nA lawsuit was filed in May last year against Georgia's Secretary of State over the Direct-Recording Electronic (DRE) voting machines.\nThere are now less than two months until the US mid-term elections in November, when many new members of the US Senate and House of Representatives will be elected.\nJudge Totenberg said in her judgement the lawsuit had taken place at the \"eleventh hour\" and that switching to a paper-based voting system now could \"just as readily jeopardise the upcoming elections, voter turnout and the orderly administration of the election\".\nHowever, she also acknowledged the seriousness of the threat posed by hackers, and rebuked state officials for not dealing with the problem sooner.\n\"The court is gravely concerned about the state's pace in responding to the serious vulnerabilities of its voting system - which were raised as early as 2016 - while ageing software arrangements, hardware and other deficiencies were evident still earlier,\" she said.\nLater, she concluded, \"The state's posture in this litigation - and some of the testimony and evidence presented - indicated that the defendants and state election officials had buried their heads in the sand.\"\nThere are 14 US states that use machines to record votes. No paper record of the voting is made in the process.\n\"I think that judgement is really significant,\" said e-voting expert Prof Steve Schneider at the University of Surrey.\n\"The judge is asking for [cyber-security concerns] to be addressed… saying that the 2020 elections are around the corner.\"\nProf Schneider told the BBC that there was a risk people using the machines would begin to distrust the democratic process if security researchers' findings weren't taken seriously.\n\"I would hope that the authorities would take whatever steps they could to regain that trust while they're still using these machines,\" he told the BBC.", "date": "19 September 2018", "href": "https://www.bbc.com/news/technology-45572871", "tags": "us despite machines voting fears e-voting judge elections state could hack judgement allows"}