{"title": "US judge blocks Mississippi 15-week abortion ban", "content": "A US judge in the state of Mississippi has overturned an abortion ban that would have prevented women from getting abortions after 15 weeks of pregnancy.\nRepublican Governor Phil Bryant enacted the ban in March, but the law was temporarily blocked in a lawsuit filed by the state's last abortion clinic.\nOn Tuesday Judge Carlton Reeves ruled the ban \"unequivocally\" violated women's constitutional rights. \nUnder current state law, women are allowed abortions until 20 weeks.\nIn his decision, Judge Reeves criticised the state for seeking a legal battle with abortion rights advocates in an effort to revisit Roe v Wade, the landmark 1973 US Supreme Court ruling that legalised abortion nationwide, in federal court. \n\"The state chose to pass a law it knew was unconstitutional to endorse a decades-long campaign, fuelled by national interest groups, to ask the Supreme Court to overturn Roe v Wade,\" he wrote. \n\"This court follows the commands of the Supreme Court and the dictates of the United States Constitution, rather than the disingenuous calculations of the Mississippi Legislature.\"\nThe judge also pointed to medical consensus about when the foetus becomes vital, which typically begins at 23 or 24 weeks of pregnancy. \nThe ruling means a similar 15-week ban will not be allowed to pass in neighbouring Louisiana, as that law was dependent on the outcome of Mississippi's ruling, the Clarion Ledger newspaper reported.\nGovernor Bryant signed The Gestational Age Act into law on 19 March, after which the Center for Reproductive Rights filed a lawsuit on behalf of the only abortion clinic in Mississippi, the Jackson Women's Health Organization. \nHe said at the time he wanted the state to be \"the safest place in America for an unborn child\".\nJudge Reeves temporarily blocked the state from enforcing the ban the next day. \nThe bill banned most abortions after 15 weeks, with no exceptions for rape or incest, which made it the most restrictive abortion ban in the US. \nThe only exemptions were in cases where there was a foetal abnormality that is \"incompatible with life\", or the mother's life is in danger. Doctors would have been stripped of their license or faced fines if they performed the procedure after 15 weeks. \nIn 2014 federal judges ruled that attempts for six- and 12-week bans in North Dakota and Arkansas were unconstitutional, and struck them down.\nIn a statement on Tuesday, Nancy Northup, president and CEO of the Center for Reproductive Rights, called the ruling a \"wake-up call for state lawmakers who are continuously trying to chip away at abortion access. Such bans will not stand in a court of law\".\nIt was not immediately clear if Governor Bryant or the Mississippi attorney general's office planned to appeal against the ruling. \nThe ruling comes as the US Centers for Disease Control and Prevention released data showing that abortions have dropped to their lowest rate in a decade.\nIn 2015, the most recent year that data is available, the rate was about 11.8 abortions per 1,000 women aged 14 to 44.\nThat compares to 15.9 abortions per 1,000 women in 2006, when the study was first launched.\nThe researchers did not give a reason for the decline.", "date": "21 November 2018", "href": "https://www.bbc.com/news/world-us-canada-46282175", "tags": "us blocks abortions judge court ruling abortion state women mississippi ban law"}