{"title": "US military draws up 'do not buy' list for software", "content": "The US military is being warned off installing software believed to have been compromised by Russian or Chinese state-backed hackers.\nThe Pentagon has drawn up a \"do not buy\" list of suppliers, reports the Defense One news site.\nLegitimate-looking software developers could be fronts for enemy hacker groups, it was told.\nThe news follows official warnings about software supply-chain attacks that target widely used programs.\nThe Pentagon started to draw up the list in early 2018 and it is regularly circulated to procurement chiefs and other teams who source software for the armed forces. No details of which software packages or developers are on the list have been released.\nIn addition, contractors who work with the US military to provide technology-related services are being \"educated\" about companies that look suspicious.\nSpeaking to Defense One, Ellen Lord, US defence undersecretary for acquisition, would not be drawn on whether any weapons or projects run by the US military had been infiltrated by compromised software.\nRather than concentrating on individual programs or weapon systems, she said, the Pentagon was concerned with the broader issue of finding and using trustworthy code.\nAttempts to subvert code could take several different forms, suggested a report by the US National Counterintelligence and Security Center. It could involve:\nRussia had consistently denied any involvement in cyber-espionage, said Vitaliy Shevchenko, from BBC Monitoring. Russia has said sanctions visited on companies such as its homegrown cyber-security company Kaspersky Lab were simply examples of American unfair competitive practices.\nMr Shevchenko said Russia's information strategy regarded imported software as a threat in the same way the Pentagon did. However, he added, it was not clear how much success it had in swapping suspect code for native alternatives. \nThe \"do not buy\" list comes after several warnings over software and equipment already widely used in the US and UK.\nTelecoms hardware and code from Huawei and ZTE have been subjected to intense scrutiny in recent months. Earlier this month, a UK government report said it had \"only limited assurance\" that Huawei's kit posed no threat to national security.", "date": "30 July 2018", "href": "https://www.bbc.com/news/technology-45007337", "tags": "compromised us software military pentagon draws buy code could russia list"}