{"title": "US pushes back on foreign takeover deals", "content": "The US has passed a new law that strengthens the government's power to review - and potentially block - business deals involving foreign firms.\nUS President Donald Trump signed the bill, which is part of a broader military spending measure, on Monday.\nThe US worries Chinese firms use investments and acquisitions to gain access to new technology - a concern also behind the US-led trade war.\nChina was critical of the US defence act.\nThe law was supported by both Republicans and Democrats in Congress, which approved the measure earlier this year.\nIt comes as other countries, including the UK, consider ways to toughen their scrutiny of foreign deals with an eye to China.\nThe new law expands the type of deals subject to potential review by the  Committee on Foreign Investment in the US (CFIUS), which vets foreign investments to see if they pose a risk to national security.\nFor example, it directs the committee to consider how potential transactions might affect personal data and cyber-security and whether an investment gives foreigners access to \"material\" non-public information.\nIt also strengthens export controls, allowing the US to review overseas deals, such as joint ventures. \nThe new law does not specifically name China.\nHowever, it directs CFIUS officials to consider whether the transaction involves a \"country of special concern that has a demonstrated or declared strategic goal of acquiring a type of critical technology or critical infrastructure\".\nChina criticised the measures, saying it would comprehensively assess them.\n\"The US side should objectively and fairly treat Chinese investors, and avoid CFIUS becoming an obstacle to investment cooperation between Chinese and US firms,\" China's Commerce Ministry said, according to Reuters.\nThe broader military spending legislation also says \"long-term strategic competition with China\" is a principal priority for the US.\nUS Treasury Secretary Steven Mnuchin said he welcomed the new law.\nEven without the new law, rising US scrutiny of Chinese transactions appears to have dampened investor appetite.\nChinese firms completed deals worth $1.8bn (£1.4bn) in the first half of 2018 - the lowest level in seven years and down more than 90% from the same period in 2017, according to the Rhodium Group, a US research firm.\nThe decline followed tighter Chinese controls on overseas activity, which contributed to a global contraction in foreign investment last year.\nRhodium found US regulators blocked about $2bn in Chinese deals in the first six months of 2018.\nThose included the sale of a US money transfer firm to Ant Financial, Alibaba's digital payments arm, and the acquisition of Skybridge Capital by HNA.\nOverall, foreign investment in the US fell 32% from 2016 to 2017, when it totalled about $260bn, according to the  US Commerce Department.", "date": "14 August 2018", "href": "https://www.bbc.co.uk/news/business-45177254", "tags": "us pushes deals investment china new back chinese review law foreign firms takeover"}