{"title": "US proposes tariffs on $11bn of EU products", "content": "The US is considering imposing tariffs on about $11bn (£8.4bn) worth of goods from the European Union in response to subsidies that support Airbus.\nThe World Trade Organization (WTO) has found that the subsidies have an adverse impact on the US. \nAircraft and cheese are among the products that could be hit by tariffs, the US Trade Representative (USTR) said. \nThe EU said the figure of $11bn was \"greatly exaggerated\".\nThe move would mark an escalation in trade tensions between the US and the EU. \nThe USTR said the value of goods that would be targeted with tariffs was subject to arbitration at the WTO, the result of which is expected in a few months. \n\"This case has been in litigation for 14 years, and the time has come for action. The administration is preparing to respond immediately when the WTO issues its finding on the value of US countermeasures,\" said US Trade Representative Robert Lighthizer.  \n\"Our ultimate goal is to reach an agreement with the EU to end all WTO-inconsistent subsidies to large civil aircraft. When the EU ends these harmful subsidies, the additional US duties imposed in response can be lifted.\"\nA preliminary list of goods, covering a wide range of items, has been issued for public consultation. For example, the following are being considered for additional tariffs if they come from any of the 28 EU states. \nIn addition, additional import duties are being considered on some goods if they are produced in France, Germany, Spain or the UK. They include: \nThe proposed US tariffs would be imposed in addition to existing levies on European products. \nLast year, the US started charging levies on the imports of steel and aluminium from key allies including the EU.\nThe EU imposed retaliatory tariffs on €2.8bn (£2.4bn) worth of US goods in June on products such as bourbon whiskey, motorcycles and orange juice.\nLast month, US President Donald Trump threatened to impose tariffs on cars imported from the EU, if both sides cannot reach a trade deal.\nThe Trump administration has been fighting trade battles on many fronts. \nThe US is currently negotiating a trade deal with China, but tit-for-tat tariffs imposed by the two countries have already weighed on the global economy this year.\nBy Andrew Walker, Economics correspondent\nUS trade policy under President Trump has been criticised for what some see as a lack of respect for the rules and procedures of the World Trade Organization (WTO). \nThe tariffs on steel and aluminium and on a range of Chinese goods were seen in that light by the Trump administration's international critics. \nWhatever the merits of those arguments, this move on civil aircraft is not a case of that. \nThe WTO has ruled that the EU and the four governments involved in Airbus have failed to comply with an earlier ruling that they should withdraw contested subsidies and the US has asked for authorisation to retaliate to the tune of $11bn.\nThe US wants to act quickly when the WTO arbitrator makes a ruling. So far this action seems to be following the WTO rule book. \nThe EU said proposing to place tariffs on $11bn worth of goods was over the top. The figure was based on US internal estimates, and had not been set by the WTO, a Commission source said. \n\"The EU is confident that the level of countermeasures on which the notice is based is greatly exaggerated,\" the source added.  \n\"The amount of WTO authorised retaliation can only be determined by the WTO-appointed arbitrator.\"  \nThe EU is also locked in a row with the US over the EU's claims that Airbus-rival Boeing received illegal subsidies from the US government. \nAs a result of this dispute, the EU is poised to propose a list US imports on which it will impose tariffs.\n\"In the parallel Boeing dispute, the determination of EU retaliation rights is also coming closer and the EU will request the WTO-appointed arbitrator to determine the EU's retaliation rights,\" the source said.\n\"The EU remains open for discussions with the US, provided these are without preconditions and aim at a fair outcome.\" \nAirbus said the US tariff proposals were \"totally unjustified\".\nIn a statement, the company added: \"The adoption expected this week of the WTO report will allow the EU to start sanctions proceeding with far larger countermeasures against the US. \n\"This would lead to unnecessary trade tensions and that shows the only reasonable solution is a negotiated settlement.\"", "date": "9 April 2019", "href": "https://www.bbc.co.uk/news/business-47862622", "tags": "us goods eu wto trade products subsidies tariffs imposed proposes"}