{"title": "US reaches deal with China's ZTE, says Wilbur Ross", "content": "The US has reached a deal with Chinese tech firm ZTE that will remove a ban that prevented the company from buying parts from US suppliers, Commerce Secretary Wilbur Ross has said.\nThe deal will involve ZTE paying a $1bn penalty and hiring a compliance team chosen by the US.\nZTE will also be required to replace its management board within 30 days.\nThe US had blocked ZTE's access to American suppliers, saying it had violated a sanctions settlement.\nChina's President Xi Jinping asked the US to reconsider that punishment, which forced ZTE, the world's fourth-largest mobile phone maker and a major employer in China, to suspend major operations.\nMr Ross said the fine was the largest penalty ever levied by Commerce's Bureau of Industry and Security and pledged to continue monitoring ZTE's behaviour.\nThe new deal will also see ZTE paying $400m into a holding account to insure against future violations.\nThe decision to lift the ban has faced sharp criticism from US politicians, including from some Republicans, who view the telecoms company as a national security risk.\nA bipartisan group of Senators introduced legislation on Thursday that would restore the prior penalties. Its odds of passing are unclear. \nSenator Chuck Schumer, a leading Democrat, called on Congress to reverse the deal.\n\"There is absolutely no good reason that ZTE should get a second chance, and this decision marks a 180 degree turn away from the president's promise to be tough on China,\" he said.\nZTE is based in Shenzhen, close to Hong Kong, and was founded in 1985. \nIt is China's second largest telecoms manufacturer and depends on US-made components for the production of handsets.\nThe US banned access to US suppliers in April after finding ZTE violated a settlement reached after it admitted to shipping goods to Iran and North Korea, countries subject to US trade sanctions.\nNegotiations over ZTE had been linked to wider trade talks between the US and China.\nPresident Donald Trump has proposed tariffs of up to 25% on up to $60bn worth of Chinese imports.\nHowever, Mr Ross stated that the ZTE agreement would not have any effect on the talks.\nThe announcement boosted shares in US component makers including Acacia Communications, Oclaro and Lumentum Holdings.", "date": "7 June 2018", "href": "https://www.bbc.co.uk/news/business-44395097", "tags": "reaches wilbur us ross reached china president suppliers says chinese zte deal"}