{"title": "US shutdown could stretch into January, Trump aide warns", "content": "A partial US government shutdown over budget spending could continue right up to the opening of the next Congress on 3 January, a Trump aide has said.\nThe shutdown began at midnight Friday after opposition Democrats resisted President Donald Trump's demand for $5bn (£4bn) for his Mexico border wall.\nMr Trump's acting chief of staff, Mick Mulvaney, suggested Democrats were \"beholden\" to their left wing.\nA Democratic senator said his party opposed any funding for the wall.\n\"That's correct,\" Sen Jeff Merkley told an ABC news interviewer when asked if his party was not going to approve any money for the Trump administration's project. \"None.\"   \nEarlier, the party offered a sum of $1.3bn for border security.\nMr Trump himself took to Twitter on Sunday to defend his plans for the border with Mexico.\n\"It's very possible that this shutdown will go beyond the 28th and into the new Congress,\" Mr Trump's acting chief of staff told ABC. \n\"This is what Washington looks like when you have a president who refuses to sort of go along to get along.\"\nIn a separate interview for Fox News, he said he was waiting to hear from Senate Democratic leader Chuck Schumer about a new Republican offer, without specifying the sum.\nSpeaking to ABC's This Week programme, Sen Merkley said a \"30-foot concrete wall\" and \"30-foot steel spikes\" were \"not the smart way\".\nHis Republican Party controls both chambers of the outgoing Congress and the budget was indeed passed by the House on Thursday by 217 votes to 185.\nHowever, he needs to find 60 votes in the 100-seat Senate, where the Republicans currently have 51, so he needs to enlist the support of Democrats there.  \nNine of 15 federal departments, including State, Homeland Security, Transportation, Agriculture and Justice began partially shutting down after funding for them lapsed at midnight (05:00 GMT Saturday).\nHundreds of thousands of federal employees will have to work unpaid or are furloughed, a kind of temporary leave. \nIn practice, this means that:\nThe remaining 75% of the federal government is fully funded until September 2019 - so the defence, veterans affairs, labour and education departments are not affected.\nThe current Congress reassembles on Thursday after the Christmas holiday.\nOn 3 January, new members of Congress will be sworn in, having been elected in November's mid-term elections. From that point, Democrats will enjoy a majority in the House of Representatives.\nMr Trump has said the shutdown could last a \"very long time\".", "date": "23 December 2018", "href": "https://www.bbc.com/news/world-us-canada-46668944", "tags": "us warns wall january democrats border party stretch abc trump aide could shutdown congress"}