{"title": "US shutdown: 'Out of touch' Wilbur Ross mocked online", "content": "US commerce secretary Wilbur Ross has attracted scorn for suggesting workers affected by the ongoing government shutdown should take out bank loans. \n\"True, the people might have to pay a little bit of interest,\" he told broadcaster CNBC. \"But the idea that it's 'paycheck or zero' is not a really valid idea.\"\nCritics derided the multimillionaire for being out of touch. \nAbout 800,000 federal workers will miss another payday on Friday.\nThe US government shutdown is now the longest in history and there is no clear end in sight after the Senate rejected two bills aimed at ending the impasse. \nPresident Donald Trump is demanding $5.7bn (£4.4bn) for a proposed southern border wall which the Democratic Party refuse to fund, saying it would be ineffective and immoral.\nIn the interview, Mr Ross seemed puzzled that federal workers who have been without pay since 18 December would go to food banks.\nBorrowing from a bank is \"in effect federally guaranteed\", he said. There are some \"very, very low interest rate loans\" on offer, he added. \nMr Ross also downplayed the number of people affected by the prolonged shutdown, saying it is \"not like it's a gigantic number overall\".\n\"Put it in perspective: you're talking about 800,000 workers, and while I feel sorry for individuals who have hardship cases, 800,000 workers if they never got their pay... you're talking about a third of a percent on our GDP,\" he said. \nSenate minority leader Chuck Schumer called the comments \"appalling\", and said they were \"the 21st Century equivalent of 'let them eat cake'\".\nMarie Antoinette, wife of French King Louis XVI and the last queen before the French Revolution in 1789, is apocryphally thought to have used the phrase when she learnt that people had no bread.\nSocial media users quickly picked up on Mr Ross's comments, deriding the commerce secretary for being \"out of touch\".\nThe commerce secretary has been accused before of being out of touch.\nMr Ross reportedly wore a pair of $600 slippers in 2017, customised with the Commerce Department logo. \nAn Associated Press poll published on Thursday suggests just 34% of Americans support Mr Trump overall, down from 42% a month earlier - suggesting the shutdown may have affected his popularity. \nHowever, some on social media attacked Chuck Schumer and the Democratic Party, saying they were responsible for the US shutdown in the first place.\nPresident Trump defended his commerce secretary, in remarks which also drew criticism.\nWhile telling reporters he had not heard Mr Ross's words, and suggesting he maybe \"should have said it differently\", Mr Trump said people should try to \"work along\" with banks and grocery stores during the shutdown.\nThe furore comes after the president's daughter-in-law Lara Trump said the shutdown was \"so much bigger than any one person\" in an interview on Wednesday.\n\"It's a little bit of pain, but it's going to be for the future of our country,\" the president's campaign adviser said. ", "date": "25 January 2019", "href": "https://www.bbc.com/news/world-us-canada-46999929", "tags": "wilbur ross us commerce mocked president secretary online workers shutdown touch said"}