{"title": "US shutdown: Four reasons why Trump blinked", "content": "President Donald Trump's decision to endorse a deal to reopen the federal government for three weeks on Friday came amid mounting pressure to end the impasse.\nHere are four reasons from the business world why the White House blinked.\nDelays at major airports on Friday brought to a head issues that had been affecting airports for weeks.\nThe issues were blamed on staff shortages, as air traffic controllers and screening officers - who have been working without pay since the start of the shutdown in December - failed to report for duty.\nAmong Transportation Security Administration officers, unexpected absences had more than doubled from a year ago, to more than 7%, with many citing \"financial limitations\", according to the agency.\nMeanwhile, airline executives had warned that a fall in government business, as well as wider concerns about travel, were affecting bookings. \nSouthwest, for example, estimated that the shutdown cost $10m-$15m (£7.6m-£11.4m) in January revenue. It also said it was forced to postpone a new service to Hawaii.\nThe 800,000 federal workers affected by the shutdown might have been able to absorb one missed pay cheque.\nBut a second one starts to hurt - especially in a country where an estimated 40% of adults don't have funds to cover an unexpected $400 expense.\nIn the Washington region, where an estimated one in six workers was affected, the shutdown could have shaved 2.5% off the region's quarterly economic growth if it lasted through March, according to Frederick Treyz, chief economist for Regional Economic Models Inc.\n That's in an area that expanded 2.1% in 2017.\nDespite the pain, the administration was widely criticised for being unsympathetic and the issue started to hurt the president's approval ratings. \nWidely criticised comments by Commerce Department Secretary Wilbur Ross on Thursday, who said cash-strapped households should take out loans, didn't help.\nThe shutdown coincided with a critical time for the economy, as conflicting economic signals aggravate debates about how much higher the Federal Reserve should raise interest rates this year.\nMr Trump has repeatedly criticised the Fed, warning against a misstep.\nBut wider fears of a policy error were growing, as the impasse halted the release of closely watched statistics, including gross domestic product (GDP), retail sales and housing starts.\n\"The US economy is flying blind,\" Robert Shapiro, the chairman of Sonecon LLC, wrote for Brookings Institution this week.\n\"The fact that reliable measures of recent GDP and its components are unavailable can only generate more economic uncertainty as well as wrong business decisions.\" \nMeanwhile, the data coming in suggested the shutdown wasn't helping.\nThis month, the University of Michigan's survey of consumer sentiment fell to its lowest point since US President Donald Trump was elected, due in part to the shutdown.\nA top White House adviser said this week the shutdown could lead to zero economic growth this quarter.\nAnd economists had warned that a prolonged stand-off could send the US into recession.\nThe Trump administration worked hard to shield the wider public from the effects of the shutdown, recalling staff to process items such as tax returns.\nBut as the stand-off continued, its impact was becoming harder to ignore.\nThe federal court system warned it would exhaust its funding this month. Food subsidies for low-income families were expected to run out in February.\nA growing number of businesses were in limbo, as government cutbacks halted fisheries permits, approvals for beer and wine labels, and listings on the stock exchange.\nAnd contractors that provided services to affected agencies were losing more than $200m a day due to the shutdown, according to estimates by Bloomberg News.\nGreg Fitzgerald is president of the Virginia-based contractor Information Technology Coalition.\nAt a Chamber of Commerce event on Friday, he said his firm has yet to be paid for government work it completed in December and he had to place 200 of the firm's 350 staff on leave. \n\"It's real,\" he said. \"There are families out there that are going to make significant sacrifices for something that wasn't their fault.\"", "date": "25 January 2019", "href": "https://www.bbc.com/news/business-46994099", "tags": "us four blinked business trump federal reasons economic friday shutdown staff government"}