{"title": "US shutdown: National press see a defeat for Donald Trump", "content": "US President Donald Trump has relented to political pressure and ended the longest government shutdown in history.\nHe had vowed to reject any deal unless it included $5.7bn (£4.3bn) to fund his signature campaign pledge, a US-Mexico wall.\nThe three-week agreement Mr Trump signed however does not include this.\nEven outlets sympathetic to the US president have seen it as a blow. Here's our round-up.\nThe NYT led its coverage of Friday's news with: \"Trump backs down, ending longest shutdown in US history.\"\nIts White House correspondent writes that \"for a president consumed with winning\", this was a \"stinging defeat\".\nThe paper also looked at where conservatives stood on the story, reporting that some feel Mr Trump had caved in.\nThe newspaper has been a frequent target of Mr Trump, who has called its writers \"gutless\" and the newspaper as \"phony\" on numerous occasions.\nThe paper's website has a frozen ticker, highlighting how Mr Trump's impasse with Democrats ended after exactly 34 days, 21 hours and 18 minutes.\nCoverage on some of the 800,000 federal workers affected by the five-week closure features prominently.\nIn a video about a food kitchen for federal workers, some express relief but also fear they may be held \"hostage\" again in three weeks' time.\nWashington Post writers argue that Trump may be a \"prisoner of his own impulse\".  \n\"Elected as a self-proclaimed master dealmaker and business wizard... Trump risks being exposed as ineffective,\" one article said.\nThe TV channel, a long favoured outlet of Mr Trump, leads its coverage by saying government is \"back in business\" but also reports that the president's approval rating has gone to one of its lowest, with 37% approval and 58% disapproval. \nThe Fox News politics editor, however, said that the president has not \"started to eat into his base\" but cautioned that Mr Trump cannot risk looking like he is \"capitulating\" in his demand for a border wall.\nIt included Mr Trump's tweets appealing for understanding, but also featured stinging criticism from conservative commentator Ann Coulter.\nThe right-wing news outlet, which was propelled into the national stage with Mr Trump's election, has not shied away from the unfavourable coverage of Mr Trump's decision.\nIts front page said House Speaker Nancy Pelosi had \"rubbed it in\" by signing the bill with eight pens, which she later gave as souvenirs to her colleagues.\nBreitbart also reports that at least 30,000 illegal border crossings are expected in the next three weeks that there is no secured funding for a proposed US-Mexico wall. \nThey calculated this figure based on Department of Homeland Security data from earlier time periods.\nIt also reported on Monday's arrest of 110 Central Americans, who scaled an existing border wall into the US.\nThis outlet took a different view from Breitbart, saying Ms Pelosi \"was careful not to gloat\".\nOverall consensus is that this is a resounding victory for her, after she stood her ground against Mr Trump's demand for money towards a wall.\nUSA Today's main story focuses on how the president's relationship with Ms Pelosi \"changes everything in Washington\", and how \"no one should underestimate her\".\nIt also rounds up conservative backlash against Mr Trump, including from blogger Mike Cernovich who said he was disgusted and did not like being lied to about the wall.\nThe organisation called \"fake news\" by Mr Trump leads its coverage with how those behind him are stunned by the \"loss\".\nAnalysis by its editor-at-large says \"Nancy Pelosi broke Donald Trump\" by just saying \"no\" and sticking to it.\nCNN quoted a Trump adviser as saying this was \"a humiliating loss for a man that rarely loses\" and \"I miss winning\".\nWith Ms Pelosi leading a Democratic majority in the House of Representatives, the unnamed adviser concludes the only way forward for Mr Trump is \"compromise\".", "date": "26 January 2019", "href": "https://www.bbc.com/news/world-us-canada-47014524", "tags": "us see defeat mr wall coverage news trump donald pelosi national shutdown also press"}