{"title": "US says China has 'not altered' unfair trade practices", "content": "The Trump administration has accused China of not changing its \"unfair\" practices, inflaming a trade dispute between the world's two largest economies. \nIn an update to a March report, the US said China had failed to alter its \"unreasonable\" practices. \nThe US has, along with other countries, long criticised Beijing over its trade policies. \nThe move raises tensions ahead of a high-stakes leaders meeting this month. \nUS President Donald Trump and Chinese President Xi Jinping are due to meet on the sidelines of the G20 summit in Argentina. Their meeting will be closely watched for any progress on resolving the bitter trade dispute. \nBut the latest comments from the US could make negotiations more difficult. \n\"China has not fundamentally altered its unfair, unreasonable, and market-distorting practices,\" US Trade Representative (USTR) Robert Lighthizer said in a statement on Tuesday. \nThe findings are part of an investigation into Beijing's intellectual property and technology transfer practices, which has prompted tariffs on billions of dollars worth of Chinese goods. \nMr Lighthizer said the updated report was part of the Trump administration's \"strengthened monitoring and enforcement effort\". \nThe report said despite the relaxation of some foreign ownership restrictions, \"the Chinese government has persisted in using foreign investment restrictions to require or pressure the transfer of technology from US companies to Chinese entities\".\nSo far, the US has imposed three rounds of tariffs on Chinese goods, totalling more than $250bn (£195.5bn). \nBeijing has struck back. It's accused the US of starting \"the largest trade war in economic history\" and imposed tariffs on $110bn worth of American goods.\nComments from both sides have frustrated the hopes of easing tensions at the upcoming G20 meeting.\nFor the first time in its history, an Asian economic summit last weekend failed to conclude with a joint leaders statement because of US-China divisions over trade. \nA top Chinese diplomat said the failure of Apec officials to agree on a communique was a result of certain countries \"excusing\" protectionism, a veiled threat at Washington, Reuters reports. \nAt the meeting, US Vice-President Mike Pence said he was prepared to \"more than double\" the tariffs imposed on Chinese goods.", "date": "21 November 2018", "href": "https://www.bbc.co.uk/news/business-46285284", "tags": "us goods unfair china practices meeting says trade chinese tariffs altered"}