{"title": "US shutdown: Flight delays blamed on staff shortages", "content": "Staff shortages linked to the federal government shutdown caused significant flight delays at north-eastern US airports on Friday.\nThe shutdown has meant some federal staff, like air traffic controllers, have been working without pay.\nNancy Pelosi, Speaker of the House of Representatives, took to Twitter to blame the president for the disruption. \nHours later, Mr Trump announced a deal to fund the government and lift the shutdown temporarily.\nFriday's delays came one day after air industry unions issued a stark warning about the risk the shutdown was posing to public safety. \nIn total about 800,000 federal employees have been working without pay, or have been temporarily laid off, since funding to areas of the government halted 35 days ago. \nThese numbers include air traffic controllers, as well as US airport security screening staff. \nThe shutdown started in December, when President Trump refused to approve any new funding agreement that failed to include $5.7bn (£4.4bn) for his southern border wall.\nDemocrats in Congress refused to agree to those terms - so the two sides had been stuck at an impasse before Mr Trump's most recent announcement. \nThe Federal Aviation Administration (FAA) halted arrivals for nearly an hour at New York's LaGuardia Airport shortly before 10:00 (15:00 GMT). \nIt blamed air traffic staff shortages for the strategic closures - which also delayed flights at Newark Liberty International Airport and Philadelphia International Airport.\nOne passenger, named John Hitt, told the Reuters news agency he had to cancel a trip to visit his terminally ill aunt because of the delays.\nLaGuardia airport said in a tweet on Friday afternoon that lengthy delays at the airport were ongoing.\nThere have been widespread reports about high absences among US airport security staff for a number of weeks. \nOn Thursday, the CEO of JetBlue Airways said the shutdown's impact on carriers had so far been limited, but warned it was nearing a tipping point.\nSouthwest Airlines head Gary Kelly has described the shutdown as \"maddening\" - estimating they have lost out on $10-15m (£7.5-11m) in January sales.\nOn Friday, the Association of Flight Attendants issued a blistering statement in response to the delays.\n\"The aviation system depends on the safety professionals who make it run. They have been doing unbelievably heroic work even as they are betrayed by the government that employs them,\" President Sara Nelson said in a statement.\n\"They are fatigued, worried, and distracted - but they won't risk our safety.\"\nMr Trump's backing to re-open the government serves as a temporary solution but if no longer agreement is implemented, funding will  lapse again on 15 February.\nSpeaking at the White House on Friday, he described federal workers affected by the shutdown as \"incredible patriots\".\nHe also said they would receive the full back-pay they have missed. ", "date": "25 January 2019", "href": "https://www.bbc.com/news/world-us-canada-47006907", "tags": "airport us flight blamed said federal friday shortages delays shutdown air staff government"}