{"title": "US slaps 'America First' tariffs on washing machines and solar panels", "content": "The US has approved controversial tariffs on imported washing machines and solar panels.\nThe move is in line with President Donald Trump's \"America First\" trade policy, which aims to protect local manufacturers from foreign competition. \nA spokesman said the administration would \"always defend American workers, farmers, ranchers and businessmen\".\nBut China and South Korea, whose manufacturers will be most heavily affected, criticised the move.\nUS officials said more trade enforcement actions would follow.\nMr Trump has talked about taking the action ever since coming to office. In his inauguration speech a year ago he promised to protect US borders from other countries \"making our products, stealing our companies and destroying our jobs\".\nThe actions are being seen as the president's most significant trade moves since his decision to pull the US out of the Trans-Pacific Partnership deal (TPP) and renegotiate the North American Free Trade Agreement (Nafta). \nThe tougher policy was approved by President Trump after the US International Trade Commission (ITC) found local manufacturers were being hurt by cheaper imports. \nManufacturing companies - Whirlpool, a US-based maker of washing machines, and the solar firms Suniva and Solar World Americas - had complained to the ITC and it found in their favour.\nThe tariffs set on solar panels were lower than domestic US producers had hoped for, but the duties on washing machines and parts were steeper than expected - adding as much as 50% in some cases, according to US documents.\nThe first 1.2 million imported large residential washing machines in the first year will have a 20% tariff imposed on them, while there will be a 50% tariff on machines above that number.\nBy the third year, these will drop to 16% and 40% respectively.\nFigures suggest that in 2010, 1.6 million washing machines were imported to the US.\nMeanwhile, the tariff increase on imported solar cells and modules in the first year will be 30%, falling to 15% by the fourth year, although 2.5 gigawatts (GW) of imported cells - enough for about 11.5 million panels - will be allowed in tariff-free annually.\nThe ITC said that China had been selling \"artificially low-priced\" solar components in the US, assisted by state subsidies.\nTaylor Kate Brown, BBC News, Washington\nThe Trump administration has imposed these tariffs as part of a larger promise to protect American manufacturing - including the solar industry firms that brought the original complaint to the trade commission. But what the \"solar industry\" means in this context is complicated.  \nThe tariffs were opposed by America's largest solar industry group - the Solar Energy Industries Association (SEIA).  SEIA said Suniva and Solarworld had used the complaint to cover for bad business practices - and pointed out the two companies are actually foreign-owned even though the produce panels in the US. \nSEIA's position was also driven by the fact the group represents thousands of solar installers - an industry that's seen explosive growth, driven in part because of the dropping cost of panels. Firms that specialise in larger solar \"farms\" that sell their energy to US utilities are particularly worried about the decision, as they compete directly with coal, natural gas and wind producers. \nIronically, the decision could mean more competition for Suniva and Solarworld, as several foreign firms may be interested in moving production to the US.\nUS appliance maker Whirlpool, which for years has sought protection against cheaper imports from South Korea and Mexico, welcomed the move.\n\"This announcement caps nearly a decade of litigation and will result in new manufacturing jobs in Ohio, Kentucky, South Carolina and Tennessee,\" chairman Jeff Fettig said in a statement.\nShares in Whirlpool rose 2.5% on the news, and it immediately announced it would employ 200 more people. Shares in US solar panel manufacturers also went up.\nEnvironmentalists argue that making solar panels more expensive risks holding back the development of renewable energy in the country.\nChina and South Korea have reacted angrily to the news.\nSouth Korea said it would complain to the World Trade Organization (WTO), calling the tariffs \"excessive\" and \"regrettable\". Its manufacturers, including Samsung and LG, compete in the washing machine market with US firms such as Whirlpool.\nSamsung called the tariffs \"a tax on every consumer who wants to buy a washing machine\".\nMeanwhile China, the world's biggest solar panel manufacturer, said the move would further damage the global trade environment.\nChina is the US's biggest trading partner and government spokesman Wang Hejun said that Beijing expressed \"strong dissatisfaction\" with the plans.\nHe warned that \"together with other WTO members, China will resolutely defend its legitimate interests\" adding that the plans \"not only aroused the concern of many trading partners but was also strongly opposed by many local governments and downstream enterprises in the US\".", "date": "23 January 2018", "href": "https://www.bbc.co.uk/news/business-42784380", "tags": "panels us machines washing first slaps solar china trade imported tariffs"}