{"title": "US Supreme Court backs Colorado baker's gay wedding cake snub", "content": "The US Supreme Court has ruled in favour of a baker in Colorado who refused to make a wedding cake for a gay couple.\nThe Colorado state court had found that baker Jack Phillips' decision to turn away David Mullins and Charlie Craig in 2012 was unlawful discrimination.\nBut the Supreme Court ruled on Monday in a 7-2 vote that that decision had violated Mr Phillips' rights. \nThe conservative Christian cited his religious beliefs in refusing service.\nGay rights groups feared a ruling against the couple could set a precedent for treating gay marriages differently from heterosexual unions.\nBut the Supreme Court's verdict instead focuses specifically on Mr Phillips' case. \nThe decision does not state that florists, photographers, or other services can now refuse to work with gay couples.\nThe ruling comes three years after the Supreme Court made same-sex marriage the law of the land in its landmark Obergefell v Hodges decision.\nThe Supreme Court's majority opinion said the Colorado Civil Rights Commission had been biased against Mr Phillips.\nThe verdict said the commission had shown \"clear hostility\" and implied religious beliefs \"are less than fully welcome in Colorado's business community\". \nJustice Anthony Kennedy wrote that while Colorado law \"can protect gay persons in acquiring products and services... the law must be applied in a manner that is neutral toward religion\".\nThe opinion cited the following comment from a Colorado commissioner during a public hearing:\n\"Freedom of religion and religion has been used to justify all kinds of discrimination throughout history, whether it be slavery, whether it be the holocaust. And to me it is one of the most despicable pieces of rhetoric that people can use to use their religion to hurt others.\" \nThe opinion called such language disparaging of Mr Phillips' religious beliefs and inappropriate for a commission charged with \"fair and neutral enforcement of Colorado's anti-discrimination law - a law that protects discrimination on the basis of religion as well as sexual orientation\".\nAnalysis by Gary O'Donoghue, BBC Washington Correspondent\nFor the owner of the Masterpiece bakery, the ruling is unquestionably a victory. But for those on both sides of the argument hoping this case would deliver a definitive constitutional view, there will be disappointment.\nThe court was clearly reluctant to take a categorical view at this stage - witness this line from the  judgement: \"The outcome of cases like this in other circumstances must await further elaboration in the courts,\" - which means both sides in the general debate live to fight another day.\nThe seven-to-two outcome also indicates the justices - four of whom are regarded as more liberal - felt this was neither the time nor the case on which to decide the general constitutional balance between freedom of religious belief and state laws barring businesses from discriminating.\nHowever, given the harsh words the justices had for the Colorado Civil Rights Commission, many states with similar laws will now be looking carefully at how they prosecute such cases.\nIn July 2012, Mr Mullins and Mr Craig went to Mr Phillips' Masterpiece Cakeshop in Lakewood, near Denver, to order a cake to celebrate their planned marriage in Massachusetts later that year.\nBut Mr Phillips refused, saying it was his \"standard business practice not to provide cakes for same-sex weddings\" as it would amount to endorsing \"something that directly goes against\" the Bible.\nInstead, he offered them other products, including birthday cakes and biscuits.\nMr Phillips argued \"creative artists\" have a right to decide what they sell. \nColorado is one of 22 states that includes sexual orientation in its anti-discrimination law, which allowed Mr Craig and Mr Mullins to win their case before the state's Civil Rights Commission.\nLiberal Justices Ruth Bader Ginsburg and Sonia Sotomayor were the two dissenting votes.\n\"Phillips would not sell to Craig and Mullins, for no reason other than their sexual orientation, a cake of the kind he regularly sold to others,\" Justice Ginsburg wrote.\n\"What matters is that Phillips would not provide a good or service to a same-sex couple that he would provide to a hetereosexual couple.\" \nJustice Ginsburg did not agree with the finding that the Commission acted unfairly.\nShe cited \"several layers of independent decisionmaking of which the Colorado Civil Rights Commission was but one\" in the state case.\nA similar 'gay cake' row is ongoing in Northern Ireland. \nThe Supreme Court in Belfast has yet to release an opinion on a lower court ruling that found the owners of a bakery discriminated against a gay activist for refusing to bake a cake with the slogan \"Support Gay Marriage\".\nThe row began in May 2014, when gay activist Gareth Lee placed an order for a cake with the gay marriage slogan.\nTwo days later, the Christian-owned Ashers bakery cancelled the order saying it \"would contradict their religious beliefs\". Mr Lee subsequently took legal action. ", "date": "4 June 2018", "href": "https://www.bbc.com/news/world-us-canada-44361162", "tags": "commission phillips us wedding court rights cake supreme colorado backs snub baker law gay"}