{"title": "US Speaker Nancy Pelosi warns against weakening peace deal", "content": "US Speaker of the House Nancy Pelosi has begun an official visit to the Republic of Ireland.\nSpeaking on the eve of her visit, she said there would be \"no chance whatsoever\" of a post-Brexit trade deal between the US and UK if there were any weakening of the Good Friday Agreement.\nMs Pelosi is expected to meet Taoiseach (Irish Prime Minister) Leo Varadkar on Tuesday evening.\nIt is understood Brexit will be one of the main topics of discussion.\nShe will be accompanied by a delegation of Democrat and Republican congressmen and women.\nThe delegation is expected to visit Northern Ireland later this week.\nSpeaking at the London School of Economics on Monday evening, Mrs Pelosi said the 1998 Good Friday Agreement was a model that could not be \"bargained away in another agreement\".\n\"First of all it is very hard to pass a trade bill in the Congress of the United States, so it's no given any way,\" she told her audience.\n\"But if there were any weakening of the Good Friday accords, there would be no chance whatsoever, a non-starter for a US-UK trade agreement.\n\"The Good Friday accords ended 700 years of conflict.\n\"This is not a treaty only, it's an ideal, it's a value, it's something that's a model to the world, something that we all take pride in.\n\"It was a model and other people have used it as a model and we don't want that model to be something that can be bargained away in another agreement.\"\nThe ability for the UK to strike separate trade deals with countries around the world was one of the main arguments put forward for leaving the EU during the 2016 referendum campaign.\nIn a separate statement, ahead of her visit to the Republic of Ireland, Mrs Pelosi said her aim was to learn more about the future of the UK and Ireland amid Brexit.\nMrs Pelosi said she wanted \"to express America's enduring commitment to a peaceful and prosperous future for all who live there\".\nShe added that the UK and Ireland \"each have a deep and special bond with the United States\".\nAfter arriving in Ireland she met Tánaiste (Irish Deputy Prime Minister) Simon Coveney and will meet Mr Varadkar on Tuesday evening.\nOn Wednesday she will meet  Irish government and opposition politicians before addressing both houses of the Oireachtas (Irish parliament). \nWednesday marks the 100th anniversary of the Dáil (lower house of the Irish parliament).\nMs Pelosi and the delegation are also due to meet Irish President Michael D Higgins at his official residence, Áras an Uachtaráin, in Dublin's Phoenix Park.\nLater on Wednesday evening, there will be a state dinner in Dublin Castle to honour Mrs Pelosi and the delegation, which includes chairman of the house ways and means committee Richard Neal and Congressman Brendan Boyle.\nDetails of the delegation's visit to Northern Ireland have yet to finalised. The European trip also includes visits to Stuttgart and London.\nUS President Donald Trump has indicated that he will visit Ireland later this year.", "date": "16 April 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-47936624", "tags": "agreement us warns uk visit model peace irish pelosi speaker weakening ireland trade delegation deal nancy"}