{"title": "US steel and aluminium imports face big tariffs, Trump says", "content": "President Donald Trump is to impose steep tariffs on steel and aluminium imports next week, hitting producers like Canada and China.\nHe said steel products face a 25% tariff, with 10% on aluminium goods.\nThe US imports four times more steel than it exports, and is reliant on steel from more than 100 nations.\nMr Trump tweeted that the US was suffering from \"unfair trade\". But the move has hit US markets, with the Dow Jones index closing down 1.7%.\nThe value of shares in American steel manufacturers jumped significantly after the announcement.\nThe news is likely to provoke an angry reaction from China, and analysts have expressed fears of the prospect of new trade wars.\nKey US allies are also at risk of being hit with higher costs, but it is not clear if any countries will be excluded from the new measures.\nDuring his presidential campaign, Mr Trump said that foreign countries were \"dumping vast amounts of steel all over the United States, which essentially is killing our steelworkers and steel companies\".\nAnd since taking office, Mr Trump said cheap imports from China were harming the viability of industry in the US, which is the world's biggest importer of steel.\nChina isn't the only country to export the material to the US - 110 countries and territories do so. And China is only the 11th biggest exporter to the US - some US allies, including Canada, Japan and South Korea are among the 10 biggest sources of steel for the US, and they all face a big bump in costs.\nThe recommendation to impose tariffs was made in a report by Secretary of Commerce Wilbur Ross. President Trump had asked him to investigate \"whether steel imports threaten to impair the national security\".\nMr Trump promised to rebuild the American steel and aluminium industries, which he said had suffered \"disgraceful\" treatment from other countries, in particular China, for decades.\n\"When our country can't make aluminium and steel...you almost don't have much of a country,\" he said.  \n\"We need great steel makers, great aluminium makers for defence.\"\nHe spoke as Chinese economic adviser Liu He, a friend of Chinese President Xi Jinping, visited the White House.\nMr Trump's announcement was slightly delayed amid reports of wrangling over the issue among his aides.\nMore than a dozen metals executives, including representatives from US Steel Corp and Arcelor Mittal, joined him as he made the announcement.\nBut officials from industries that rely on steel use have lobbied against the tariffs as they fear increased costs if they have to use more US-made metals.\nBy Tara McKelvey, BBC White House reporter\nThe president wants to be seen as tough on trade and China, and so do many of his top officials: Pete Navarro, a trade adviser who's tipped for promotion, has hawkish views. \nSo does Harry Harris, the president's pick for ambassador to Australia. Still, some advisers thought the president should take it slow. \nAides huddled behind closed doors and in a hallway on Thursday morning, and the president's announcement was postponed. \nThe scheduling conflict reflected a bigger clash: a fight between hardliners and those who approach trade in a more cautious manner. \nMeanwhile, the boss was right where he liked to be: in the eye of the storm, and everyone was waiting for him to speak. \nThe US Department of Energy says the industry is recovering after a slump following the 2008 financial crisis.\nBut it is an industry significantly weaker than it was at the turn of the millennium. In the year 2000, the US produced 112m tons of steel - a figure that had fallen to 86.5m tons in 2016.\nIn 2000, 135,000 people were employed in the industry - a figure that fell to 83,600 in 2016.\nAnalysis by Natalie Sherman, BBC News business reporter, New York\nThe threat of tariffs on steel and aluminium has hovered around the Trump administration for months, with delays making the president vulnerable to criticism that he is all bark and no bite, despite his America First message.\nHe's now silenced those mutters and handed a victory to the steel industry. \nBut the chaos surrounding Thursday's announcement - in which advisers apparently hoped to dissuade the president from action - underscores just how many more losers there may be.\nDozens of companies in industries from car-making to construction had warned of hundreds of thousands of lost jobs, as higher prices raise costs for steel-dependent sectors such as manufacturing.\nDefence Secretary Jim Mattis advised that the move would cost the US support among its allies, such as Canada and South Korea.\nThe European Union, Mexico and China have all said they are weighing retaliatory tariffs that would strike politically sensitive industries like agriculture.\nThe last time the US imposed steel tariffs, in 2002, President George W Bush lifted them less than two years later to avoid a damaging trade war. \nSteel executives told the president on Thursday that they trust his judgement. But if a trade war is the outcome of this decision, as analysts expect, it remains to be seen how many will agree.", "date": "1 March 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-43249614", "tags": "face us mr aluminium china steel trump says trade tariffs imports big"}