{"title": "US tariffs: Allies retaliate with levies on jam, lamps and sleeping bags", "content": "The US has slapped tariffs on steel and aluminium imports from its allies the EU, Canada and Mexico - but don't think they'll take it without a fight.\nAll three have already announced retaliatory measures as the US follows its new policy, which has been attacked as \"protectionism, pure and simple\" by the EU.\nRanging from serious to strange, these counter-tariffs could play a part in a growing trade battle.\nIt's too early to say how consumers will be hit in all the affected countries, but prices could rise throughout the world in light of these tariffs. \nRead on to see which American products each US ally plans to target.\nPrime Minister Justin Trudeau objected strongly to the announced tariffs, calling them an \"affront\" to their nations' military alliance.\nHe said Canada buys half of US steel exports.\nCanada plans \"trade-restrictive countermeasures\" on C$16.6bn ($12.8bn) of US goods, to come into effect on 1 July. \nThe country will impose a 25% tariff on assorted US steel products, including railway tracks, piping and steel sheets.\nBut Canada also plans a 10% tariff on more varied items:\nThe list, published by the Department of Finance, also includes a 10% tariff on candles - although, relax Canadians, \"not including those for birthdays, Christmas or other festive occasions\".\nSenior Canadian officials say the list is designed to exert political pressure on the US and make it take notice of how this will affect trade.\nAsked by reporters if he was ready to start a trade war with its southern neighbour, Mr Trudeau said Canada was \"ready for anything\".\nEuropean Commission President Jean-Claude Juncker said he planned to take the US to the World Trade Organization over the American tariffs, a policy he called \"totally unacceptable\".\nMeanwhile, EU Trade Commissioner Cecilia Malmstrom called the US measures a \"dangerous game\" and said the EU would not \"stay silent\".\nThe bloc released a list of tariffs in March - 10 pages of US goods it plans to target:\nThe aim is to have the maximum political effect. Kentucky, home to bourbon whiskey, is Senate majority leader Mitch McConnell's state.\nOrange juice, meanwhile, is a major export of Florida - a key US swing state. \nFrance's junior trade minister Jean-Baptiste Lemoyne said he expects EU counter-measures to be completed by mid-June.\nAmerica's southern neighbour also swiftly released a list of products on which it would impose tariffs, \"up to an amount comparable to the level of damage\" of US tariffs.\nEconomy Minister Ildefonso Guajardo said in a radio interview that the measures would target US products from districts that would cause political difficulties for Mr Trump.\nHe said levies would be placed on the following:\nMr Guajardo said Mexico was the top buyer of US aluminium and the second-biggest buyer of US steel, and that \"this kind of thing does not benefit anybody\".\nUS tariffs could hit $4bn worth of trade between the two countries.\nIn 2009, Mexico imposed higher tariffs on dozens of US products such as apples, frozen potatoes and Christmas trees in a dispute over the access of Mexican trucks to US highways.\nThe two nations agreed a deal in 2011 allowing their trucks to use each other's roads.", "date": "1 June 2018", "href": "https://www.bbc.co.uk/news/business-44320727", "tags": "allies us eu levies jam steel lamps trade retaliate products plans canada tariffs bags sleeping"}