{"title": "US to honour 'dumb' Australia migrant deal", "content": "The United States has confirmed it will be going through with a migrant resettlement plan made with Australia.\nUS President Donald Trump once called the deal, which was agreed under his predecessor, \"dumb\".\nThe agreement allows for up to 1,250 asylum seekers to Australia to resettle in the US.\nIn return, Mr Turnbull's administration has agreed to resettle people from Guatemala, Honduras and El Salvador who have sought asylum in the US.\nThe deal would be honoured but not necessarily admired, visiting Vice-President Mike Pence said after talks with Australian PM Malcolm Turnbull. \nAustralia has controversially refused to accept the asylum seekers, most of whom are men from Iran, Afghanistan and Iraq, and instead holds them in offshore detention centres on the Pacific nations of Nauru and Papua New Guinea.\nIf the men are found to be refugees, they are settled outside Australia, in Papua New Guinea, Nauru or Cambodia.\nRights groups say conditions in the camps are unhygienic, too hot and lack facilities, and more than 100 former camp employees have demanded they be closed. \nMore than 2,000 documents leaked last year detailed widespread abuse and trauma, including sexual assault, happening to people living in the Nauru camp. The Australian government said many reports were \"unconfirmed allegations\".\nLast year after a Papua New Guinea court ruled against one of the camps, Australia agreed to close it, but it is still open.\nThe deal could move most, if not all, of the asylum seekers to the US. Australian government statistics from January indicated that 1,241 people were in the Nauru and Manus Island camps; the deal allows for up to 1,250 to be resettled.\nThe White House has said it will apply \"extreme vetting\" to the asylum seekers involved.\nIn the first two weeks of his presidency, Mr Trump said he had a bad phone call with Mr Turnbull, when the Australian filled him in on the deal. \nMr Turnbull later said he was disappointed that details of the call had been made public.\nRelations appear to have warmed significantly since then. \nSaturday's news conference between Mr Pence and Mr Turnbull was, aside from that one awkward topic, largely characterised by mutual praise.\nMr Pence spoke at length about military collaboration with Australia, and stressed the need to ensure stability on the Korean peninsula.\nAs tension with North Korea continues, he used the occasion to announce that a US naval strike group would arrive in the Sea of Japan in days.\nMr Pence said: \"The one thing that nations, most especially the regime in North Korea should make no mistake about, is that the United States has the resources, the personnel and the presence in this region of the world to see to our interest and to see to the security of those interests and our allies.\"\nThere had previously been confusion as to the whereabouts of the US carrier group, with contradictory statements from Washington. ", "date": "22 April 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-39676947", "tags": "us australia migrant pence asylum seekers australian turnbull deal honour"}