{"title": "US tariffs: Tata Steel calls for 'protection measures'", "content": "Tata Steel has urged the EU to take \"swift and robust action\" in response to a US decision to impose a 25% tariff on European steel. \nThe US said the tariffs on imports from the EU, Mexico and Canada would start at midnight. \nThis will impact directly on Port Talbot as about 10% of Tata Steel Europe's exports go to the US.\nWales' First Minister Carwyn Jones called it \"short-sighted\" with wide-ranging implications for business.\nLiberty Steel's Welsh plants including Newport will not be affected, but it could hit parts of its UK operations.\nAlmost 7,000 workers are employed by Tata in Wales, including about 4,000 in Port Talbot.\nThe US announcement of tariffs on steel and aluminium immediately triggered vows of retaliation from Mexico and the EU, which called the tariffs \"protectionism, pure and simple\".\nThe Community union called on trade unions across the world to stand together to oppose the measures.\nHenrik Adam, chief commercial officer of Tata Steel in Europe, said: \"We have been, and will continue, to work closely with our customers on potential product exclusions as the vast majority of the products Tata Steel Europe exports to the US cannot be made by US steel companies, such as our extra wide strip, battery quality hot rolled material as well as certain packaging steels.\n\"We now call on the EU Commission to take swift and robust action to combat the indirect effects of these tariffs.\n\"We must ensure our markets are not destabilised by millions of tonnes of steel being diverted away from the US and into Europe.\n\"The European Commission now needs to put in place protection measures on a provisional basis without delay.\"\nTony Brady, Unite national officer, described the measures as blunt and short-sighted while Labour MP for Aberavon, Stephen Kinnock, said it was a \"major setback for the British steel industry\".\nRoy Rickhuss, general secretary of Community, the steelworkers' union, said: \"The problems of steel dumping will not be solved by unfair tariffs and steelworkers in the UK and USA must not fall into the trap of believing rhetoric from the likes of Donald Trump.\"\nThe George Bush administration introduced steel tariffs in 2002 which lasted for 20 months.\nIt prompted threats of retaliation from the European Union on US products before the policy was abandoned.\nMr Jones, who is in Washington meeting business leaders and politicians, said: \"I want to see fewer obstacles to trade, more cooperation, more internationalism, to help our economies continue to grow. \n\"It is, therefore, extremely disappointing that the US is pressing ahead with tariffs on EU steel and aluminium imports.\n\"It could also harm the Welsh steel industry, which we have fought so hard to protect.\"\nA UK government spokeswoman said Welsh Secretary Alun Cairns had spoken to Mr Jones to give reassurances Whitehall was fully committed to reaching a successful resolution. ", "date": "1 June 2018", "href": "https://www.bbc.co.uk/news/uk-wales-44321863", "tags": "european us calls eu jones tata measures steel europe called tariffs"}