{"title": "US to buy more F-35 fighter jets from Lockheed Martin", "content": "The US Department of Defense is to buy another tranche of F-35 fighter jets from maker Lockheed Martin at a lower price-per-plane than previous orders.\nIn December, newly-elected US President Donald Trump said the cost of the Pentagon's most expensive defence programme was \"out of control\".\nThe new order, 90 jets for $8.5bn, brings the price of each aircraft to about $95m, down from a previous $102m.\nLockheed said Mr Trump had \"sharpened our focus on driving down the price\".\nThe US government expects to spend close to $400bn in the coming decades to develop and buy 2,443 of the supersonic fighter jets. \nLockheed, the prime contractor, and its partners including Northrop Grumman, United Technologies Corp's Pratt & Whitney, and the UK's BAE Systems have been working on building a more cost-effective supply chain.\nSo, defence analysts had expected that orders would fall in price as production rises.\nLockheed Martin, the world's biggest defence manufacturer, said on Friday: \"President Trump's personal involvement in the F-35 program accelerated the negotiations and sharpened our focus on driving down the price.\"\nShares of Lockheed fell sharply after the president made his \"out of control\" Tweet in December, and then fell again after Mr Trump complained about the military contractor at a news conference the next month. However, Lockheed's shares have since recovered.\nPentagon F-35 project head Lieutenant General Chris Bogdan said the agreement was a \"good and fair deal for the taxpayers, the US government, allies and industry\".\nThe UK government has committed to buying up to 138 F-35s, and has already taken delivery of at least three jets for evaluation and testing. \nThe F-35 programme has been dogged by delays, and in 2014 an engine fire led to the grounding of the aircraft.", "date": "5 February 2017", "href": "https://www.bbc.co.uk/news/business-38862319", "tags": "us lockheed buy fighter price martin said defence jets government"}