{"title": "US to fully enforce reimposed Iran nuclear sanctions", "content": "President Donald Trump says he will fully enforce the sanctions being reimposed on Iran as a result of the US withdrawal from a 2015 nuclear deal.\nMeasures targeting Iran's automotive sector as well as its trade in gold and other key metals will take effect from 00:01 EDT (04:01 GMT) on Tuesday.\nMr Trump believes the economic pressure will force Iran to agree to a new deal and end its \"malign\" activities.\nIran's President Hassan Rouhani said the act was \"psychological warfare\".\nResponding on Iranian state television, Mr Rouhani rejected the idea of last-minute talks. \"We are always in favour of diplomacy and talks... but talks need honesty,\" he said. \nMr Trump warned that individuals or entities who breach the sanctions risk \"severe consequences\".\nThe UK, France and Germany - which were also parties to the 2015 accord along with Russia and China - have expressed \"deep regret\" at the US move.\nThey have pledged to abide by their commitments under the deal. Iran has said it will also do so if it continues to receive the economic benefits.\nThe accord saw Iran limit its controversial nuclear activities in exchange for sanctions relief.\nFormer US President Barack Obama insisted that it would prevent Iran from developing a nuclear weapon and that the world would be safer as a result.\nBut Mr Trump said it was a \"horrible, one-sided deal\". \nHe declared that its so-called \"sunset clauses\" - under which the limits on Iran's nuclear programme will start to expire - were unacceptable; that it did not deal with Iran's ballistic missile programme; and that it failed to stop Iran's \"malign behaviour\" in neighbouring countries, including Syria and Yemen.\nAn executive order signed by Mr Trump said that from midnight sanctions would be reimposed on: \nOn 5 November, potentially more damaging sanctions will be reimposed on:\n\"I am pleased that many international firms have already announced their intent to leave the Iranian market, and several countries have indicated that they will reduce or end imports of Iranian crude oil,\" the president said in a statement. \n\"We urge all nations to take such steps to make clear that the Iranian regime faces a choice:  either change its threatening, destabilising behaviour and reintegrate with the global economy, or continue down a path of economic isolation.\"\nThere was no immediate response from Iran, but Foreign Minister Mohammad Javad Zarif earlier said the US was being \"isolated\".\nHe added that it was hard to imagine negotiating with someone who had torn up an agreement that had taken so long to reach.  \"Who can believe Trump is serious about talks?\" he asked.\nThe British, French and German foreign ministers issued a joint statement with the EU's foreign policy chief saying the nuclear deal was working and was \"crucial\" for global security. \nThey also unveiled a \"blocking statute\" that will seek to protect European firms doing business with Iran against the impact of US sanctions. \nHowever, an unnamed senior Trump administration official said the US was \"not particularly concerned\" by the move. \nThe official noted that Iran had already suffered severe economic difficulties since the US abandoned the nuclear deal in May, with the rial losing almost 80% of its value.", "date": "6 August 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-45085571", "tags": "iran us sanctions nuclear reimposed president trump economic fully enforce deal"}