{"title": "US targets Chinese firm over national security fears", "content": " The US has restricted American firms from selling parts to a Chinese company over national security concerns.\nThe US Commerce Department said there was a \"significant risk\" that Fujian Jinhua could get involved in activities that may hurt US national security.\nThe move is the latest escalation in the Trump administration's efforts to stop alleged intellectual property theft.\nOther countries have also put limits on Chinese firms on security grounds.\nThe US Commerce Department said it would restrict the export of software and technology goods from American firms to Chinese chipmaker Fujian Jinhua.   \n\"When a foreign company engages in activity contrary to our national security interests, we will take strong action to protect our national security,\" US Commerce Secretary Wilbur Ross said in a statement. \nHe said that the restrictions on Fujian Jinhua - which makes memory chips and devices - would \"limit its ability to threaten the supply chain for essential components in our military systems\". \nUS firms now require a licence to export to Fujian Jinhua. \nThe decision comes amid allegations that the state-backed company has stolen intellectual property from US chipmaker Micron Technology, according to reports.\nThe move is likely to inflame tensions between the US and China, as the pair battle a trade war and Beijing seeks to build its dominance in high-technology industries. \nIt is also the latest in a series of actions restricting the trade of Chinese tech firms. \nEarlier this year, the US blocked China's ZTE from doing business with US companies after it found it had violated US sanctions against Iran and North Korea. \nThe ban, which forced the firm to halt major operations, was lifted in July.\nNational security worries have also led to curbs on Chinese companies in other countries. \nIn August, the Australian government banned telecoms giants Huawei and ZTE from providing 5G technology for the country's wireless networks.\nThe UK's cyber-defence watchdog also warned that the use of ZTE's equipment and services could pose a national security risk.", "date": "30 October 2018", "href": "https://www.bbc.co.uk/news/business-46027542?intlink_from_url=https://www.bbc.co.uk/news/topics/cjnwl8q4qz2t/huawei&link_location=live-reporting-story", "tags": "also security us national fujian jinhua company fears targets chinese firm firms"}