{"title": "US tells allies to halt Iran oil imports by November", "content": "The US has told its allies to cut all oil purchases from Iran to zero by November as it prepares to reinstate sanctions against the country.\nThe State Department said it does not plan to offer waivers or allow countries to wind down imports from Iran.\nOil prices jumped following the announcement.\nThe US has said firms that continue to do business with Iran risk punishment once sanctions are reintroduced.\nThe Trump administration said in May that it would withdraw from the 2015 nuclear pact with Iran signed by former US President Barack Obama.\nThe agreement lifted sanctions on Iran but the US now plans to re-impose those measures. \nHowever, the request that countries cut their purchases to \"zero\" by 4 November without exception came as a surprise.\nUS crude oil prices shot above $70 (£53) for the first time since May, rising by 3.91% to $70.74 a barrel.\nThe price of Brent also rose, up 2.61% to $76.68 a barrel.\nIran is one of the world's largest oil producers, with exports worth billions of dollars each year.\nIn prior comments, the US had indicated it would consider waivers to the sanctions if countries could show progress toward reducing purchases.\nHowever, a State Department official said on Tuesday that the sanctions were one of the administration's \"top national security priorities\".\n\"The predisposition would be no, we're not granting waivers\", the official said.\nThough he also said: \"I would be hesitant to say zero waivers ever.\"\nThe US plans to ask other oil producers in the Middle East to help keep supplies steady, the official added. \nIran is already feeling economic pressures after protests erupted this week amid concerns about rising prices and a decline in the value of its currency, the rial. \nThe country's average daily oil exports have fallen this month compared to May. \nSeveral companies, including French oil giant Total, have already said they will wind down business in Iran if they do not receive waivers.\nBut the State Department said the US has not yet discussed the issue with China and India, the two biggest buyers of Iranian oil.\nLast month, the EU said it would revive legislation to allow European companies to continue doing business with Iran, despite US rules.\nFrance and others have criticised the US for withdrawing from the 2015 agreement, which was also signed by the UK, France, Russia, Germany and China.", "date": "26 June 2018", "href": "https://www.bbc.co.uk/news/business-44621127", "tags": "allies tells us iran halt sanctions november purchases zero oil state waivers imports"}