{"title": "US tech firms ask for protection from next Trump tariffs", "content": "Four major US tech companies have written to the US Trade Representative (USTR) asking for protection from the proposed third round of Trump tariffs.\nDell, Cisco, Juniper Networks and Hewlett Packard Enterprise warn the new taxes could result in US job losses.\nThe firms are worried the tariffs will increase their costs since many of their components come from China. \nThey say a duty of between 10-25% \"would cause broad, disproportionate economic harm to US interests\".\nThe last-ditch effort came as US public hearings on the upcoming tariffs ended.\nThe hearings examining the potential impact of the taxes wrapped up on Thursday, setting expectations that another round of tariffs could be imposed on $200bn (£154.7bn) of Chinese products as early as Friday.\nTypically, however, the US has implemented tariffs within weeks, not days, of the end of public consultations.\nThe four tech firms are concerned that tariffs will increase the cost of items such as hard drives, servers and networking equipment, which could hit profits and result in job cuts in the US.\n\"Over time the reduced profits that the duties could cause could lead to hiring freezes, stagnant wages, and even job losses, as well as harm to investors such as reduced dividends and erosion of shareholder value,\" the companies wrote in the letter to the USTR, Robert Lighthizer.\nThey warned that an additional duty of up to 25% \"would cause broad, disproportionate economic harm to US interests\", including reduced spending on research and development and a slow down in innovations such as cloud computing and the rollout of 5G networks in the US.\nThe impact could be wide-ranging since the four firms make equipment commonly used by other tech companies, the government, and institutions such as schools and hospitals.\nPresident Trump's trade war with China moved up a gear last month when the US brought in a 25% tax on a second wave of goods worth $16bn.\nTariffs had already been imposed on $34bn of Chinese goods in July. China has retaliated on both occasions with tariffs on the equivalent value of US goods.  \nIn an interview with the BBC's Asia Business Report programme, HPE's chief executive Antonio Neri said the firm had \"weathered the impact of the first two rounds of tariffs very well because it has a flexible and large scale supply chain\". \nWhile the firm stressed it was confident it would be able to make changes necessary to mitigate any impact of the tariffs, an HPE spokesperson said: \"Changes to a tariff system that has worked well for decades is not the way to go for our country.\"", "date": "7 September 2018", "href": "https://www.bbc.com/news/business-45443004", "tags": "next us could job china four companies tech ask trump impact protection tariffs firms"}