{"title": "US trade war would make world 'poorer and more dangerous'", "content": "The International Monetary Fund has warned a trade war between the US and China risks making the world a \"poorer and more dangerous place\" in its latest assessment of the global economy.\nThe IMF has lowered its forecast for global growth this year and next. \nIt said that a full-blown trade war between the US and China would put a significant dent in economic recovery.\nIts chief economist said further trade barriers would hit households, businesses and the wider economy.\n\"Trade policy reflects politics and politics remain unsettled in several countries, posing further risks,\" said Maurice Obstfeld.\nMost recently, China announced new trade tariffs on $60bn of US goods, including products such as liquefied natural gas, produced in states loyal to the US President Donald Trump.\nIn a tweet, Mr Trump warned Beijing against seeking to influence the forthcoming US midterm elections.\n\"There will be great and fast economic retaliation against China if our farmers, ranchers and/or industrial workers are targeted!\" he said. \nUS tariffs on $200bn of Chinese imports came into effect last month.\nGlobal economic growth is now expected to reach 3.7% in 2018 and 2019, down from the IMF's previous prediction of 3.9% in July. \nIt said that risks to the short-term outlook had \"shifted to the downside\".\nDowngrades to global growth also reflected predictions of a slower expansion in the eurozone as well as turbulence in a number of emerging market economies.\nCrisis-hit Venezuela is expected to enter its sixth year of recession in 2019, with inflation predicted to hit ten million per cent next year.\nArgentina, which recently agreed an IMF bailout, is also predicted to see its economy shrink in 2018 and 2019.\nThe US and China's escalation of trade tariffs is expected to hit growth in both countries in 2019, when the boost from President Trump's sweeping tax cuts will also start to wane. \nMr Obstfeld said the world would become a \"poorer and more dangerous place\" unless world leaders worked together to raise living standards, improve education and reduce inequality.\nThe IMF warned that the world faced a permanent hit to growth if the US followed through on a threat to impose a 25% on all imported cars, and global tariffs hit business confidence, investment and borrowing costs.\nIn this worst case scenario, the US economy would take a significant hit, while economic growth in China would drop below 5% in 2019, compared with a current prediction of 6.2%. \nThe UK economy is expected to expand by 1.4% this year and 1.5% in 2019.\nThe IMF said a \"no-deal\" Brexit remained a risk.\nIt believes Brexit will fundamentally change parts of the UK economy, leaving some workers out of a job.\nIt said the government would need to do more to retrain or relocate workers in industries that are \"likely to be more affected by higher trade barriers after Brexit\".\nWhile the IMF said UK interest rate rises would need to rise over the next few years to keep a lid on inflation, it urged the Bank of England to remain \"flexible\" and ready to move in either direction depending on the outcome of Brexit negotiations.\nThe IMF predicts that UK public borrowing will keep falling over the next few years.\nHowever, Chancellor Philip Hammond is still expected to borrow around £16bn in 2023 to plug the gap between tax revenues and public spending.", "date": "9 October 2018", "href": "https://www.bbc.co.uk/news/business-45789669", "tags": "us imf world make china growth would hit global economy war trade dangerous"}