{"title": "US unleashes sanctions on Iran, hitting oil, banking and shipping", "content": "The US unleashed its \"toughest ever\" sanctions against Iran on Monday, a move that has already sparked mass protests in the oil-rich nation.\nThe Trump administration reinstated all sanctions removed under the 2015 nuclear deal, targeting both Iran and states that trade with it.\nThey will hit oil exports, shipping and banks - all core parts of the economy. \nThousands of Iranians chanting \"Death to America\" rallied on Sunday, rejecting calls for talks. \nIranian President Hassan Rouhani has vowed to sell oil and break the sanctions.\nThe military was also quoted as saying it would hold air defence drills on Monday and Tuesday to prove the country's capabilities. \nThe demonstrations took place on the 39th anniversary of the occupation of the US embassy in Tehran, which led to four decades of mutual hostility.  \nBefore travelling to a campaign rally for the US mid-term elections, President Donald Trump said Iran was already struggling under his administration's policies.\nHe called the sanctions, \"very strong\", saying: \"We'll see what happens with Iran, but they're not doing very well, I can tell you.\" \nWashington re-imposed the sanctions after Mr Trump in May pulled out of a 2015 accord aimed at curbing Iran's nuclear ambitions.  \nWashington also says it wants to stop what it calls Tehran's \"malign\" activities including cyber attacks, ballistic missile tests, and support for violent extremist groups and militias in the Middle East. \n\"We are working diligently to make sure we support the Iranian people and that we direct our activity towards ensuring that the Islamic Republic of Iran's malign behaviour is changed,\" US Secretary of State, Mike Pompeo, told Fox News on Sunday.\n\"That's the goal, that's the mission, and that's what we will achieve on behalf of the president.\"\nThe US has been gradually re-imposing sanctions, but analysts say this latest round is by far the most significant.\nMore than 700 individuals, entities, vessels and aircraft are now on the sanctions list, including major banks, oil exporters and shipping companies. \nMr Pompeo said more than 100 big international companies had withdrawn from Iran because of the looming sanctions. \nHe also said Iranian oil exports had dropped by nearly one million barrels a day, choking the main source of funding for the country.\nIn addition, the Brussels-based Swift network for making international payments is expected to cut off links with targeted Iranian institutions, isolating Iran from the international financial system. \nThe UK, Germany and France - which are among the five countries still committed to the nuclear pact - have all objected to the sanctions.\nThey have promised to support European firms that do \"legitimate business\" with Iran and have set up an alternative payment mechanism - or Special Purpose Vehicle (SPV) - that will help companies trade without facing US penalties.\nHowever, analysts doubt this will materially lessen the impact of sanctions on Iran. \nAnd in recent days US Treasury Secretary Steven Mnuchin said the US would \"aggressively\" target any firm or organisation \"evading our sanctions\".\nThe Trump administration has granted exemptions to eight countries to continue importing Iranian oil, without naming them.\nThey are reported to include US allies Italy, India, Japan and South Korea, along with Turkey and China. \nMr Pompeo said the countries had already made \"significant reductions in their crude oil exports\" but needed \"a little bit more time to get to zero\".\nHe said two would eventually stop imports and the other six would greatly reduce them. \nThe US sanctions are timed to coincide with the anniversary of the siege of the US embassy on 4 November 1979 , which took place soon after the fall of the US-backed shah. \nSome 52 Americans were held hostage in the embassy for 444 days. Iran and the US have been enemies ever since.\nHardliners hold protests to commemorate the siege every year but on Sunday, protesters also vented their fury about the sanctions. \nIranian state media said millions turned out in towns and cities, swearing allegiance to the Supreme Leader Ayatollah Ali Khamenei, although the BBC was unable to independently verify this figure.\nIt followed a fiery speech from Ayatollah Khamenei on Saturday, in which he warned the US would not \"re-establish the domination\" it had over Iran before 1979.\nHowever, some Iranians have taken to Twitter to vent their frustration with the regime, with the hashtag #Sorry_US_Embassy_Siege attracting more than 19,000 tweets. \nOne user tweeted in English: \"Over the past 40 years, the Islamic regime of Iran tried to present the US and Israel as Iran's enemies. But Iranian people do not think like mullahs. We love all nations and all people of the world.\"\nAnother said: \"America is not our enemy, our enemies have taken us as hostages in our own home [country].\"", "date": "5 November 2018", "href": "https://www.bbc.co.uk/news/business-46092435", "tags": "sanctions us iran shipping already unleashes oil trump banking iranian hitting also"}