{"title": "US vows 'strongest sanctions in history' on Iran", "content": "Secretary of State Mike Pompeo has said the US is imposing the \"strongest sanctions in history\" on Iran.\nIn a speech in Washington, America's top diplomat said Iran would be \"battling to keep its economy alive\" after the sanctions took effect.\nHis Iranian counterpart said the US was a prisoner of its \"failed policies\" and would suffer the consequences.\nEarlier this month, President Donald Trump took the US out of the landmark 2015 Iran nuclear deal.\nEU foreign policy chief Federica Mogherini said Mr Pompeo had not demonstrated in his speech how abandoning the deal made the region safer from the threat of nuclear proliferation.\nUS sanctions lifted after the 2015 deal will be re-imposed, Mr Pompeo said, and those and new measures will together constitute \"unprecedented financial pressure on the Iranian regime\".\nThe older American sanctions prohibited almost all trade with Iran, making some exceptions only for activity \"intended to benefit the Iranian people\" such as the export of medical and agricultural equipment.\nThe secretary of state did not say what new measures Washington was contemplating but he described sanctions imposed last week on the head of Iran's central bank as \"just the beginning\". \nSome of Europe's biggest firms who rushed to do business with Iran after the nuclear deal now find themselves forced to choose between investing there or trading with the US.\nSome of the biggest contracts at risk include:\nIran is one of the world's largest oil producers, and the export of oil and gas is worth billions of dollars each year.\nBoth the country's oil output and its GDP fell noticeably under international sanctions.\nThe sanctions will not be re-imposed on Tehran immediately but are subject to three-month and six-month wind-down periods.\n\"Iran will never again have carte blanche to dominate the Middle East,\" Mr Pompeo said.\nJavad Zarif said America was \"regressing to old habits\". Iran, he added, was working with the other partners of the nuclear deal to find a solution.\nMs Mogherini said there was \"no alternative\" to the JCPOA.\nAnalysis by Jonathan Marcus, BBC diplomatic correspondent\nThis then is the US \"Plan B\" for Iran - to step up the sanctions pressure, to force the Tehran government into a new diplomatic deal.  It would need to accept broader constraints not just on its nuclear activities but also on its missile programme and wider behaviour in the region. \nIt is certainly tough but may be totally unrealistic. For sanctions to work they must be comprehensive. The pressure that brought about the JCPOA deal that President Trump has now abandoned was long-standing and widely supported. Now Washington's European allies want to stick with the existing deal. Russia, China and India are unlikely to bow to US pressure.\nCompelling allies and other countries to abandon trade with Iran risks damaging a whole series of wider diplomatic relationships.\nCritics may charge that this \"policy\" is impossible - a diplomatic smokescreen intended to cloak a policy whose fundamental goal is regime change in Iran.\nRead Jonathan's analysis in full\nMr Pompeo laid out 12 conditions for any \"new deal\" with Iran, including the withdrawal of its forces from Syria and an end to its support for rebels in Yemen.\nOthers include Tehran:\nIt has spread its influence across parts of the Middle East where there are large communities of fellow Shia Muslims, from Iraq to Lebanon.\nIts support for Lebanon's Hezbollah movement is particularly alarming for Israel while Saudi Arabia, another bitter enemy, accuses the Iranians of equipping rebels in Yemen.\nIn the Syrian civil war, it is one of President Bashar al-Assad's few outside allies, sending thousands of fighters and military advisers. \nIsrael praised the Trump administration's decision to pull out of the pact but the move was roundly criticised by fellow signatories, including France, Germany, the UK and Russia.\nAll of the above signatories pledged to honour their commitments under the deal.\nMr Pompeo has made clear he expects the backing of his allies in Europe but also called for support from \"Australia, Bahrain, Egypt, India, Japan, Jordan, Kuwait, Oman, Qatar, Saudi Arabia, South Korea [and] the UAE\".\n\"We welcome any nation which is sick and tired of the nuclear threats, the terrorism, the missile proliferation and the brutality of a regime at peace with inflicting chaos on innocent people,\" he said.\nThe Joint Comprehensive Plan of Action (JCPOA) saw Iran agree to limit the size of its stockpile of enriched uranium - which is used to make reactor fuel but also nuclear weapons - for 15 years and the number of centrifuges installed to enrich uranium for 10 years.\nIran also agreed to modify a heavy water facility so it could not produce plutonium suitable for a bomb.\nIn return, sanctions imposed by the UN, US and EU that had crippled Iran's economy were lifted.\nThe deal was agreed between Iran and the five permanent members of the UN Security Council - the US, UK, France, China and Russia - plus Germany.\nIran insists its nuclear programme is entirely peaceful, and its compliance with the deal has been verified by the IAEA.", "date": "21 May 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44200621", "tags": "sanctions us iran history nuclear vows pompeo new pressure deal"}