{"title": "US weighs plans to curb Chinese investment", "content": "Washington is worried about Chinese investment in the US, yet is the rest of America?\nYou might expect Leo Chan to be pessimistic about the future of Ohio, a state in the American Midwest that has seen its former manufacturing might gutted by automation, foreign competition and the financial crisis.\nBut Mr Chan, who moved to the state in 2000, says recently he's seen reason for optimism: a wave of investments by Chinese firms, which have purchased companies and opened factories and restaurants, helping to stem the region's employment and population declines.\n\"They've created jobs,\" says Mr Chan, executive director of the Greater Cincinnati Chinese Chamber of Commerce. \"Although some of them are [for people] from China, they're also coming to buy houses, pay for education, pay for health care and pay taxes. It's a win-win situation.\"\nIn Washington, however, the activity - part of an estimated $135bn (£100bn) Chinese investment across the US since 2010 - has been met with suspicion from lawmakers worried by the growing technological sophistication of China's military.\nCongress and the White House, with an eye to China, are now working on measures that would tighten rules governing foreign investments, setting up a clash between two perennial American political priorities - jobs and national security.\nCompanies, including technology firms, and some lawmakers have warned against overreaching measures that might discourage investment.\nBut politicians urging tougher rules argue that advances in technology and the competitive threat posed by China's state-led economy demand an update.\n\"I want the US to remain a great place for foreign investment... but I think it's also important to keep the other guys from cheating and protecting ourselves from underhanded tricks,\" Representative Denny Heck, a Democrat from Washington, said at a hearing this spring.\nEven without new rules, the US has toughened its approach.\nThe Committee on Foreign Investment in the United States or CFIUS, which reviews deals for national security risks, examined more than 230 transactions last year, roughly double the number in 2011 and 40% more than in 2016, according to a recent government report.\nThis year, the committee, which is led by the Treasury Department, stymied Broadcom's purchase of chipmaker Qualcomm and the sale of a money transfer firm to Ant Financial, Alibaba's digital payments arm. Last year, it blocked an estimated $10bn worth of Chinese transactions.\n\"The welcome mat that the US used to have for inward investment at the federal level has to some extent rolled up,\" says Gary Hufbauer, senior fellow at the Peterson Institute for International Economics. \nThe scrutiny is tied to US concerns that Chinese companies, many of them state-backed, are targeting high tech industries that could be put to military purpose. \nThe worries date back years and have flared up along with incidents of industrial espionage, But the mood has darkened recently, as American political leaders, including President Trump, have seized on concerns about job losses, Mr Hufbauer says.\nHe says the political rhetoric can be xenophobic and overstate the risks: \"It all gets wrapped into one broad statement ... Anything from China is suspect.\"\nTo Mr Chan, the alarm feels like a repeat of Washington's fears about Japanese investment in the 1980s. He worries the anti-China talk will turn investors away from places like Ohio.\n\"It's definitely discouraging ... and just trying to find a scapegoat,\" he says. \"Somebody from China you can always blame and tend not to feel guilty about it, but it actually hurts local people.\"\nPolitical backlash against Chinese investment is not unique to America.\nLawmakers from New Zealand to Germany have voiced alarm, as the country's overseas investment grew to more than $180bn in 2016, some 10 times a decade earlier. The European Union is one of many bodies eyeing tighter rules. \nBut despite the attention China's activity has attracted in the US, it remains a relatively small player, says Joy Dantong Ma, product manager at the Paulson Institute, which tracks Chinese investment in the US. \nA report by the Rhodium Group and the National Committee on US China Relations found the country's investment in the US amounted to about $46bn in 2016, with firms employing some 140,000 people. \nThat represented about 12% of the total foreign investment that year and about 2% of employment at foreign firms.\n\"A lot of the reaction towards Chinese investment is to just the speed of growth, but it is also very important to remember that is comes from a very low basis,\" she says. \"We kind of exaggerate the magnitude of it.\"\nNew jobs\nThe Rhodium Group found that most of the investments by Chinese firms are in the real estate or hospitality sectors. \nFirms inherited most workers through acquisitions or mergers, but some companies are also starting American operations from the ground up.\nRichard Stock is an economist at the University of Dayton, located in the Ohio congressional district where such investments have created more new jobs than any other place in the US.\nHe says he's aware of the national security concerns, but they aren't relevant to what is happening around him - like the decision by Fuyao Glass Co, a glass manufacturer, to open a facility in a closed General Motors plant, where it now employs more than 2,000 people.  \n\"People obviously need to be careful ... but that's not what's going on,\" he says. \"I don't think we have national security concerns with respect to auto windows.\"\nThe Fuyao plant has experienced labour tensions and the hoped-for economic spin-off has disappointed, but for an area reeling from manufacturing losses, the pros outweigh the cons, Mr Stock says.\n\"We are grateful for those jobs and when I'm saying we, I'm talking about everyone in the metropolitan area because that was a large facility and it was very difficult to imagine something else happening there.\"\nIt's not clear yet how aggressive the final rules will be.\nIn March, President Donald Trump asked the US Treasury Department to propose ways to curb Chinese investments, as part of a response to alleged intellectual property theft. \nThat could end up as presidential bluster, pending continuing trade talks. \nBut the Senate and House are also working on legislation, expected to become law this year, that would enhance government power to vet deals. \nDrafts of the bill identify data exposure as a security risk and add US \"industrial leadership\" to the factors that CFIUS should consider when reviewing transactions. \nLawmakers are also wrangling over the best way to address overseas joint ventures, after companies said the process proposed initially would be duplicative and overly broad.\nMr Hufbauer warns that wide-ranging rules, depending on how they are enforced, risk chilling investment and could be counter-productive, making research more expensive for US companies by limiting their potential customers. \nThe measures also threaten to exacerbate the geo-political problems they are intended to address, he says.\n\"How you treat a foreign country matters, in how they view themselves with respect to you,\" he says. \"If you treat a country as an enemy, it becomes an enemy.\"\nMr Chan, whose job is focused on creating ties between US and Chinese businesses, says he is determined not to be discouraged.\n\"The only thing I can say is if you live long enough, you see this kind of political stunt over and over and you know the only thing you can do is just stay calm,\" he says. ", "date": "21 May 2018", "href": "https://www.bbc.co.uk/news/business-43996015", "tags": "also us investment china companies curb chinese says firms plans foreign weighs"}