{"title": "Vandalised Monet returns after restoration", "content": "Claude Monet's vandalised Argenteuil Basin With A Single Sailboat has been rehung in a Dublin gallery after a painstaking restoration process.\nThe £8m artwork was badly ripped when a man put his fist through it in June 2012 while it hung in the National Gallery of Ireland, Dublin.\nThe gallery's Sean Rainbird  praised the restorers' \"outstanding expertise and dedication\" over 18 months.\nA man is awaiting trial over the vandalism.\nMr Rainbird described the damage as having been \"huge\" and \"shocking\". \nThe painting is now being housed behind protective glass - a low reflective, ultraviolet-filtered climate box with a humidity buffer.\nThe oil painting is the only Monet in Ireland's national collection. \nIt is relatively small at 55cm by 65cm but is regarded as a classic with its own significance.\nMonet created the painting in 1874, a time when he was using a boat as a floating studio on the Seine to paint scenes of the river and its banks. \n It depicts shifting clouds, rippled water, golden leaves and a gliding yacht. \n The repair work involved gathering hundreds of microscopic fragments of paint which broke off the canvas in the vandalism. \nSome tiny pieces could not be saved after some split into powdery dust and therefore became too small to reattach. \n Conservationists had to use microscopes, surgical tools and special heaters in the full restoration work. \n\"The National Gallery's approach to the conservation of Monet's painting was primarily dictated by the need to retain the integrity and originality of the painting and by applying the principles of reversibility, clarity and minimum intervention,\"  said Simone Mancini, the gallery's head of conservation.\nThe painting's return will be a boost to the gallery, which is top of the list of free visitor attractions in the country with 641,572 visitors each year. ", "date": "1 July 2014", "href": "https://www.bbc.com/news/entertainment-arts-28105836", "tags": "vandalised gallery painting dublin restoration man rainbird returns ireland national monet vandalism"}