{"title": "Vanuatu denies it will host China military base", "content": "Vanuatu has denied holding talks with Beijing to establish a Chinese military base on its soil.\nAustralia's Fairfax Media reported on Tuesday that China had approached Vanuatu to establish a permanent military presence in the South Pacific.\nThe report said China had not made an official proposal, but its possibility had been discussed at \"the highest levels\" in the US and Australia. \nVanuatu said it was not interested in hosting foreign military bases.\n\"No-one in the Vanuatu government has ever talked about a Chinese military base in Vanuatu of any sort,\" Foreign Minister Ralph Regenvanu told the Australian Broadcasting Corporation.\n\"We are a non-aligned country. We are not interested in militarisation.\"\nThe newspaper report has sparked discussion in Australia, which sits 2,000km (1,240 miles) from Vanuatu, about possible efforts by China to exert influence in the South Pacific.\nChina has not commented on the report. It set up its only overseas military base in Djibouti last year. \nVanuatu, a string of more than 80 islands sitting between Fiji and New Caledonia, has previously backed Beijing's position on the South China Sea. \nHome to about 250,000 people, the South Pacific nation has faced challenges including poverty and extreme weather events.\nFairfax Media reported that Beijing had given the nation \"hundreds of millions of dollars in development money\", and has vowed to build or upgrade three Vanuatu government buildings.\nThe newspaper said that China was likely to seek an initial access agreement that would allow its ships to be serviced and restocked in Vanuatu.\nBeijing could then expand its presence over time, Fairfax Media said, attributing its information to multiple anonymous sources.\nThe report said officials in Washington and Canberra had discussed the issue, but it did not give details.\nIn rejecting the report, Mr Regenvanu said he was \"not very happy about the standard of reporting in the Australian media\".\n\"I would hope the upsurge in the paranoia about China in Australia is not used to destroy or denigrate the good relationship Vanuatu has with Australia,\" he said.\nAustralian Foreign Minister Julie Bishop said she was confident that her nation remained \"Vanuatu's strategic partner of choice\".\nHowever, she acknowledged that Beijing appeared to be increasing its activity in the Pacific.\n\"Chinese vessels visited Vanuatu last year as part of a broader visit to the region, but these sorts of visits are normal for many neighbours around the world,\" she said.\nNew Zealand Prime Minister Jacinda Ardern said her nation was \"opposed to the militarisation of the South Pacific generally\". \nDespite Vanuatu's denial, security experts say it is feasible that China could attempt to build a military base in a nation such as Vanuatu.\nSuch a move would challenge the influence of the US and its allies Australia and New Zealand, according to Asia-Pacific expert Bates Gill.\n\"Those relationships as well as the US Navy itself has been the most dominant military and security power in the region for some 70 years,\" Prof Gill, from Sydney's Macquarie University, told the BBC.\n\"[China] is beginning to shift this long-standing regional dynamic in ways that are causing concern in Canberra and in other regional capitals.\"", "date": "10 April 2018", "href": "https://www.bbc.com/news/world-australia-43707975", "tags": "australia military report china host beijing pacific denies south base nation vanuatu"}