{"title": "Varadkar: Irish government not preparing for hard border", "content": "Taoiseach (Irish prime minister) Leo Varadkar has said he is confident, but not complacent that a hard border can be avoided post-Brexit. \nMr Varadkar was speaking during a visit to Londonderry on Friday. \nHe also responded to Lord Chief Justice Sir Declan Morgan's concerns about the lack of an executive at Stormont.\nSir Declan told BBC News NI it is \"shocking\" the Hyponatraemia Inquiry findings cannot be addressed due to the lack of an executive.\nThe taoiseach said people from all communities in Northern Ireland are \"losing out\" because there is no functioning executive as there are important decisions to be made around healthcare and major infrastructure projects.\n\"So we as co-guarantors of the [Good Friday] Agreement want to help the parties come together to agree to get the institutions up and running again, but we do appreciate that the uncertainty around Brexit hasn't created a good environment for that,\" Mr Varadkar said. \nOn the issue of Brexit the taoiseach replied \"no\" when asked if he was preparing for a hard border and said he was confident, but not complacent that a hard border can be avoided. \nIn the first of his engagements in the city on Friday, Mr Varadkar visited the city's historic walls and the Apprentice Boys of Derry Siege Museum before meeting with members of the organisation. \nThis included meeting its governor Graeme Stenhouse, general secretary Billy Moore and former assembly speaker Lord Hay.\nMr Moore presented the taoiseach with a book tracing the Siege of Derry. \nThe taoiseach was also presented with a crimson tie, the official colour of the Apprentice Boys of Derry.\nMr Moore invited Mr Varadkar to wear the tie if he ever came to the city to watch a loyal order parade.\nMr Varadkar later visited the Ráth Mór centre in the Creggan.\nA small group of about a dozen dissident republican supporters staged a silent peaceful protest outside the centre. \nThey held placards as the taoiseach walked the short distance from his car to the centre where he received a warm welcome.\nAfter hearing a local choir he met a range of local community representatives. \nEarlier on Friday, the taoiseach said he was looking forward to hearing the views of people on the political situation and the uncertainty caused by Brexit. \nHe again re-affirmed his government's commitment to cross-border initiatives including the A5 road between Newbuildings outside Londonderry and Aughnacloy in County Tyrone.\nThe taoiseach also attended a dinner for former Foyle MP Mark Durkan to honour his commitment to peace and reconciliation on Friday evening. ", "date": "26 October 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-45995912", "tags": "brexit executive hard border preparing irish friday varadkar government also taoiseach"}