{"title": "Vegans, Keep Out: It's Hunting Season", "content": "CONCORD, Mich. - Ted Nugent is not an evolution guy.\nThis became apparent recently when Mr. Nugent, the 57-year-old rocker, huntsman and N.R.A. board member, brandished a blood-drenched liver he had just pulled from a freshly slain deer. He used the moment, during filming of his forthcoming reality show on the Outdoor Life Network, \"Wanted: Ted or Alive,\" to explain the meaning of life to five contestants who were in various states of awe and nausea.\n\"Big bangs don't make this,\" Mr. Nugent said, musing on the steaming organ he held before him. \"That's not a big bang. God made that. That's a liver. That's mystical. You and I can't make livers. Things banging don't make livers. This is mystical stuff. This is magic. This is perfection.\"\nHe was beside himself, and he was not finished. Ted is never finished.\n\"To kill a deer is perfect, and I typically will sit in the woods and I just look up and absorb the spirit and barometer, I'll listen to the birds and just sit here and be in stunned silence for a long time,\" he said, leaning against a tree, his arms to his side, the liver in one hand and a serrated blade in another. \"The prayer of silence alongside the beast is powerful medicine so that you can be the best that you can be.\"\nThe fact that Mr. Nugent is on his second reality show -- the first, 2004's \"Surviving Nugent,\" lasted a season on VH1 -- suggests the genre's lifespan is entering a mature phase. Not that the word applies to Mr. Nugent. For those too old or young to be familiar with the man known as \"the Nuge,\" he became famous in the 1970's as a wild-eyed guitar hero, first in a band called the Amboy Dukes and then on his own, with a couple of hits -- \"Cat Scratch Fever\" and \"Stranglehold\" -- propelling his career. He was a rock idiosyncrasy, abstaining from drinking and smoking but plenty wild nonetheless. He could, and still can, conjure a withering sonic hailstorm in his guitar solos.\nMore recently, though, he has become better known as a reliably outlandish right-wing firebrand who came close to throwing his hat into Michigan's 2006 gubernatorial race. He says the odds are 50/50 for a run in 2010.\n\"Even though Michigan needs me desperately -- the pimps and the whores and the welfare brats need to be introduced to my crowbar -- I think I would be better fortified and my family would be better fortified for the campaign, if I decided to do so, five years from now,\" he explained. \"I was 99 percent ready to do it. In fact, I called Engler, I called Pataki, Huckabee, Perry,\" he said, listing the names of several current or former Republican governors. \"I had the support of everybody.\"\nMr. Nugent was speaking while sitting on a tree stump at his 330-acre Michigan hunting ground that he has stocked with boar, buffalo, deer and ram. He was eating a tuna sandwich, the back of his forearm still bloody from gutting and skinning the deer he had shot earlier in the day. He wore camouflage from his cowboy hat on down, and though he is known for his love of bow hunting, he sported a .243 Browning rifle.\nHe extols hunting as a way for people to get back in touch with what they're eating, and themselves.\n\"Hunters, fishermen and trappers were the first and remain the ultimate environmentally responsible stewards and mangers of life, quality, air, soil and water,\" he said. \"Biodiversity is mine, environmentalism is mine. It doesn't belong to Pam Anderson.\"\nHe does not, however, believe in modern environmental issues like global warming. Asked for his view of the world, he expounded at length, at times belching, cursing, yelling, guffawing. He endorsed President Bush's foreign policy and railed against liberalism and the notion that the world's problems could be solved by negotiation.\n\"I'll show you some security and I'll show you some peace: Nagasaki and Hiroshima,\" he said, sandwiching an expletive between syllables. \"You [expletive] with us and we'll [expletive] melt you.\"\nHe is also not a fan of the Roman Catholic Church. \"They got how many trillions of dollars in gold and silver and jewelry and art and real estate and stained glass and they're passing the basket on Sunday so they can get the tomato farmers' donation?\"\n\"You see that gut pile?\" he added, pointing to a large hole that served as a maggot-infested dumping ground for animal innards. \"That's my [expletive] church.\"\nTed's brother, Jeff Nugent, is the former chief executive of Revlon. He said he tried to get Ted to rein himself in, to no avail. \"I gave up doing that a long time ago,\" said Jeff, 58. \"That is who he is and you can't change the stripes on a tiger. There's been a lot of energy having him run for governor of Michigan. I've been very frank with him: 'Ted, if you could possibly get through\"' an election, \"'you'd have to be governor. What would you do then?\"'\n\"I don't know that it wouldn't be a Pyrrhic victory,\" Jeff added. \"I think it would be impossible for him to be elected with the views he's articulated. If he was capable of drawing back in 20 or 30 degrees from where he is, he could still be true to his beliefs but not be so outrageous.\"\nThe Nugent brothers grew up, along with two other siblings, outside Detroit with a strict disciplinarian for a father.\n\"The reason my life is so full and so joyful is that my dad forced me to practice the guitar,\" Ted Nugent said. \"Because I said I wanted to get a guitar and play like the Ventures, Elvis Presley and Ricky Nelson, Lonnie Mack, Duane Eddie, Dick Dale and the Deltones, the original guys, Chuck Berry, and my dad said, 'Yeah, you can get a guitar, make some money, cut lawns, wash cars, shovel snow, sell nightcrawlers,' and he would help me buy it as long as I paid him back. But once I got it, he said, 'O.K., you got a guitar, now you're going to go in your room\"' and practice every day.\nIn contrast to his father, Mr. Nugent said, \"I am blatheringly affectionate.\" He continued: \"The most oft heard words from my children are 'Dad, Dad, stop,' because I hug them and kiss them so much. I'm an extremist in that too.\"\nIn his new show, which makes its debut in November, city slickers are unwittingly thrown into the hunting life with Mr. Nugent.\nConversations with the Nuge are \"really not a discussion,\" said Stevie Guttman, a 28-year-old club promoter from Miami who answered an ad saying he could win money just by hanging out with a rock star. He was not expecting to be killing his dinner -- one of Ted's first requirements was that contestants kill a live chicken. \"It's more of me asking a question and getting his force-fed response whether I like it or not,\" Mr. Guttman added. \"I don't think he's really too interested in how I could respond to that or change his mind.\nAs it happens, Mr. Guttman first attended a rock concert at age 12 at Nassau Coliseum. The headliner was Kiss. His date was his mother, he said, \"of all people.\" And the opening act? \"This lunatic gets out onstage and just looks at the crowd and says --- \" Mr. Guttman yelled an expletive, recalling the moment. \"My poor mother,\" he said. \"That was my first introduction to Ted.\"", "date": "SEPT. 27, 2005", "href": "https://www.nytimes.com/2005/09/27/arts/television/vegans-keep-out-its-hunting-season.html", "tags": "hunting first season nugent vegans -- guitar could get ted keep"}