{"title": "Venezuelan Opposition Leader Guaidó Controls U.S. Bank Accounts, State Dept. Says", "content": "WASHINGTON — The State Department said Tuesday that it had given the Venezuelan opposition leader Juan Guaidó the right to control assets and property in the United States bank accounts of the government of Venezuela.\nSecretary of State Mike Pompeo gave the certification to Mr. Guaidó last Friday, two days after Mr. Guaidó declared himself interim president, but the United States government had kept it secret until now. The move is part of a campaign by President Trump and his top foreign policy officials to oust President Nicolás Maduro, an authoritarian leader who is serving a second six-year term after elections last year that many have denounced as illegitimate.\n“This certification will help Venezuela’s legitimate government safeguard those assets for the benefit of the Venezuelan people,” said Robert Palladino, a State Department spokesman.\nThe department specifically listed accounts of the government of Venezuela or Central Bank of Venezuela that are in the Federal Reserve Bank of New York, but the turnover of control applies to similar accounts in any United States insured bank.\nTarek William Saab, Venezuela’s chief prosecutor, announced on Tuesday that his office had started a formal investigation of Mr. Guaidó for his anti-government activities and the “violent acts” of Jan. 23, when protesters answered a call by Mr. Guaidó to take to the streets. Mr. Saab is seeking to stop Mr. Guaidó from leaving the country, and has ordered a freeze of Mr. Guaidó’s assets, but has not ordered his arrest.\n“These acts are undermining the peace of the nation,” said Mr. Saab of Mr. Guaidó’s effort to establish a transitional government.\nJohn R. Bolton, the White House national security adviser, retaliated with a threat of his own, saying on Twitter in response to the prosecutor: “Let me reiterate — there will be serious consequences for those who attempt to subvert democracy and harm Guaidó.”\nOn Tuesday, the State Department also issued a red-level travel warning for Venezuela, telling American citizens not to travel to the country “due to crime, civil unrest, poor health infrastructure, and arbitrary arrest and detention of U.S. citizens.” Last week, the department withdrew most of its diplomats as the crisis with Mr. Maduro intensified.\nLast Wednesday, Mr. Guaidó declared himself interim president of Venezuela during mass protests against Mr. Maduro and called for new elections. The previous day, he had gotten a call from Vice President Mike Pence saying the United States was ready to stand by Mr. Guaidó. Mr. Pence also released a video last Tuesday encouraging Venezuelans to push Mr. Maduro from power.\nMr. Maduro has retaliated by breaking ties with the United States and demanding that all American diplomats leave his country.\nThough Venezuelan generals appear to be backing Mr. Maduro, a handful of Venezuelan diplomats and officials posted to missions in the United States have said they are abandoning the Maduro government to support Mr. Guaidó. On Monday, Scarlett Salazar, a veteran diplomat based in Miami, where there is a large anti-Maduro Venezuelan population, announced she was siding with Mr. Guaidó.\nMost Latin American countries have recognized Mr. Guaidó and demanded that Mr. Maduro acquiesce to the call for new elections. Several European nations also joined the call for elections after Mr. Pompeo held a meeting with representatives of the United Nations Security Council in New York on Saturday.\nThe campaign by the Trump administration has gotten a high level of bipartisan support among lawmakers in Washington, though some Democratic legislators have expressed concern about how hard-line policies might affect ordinary Venezuelans, who are already suffering from years of economic collapse. Others have asked whether the administration has a coherent strategy if Mr. Maduro clings to power.\nOn Monday, the United States put into effect what is essentially an embargo on oil from the main Venezuelan state-owned oil company, Petróleos de Venezuela, or Pdvsa. The sanctions would prevent most American companies from doing business with Pdvsa. Any money going to Pdvsa — including from its United States subsidiary, Citgo — would be put into accounts that could be used by what the Trump administration deems to be the legitimate Venezuelan government. For now, that is Mr. Guaidó and the National Assembly, where the 35-year-old political activist and industrial engineer serves as leader.\nThe oil sanctions amount to the first punitive action taken by the United States against Mr. Maduro since the power struggle in Caracas erupted last week, and it is intended to starve the government of Mr. Maduro of cash and foreign currency. Oil production in Venezuela has already plummeted because of mismanagement and poor policies, and the country’s economy is in shambles. Extraction at oil fields still takes place, though, and until now the country exported much of its crude oil to the United States to be refined and then sold.\nVenezuela also uses its oil to pay off debt held by China and Russia, and it does not get cash in return for those exports. Russia has denounced United States policy on Venezuela, while China has expressed concern but been more circumspect.\nAmerican officials estimated the financial penalties were expected to block $7 billion in assets and result in $11 billion in export losses over the next year for Venezuela’s government.\nThe United States imports as much as a half-million barrels of oil from Venezuela, which is about 3 percent of American demand. The United States also exports roughly 100,000 barrels of light oil to Venezuela daily. That is used for blending so Venezuela’s heavy oil can be transported through pipelines to refineries and export terminals.\nAnalysts said the sanctions did not appear intended to cripple Pdvsa, which American officials presumably would want to be operational under a Guaidó-led government. For example, the American oil company Chevron and several large American oil services firms, including Halliburton, can still operate in Venezuela under the sanctions.\nIn an interview with The New York Times on Friday, Republican Senator Marco Rubio of Florida, a main adviser to the Trump administration on Venezuela policy, said the United States could impose an oil embargo and also hinted at other muscular policy tools it might use against Mr. Maduro.\nMr. Trump has said all options are on the table when it comes to dealing with Mr. Maduro, and on Monday Mr. Bolton did not rule out military action by the United States when questioned by reporters. He appeared at a White House news conference clutching a yellow notepad that had a cryptic phrase scrawled on the top sheet: “5,000 troops to Colombia.”", "date": "Jan. 29, 2019", "href": "https://www.nytimes.com/2019/01/29/us/politics/venezuela-bank-accounts-guaido-pompeo.html", "tags": "american venezuelan guaidó opposition controls maduro accounts venezuela u.s. united states bank dept oil says state leader government"}