{"title": "Venezuelan Opposition Leader Steps Up Pressure, but Maduro Holds On", "content": "It was the boldest move yet by Juan Guaidó, Venezuela’s opposition leader: at sunrise, he stood flanked by soldiers at an air force base in the heart of the capital, saying rebellion was at hand.\nMutinous security forces supporting him had released the country’s most famed political prisoner. National guardsmen stood at Mr. Guaidó’s side as others joined marches to support the protesters that they had spent years repressing.\nIn the streets, anti-government demonstrators clashed with forces loyal to the president amid reports of live fire, rubber bullets and tear gas. A health clinic in Caracas took in 69 people injured during the day. An armored vehicle rammed protesters, but it was not immediately clear how many people were hurt.\nYet at the end of the day, Mr. Guaidó fell short of the prize he sought: the toppling of President Nicolás Maduro, who has relied on force, intimidation and widely discredited elections to remain in power.\nThe events also cast a harsh new light into the division within the armed forces, which puts Venezuela in a precarious position as the country’s political crisis deepens. While the highest ranks of the military dig into their support for Mr. Maduro’s government, many rank-and-file soldiers appear willing to defy their commanders and come to the aid of the opposition.\n“I think ultimately what we’re going to see coming out of this is both the government and the opposition recognizing that their hands were not as strong as they thought they were,” said Geoff Ramsey, an analyst at the Washington Office on Latin America, a human rights group.\nThe gamble by Mr. Guaidó was brazen: A predawn takeover of a military base in the heart of the capital, Caracas. The deep symbolism of such an act, it was hoped, would help galvanize soldier and citizen alike to end Mr. Maduro’s authoritarian rule.\nThe Trump administration immediately came out in support of the opposition, with the president, vice president and others publicly stating their approval on Twitter. President Trump also threatened “a full and complete” embargo on Cuba if it did not stop what he called “military and other operations for the purpose of causing death and destruction to the Constitution of Venezuela.”\nThe Trump administration, which has backed Mr. Guaidó since he first challenged Mr. Maduro’s authority more than three months ago, clearly thought the day would unfold differently.\nSecretary of State Mike Pompeo, speaking on CNN’s “The Situation Room with Wolf Blitzer,” said Mr. Maduro and senior leaders in his government had been prepared to fly to Cuba on Tuesday morning, with “an airplane on the tarmac,” but that Russia, a powerful ally of Mr. Maduro’s, had “indicated he should stay.” Mr. Pompeo offered no evidence.\nJohn R. Bolton, the White House national security adviser, said top officials in Mr. Maduro’s government had committed to transitioning power to Mr. Guaidó. He identified them as Vladimir Padrino López, the defense minister, Maikel Moreno, the head of the Supreme Court, and Rafael Hernández Dala, the commander of Mr. Maduro’s presidential guard.\n“All agreed Maduro had to go,” Mr. Bolton said. But Mr. Padrino and Mr. Moreno both came out publicly in defense of Mr. Maduro on Tuesday.\nSince January, Mr. Guaidó has run what amounts to a parallel government, counting on support from more than 50 countries, including the United States, even as Mr. Maduro remains the country’s leader. Despite Mr. Maduro’s low popularity, however, the opposition’s momentum has been sapped as Mr. Guaidó has failed to depose the president or solve the shortages of food, medicine, water and power that plague the country’s 30 million people.\nBut if there had been any likelihood that top military brass would turn sides Tuesday, it seemed quashed by early afternoon when Mr. Padrino López, the defense minister, spoke on television, calling the act “an attempt at a coup, without a doubt, at a mediocre level.”\nThe defense minister also came flanked by soldiers, but they pledged loyalty to Mr. Maduro and vowed to hunt down those responsible.\nBy day’s end, news spread of another blow to the opposition: Leopoldo López, the political prisoner who heads Mr. Guaidó’s party, had fled into the Chilean Embassy, along with his wife, Lilian Tintori. Only hours earlier, Mr. López had appeared freed from house arrest imposed by Mr. Maduro’s government.\nVenezuelans in Caracas said they were bracing for a revived but protracted struggle between Mr. Maduro and Mr. Guaidó, with an unclear outcome.\n[Here’s what we know so far.]\n“I believe this is very important, but I see apathy and fear in people,” said one of the protesters, Mary Galaviz, 69. “We should not be afraid. In war there is death, but goals are achieved.”\nMiriam Segovia, 52, another protester near the military base, said she hoped that the armed forces would “put themselves on the side of the Constitution, so we can escape this misery, this hunger and lack of medication.”\nThe response was far more mixed — and chaotic.\nIn a video broadcast online, an armored vehicle could be seen accelerating directly into a group of protesters, leaving at least one person lying on the road behind it. In a separate series of photos, an armored vehicle appeared to run over a protester.\nTear gas canisters could be seen detonating near the military base, where about 2,000 people had gathered by around noon. About 200 people converged near the president’s Miraflores Palace, in Caracas, in support of Mr. Maduro’s government. Some were armed.\nAt least 69 people were wounded, according to Salud Chacao, one of the hospitals attending them.\nThe scenes drew condemnations from governments around the region. Eleven countries, including Venezuela’s neighbors Colombia and Brazil, issued a statement denouncing what they called “the indiscriminate use of violence to repress the transition process.”\nThe countries, known regionally as the Lima Group, encouraged the military to back Mr. Guaidó. They called for a meeting to discuss the situation on May 3.\nRocío San Miguel, a security analyst in Caracas, said Mr. Guaidó had failed to get the majority of the armed forces to switch sides.\n“It took twelve hours, but we saw that the balance of power hadn’t shifted,” said Ms. San Miguel. “In the end the scenario they got was that none of the important commanders joined the opposition.”\nBut she said it was also telling that the armed forces had arrested neither Mr. Guaidó nor Mr. López, the political prisoner, presumably fearing a backlash for detaining the popular leaders.\n“This situation is not easy for Maduro either,” she said.\nOn Tuesday night, Mr. Maduro appeared with top military and civilian leaders in a televised address to denounce Mr. Guaidó and Mr. López, whom he characterized as American puppets. He called the day’s events a coup attempt and claimed that the opposition never got control of the military base, but rather was easily fended off by loyal soldiers there.\n“We will continue to be victorious in every juncture that follows,” he said. “Our cause is crystal clear. It’s the cause of the defense of the country.” He denied Mr. Pompeo’s assertion that he was ready to fly to Cuba, and called for a march on Wednesday “to win the peace.”\nMr. Guaidó appeared in a video message Tuesday night, urging Venezuelans to head to the streets for a May Day protest of “peaceful rebellion.”\nThe fate of Mr. López, now hiding in the Spanish Embassy, also promised a new wrinkle going forward.\nMr. López is the country’s most well-known political prisoner, sentenced to nearly 14 years after having led street protests against Mr. Maduro in 2014. In the morning, Venezuelans woke to the sight of him freed, standing beside Mr. Guaidó, saying soldiers who supported the opposition had released him.\n“This is a movement of the people with the armed forces,” he told reporters gathered around him.\nBut by evening, Chile’s foreign minister, Roberto Ampuero, announced that Mr. López and his wife were at the Spanish Embassy after a period of hiding at the Chilean one.\nIt was unclear whether Mr. López had requested asylum. An opposition lawmaker, Freddy Guevara, sought refuge in the Chilean ambassador’s residence in November 2017 and remains there.\nThere was less clarity for Venezuela’s politics, said Dimitris Pantoulas, a political analyst in Caracas. By forcing only Mr. López into hiding, Mr. Maduro had neither ended Mr. Guaidó’s challenge nor allowed him to gain a new opening by freeing a popular leader.\n“Neither side can impose itself on the other,” he said.", "date": "April 30, 2019", "href": "https://www.nytimes.com/2019/04/30/world/americas/venezuela-guaido-maduro.html", "tags": "venezuelan guaidó opposition “ maduro military holds leader pressure steps lópez"}