{"title": "Venezuela Crisis: Guaidó Calls for Uprising as Clashes Erupt", "content": "• Clashes between antigovernment protesters and law enforcement officers erupted in Caracas on Tuesday after the Venezuelan opposition leader, Juan Guaidó, appeared alongside soldiers at a military base and called for the population to rise up against the president, Nicolás Maduro.\n• Mr. Guaidó has urged the Venezuela military to join his side since he declared himself interim president more than three months ago. But it was a new step for him to make the declaration with men in uniform by his side. Still, it is unclear how much of the military supports him.\n[Read our full report on the violence in the streets and Mr. Guaidó and Mr. Maduro’s standoff here.]\n• The Trump administration has backed Mr. Guaidó since he first declared himself interim president in January. On Tuesday, Secretary of State Mike Pompeo said that Mr. Maduro had been prepared to leave the country for Cuba that morning. President Trump threatened sanctions on Havana, asserting it had helped protect President Maduro.\n• Video and photos showed at least one instance where an armored vehicle rammed protesters, but it was not immediately clear how many people were injured in the incident. A health clinic in Caracas reported treating 69 people, mostly hurt by rubber bullets and tear gas but also including one wounded by live ammunition.\nMr. Guaidó, whose effort to topple Mr. Maduro has made little headway since he declared himself interim president in January, took a new step by making his case publicly at a military base in the heart of the capital.\n“Today, brave soldiers, brave patriots, brave men attached to the Constitution have followed our call,” Mr. Guaidó said in a video posted on social media, speaking from Generalissimo Francisco de Miranda Air Base, a military airport in Caracas known as La Carlota.\nMr. Guaidó claimed that “the definitive end of the usurpation starts today,” but it was not clear how many civilians or soldiers would heed him.\nBehind Mr. Guaidó stood Leopoldo López, a member of his party who was under house arrest after staging protests in 2014. Mr. López said on Twitter that he had been released by soldiers.\n“I was released by the military on the order of the Constitution and President Guaidó,” he wrote in his first Twitter posts since 2017. “Everyone mobilize. It’s time to conquer for freedom.”\nThe release of Mr. Lopez was welcomed by the antigovernment protesters, who took it as a sign of a break within the ranks of the officers guarding him.\nBut by the midafternoon, Mr. Lopez, his wife, Lilian Tintori, and their daughter entered the Chilean Embassy in Caracas as “guests,” according to a message posted on Twitter by Chile’s Foreign Ministry. Roberto Ampuero, Chile’s foreign minister, later tweeted that Mr. Lopez and his wife had moved to the Spanish Embassy as “a personal decision, considering that our embassy already had guests.”\nPresident Maduro insisted in a Twitter post that the military was on his side, saying commanders had assured him of “their total loyalty to the people, to the Constitution and to the fatherland.”\nJorge Rodríguez, the information minister, said on Twitter that government was “confronting and deactivating a small group of military traitors” that he said had taken over the base “to promote a coup.” He blamed the “coup-mongering ultraright,” which he said had pushed for a violent agenda for months.\nForeign Minister Jorge Arreaza accused the Trump administration of engineering the protests, saying on Twitter: “The heads of the coup d’état admit their responsibility without scruples. The Trump administration, in its despair, attempts to spark an internal conflict in Venezuela. Venezuela’s democratic institutions guarantee peace in the country.”\nNational guard soldiers and policemen confronted antigovernment protesters who assembled for a protest in response to Mr. Guaidó’s call.\nTear gas canisters could be seen detonating near the military base, where about 2,000 people had gathered by around noon. About 200 people gathered near the president’s Miraflores Palace in Caracas, in support of Mr. Maduro’s government.\nIn a video broadcast online, an armored vehicle can be seen accelerating directly into a group of antigovernment protesters, leaving at least one person lying on the road behind it. In a separate series of photos, an armored vehicle appeared to run over a protester.\nIt was not immediately clear where the incidents took place in Caracas, or whether the people involved were seriously hurt. In addition to the injuries reported by the health clinic in Caracas, Defense Minister Vladimir Padrino wrote on Twitter that a colonel was wounded by a shot to the neck.\nA crowd of protesters approached the air base, waving Venezuelan flags.\n“I believe this is very important, but I see apathy and fear in people,” said one of the protesters, Mary Galaviz, 69. “We should not be afraid. In war there is death, but goals are achieved.”\nMiriam Segovia, 52, another protester near the base, said she hoped that the armed forces would “put themselves on the side of the Constitution, so we can escape this misery, this hunger and lack of medication.”\nVenezuelans elsewhere expressed a mix of hope, fear and apathy. Some tried to go on with their lives, heading to work or to school amid the chaos.\nGrisel Sojo, 24, a resident of Petare, was one of about 50 people waiting for a bus so she could head home, after giving up on going to work for the day.\n“If they don’t have the support of the high military command, they won’t achieve anything,” she said of the opposition. “I wouldn’t go out in the street or call others to head out, because it is very sad to see people dying in the streets.”\nMr. Maduro was “ready to leave” for Cuba on Tuesday morning, according to Secretary of State Mike Pompeo, who said that American officials had learned that senior Venezuelan officials were prepared to fly out of the country.\n“It’s been a long time since anyone has seen Maduro. He had an airplane on the tarmac, he was ready to leave this morning, as we understand it, and the Russians indicated he should stay,” Mr. Pompeo said in an interview  on CNN’s “State of the Union.”\nHe added, “We think the situation remains incredibly fluid.”\nMr. Pompeo said that there were “senior leaders inside the Maduro government that were prepared to leave,” and that they had “told us as much over the past few weeks.”\nPressed about the source of this information, Mr. Pompeo said it was drawn from “open-source material,” and conversations with “scores and scores of people on the ground,” including members of the military and opposition leaders. “He was headed for Havana,” he said of Mr. Maduro.\nAsked about how the United States would respond should Mr. Guaidó be arrested, Mr. Pompeo said, “We’ve made very clear we would consider that a major escalation.”\nMr. Guaidó spoke to gathered supporters from a public square in Altamira, a neighborhood that has long been an opposition stronghold, saying, “Maduro no longer has the support of the armed forces.”\nBut by midday in Caracas, it was still unclear how many members of the armed forces had switched their allegiance to Mr. Guaidó.\nNo major figure from the military had come out to support him — and many of the top brass said there were against his latest move.\n“They are cowards!!” Defense Minister Vladimir Padrino López wrote on Twitter of the opposition. “We will stand firm in the defense of the constitutional order.”\n“We will keep the peace,” was the message on the Twitter account of the military unit that controls Caracas. “Always loyal, traitors never!”\nWhile Mr. Guaidó said that he had the support of many top commanders in the armed forces — even promising a list of their names — no wave of top officials had yet voiced their support publicly. He also appeared to lack the support of other bases in Caracas or other parts of the country, which remained quiet.\nBut photos and video from the streets of Caracas showed a few heavily armed men in uniform wearing the blue bands that represent an allegiance to Mr. Guaidó. Some of the armed men were pointing weapons from an overpass, with boxes of ammunition nearby. Others were seen amid the antigovernment protesters.\n“I think enough time has passed that all the relevant actors have looked around and see that the power dynamic remains largely unchanged, that Maduro does not have democratic legitimacy but he still has de facto power,” said Geoff Ramsey, a Venezuela analyst at the Washington Office on Latin America.\n“I think ultimately what we’re going to see coming out of this is both the government and the opposition recognizing that their hands were not as strong as they were,” he said.\nBattered by mismanagement, American sanctions and corruption, the Venezuelan economy has been in steep decline since 2014. Millions of people have emigrated, and the roughly 30 million who remain are plagued by hyperinflation and shortages of medicines, food, electricity and jobs.\n[Read a guide to how Venezuela’s crisis began, and who is vying for power.]\nMr. Maduro, who has been in office since 2013, won re-election last year in a contest that was widely seen as fraudulent. In January, the National Assembly, controlled by the opposition and led by Mr. Guaidó, declared the election and the government illegitimate, leading Mr. Guaidó to claim to be the rightful, transitional leader.\nMore than 50 countries, including the United States and most of its close allies, recognized him as Venezuela’s legitimate leader.\nThe Trump administration expressed immediate support for Mr. Guaidó’s latest move, and said it was closely watching developments in Venezuela.\nPresident Trump tweeted, “The United States stands with the People of Venezuela and their Freedom!” and Vice President Mike Pence tweeted, “We are with you! America will stand with you until freedom & democracy are restored. Vayan con dios!”\nMr. Trump also threatened sanctions and “a full and complete” embargo on Cuba, a major supporter of Mr. Maduro. Cuba, Mr. Trump said, must stop “military and other operations for the purpose of causing death and destruction to the Constitution of Venezuela.”\nOutside the White House, John R. Bolton, Mr. Trump’s national security adviser, met with reporters and addressed Mr. Maduro’s accusation that he was fighting off a coup attempt, adding that it would big a “big mistake” for Mr. Maduro to use any force against protesters.\nMr. Bolton repeatedly called out three Venezuelan government officials by name, asserting that they had pledged to help a peaceful transition of power to Mr. Guaidó. He indicated that the United States would lift sanctions on them in return.\nMr. Bolton named the officials as Vladimir Padrino, the defense minister; Maikel Moreno, the chief judge in the Venezuelan Supreme Court; and Rafael Hernandez Dala, the commander of the presidential guard.\nThe defense minister and chief judge said Tuesday that they support Mr. Maduro.\n“They need to be able to act this afternoon or this evening,” Mr. Bolton said, adding that it was their “last chance” to have sanctions against them removed by helping install Mr. Guaidó as the interim president.\nMr. Bolton also said that the Trump administration had warned the Russian government, which delivered military planes full of personnel and support in recent weeks, not to interfere with the situation unfolding on the ground.\n“We’ve made it clear to Russia in both public and private statements,” Mr. Bolton said, “that we regard the actions they’ve taken in Venezuela as something we regard with the utmost seriousness.”\nSamuel Moncada, the Venezuelan ambassador to the United Nations, told reporters that Mr. Guaidó’s efforts had been a dismal failure orchestrated by foreign powers, particularly the United States government and its allies in Latin America.\nHe blamed several American officials and the presidents of Colombia, Argentina, Brazil, Chile, Panama and the European Parliament for “immediate complicity” in a “media operation for destabilization” of Venezuela. He called President Trump “the self-proclaimed president of the whole world,” and said that Mr. Trump and his aides were “not the liberators of anything.”\nMr. Moncada played down a report of defections in the security forces, saying that 20 low-level Venezuelan military personnel who had participated in the coup attempt had since sought asylum in the Brazilian Embassy in Caracas.\nHe said Venezuelan security forces had shown extraordinary restraint, and denied there had been any injuries. Video showing an armored vehicle running over antigovernment protesters, he said, was fake news and “information warfare” by Mr. Maduro’s enemies.\n“The country has returned to normality,” he added.\nMr. Guaidó’s moves on Tuesday reverberated throughout the region, where Latin American leaders came out for and against his push, divided on whether what was happening amounted to a coup attempt.\nPresident Iván Duque of Colombia called on Venezuela’s military to “place yourself on the right side of history, rejecting the dictatorship and usurpation of Maduro,” and President Jair Bolsonaro of Brazil tweeted his support of the protesters, Mr. Guaidó and “the democratic transition.” President Marito Abdo of Paraguay tweeted, “Brave people of Venezuela! Your hour has arrived!”\nCuba, a longtime ally of Venezuela which supports it militarily, warned ominously of the events in Caracas on Tuesday.\n“We reject this coup movement that aims to fill the country with violence,” wrote Miguel Díaz-Canel, the Cuban president, on Twitter. “The traitors who have placed themselves at the forefront of this subversive movement have used troops and police with weapons of war on a public road in the city to create anxiety and terror.”\nMr. Maduro also received support from President Evo Morales of Bolivia, who went to Twitter to call the effort a “attempted coup d’état” with the aim of advancing foreign interests.\nAnd the Foreign Ministry of Russia, a longstanding ally of Mr. Maduro, denounced the actions of the demonstrators, saying in a statement that Venezuela’s “radical opposition” had “once again turned to forceful methods of confrontation.”\nThe ministry called for the protesters “to reject violence,” saying it supported the resolution of Venezuela’s “internal disagreements by the same citizens of Venezuela.”", "date": "April 30, 2019", "href": "https://www.nytimes.com/2019/04/30/world/americas/venezuela-coup-guaido-military.html", "tags": "guaidó calls military clashes maduro venezuela erupt ” caracas uprising crisis said"}