{"title": "Venezuelans escape to Spain and ask to return old favour", "content": "Once, Spaniards fleeing repression and poverty in Francisco Franco's dictatorship found themselves building new lives in Venezuela, given refuge by their cousins across the Atlantic. \nNow, Venezuelans are asking them to return the favour.\nA shared language and cultural heritage draw Venezuelans escaping from hardship under the socialist government of President Nicolás Maduro.\nBut many new arrivals say Spain's authorities are failing to recognise them as genuine refugees, forcing them into legal limbo and black economy jobs.  \nVenezuelans have topped the list of asylum requests in Spain for three years, but only a tiny fraction are granted refugee status: just 15 out of 12,875 last year.\nThe UN says that 208,333 Venezuelans were living in Spain by April this year - but August figures from Spain's labour ministry show that fewer than 40,000 are officially registered to work.\nMany of the rest disappear into the black economy.\nMost Venezuelans arriving at Spanish airports claim to be tourists. In reality many have sold everything just to get there.\n\"Venezuela received Spaniards with no questions asked, regardless of whether they had money or papers. The least we expect is to be received in the same way,\" says Luis Manresa, a Venezuelan politician from the opposition party Acción Democrática. \nHe fled to Madrid in 2011 because, he says, he had received threats from the government and was about to be arrested on trumped-up charges. \nBut he says: \"Venezuelans don't come here to beg; they come to work.\"\nVolunteers in Mr Manresa's support network say 200 to 300 families arrive in Spain every week, some of whom end up being held at the airport because they lack papers - or cannot convince the police that they are planning only to visit.  \nMaria Eugenia Carrillo was enthusiastic about the system of free schooling introduced by Hugo Chávez in the early 2000s. But increasing pressure by her bosses to include political content in lessons bothered her. And then there was the poverty.\n\"I saw my children sick and hungry, their parents looking for food among the rubbish and diseases like measles running rampant through the school,\" she says.\n\"When parents came to pick up their children they stopped asking 'what did you learn today?' and asked instead: 'What did you eat today?'\"\nThe 52-year-old teacher says that the political pressure caused her so much stress that her fibromyalgia became more acute - until she decided she had to leave Venezuela, flying to Madrid in October 2017.\nWithout official papers, she has no chance of working as a teacher, and is cleaning homes for cash.\n\"I always dreamed of living and dying in Venezuela,\" she says. \"I even had a beach house until a Chavista [a supporter of Venezuela's government] took a shine to it and moved in. I couldn't do anything. I was paralysed by the fear of being arrested.\"\nWilliam Cárdenas, a lawyer and former Venezuelan diplomat now in Madrid, says Spain's government could use an existing law designed for cases of a massive influx of displaced people from a foreign country. \nBut Spain says Venezuelans cannot be considered \"displaced\" in the same way as refugees fleeing a war zone.\nVenezuela's government, meanwhile, claims that the exodus of citizens is the result of a propaganda campaign aimed at bringing down the socialist regime. \n\"Some of the Venezuelans who left to clean toilets abroad have become economic slaves because they were told it was necessary to leave the country,\" President Maduro said in August.   \nThe irony of Spain and Venezuela's reversal in fortunes is not lost on Cándido Soengas, who escaped poverty and dictatorship in 1950s Spain by crossing the Atlantic.\nNow, he has been forced to return to Spain, as living conditions unravelled in the Venezuelan capital.\n\"I never expected to come back,\" 87-year-old Mr Soengas says in the garden of his Madrid retirement home, reminiscing on the life he and his late wife made for themselves in Caracas.\n\"I was happy in Venezuela. There were always people about to lend me a hand and when I brought my children up, we wanted for nothing.\"\n\"They were good times.\"\nMr Soengas took a ship to Venezuela in 1956 because he was fed up with the poverty and lack of job prospects in Galicia, in Spain's north-west. He married a fellow Galician immigrant and had a string of small business ventures in Caracas. \nAs a retired widower, Mr Soengas's health began to deteriorate, and he could no longer get the medicine he needed to control his epilepsy. \n\"Caracas became like Galicia under Franco when I was a boy, when there was rationing. I would be queuing outside a food store, and then the door closed because there was nothing left.\"\nA year after his return, he was joined in Madrid by his grandson, Jesús Soengas, who says he feared for his life after participating in student protests against the Maduro government.\n\"When I saw how my friends, the people that studied with me, started getting killed by the government, I decided I might be next,\" he says. \nHe is fortunate enough to hold a Spanish passport.\nJesús is combining law studies at a Madrid university with shifts as a Deliveroo bicycle courier. \"Sometimes, I hardly sleep because of studies and work. But I am lucky to have the possibility of working legally.\"\nWhile leaving Venezuela was emotionally very hard, his hope is that the experience of exile will one day enable him to return to help rebuild it.\n\"If I want to build that better country, I have to prepare myself, to study, to see different things and see how democracy works in the real world.\"", "date": "18 October 2018", "href": "https://www.bbc.com/news/world-europe-45640307", "tags": "madrid poverty venezuela venezuelans escape return ask soengas says old favour government spain"}