{"title": "Venezuela Crisis: What We Know So Far", "content": "A day after Venezuela’s opposition declared a rebellion against President Nicolás Maduro, nervous uncertainty gripped the nation on Wednesday, with both sides calling for legions of supporters to take to the streets.\nAntigovernment demonstrators, accompanied by members of the security forces, heeded calls by the opposition leader Juan Guaidó to rise up against Mr. Maduro, in what he called the “final phase” in the ousting of the socialist leader. Each man appealed to his supporters to make a major, public show of strength on Wednesday, raising the risk of violent confrontation. \nVenezuela has been on the brink for months. In January, the National Assembly refused to recognize Mr. Maduro’s re-election in a contest his critics said was rigged, and Mr. Guaidó declared himself interim president, a direct challenge to Mr. Maduro’s leadership.\nOn Tuesday, thousands rallied on the streets of the capital, Caracas, where clashes broke out between opposition supporters and forces loyal to the president. But at the end of the day, Mr. Maduro was still in power, and he made an address to the nation that night from the presidential palace maintaining that he was still in control. \nHere’s what we know as the country braces for a second day of protest. \nA defiant Mr. Maduro appeared on national television Tuesday evening, flanked by top military officials and civilians at the Miraflores Palace. He denied claims from officials in Washington that he had been prepared to flee to Cuba until Russian authorities talked him into staying in Venezuela.\nRussia’s Foreign Ministry called the American assertion of Russian involvement part of an information war. \nMr. Maduro called Tuesday’s actions an attempted coup and promised to hold opposition leaders responsible, but maintained that he was still in charge, saying, “the skirmish in Venezuela has been defeated.”\nMr. Guaidó contradicted that message in his own address Tuesday night. “This is not a coup in Venezuela,” he said; he described himself as the “legitimate commander of the armed forces,” in the process of bringing about a “peaceful transition.” \nMr. Maduro’s claim of control over the military was “a farce,” he said, and troops should “keep advancing” against Mr. Maduro and his supporters. He also urged “all of Venezuela to the streets” on Wednesday, setting the stage for another day of unrest. \nBefore dawn on Tuesday, Mr. Guaidó posted a video statement calling for citizens to rise up against Mr. Maduro’s government as part of a “final phase” in the campaign against the socialist leader. Standing alongside national guardsmen as the sun rose over La Carlota air base in Caracas, Mr. Guaidó said his “nonviolent struggle” was within the parameters of the country’s Constitution.\n“We count on the people of Venezuela — today the armed forces are clearly on the people's side, on the side of the Constitution, they are loyal to the Constitution, loyal to the people of Venezuela, to their families, to the future and to progress,” he said. “It has been years of sacrifice, persecution and even years of fear.”\nLeopoldo López, a prominent opposition politician who had been under house arrest, stood alongside him after being released by soldiers who support the opposition. Mr. López led widespread street protests against Mr. Maduro in 2014 and was sentenced to nearly 14 years of detention.\nBut just hours after Mr. Guaidó spoke, the rebellion had taken on a different tone. The demonstrations in Caracas turned violent, as military and security officials loyal to Mr. Maduro clashed in the streets with opposition supporters.\nThe police and troops used gunfire, tear gas and water cannons to try to disperse protesters, who responded with gasoline bombs and rocks, and at one point an armored vehicle drove into a group of demonstrators. Dozens of people were reported injured around Caracas.\nIt was unclear by the day’s end how much of the military remained loyal to Mr. Maduro and who was aligned with the opposition. The government at first conceded that Mr. Guaidó’s forces had taken control of the air base, then denied it.\nThough some officers appeared to be supporting Mr. Guaidó, widespread public support from top military leaders failed to materialize. \nIn another blow to the opposition, just hours after Mr. López’s much-anticipated release, he and his wife and daughter sought shelter in the Chilean Embassy in Caracas. They later relocated to the Spanish Embassy, according to Roberto Ampuero, Chile’s foreign minister, and remained there on Wednesday. \nBy Wednesday evening, after the government and protesters sought to project strength at rival May Day rallies, it appeared that the country’s political crisis had returned to a protracted standoff punctuated by violence.\n“There’s no turning back,” Mr. Guaidó told supporters in Caracas. “Despite the repression, we’re still here.” He called on Venezuelan workers to begin “rolling strikes” that would build to a general strike, but it was unclear how much pressure that could apply.\nNear one protest, masked youths and national guardsmen fought running skirmishes, and the police swiftly repressed several attempted demonstrations with tear gas and rubber bullets. Health authorities in Chacao, an opposition stronghold, said 39 protesters were injured on Wednesday. The defense minister, Vladimir Padrino, said on Twitter that eight soldiers had been wounded by firearms while “confronting coup violence.” \nIn central Caracas, thousands of Mr. Maduro’s supporters marched along the main highway toward the presidential palace. Most appeared to be retirees or public sector workers. Many were brought in from across the country by public buses that stretched for miles on the side of the highway.\nThe State Department urged American citizens in Venezuela to leave the country or shelter in place as the demonstrations continued. \nThe Federal Aviation Authority issued temporary restrictions on flights over Venezuela by airlines based in the United States. Because of the unrest, aircraft flying under 26,000 feet are prohibited from entering Venezuelan airspace, the agency said in an alert sent late on Tuesday. The same day, an Air France flight from Paris to Caracas turned back over the Atlantic because of safety concerns. \nMr. Guaidó has been backed by the Trump administration since he first declared himself interim president in January, and dozens of other countries have also thrown their support behind him, urging a peaceful transition of power.\nOn Wednesday morning, Secretary of State Mike Pompeo took a more aggressive stance, saying in a televised interview that “military action is possible.” \n“If that’s what’s required, that’s what the United States will do,” Mr. Pompeo told Fox Business Network.\nAn emergency meeting of the Lima Group, an 11-country body that includes Venezuela’s neighbors Colombia and Brazil, has been scheduled for Friday in response to the violence. \nThe group has encouraged the military to back Mr. Guaidó, and in a statement on Tuesday it denounced Mr. Maduro and what it called “the indiscriminate use of violence to repress the transition process.”\nNicholas Casey and Raphael Minder contributed reporting. ", "date": "May 1, 2019", "href": "https://www.nytimes.com/2019/05/01/world/americas/venezuela-uprising-crisis.html", "tags": "guaidó know opposition “ maduro venezuela caracas crisis far day"}