{"title": "Venezuela vote: Turnout figure 'tampered with'", "content": "Turnout numbers for Sunday's controversial vote in Venezuela have been \"tampered with\", the company that provided the voting system alleges.\nVenezuela's electoral authorities said more than eight million people, or 41.5% of the electorate, had voted for a new constituent assembly.\nBut the CEO of Smartmatic, Antonio Mugica, said the actual turnout was inflated by at least one million.\nVenezuela's electoral council dismissed the allegations as \"baseless\".\nThreatening to open legal action against Mr Mugica, the council's boss Tibisay Lucena called it an \"irresponsible accusation, based on estimates\".\n\"It is with the deepest regret that we have to report that the turnout numbers on Sunday 30th July for the Constituent Assembly in Venezuela were tampered with,\" Mr Mugica told a media conference in London.\nHe added that although the company's system had recorded the true number of voters, a full audit would have to take place before he could give the precise figure.\nAsked why he had not contacted the Venezuelan authorities, Mr Mugica said he thought they \"would not be sympathetic to what we'd say\".\nSmartmatic provided about 24,000 machines for Venezuelans to cast their votes electronically.\nAccording to the company, their system supplied correct voting statistics but altered results were announced in their place.\nSeparately, the Reuters news agency reported it had seen an internal memo from Venezuela's electoral authorities saying fewer than four million votes had been cast just two hours before polls closed.\nDuring the vote, Venezuelans were asked to select more than 500 representatives to make up a constituent assembly.\nThe new body has the power to rewrite the constitution, sidelining the opposition-led National Assembly.\nPresident Nicolás Maduro argued the constituent assembly would promote \"reconciliation and peace\" after months of crisis.\nBut the opposition, which boycotted the vote, saw it as a power grab by the president.\nTurnout is seen as crucial in the vote. Given that the opposition refused to field candidates, the figure gives an indication of support for the government.\nThe National Assembly has approved a request to open a criminal investigation into Smartmatic's claims.\nVenezuela's controversial vote explained\nVenezuela remains in political and economic turmoil. Tumbling oil prices have hit social programmes hard and scores of people have died protesting against the government.\nDespite the unrest the government retains the crucial support of the armed forces.\nAmid pressure at home and strong condemnation abroad, Mr Maduro is pressing on with the swearing in of the new assembly, with its first sitting likely to take place on Thursday.\nThe electoral authorities have already issued credentials for the new deputies, among them Mr Maduro's wife.\nThe opposition is calling for fresh demonstrations with a march planned to coincide with the expected installation of the assembly.", "date": "2 August 2017", "href": "https://www.bbc.co.uk/news/world-latin-america-40804812", "tags": "authorities mugica venezuela new turnout constituent assembly vote electoral figure"}