{"title": "Viewpoint: Spain rape case highlights enduring machismo", "content": "There has been widespread anger in Spain at a court's decision to convict five men accused of rape on a lesser charge of sexual abuse. The case - over an attack against an 18-year-old woman during the Pamplona bull-running festival two years ago - caused a national outcry.\nBarcelona-based Spanish journalist and writer Eva Millet looks at the symbolism of the verdict and the fight for women's rights in the country. \nRecently, I was in Andalusia for a talk. Until not long ago, this southern region was one of the poorest and more macho-oriented in my country. Today it is prosperous and modern and a woman leads its regional government. \nBut a macho culture is hard to eradicate. At the hotel where I was supposed to stay I encountered a true macho, Manolo. I hadn't seen one for a while. He smelled of alcohol, was rude and condescending and would not give me a room. Instead, he went to the bar, next door.\nI followed him and travelled back in time: the place was full of men, drinking and watching a bullfight on TV. They stared at me. The mood was hostile. I went outside. \nAnd then, the women arrived to my rescue. Three. In a Mini Cooper, looking fabulous, welcoming and warm. They dealt with Manolo smoothly. I got my room and we went for supper. \nThey were bright, fun and powerful. All had university degrees and good jobs. They were living proof that Spain has changed massively in the last few decades. Despite all the problems, it is a modern country, and women have played a fundamental role in this transformation.\nOn Women's Day in March, millions here joined the global strike, with a strength not seen anywhere else. Spanish women have boomed and bloomed and made this country different.  \nThat is why the sentence against the La manada (wolf pack) gang has outraged us. The court has considered that what happened to the 18 year-old during the San Fermín festival was not rape, but sexual abuse.\nLet me remind you what happened to her.  According to a police report, she was taken to a hallway where five men surrounded her, removed her clothes and had unprotected sex with her, including intercourse. \nSome of the men filmed the sexual act. One shared the video in a WhatsApp group, boasting, and promising to keep posting. When they finished, another stole the victim's phone. \nThe girl was left there, like a piece of used cloth. Despite the ordeal, she had the strength to report the assault.\nShe was very brave. And that is why this sentence is even more outrageous - by denying that a prolonged sexual assault by five men constitutes rape, it also deters other women from reporting similar outrages.\n\"What do I tell my daughters? That if something like this happens they should be passive, in order to avoid being killed? Or that they should resist, like martyrs, to prove that they did not consent?\" asks Luz Sánchez-Mellado, a senior journalist of El País.\nIndeed. What do we tell our daughters when a court rules that what the \"wolf pack\" did wasn't rape because it did not involve violence or intimidation, and when one of the judges called for acquittal on all charges except stealing the victim's phone?\nI want to believe that this is an isolated case. That justice will be done. And I am not the only one: there is sheer indignation here. Not only from women but also, from fathers, brothers and sons. ", "date": "27 April 2018", "href": "https://www.bbc.com/news/world-europe-43924171", "tags": "country rape five court viewpoint highlights women one enduring went sexual machismo men case like spain"}