{"title": "Viewers Are Quitting 'Game Of Thrones' After That Controversial Scene", "content": "\"Game of Thrones\" has chopped off heads, castrated characters and slaughtered them in wedding blood baths. But HBO tested the limits of many viewers with a recent scene involving sexual assault.\nSpoiler alert for Season 5, Episode 6, of \"Game of Thrones.\"\n\r\nImage via HBO/HuffPost\nSunday night's episode of \"GoT\" will undoubtedly be remembered as one of the most controversial episodes of the series. In the episode, Sansa Stark marries Ramsay Bolton, a character known as the most sadistic, evil and twisted in all of the Seven Kingdoms. During the wedding night, Ramsay forces Sansa to undress and proceeds to violently rape her as he forces his slave Reek (formerly known as Theon, Sansa's childhood companion) to watch the horrific act. \nIt was an incredibly disturbing and upsetting scene to watch, prompting a public response from author George R.R. Martin. But the episode has also turned some people away from the show for good.\nFeminist site The Mary Sue declared on Monday that they would no longer be covering \"Game of Thrones\" following Sunday night's rape scene. Jill Pantozzi, editor-in-chief of The Mary Sure, wrote that the scene was \"not necessary to Sansa’s character development,\" nor necessary to further prove Ramsay's evil nature. Pantozzi noted that Sansa is already a survivor and thus, \"rape here, like in all instances, is not a necessary story-driving device.\"\n\nOther fans and writers seem to feel similarly. Even Sen. Claire McCaskill (D-Mo.) tweeted on Tuesday that she's done with the show after what she called a \"gratuitous,\" \"disgusting\" and \"unacceptable\" scene. \n\nMultiple critics have taken to discussing their qualms with the scene, with Joanna Robinson of Vanity Fair writing that the rape \"undercuts all the agency that’s been growing in Sansa since the end of last season.\" Salon TV critic Sonia Saraiya furthered that point, noting that the even more problematic aspect of the scene is that the camera focuses on Theon. \"Her sobs become the score for someone else’s story,\" Saraiya writes of Sansa. \"The episode loses sight, literally, of who she is; furthermore, and more damning, it seems to take from her, in this most vulnerable moment, the only thing that she truly has.\" \nHowever, Alyssa Rosenberg wrote an analysis for the Washington Post with an understanding for the scene, looking at the history of sexual assault and sexual control in the series. \"This scene felt of a piece with the way I’ve always understood “Game of Thrones” and George R.R. Martin’s “Song of Ice and Fire”: as a story about the consequences of rape and denial of sexual autonomy,\" Rosenberg writes. In her eyes, the scene wasn't gratuitous since it served to help tell the story of Sansa as a survivor.\nThis is hardly the first time \"GoT\" has caused a stir. Last year, a rape scene involving Cersei and Jaime was hotly debated, and viewers were also upset over Khal Drogo's rape of Daenerys Targryen earlier in the series.\nFor those of us who do keep watching the show, we can only hope that the showrunners continue to depict Sansa's strength for the rest of the series and that the scene proves useful to her arc.\n\"Game of Thrones\" airs Sunday at 9:00 p.m. ET on HBO.", "date": "\n05/19/2015", "href": "https://www.huffpost.com/entry/qutting-game-of-thrones-sansa_n_7332964", "tags": "game rape sunday quitting episode scene thrones series sansa night sexual viewers controversial"}