{"title": "Viewpoint: Is Kenya serious about tackling corruption?", "content": "Kenya's President Uhuru Kenyatta came to power on a pledge to fight corruption, but three years into his presidency and the problem seems as entrenched as ever, with even the country's chief justice saying Kenya has a \"bandit economy\". Anti-corruption campaigner Boniface Mwangi gives his view.\nA recent survey by Kenya's anti-corruption commission found that nearly 75% of the population thought there was a very high level of corruption in the country, with many people citing greed amongst public officials as the main reason. \nThe head of the commission, Philip Kinisu, told the Reuters news agency that the government lost about a third of its budget through corruption - a figure that the government disputes. \nThe losses come in the shape of, among other things, artificially inflated prices the government is charged for tenders, non-existent projects that are paid for and wages for employees who do not exist, also known as ghost workers.\nCorruption is the monster that has sunk its claws into the neck of Kenya's economy, draining the life from the public and private sector.\nTransparency International (TI) found Kenya's police, who are supposed to enforce the law, to be the \"most bribe prone institution in Kenya\", but not a single senior police officer is in jail for corruption.  \nA police recruitment exercise was cancelled in 2014 amid suspicion that some of the recruiters had received bribes. \nThis pointed to a bigger issue with employing high-calibre staff. \nThe working conditions are terrible and the primary motivation for many who want to join the police force is the opportunity to seek bribes. \nThe judiciary has also not been spared. \nThe TI report found that judges are also open to bribery, lending credence to the phrase \"why hire a lawyer when you can buy the judge\". \nOne of the country's most senior judges, Justice Phillip Tunoi, is going to be investigated after being accused of taking a bribe to influence his ruling in an election dispute.\nMr Tunoi denies the allegation.\nBut the affair has damaged what little trust Kenyans had in the judiciary\nThe attitude of the government towards the corrupt has been very demoralising. On the one hand President Kenyatta declared corruption a threat to national security, on the other we do not have people serving jail sentences for the crime.\nOur president has been long on talk but short on action, in contrast to President John Magufuli of neighbouring Tanzania, who is admired for his no-nonsense stance. \nMr Magufuli's actions show that a president can lead in the war against graft and impunity. \nHe has fired the head of the anti-corruption bureau for poor performance, and some senior government staff accused of being corrupt have lost their jobs and are being investigated. \nToday, Kenyans yearn for a Magufuli.  \nIn Kenya, a chicken thief will be sentenced in record time and given a huge sentence, but those who steal and bleed the country dry will rarely answer for their crimes.\nThe victims of this greed are the ordinary people. \nThe president seems resigned to the situation, declaring on a recent trip to Israel that Kenyans are \"experienced in stealing and perpetuating other crimes\".\nChief Justice Willy Mutunga told a Dutch newspaper that Kenya's \"bandit economy\" is run by mafia-style cartels.\nThe Kenyan people however will rally behind anyone who is able to show that they have the will and the capability to fight corruption. \nThey are crying for a way out and for justice to be meted out to those who are strangling our economy. \nThe question is: Will Kenya get a Magufuli?\nOn Friday 25 March the African Debate on the BBC World Service will be asking \"Is corruption Africa's biggest killer?\"\nYou can hear it at 19:00 GMT and find it online afterwards", "date": "24 March 2016", "href": "https://www.bbc.co.uk/news/world-africa-35880354", "tags": "country magufuli kenya corruption viewpoint justice police economy tackling serious government"}