{"title": "Viktor Orban, Hungary’s Far-Right Leader, Gets Warm Welcome From Trump", "content": "WASHINGTON — President Trump lavished praise on Monday on Viktor Orban, the authoritarian prime minister of Hungary and one of Europe’s leading nationalists, brushing aside concerns about his rollback of democratic institutions and warming ties with Russia.\n“Viktor Orban has done a tremendous job in so many different ways,” Mr. Trump said as he hosted the prime minister at the White House. “Highly respected. Respected all over Europe. Probably like me, a little bit controversial, but that’s O.K. That’s O.K. You’ve done a good job, and you’ve kept your country safe.”\nFor Mr. Orban, the American president’s embrace was a welcome affirmation, not to mention a striking contrast to the chilly reception he often gets from European leaders who see him as a threat to their vision of a modern, integrated and pluralistic continent. Mr. Orban has vowed to build “an alternative to liberal democracy,” casting himself as a defender of a Christian homeland against Muslim migrants.\nMr. Orban is just the latest of the world’s strongmen to find a warm reception in Mr. Trump’s White House. The president has hosted or praised autocrats from Saudi Arabia, Egypt, the Philippines and Kazakhstan, “fell in love” with North Korea’s Kim Jong-un and upended his entire Syria policy after a phone call with Turkey’s iron-fisted leader, triggering the resignation in protest of his own defense secretary.\nEven as he sat next to Mr. Orban on Monday in the Oval Office, Mr. Trump announced that he will meet with two other authoritarian leaders, President Vladimir V. Putin of Russia and President Xi Jinping of China, on the sidelines of a Group of 20 economic summit meeting next month in Osaka, Japan.\nMr. Trump canceled his last scheduled meeting with Mr. Putin after Russian forces seized three Ukrainian ships, declaring that he would reschedule “as soon as this situation is resolved.” The situation remains unresolved, but it no longer appears to be an obstacle to a meeting with Mr. Putin.\nLikewise, Mr. Trump is in the midst of a high-stakes showdown with Mr. Xi over trade and tariffs, which he may use the meeting next month to address. But he has taken no action in response to reports that China is detaining one million or more Uighur Muslims in so-called re-education camps.\nAmerican government officials and human rights groups have long criticized Mr. Orban’s policies and statements, but Mr. Trump disregarded their concerns in inviting him to the Oval Office, something President Barack Obama refused to do. Trump administration officials argued that engagement was a better approach than estrangement, saying that they have raised concerns about Mr. Orban’s policies at lower levels.\nYet ignoring Republican and Democratic senators, who urged him to address such issues himself, Mr. Trump expressed no qualms about Mr. Orban’s approach during their appearance before reporters on Monday and welcomed him as a leader fighting illegal immigration and defending Christian culture.\n“I know he’s a tough man, but he’s a respected man and he’s done the right thing, according to many people, on immigration,” Mr. Trump said. “And you look at some of the problems that they have in Europe that are tremendous because they’ve done it a different way than the prime minister.”\nSome American analysts and government veterans said Mr. Trump appeared to be endorsing Mr. Orban and giving away one of a president’s most valued offerings — the prestige of a White House visit — without extracting any concessions.\n“I’m not sure what we’re getting out of it,” said Heather A. Conley, the senior vice president for Europe at the Center for Strategic and International Studies and a former State Department official under President George W. Bush. “We’re having meetings, but for what? Why are we doing it? What’s missing is a well thought out strategy.”\nOnce a leader in the move to adopt Western values when the Soviet bloc collapsed three decades ago, Hungary has taken a different turn since Mr. Orban assumed office in 2010. His government has targeted nongovernmental organizations, brought most of the news media under control of his allies, undermined the independent judiciary, altered the electoral process to favor his party and is driving out of the country an American-chartered university founded by the billionaire George Soros.\nDavid B. Cornstein, a longtime friend of Mr. Trump’s and his ambassador to Hungary, suggested recently that the president envied Mr. Orban. “I can tell you, knowing the president for a good 25 or 30 years, that he would love to have the situation that Viktor Orban has, but he doesn’t,” Mr. Cornstein told The Atlantic.\nFor his part, Mr. Orban cast himself as a Hungarian Trump on Monday. “We have some similar approaches,” Mr. Orban said. “And I would like to express that we are proud to stand together with the United States on fighting against illegal migration, on terrorism and to protect and help the Christian communities all around the world.”\nMr. Trump then added: “And you have been great with respect to Christian communities. You have really put a block up, and we appreciate that very much.”\nAsked about democracy in Hungary, Mr. Orban dismissed the question with a single sentence: “We have a new Constitution, accepted in 2011, and it’s functioning well.”\nMr. Trump interjected to defend Mr. Orban. “Don’t forget they’re a member of NATO and a very good member of NATO,” he said. “And I don’t think we can really go into too much of a discussion unless that’s mentioned.”\nThe president made no mention of the fact that Hungary spends only 1.15 percent of its economy on defense, one of the proportionately lowest in the North Atlantic Treaty Organization, even though he regularly excoriates other leaders for not meeting the 2 percent goal set by the alliance. Likewise, he said nothing about Hungary’s increasing energy ties with Russia, unlike his repeated criticism of Germany on the same issue. Nor did he publicly raise American discontent with the Chinese firm Huawei’s work on Hungary’s broadband network.\nHungary’s vast pro-government media network, which includes public media and scores of nominally private media outlets controlled by the prime minister’s allies, lauded Mr. Orban’s visit to the White House as validation of the prime minister’s politics and gravitas in global politics.\nA home-page article on Origo made the case that Mr. Orban’s invitation to the White House “is a clear message to the elite in Brussels” that Mr. Trump sees opportunities to strengthen trans-Atlantic relations beyond relations with Chancellor Angela Merkel of Germany, President Emmanuel Macron of France and Jean-Claude Juncker, the president of the European Commission.\nWhile Mr. Orban has sought a meeting with Mr. Trump for the past couple of years, he was the last of the Central European leaders to be granted one, and only with the help of well-connected Washington lobbyists. But pro-government media in Hungary reported that the timing was not coincidental, suggesting that it amounted to an endorsement of Mr. Orban before the European Parliament elections this month.\nFormer Vice President Joseph R. Biden Jr., the early front-runner for the Democratic nomination to challenge Mr. Trump next year, said the president should raise concerns with Mr. Orban, including his tilt toward Russia.\n“Unfortunately,” Mr. Biden said in a statement, “given Trump’s habit of fawning praise for authoritarian leaders — and Putin in particular — we don’t have any confidence that he’ll be up to the task.”", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/us/politics/trump-viktor-orban-oval-office.html", "tags": "“ hungary president orban meeting trump welcome gets leader far-right — viktor warm"}