{"title": "Villas Begin Closing at 220 Central Park South ", "content": "The villa portion of the ultra-pricey 220 Central Park South has had its first recorded sale.\nThe spacious apartment, villa No. 5, sold for nearly $34.4 million, according to property records, and was New York City’s most expensive closing in April. The unit is one of 10 in the 18-story villa building, which directly faces the park, with the main 65-floor tower rising behind it.\nThis wasn’t the month’s only big sale at the Midtown Manhattan limestone high-rise, which set a national record this year for the highest price paid for a single residence. Two half-floor units in the tower, on the 42nd and 36th floors, also sold. The three recent purchases were by anonymous buyers.\nAt another new limestone-clad luxury condominium — this one in Greenwich Village, at 21 East 12th Street — Stephen F. Cooper, who heads the Warner Music Group, and his wife, Nancie H. Cooper, acquired a combination apartment.\nAlso downtown, a previously rented three-bedroom, five-and-a-half-bath penthouse in the landmark Puck Building, at 295 Lafayette Street in SoHo, sold for $18 million. The apartment is one of six loft-style penthouses developed there by the Kushner Companies, formerly led by Jared Kushner, President Donald Trump’s son-in-law and senior adviser.\nOn the Upper East Side, there was high-priced co-op activity. Benjamin Tisch, a vice president of the Loews Corporation, which is headed by his father and co-founded by his grandfather, bought a full floor on East 72nd Street with his wife, Daniela Weber Tisch. About a dozen blocks south, Robert E. Nederlander Sr., who ran his family’s theater operation and was a former managing partner of the New York Yankees, sold his Park Avenue unit. And the estate of Christine Beshar, one of the first female partners of a Wall Street law firm, sold her grand, East River-facing apartment.\nAlso in the neighborhood, Martin S. Burger, the chief executive of Silverstein Properties, and his wife, Alison Burger, picked up a large condo (and no, it wasn’t in a building his firm developed).\nIn Brooklyn Heights, Brooklyn, Steven Eisenstadt, the chief executive of the Cumberland Packing Corporation, the maker of Sweet’N Low, and his wife, Jennifer Eisenstadt, an interior designer, sold their fully restored townhouse.\nThe villa at 220 Central Park South has around 5,000 square feet of interior space, with five bedrooms and six and a half baths, according to the listing with Deborah Kern of the Corcoran Group. The brokerage firm declined to comment further on the transaction.\nWhile the listing contained few details about the apartment, a floor plan showed a sprawling space with a central gallery, combined living and dining areas, an eat-in kitchen, and an oversize master suite with two baths, an enormous dressing room and a kitchenette.\nThe recently sold tower units — 42A, for $23.7 million, and 36B for $19.9 million — each have 3,114 square feet and contain three bedrooms and three baths. They were also listed with Ms. Kern.\nThe buyers of both apartments will join a host of well-heeled purchasers who began occupying the luxury complex late last year. They are led by the billionaire hedge fund manager Kenneth Griffin, who paid almost $240 million for four floors encompassing 24,000 square feet.\nThe condo, near Columbus Circle, was designed by Robert A.M. Stern Architects and developed by Vornado Realty Trust.\nThe Coopers bought a combination of two townhouse units in Greenwich Village totaling more than 6,000 square feet, with an almost equal amount of outdoor space. The purchase price was $23.3 million.\nTheir 12th Street building is near two parks — Union Square and Washington Square — and was designed by the architect Annabelle Selldorf and developed by the William Macklowe Company and Goldman Sachs.\nMr. Cooper has been the chief executive of Warner Music since 2011, and over the years served in several other high-ranking corporate positions, including vice chairman of the media company Metro-Goldwyn-Mayer.\nOn the Upper East Side, the Tisches paid $16.75 million for the 13th floor of 4 East 72nd Street, a prewar co-op building off Fifth Avenue and steps from Central Park. The apartment has about 6,000 square feet that include seven bedrooms and six baths.\nMr. Nederlander, the former president of the Nederlander Organization, which operates theaters and music venues worldwide, sold a three-bedroom, two-bath co-op on the 12th floor of 465 Park Avenue, between 58th and 59th Streets. The sale price was $2 million, which was just below the $2.25 million he had sought.\nThe Beshar estate received well below the $8.95 million asking price for its 14-room co-op on the 11th floor of 120 East End Avenue, opposite Carl Schurz Park. The sale price was $6 million. The apartment offers park and river vistas, and extends about 5,250 square feet, with five bedrooms and six and a half baths.\nThe Burgers bought a fourth-floor apartment at the Carlton House, the Extell Development Company’s reimagined condo building at 21 East 61st Street, less than a block from Central Park. The price was $10.19 million. The 4,060-square-foot home has five bedrooms and five and a half baths, along with a large family room.\nThe Brooklyn townhouse sold by the Eisenstadts is at 69 Joralemon Street; it closed at $5.7 million.\nThe four-story structure has four bedrooms and three and a half baths, as well as two family room/dens and an office. There is also ample outdoor space that includes a rear patio and garden off a secondary kitchen on the garden level and a terrace on the parlor level.", "date": "May 3, 2019", "href": "https://www.nytimes.com/2019/05/03/realestate/villas-begin-closing-at-220-central-park-south.html", "tags": "building square park sold baths street price closing south million apartment east central villas begin"}