{"title": "Violent Proto-Fascists Came To Portland- The Police Went After The Anti-Fascists-", "content": "PORTLAND, Ore. ― Police did a good job on Saturday preventing what could have been the most violent far-right rally since last year’s deadly “Unite the Right” gathering in Charlottesville, Virginia — all they had to do was protect the proto-fascists who came to town, and use riot control weapons, flash-bang grenades and chemical irritants against anti-fascist counter-protesters. \nFor hours, dozens of officers in full riot gear stood across a closed section of Naito Parkway along the Willamette River, keeping the two sides apart. On one side of the parkway, in Tom McCall Waterfront Park, stood hundreds of out-of-towners belonging to the Proud Boys — a punch-drunk far-right group of self-described “Western chauvinists” dressed in helmets and body armor — and those aligned with Patriot Prayer and its leader Joey Gibson, a Republican Senate candidate from Washington state who has held a series of increasingly violent rallies in the Pacific Northwest since 2017.\n Both groups have deep ties to white supremacists.\nOn the other side of the parkway stood hundreds of counter-protesters belonging to a broad coalition of local anti-fascist, anti-racist and social justice groups. They had a clear message: This is our city. Get out. \n“We remember Charlottesville!” they chanted.\nReferring to the 32-year-old counter-protester at last August’s gathering who was run down by a car, they yelled, “You got Heather Heyer killed!”\nThey chanted the names of Ricky Best and Taliesin Myrddin Namkai-Meche, two men allegedly killed by a white supremacist named Jeremy Christian last year in Portland when they tried to stop Christian from threatening two black teenage girls. (The month before the murders, Christian had attended a Patriot Prayer rally.) \nThe counter-protesters held signs detailing the assaults and other crimes allegedly committed by Proud Boys and Patriot Prayer members in the Portland area.\nAnd yet, when police decided the standoff was too tense for comfort, they targeted the local anti-fascists. As officers lobbed flash-bang grenades at them — ear-piercing explosives that temporarily disorient the senses —  Proud Boys and Patriot Prayer members cheered on the cops, claiming victory against the “violent leftists” they’d come expecting to fight themselves. \nOne police flash-bang canister reportedly pierced an anti-fascist’s helmet, cutting into his head. “I’m certain he would be dead if he wasn’t wearing a helmet,” 39-year-old Jenny Nickolaus, an anti-fascist demonstrator and friend of the victim, told HuffPost. “The trauma nurse said as much.”\nPortland Police Sgt. Chris Burley told HuffPost he was “not aware of anyone that received medical treatment for injuries suffered by actions of law enforcement today. If someone reported being injured by police action today we would like to speak with them.”\nAt the “Unite the Right” rally in Charlottesville, the former happened, ending with a neo-Nazi allegedly driving a car into a crowd of anti-racist protesters, killing Heyer and injuring 19 others.\nOn June 30 in Portland, the city declared a riot after police let Patriot Prayer and Proud Boys brawl with anti-fascists in the streets. Some half a dozen people were sent to the hospital after the day’s chaos, one with a brain hemorrhage.\nThere were fears that Saturday’s rally would be even worse. But this time police successfully kept the sides separated — yet as they have at other Patriot Prayer gatherings, they targeted counter-protesters with their weapons and defended those aligned with white supremacy.\n“Police launched a violent attack on the left that was unprovoked in an attempt to allow Patriot Prayer and Proud Boys to go on their march,” said Effie Baum, spokesperson for Popular Mobilization, a coalition of anti-racist and anti-fascist groups formed for today’s counter-demonstration. \n“When people say there was no violence today between the right and left, there was absolutely violence, and it was perpetrated by the police on the left.”\nAt about 2 p.m., cops warned anti-fascist demonstrators that they needed to move west, away from the parkway, or “face arrest” and “impact weapons.”\n The reason for this initial order was confusing. The police claimed they spotted anti-fascists with weapons, but HuffPost saw Patriot Prayer members and Proud Boys armed with weapons as well (and police confiscated some of them).\n The police claimed that the anti-fascists were blocking traffic — but in order to protest against Patriot Prayer and the Proud Boys, there was, at times, nowhere else to stand but in the road. HuffPost did not witness anti-fascist protesters provoke or attack police before the initial dispersal order. \nThe anti-fascists didn’t budge. And police launched their attack. \nA cat-and-mouse game ensued throughout downtown Portland, with cops chasing after anti-fascists from corner to corner, demanding each time that they disperse or face arrest. More flash-bangs. More tear gas. A handful of anti-fascists then started to hurl rocks and water bottles at the riot police. \n“The groups involved in the protests escalated in behavior and threw projectiles, including rocks, smoke bombs, firework mortars, unknown chemical agents, bottles, items from a slingshot, and other projectiles at officers and protesters,” the Portland Police Bureau said in a statement. \nPolice also claimed that, at one point, they “learned multiple police vehicles, possibly with officers inside them, were trapped in a group of protesters who were throwing an unknown chemical agent as well as other projectiles at officers.”\nPolice ultimately found no officers inside the vehicles, but did say three police vehicles sustained some damages.\nPolice said they arrested four people on a slew of charges that included resisting arrest, disorderly conduct, attempted assault, harassment, assault on an officer and unlawful use of a weapon (a slingshot).\nBaum said four Popular Mobilization counter-protesters were arrested. \nAs cops chased anti-fascists through the streets, Patriot Prayer and Proud Boys were also on the move, marching west from the river into downtown. (A couple had been injured, having reportedly walked through a throng of anti-fascists, and had cuts on their heads.) They were flanked by police in riot gear, who never engaged them despite demanding that they disperse several times.\nThe Patriot Prayer and Proud Boy demonstrators eventually ran into the anti-fascists, and cops rushed to keep the two sides separated. Police then declared the day’s demonstration a “civil disturbance” and ordered both sides to disperse or face arrest and the use of “riot control agents and impact weapons.” \nPatriot Prayer and the Proud Boys made their way back to the waterfront park, where they cooled off in a fountain and celebrated what they claimed was a victory. \nTusitala ‘Tiny’ Toese, a Proud Boy and Patriot Prayer member implicated in the May assault of an anti-Trump person in the Portland area, donned a “Pinochet Did Nothing Wrong” T-shirt, referring to the far-right fascist Chilean dictator who murdered tortured or detained some 40,000 of his own people.\n“Make communists afraid of rotary aircraft again,” read the back of Toese’s shirt, referring to the penchant of forces loyal to Augusto Pinochet of throwing political rivals out of helicopters. (Toese’s shirt was made by a white nationalist clothing company called Right Wing Death Squads.) \nAsked by HuffPost how he thought Saturday’s rally went, Toese described it as “awesome” and “beautiful.” The Portland police, he said, “did their job.” \n“Today was a victory for America!” he later told a group of his cheering supporters. \nLater, journalist Brendan O’Connor reported on Twitter that some Proud Boys “sprayed bear mace” at a group of anti-fascists as they drove out of Portland. \nAnti-fascists across America have long accused police of siding with, and protecting, white supremacists and fascists. Earlier this year in Newnan, Georgia, heavily militarized police charged at anti-fascists demonstrating against a neo-Nazi rally, pointing guns in their faces.\n“We expected state repression,” Baum said.\nStill, Baum added, it was the anti-fascists who were actually victorious. The left, Baum said, is often marred by divisions between more militant “black bloc” anti-fascists and more liberal, non-violent protesters. \nSaturday saw “a very unified anti-fascist opposition” of some 1,500 people that “quite literally almost made me cry,” Baum said. \nBy Baum’s count, they outnumbered Patriot Prayer and the Proud Boys by four to one.\nCORRECTION: A previous version of this story incorrectly said that Chilean dictator Pinochet murdered an estimated 40,000 of his countrymen. Pinochet murdered, tortured or detained that number.\nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n08/05/2018", "href": "https://www.huffpost.com/entry/portland-patriot-prayer-proud-boys-police-antifascists_n_5b668b7de4b0de86f4a22faf", "tags": "boys portland proto-fascists prayer portland- came ” proud violent went anti-fascists- police anti-fascists patriot"}