{"title": "Violent Backlash Against Migrants in Germany as Asylum-Seekers Pour In", "content": "FREITAL, Germany — Even as Germany has been trying to accommodate a swelling stream of newcomers, the most anywhere in Europe, it is also experiencing a persistent pattern of violence against migrants, raising concerns about escalating far-right opposition.\nRights activists who monitor the treatment of refugees say while they are seeing an increase in hate crimes across Europe, particularly targeting Roma or asylum-seekers from Europe’s poorest countries, nowhere have they seen mass demonstrations or the kinds of arson attacks and other vandalism at housing for refugees like those in Germany.\n“We’ve seen many bad news stories from Germany, but not that many from other countries — not in the sense of calling it a growing trend,” said Thorfinnur Omarsson, a spokesman for the European Council on Refugees and Exiles, based in Brussels.\nIn the first half of this year alone, more than 179,000 people applied for asylum in Germany, a country of about 80 million. That is an increase of 132 percent over the same period in 2014, with Syrians the largest group, the Federal Office for Migration and Refugees said.\nDuring the same period, the Interior Ministry recorded 202 attacks on housing for asylum-seekers, including attempts to render shelters uninhabitable through arson, attacks with stones or other vandalism. In addition, a group called Courage Against the Right cites 48 attacks on individuals, based on local police records.\nSome of the episodes, such as the arson attacks in the Bavarian town of Vorra and in the eastern town of Tröglitz, have received widespread attention. But there have been many others, including one in Lunzenau in Saxony on July 29, when vandals broke into and deliberately flooded an empty shelter for 50 asylum-seekers by opening the taps in the bathrooms.\nThat same night, in nearby Dresden, a group of 50 people staged a demonstration against a tent city, hastily set up by the state to temporarily shelter hundreds of asylum-seekers. The Courage Against the Right group has counted 89 such demonstrations this year, many organized by local groups with names like Freital Defends Itself that have sprung up in cities and towns where empty office buildings and hotels have been converted into hostels for new arrivals.\nGermany has also witnessed record numbers of people volunteering their time, clothing and money to help the newcomers, and the German government, both nationally and on the state level, has strongly denounced the attacks.\nStill, the persistence of such attacks has human rights groups and security officials worried about the wider implications.\nGauri van Gulik, who monitors Europe for Amnesty International in London, said the group had seen a general increase in hate crimes directed against migrants in other European countries, but neither it nor any other group was able to provide solid statistics, in part because the laws vary by country. Germany, for example, has no laws against hate crimes, but counts rightist attacks as politically motivated crimes.\n“In Germany, the language has been so classic neo-Nazi we immediately identify it with the types of crimes associated with the far-right,” Ms. van Gulik said.\nElsewhere, the rhetoric has been no more welcoming, and often the official policies are designed to push migrants away. Right-wing parties in Denmark are seeking to clamp down on the number of people coming in, while Hungary is pushing ahead with plans to build a 13-foot-high barbed-wire fence along its border with Serbia, despite criticism from its European Union partners.\nThe Czech government has defended the right of the police to detain illegal migrants. Last week, its president, Milos Zeman, responded to a revolt among migrants held in a guarded facility by saying, “No one invited you here,” and, “If you don’t like it, leave.”\nBut since a group called Pegida, the German acronym for Patriotic Europeans Against the Islamization of the West, grew from a cluster of friends into a movement, with organized demonstrations that attracted thousands to weekly marches through Dresden, German security officials have seen more attempts by neo-Nazis to use unease over the migrants to further incite hatred.\nMany in this country recall the racist attacks on facilities for asylum-seekers in parts of the former East Germany in the early 1990s, amid high joblessness and a breakdown of social services after that country’s collapse.\nPresident Joachim Gauck, a former pastor and activist from East Germany, last month condemned the attacks on refugee housing as “despicable” and “intolerable.”\nWeeks of protests outside the former Leonardo Hotel in Freital, which was converted to housing for asylum-seekers, finally ended last week when the police here in Freital banned another demonstration. Since then the situation has calmed, but red-and-white police tape still flutters across the street from the hostel, which houses people from Albania, Morocco and Syria.\nAbdel Wahir, 16, has been in Germany only three weeks. During that time, he has witnessed the country at both its best and its ugliest. His sister-in-law has received first-class medical care for an unspecified throat problem he said she developed on the trip here from Afghanistan. But he also witnessed angry protesters shouting racial slurs on the street outside the Leonardo, a former three-star hotel.\nA leading television journalist, Anja Reschke, delivered a commentary on the public television network ARD denouncing Internet commentators who she said were helping to incite fear with hate-filled remarks. In the video, which went viral in Germany, Ms. Reschke encouraged Germans who are “not of the opinion that all refugees are freeloaders that should be hunted, burned or gassed” to make their opinion “very clearly known.”\nFor those like Abdel Wahir, who walked for months and paid smugglers to help him on his journey through Europe, even the angry demonstrations are not enough to encourage him to turn back or seek refuge elsewhere. He said he had not yet had time to learn German, but planned to begin once his application for asylum was accepted, so that he could go on to study and get a job. “Germany still good,” he said in halting English, a broad smile on his face.", "date": "Aug. 13, 2015", "href": "https://www.nytimes.com/2015/08/14/world/europe/germany-migrants-attacks-asylum-seekers-backlash.html", "tags": "asylum-seekers backlash germany pour ” violent europe group refugees migrants attacks"}