{"title": "Violence Erupts In Portland Amid Alt-Right, Anti-Fascist Rallies", "content": "PORTLAND, Ore. ― For days, Portland has served as ground zero for American hate, heroism and healing. Today, it served as America’s battleground.\nWhat started Sunday as two counterdemonstrations outside City Hall between anti-fascist protesters and members of the alt-right during a “Trump Free Speech Rally” evolved into an impromptu march and standoff with police. \nAs police began closing off Chapman Square, where the anti-fascists had staged their protest, at around 3:45 p.m., officers lobbed loud explosives in the protesters’ direction. It’s unclear whether they were concussion or tear gas grenades, but there was a yellow smoke emanating from some of them. At least five explosions were heard as police pushed people back from that square.\nPortland police said the explosives were in response to projectiles thrown at its officers. \nFollowing the release of the explosives, hundreds of the anti-fascist protesters and others started an impromptu march, heading northbound from City Hall and pouring into major roadways open to traffic. \nThe protesters were held up by police at Fourth Ave. and Morrison Street in Downtown Portland, where officers arrested some and pushed others with batons.  \nPolice fired non-lethal rounds at protesters hiding in a parking garage near the intersection. Shortly after, a chemical substance was released from the spot police fired, burning and stinging marchers’ lungs and noses. It wasn’t immediately clear whether police fired chemical rounds, but the department tweeted that coughing in the crowd was caused by an unknown substance, “possibly from parking garage,” and not released by police. \nPolice released a photo on their Twitter account. The police say they seized knives, construction tools and bits of bricks from protesters. \nThe day’s crowds thinned and moved away from the park by 5:30 p.m., though pockets of protesters stopped on side streets to argue. Gibson was seen leaving with a few others, followed closely by about two dozen protesters chanting “get out” and waving goodbye.\nOverall, it appeared that the war Portland was gearing up for wasn’t going to happen. Police successfully dispersed many of the crowds and kept them under control, and both sides seemed content to stay relatively peaceful.\nBut as early as 10:30 a.m. Sunday, it didn’t feel that way. The self-proclaimed anti-fascist and alt-right groups had occupied the parks surrounding City Hall, shoving each other and screaming until police showed up. Local and state officers, riot police and the Department of Homeland Security held the line, leaving each side to hurl insults at one another across the street for most of the day.\nHuffPost reporters witnessed several scattered arrests made for disorderly conduct.\nA third crowd ― the largest ― of local liberals protesting the Trump supporters sat outside City Hall. \nIt was a battle they’d been preparing for all week; longstanding tensions between anti-fascists and the alt-right were compounded by the hate-fueled slashing on May 26 that left two dead and a nation in uproar.\nIn the Trump camp, which had planned its rally days before the recent attack, alt-righters including Washington stood among people with Nazi symbolism tattooed on their arms and civilian “peacekeepers” in military gear.\nThe loudest demonstrators on each side were often the last to identify themselves.\n“We’re surrounded,” one woman in a “Make America Great Again” hat said. “That’s Portland for ya.”\nThe Trump rally was already expected to attract alt-right figures from out of state ― some of whom are straight up neo-Nazis ― but rumors that that demonstrators would be exercising their right to carry guns prompted local activists to reconsider and had all sides preparing for war. Mayor Ted Wheeler’s attempt to revoke a permit for the rally was declined by the federal government.\nJoey Gibson, who organized today’s Trump rally as well as the one on April 29 at which last week’s stabbing suspect Jeremy Joseph Christian was seen throwing up Nazi salutes, spoke after 2 p.m. to hundreds.\n“Portland I mean no disrespect, but you have gotten crazy out here,” he screamed into a mic. “You’re sitting here in a bubble and we’ve been on the outside looking in, but no more.”\nHe said he wanted to “stop focusing on racism” as anti-fascists audibly condemned him from across the street.\nAnti-fascists in Portland had planned to hold a self-defense and group tactics seminar Saturday, but organizers told HuffPost that it was canceled after white nationalists and neo-Nazis mobilized against them.\nThe Trump rally’s co-organizer, Kyle “Based Stickman” Chapman, has engaged anti-fascist protesters in battle before. His group of mostly white men called the Fraternal Order of Alt-Knights was labeled a “fight club” by The New York Times and issued a call to arms to his followers for Sunday.\nFights in Portland, just a week after known white supremacist Joseph Christian allegedly slashed two men to death while screaming anti-Islamic hate at two teenaged women on a train, feel surprising and excessive to outsiders. But locals saw this coming a mile away ― this is a city with a white terror crisis and a storied history of racist confrontation. Sunday was a flashpoint in a decades-old fight.", "date": "\n06/04/2017", "href": "https://www.huffpost.com/entry/violence-erupts-in-portland-as-alt-right-anti-fascists-square-off_n_5932c1ebe4b075bff0f3dc8c", "tags": "portland alt-right city rallies protesters erupts ” ― anti-fascist rally two violence police amid"}