{"title": "Virginia Adopts Medicaid Expansion, Promising Health Coverage To Almost 400,000", "content": "Medicaid expansion is coming to Virginia after the state’s legislature approved a bill Wednesday that would provide health coverage to as many as 400,000 low-income residents of the Old Dominion.\nThe majority-GOP General Assembly passed the measure with the votes of all Democratic legislators along with a minority of Republican lawmakers, bringing to a close the six-year debate over whether Virginia should accept funding from the Affordable Care Act to expand Medicaid. Gov. Ralph Northam (D), who campaigned in favor of Medicaid expansion last year, will sign the legislation.\n“This budget is the culmination of five years of effort to bring our taxpayer dollars home from Washington and expand Medicaid. As a doctor, I’m so proud of the significant step we’ve taken together to help Virginians get quality, affordable care,” Northam said in a news release. \nOnce the bill becomes law, Virginia will join 32 states and the District of Columbia in expanding Medicaid. Almost 400,000 Virginians may qualify for health coverage as a result, according to the state’s Department of Medical Assistance Services. Benefits will become available at the beginning of next year, Northam told WTOP-FM Wednesday.\nThe Affordable Care Act calls for the program’s benefits to be available to anyone earning up to 133 percent of the federal poverty level, or about $16,000 for a single person. Under the law, the federal government provides at least 90 percent of the funding for the expansion. \nThe Virginia legislation covers the state’s share of the expenses via an assessment on hospitals. The bill also reduces state spending on other programs that provide health care to uninsured people.\n“It’s a historic day. Senate Democrats have been fighting for Medicaid expansion for years,” state Senate Minority Leader Richard Saslaw (D) said at a news conference following Senate passage of the legislation Wednesday.\nAs written, the Affordable Care Act would have expanded Medicaid nationwide in 2014. But the Supreme Court ruled in 2012 that states could refuse to enact it. To date, 18 states ― including Virginia ― had not implemented the policy, leaving 4.5 million people uninsured, according to an analysis published by the Urban Institute this month.\nThree other states may join Virginia by accepting Medicaid expansion this year. Activists in Idaho and Utah gathered enough signatures from residents to place the question on the ballot for voters to decide this November, and a campaign to do the same in Nebraska is underway. Maine voters approved a similar measure last November, but Gov. Paul LePage (R) has thus far refused to implement it.\nVirginia legislators had been at an impasse over the Medicaid expansion since the Supreme Court ruling. Former Gov. Robert McDonnell (R) opposed it, while former Gov. Terry McAuliffe (D) supported it but was unable to persuade lawmakers to go along.\nThe political dynamics changed when Democrats made significant gains in last year’s House of Delegates elections. Although Republicans retain majorities in both chambers of the General Assembly, the election results left them with just a one-vote margin in the House, the same they had in the Senate.\n“Elections matter. Elections have consequences,” Virginia Lt. Gov. Justin Fairfax (D) said at the Senate news conference. The entire Virginia House of Delegates and state Senate are up for election in 2019.\nAlthough Democrats are poised to succeed in their quest to expand health coverage through Medicaid in Virginia, there is a notable trade-off. The Medicaid expansion legislation also imposes work requirements on some enrollees, which is likely to result in fewer people gaining and keeping Medicaid benefits. President Donald Trump’s administration announced this year that it would permit work requirements for the program for the first time in history.\nThis article has been updated to reflect the Virginia House of Delegates vote in favor of Medicaid expansion and to include comment from Virginia Democrats.", "date": "\n05/30/2018", "href": "https://www.huffpost.com/entry/virginia-senate-medicaid-expansion-promising-health-coverage-to-almost-400000_n_5b0d94dde4b0802d69cef7ce", "tags": "adopts gov coverage medicaid virginia senate promising almost state expansion year affordable care health"}