{"title": "Visiting Windsor Before the Royal Wedding: A Guide ", "content": "You don’t need an invitation to Prince Harry and Meghan Markle’s wedding on May 19 to enjoy the ancient castle where they plan to marry, or to attend services at the Gothic chapel where they will say their vows. \nThe wedding is to take place in Windsor, west of London, about 40 minutes to an hour by train. You can figure out what works best for your schedule, including whether you want to travel by bus, at Tfl.gov.uk/plan-a-journey. Alternatively, you can drive (it’s about 50 minutes to an hour by car) though you’ll have to park in town as there’s no visitor parking at the castle. Tour companies also offer trips to Windsor from London (see below).\nThe ceremony will be held in St. George’s Chapel on the grounds of Windsor Castle — built more than 900 years ago, it is the oldest occupied castle in the world — and the place where the queen spends most of her weekends. \nServices at the chapel are free and open to anyone. If, however, you want to visit the chapel (and not attend services), you must buy a ticket at the Windsor Castle admissions office (2018 prices are £21.20 for adults, or about $28.30; £19.30 for students with ID and those over 60; £12:30 for disabled visitors and children under 17; free for children under 5; £54.70 for a family of two adults and three children under 17; prices are reduced when the State Apartments are closed). (Note that you cannot take photographs inside St. George’s Chapel.) Also keep in mind that Windsor is a working castle, so expect airport-style security. You can view the rules and hours at Royalcollection.org.uk/visit/windsorcastle.\nPrince Harry is hardly the first royal to marry in the chapel, which dates to the 15th century. There have been more than a dozen royal weddings there, including that of Prince of Wales (later Edward VII) and Princess Alexandra of Denmark more than 150 years ago, in 1863. In 2005 the chapel was the site of a service of prayer and dedication after the marriage of the Prince of Wales (Prince Harry’s father) and Camilla, the Duchess of Cornwall. One of Prince Harry’s uncles, as well as the Prince’s cousin, were also married at St. George’s Chapel, in 1999 and 2008, respectively.\nWhile the chapel is on the grounds of Windsor Castle, the Queen attends services at St. George’s only for certain celebrations and occasions, like an annual Easter morning service.\nAfter Prince Harry and Meghan Markle announced their wedding date, news reports said hotel rooms were being snapped up in and around Windsor for the occasion. The Evening Standard reported that “rooms everywhere from budget inns to luxury hotels saw royalist tourists purchasing whatever was on offer.” This time of year you can find availability and reasonable rates for favorite area hotels and inns, like the Sir Christopher Wren and the Winning Post. \nThough it’s not necessary to stay overnight — a day trip from London is more than enough time to see the sights in Windsor; even half a day can make for a nice visit. Windsor is the sort of destination ideal for a day tour from London, which will also streamline the admission process. If you want to visit the chapel, just be sure that any tour you take allows for that and isn’t scheduled for a Sunday, when the chapel is closed to visitors with the exception of those attending services. \nCompanies like Golden Tours offer day trips that include a visit to the chapel. You can also book a trip through London’s tourism website, VisitLondon.com, which has tours to Windsor Castle, including St. George’s Chapel and Queen Mary’s Dolls’ House, built in the 1920s and complete with a teeny tiny library, stocked wine cellar and working elevators.\nNearby, in the Home Park of Windsor Castle, is the more than 300-year-old Frogmore House, a royal retreat that was the home of Queen Victoria’s mother, the Duchess of Kent, for nearly 20 years — though it’s open to visitors for only a few days in the spring. (Groups of 15 or more that book in advance may also visit in August.) More information is at Royalcollection.org.uk/visit/frogmorehouse. \nLess exclusive is Legoland Windsor Resort, a theme park — Lego royals included — about an eight-to-10-minute drive from Windsor Castle. (If you really want to immerse yourself, there’s the Legoland Castle Hotel with “knights” and “wizard” theme rooms, and the Legoland Windsor Resort Hotel.)\nPrince Harry and Meghan Markle will live at Nottingham Cottage, according to a statement from Clarence House. The Cottage, where they became engaged, and where Prince William and Catherine, the Duchess of Cambridge, lived when they were first married, is on the grounds of Kensington Palace in London. Parts of the palace, such as the gardens and the King's State Apartments, are open to the public (online ticket prices are £15.50 for adults; £12.30 for full-time students and people over 60; free for children ages 5 to 15 and for members). A popular exhibition currently on view — “Diana: Her Fashion Story,” about the evolution of the princess’s style — is making it tougher than usual to get in. But you can book available dates in advance online at Hrp.org.uk/kensington-palace, or try your luck by joining the walk-up queue for tickets at the door (which generally cost slightly more than online).  \nDie-hard royal watcher? You could take a trip further afield to the place where, weeks after Prince Harry and Meghan Markle met, the prince said they went camping under the stars: Botswana. Geoffrey Kent, a founder of the travel company Abercrombie & Kent, said in a news release that he took Prince Harry on his first safari to Botswana when he was 13 (the company still offers tours there). \nBut then, getting married in St. George’s Chapel is also a homecoming of sorts for Prince Harry: He was baptized there in 1984.", "date": "Dec. 29, 2017", "href": "https://www.nytimes.com/2017/12/29/travel/harry-meaghan-royal-wedding-guide.html", "tags": "also st. wedding george visiting windsor royal guide london prince chapel castle — harry"}