{"title": "Vladimir Putin: Russia's action man president", "content": "Russian President Vladimir Putin, a judo black belt, appears to symbolise two of the martial art's key qualities - guile and aggression.\nHis swift military interventions in both Ukraine, annexing Crimea in March 2014, and Syria, bombing anti-government rebels in a move that bolstered Syrian government forces, stunned many observers.\nMr Putin, 65, has made no secret of his determination to reassert Russian power after years of perceived humiliation by the US and its Nato allies. \nUS prosecutors accuse a longstanding Putin ally - oligarch Yevgeny Prigozhin - of orchestrating Russian interference in the 2016 presidential election to favour Donald Trump.\nThe alleged meddling - mainly on social media - prompted the US to impose more sanctions on officials close to Mr Putin. \nSince March 2014 the EU and US have expanded sanctions on key Russian officials and firms over Russia's military role in Ukraine. \nThe sanctions blocked Western travel and financial services for many of Mr Putin's aides.\nPresident Trump has expressed admiration for Mr Putin and said he wants to improve ties with Russia.\nBut the US-Russia frost is called a new Cold War by some; the mutual distrust runs deep.\nAnd Russia is no longer a \"strategic partner\" of the EU. The West accuses Mr Putin of helping the pro-Russian rebels in eastern Ukraine with heavy weapons and troops. He admits only that Russian \"volunteers\" have gone there to help the rebels.\nMr Putin fumes over what he calls the \"coup\" which forced Ukraine's then-President Viktor Yanukovych to flee to Russia in February 2014.\nBefore that crisis he called the collapse of the Soviet Union \"the biggest geopolitical catastrophe of the [20th] Century\". He bitterly resents Nato's expansion up to Russia's borders. \nHe grew up in a tough, communal housing block in Leningrad - now St Petersburg - and got into fights with local boys who were often bigger and stronger. That drove him to take up judo.\nAccording to the Kremlin website, Mr Putin wanted to work in Soviet intelligence \"even before he finished school\".\n\"Fifty years ago the Leningrad street taught me a rule: if a fight is inevitable you have to throw the first punch,\" Mr Putin said in October 2015.\nIt was better to fight \"terrorists\" in Syria, he explained, than to wait for them to strike in Russia.\nHe also used the crude language of a street fighter when defending his military onslaught against separatist rebels in Chechnya, vowing to wipe them out \"even in the toilet\".\nThe mainly Muslim North Caucasus republic was left devastated by heavy fighting in 1999-2000, in which thousands of civilians died. \nGeorgia was another Caucasus flashpoint for Mr Putin. In 2008 his forces routed the Georgian army and took over two breakaway regions - Abkhazia and South Ossetia. \nIt was a very personal clash with Georgia's then pro-Nato President, Mikheil Saakashvili. And it showed Mr Putin's readiness to undermine pro-Western leaders in former Soviet states.\nVladimir Putin: From spy to president\nPutin still in fashion 15 years on\nVladimir Putin's formative German years\nChurch lends weight to Putin patriotism\nPutin, power and poison: Russia’s elite FSB spy club\nMr Putin appears to relish his macho image, helped by election stunts like flying into Chechnya in a fighter jet in 2000 and appearing at a Russian bikers' festival by the Black Sea in 2011.\nThe Night Wolves bikers' gang played a prominent role in whipping up patriotic fervour during Russia's takeover of Crimea in 2014.\nBut Mr Putin has also shown a gentler side on Russian state media, cuddling his dogs and helping to care for endangered Amur tigers.\nHe is a proud former officer of the Soviet secret police, the KGB, with an entourage largely drawn from that old Soviet security elite. \nThey are a fabulously wealthy elite and Mr Putin himself is believed to have a huge fortune. He keeps his family and financial affairs well shielded from publicity. \nThe Panama Papers leaks in 2016 exposed a murky network of offshore companies owned by a longstanding friend of Mr Putin - concert cellist Sergei Roldugin.\nMr Putin and his wife of Lyudmila got divorced in 2013 after nearly 30 years of marriage. She described him as a workaholic.\nAccording to a Reuters news agency investigation, Mr Putin's younger daughter, Katerina, is thriving in academia, has a top administrative job at Moscow State University and performs in acrobatic rock 'n' roll competitions.\nThe elder Putin daughter, Maria, is also an academic, specialising in endocrinology.\nReuters found that several other powerful figures close to Mr Putin - often ex-KGB - also have successful children in lucrative management jobs.\nRussia's best-known anti-corruption campaigner Alexei Navalny calls it a \"neo-feudal system\" that looks after a small, privileged class.\nThe 2014 Winter Olympics in Sochi was a lavish showcase for the Putin era: it cost Russia an estimated $51bn (£34bn) - the highest price tag for any Olympics.\nHe is passionate about ice hockey, like judo - and state TV has shown his skills on the ice.\nDespite his long rule, President Putin's approval ratings are still high, Russian media report - the kind of popularity that most Western leaders can only dream of.\nMr Putin's brand of patriotism dominates Russia's media, skewing coverage in his favour, so those ratings do not give the whole picture. But dissenters do struggle to be heard. \nHe was re-elected president in 2012 for a third, six-year term in the Kremlin. Even in the previous four years, as prime minister under President Dmitry Medvedev, he was clearly holding the levers of power.\nIn his first two terms as president, Mr Putin was buoyed by healthy income from oil and gas - Russia's main exports. \nLiving standards for most Russians improved. There was a new sense of stability and national pride. But the price, in the opinion of many, was the erosion of Russia's fledgling democracy.\nSince the 2008 global financial crisis Mr Putin has struggled with an anaemic economy, hit by recession and more recently a plunge in the price of oil. Russia lost many foreign investors and billions of dollars in capital flight. \nIn the run-up to his re-election, Russia was gripped by the biggest anti-government protests since Soviet times. \nProtest leaders have been jailed or otherwise marginalised - including the most prominent opposition leader, Alexei Navalny. He made a name for himself by exposing rampant corruption, labelling Mr Putin's United Russia as \"the party of crooks and thieves\".\nMr Putin's third term has been marked by conservative Russian nationalism. It has strong echoes of tsarist absolutism, encouraged by the Orthodox Church.\nThe Church supported a ban on groups spreading gay \"propaganda\" among teenagers. \nSoon after becoming president Mr Putin set about marginalising liberals, often replacing them with more hardline allies or neutrals seen as little more than yes-men.\nYeltsin favourites such as Boris Berezovsky and Vladimir Gusinsky - businessmen who grew rich in the chaos of the first privatisations - ended up as fugitives living in exile abroad.\nInternational concern about human rights in Russia grew with the jailing of oligarch Mikhail Khodorkovsky, once one of the world's richest billionaires, and of anti-Putin activists from the punk group Pussy Riot.\nMr Putin's relations with the UK soured over the 2006 radioactive poisoning of anti-Putin campaigner Alexander Litvinenko in London. Agents of the Russian state were accused of murdering him. \nIt was seen as yet more proof of Russia's new assertiveness on the world stage.", "date": "27 February 2018", "href": "https://www.bbc.com/news/world-europe-15047823", "tags": "ukraine soviet russian president rebels man vladimir years russia action putin"}