{"title": "Volkswagen plans electric option for all models by 2030", "content": "Volkswagen, the world's biggest carmaker, will offer an electric version of all its 300 models by 2030, becoming the latest manufacturer to move away from petrol and diesel.\nVW will double investment in zero-emission vehicles to 20bn euros (£18bn) as it seeks to put the diesel emissions scandal behind it.\nThe German firm plans to offer 80 new electric cars across the group by 2025.\nIt comes as Mercedes-Benz also promised electric versions of all its cars.\nMercedes chief Dieter Zetsche said the entire range would have electric or hybrid versions by 2022.\nHowever, VW is the first major carmaker to announce a big push into the mass-market with electric vehicles. \nSpeaking at the Frankfurt motor show, Volkswagen chief Matthias Mueller told the BBC the firm had \"got the message\".\n\"Customers want clean vehicles. People want to have clean air, and we want to make our contribution here,\" he said.\nThe German firm, whose brands include Seat and Skoda, also said it would place orders worth more than 50bn euros for batteries to power the cars.\nThe motor show comes at a difficult time for the industry, with VW and other German carmakers facing heavy criticism from the country's chancellor, Angela Merkel, over the diesel emissions scandal.\nIn the run-up to this month's election, Mrs Merkel said the car industry needed to regain the public's trust.\nVW is confident its petrol and diesel engines are now clean, Mr Mueller told the BBC.\nBut he added that it could not drop combustion engines entirely yet because the infrastructure for electric vehicles was not in place.\n\"There will be a coexistence between internal combustion engines and electric drive systems for a certain period - I can't tell you how long that will be,\" he said.\nHarald Krueger, chief executive of BMW, agreed there would be a transition period where combustion engines were still needed.\nBut he told the BBC that electric cars were \"not just hype, this is the long-term trend\".\nOn Tuesday BMW will unveil its first electric Mini, which will be assembled in Oxford and go on sale in 2019.\nThe moves from BMW, VW, Mercedes and other carmakers come as a growing number of countries are announcing plans to ban new diesel and petrol cars.\nChina, the world's biggest car market, became the latest to signal such a shift over the weekend, although it did not set a date.\nBoth the UK and France have already announced plans to ban new diesel and petrol vehicles by 2040, as part of efforts to reduce pollution and carbon emissions.\nMeanwhile, Shell said it would install its first electric car charging point in the UK later this month.", "date": "11 September 2017", "href": "https://www.bbc.co.uk/news/business-41231766", "tags": "volkswagen cars electric vehicles engines option models vw plans emissions petrol diesel"}