{"title": "Vote Leave's £350m claim potentially misleading, says statistics chief", "content": "Claims that leaving the European Union could save Britain £350m a week are \"potentially misleading\", the UK Statistics Authority has said.\nLeave campaigners have been calling for the £350m to be pumped into the NHS rather than the EU.\nBut the claim has been attacked by Remain campaigners as \"bogus\" and a \"desperate attempt to mislead people\".\nVote Leave stood by the figure and said it will challenge the statistic authority's findings. \nThe £350m claim was questioned by UK statistics chief Sir Andrew Dilnot, in response to a letter from the Lib Dem MP Norman Lamb.\nThe UK's EU vote: All you need to know\nEU for beginners: A guide\nUK and the EU: Better off out or in?\nA-Z guide to EU-speak\nWho's who: The Vote Leave team\nWho's who: The Remain campaign\nCiting Office for National Statistics figures, Sir Andrew said the £350m \"appears to relate to the UK's gross contributions to the EU, before the application of the UK's rebate\".\nHe said there was a \"lack of clarity\" in Vote Leave's use of statistics and the use of the £350m figure, alongside the suggestion the money could be spent elsewhere.\n\"Without further explanation I consider these statements to be potentially misleading. Given the high level of public interest in this debate it is important that official statistics are used accurately, with important limitations or caveats clearly explained,\" he wrote.\nThe comments were seized on by the Britain Stronger in Europe campaign. Mr Lamb said it was \"a damning indictment of the Leave campaign\" and \"yet another example of their desperate attempts to mislead people in this referendum campaign\".\nBut Vote Leave stood by the figure, and said the campaign would be writing to Sir Andrew on the issue.\nA spokesman said: \"As the Office for National Statistics makes clear, the EU takes £350m from us every week. That is the total debit made from our national accounts.\n\"We get some money back but that is controlled by the EU - if we vote Leave we will take back control of all of this money. We will be able to spend our money on our priorities like the NHS.\"", "date": "21 April 2016", "href": "https://www.bbc.co.uk/news/uk-politics-eu-referendum-36104163", "tags": "figure uk leave eu statistics claim chief campaign potentially says money misleading sir vote"}