{"title": "Vote Like The Affordable Care Act Depends On It -It Does-", "content": "Health care is on the ballot this year, in more ways than voters may realize.\nFull repeal of the Affordable Care Act remains a very real possibility if Republicans get through the midterm elections with their congressional majorities intact. But even if the law stays on the books, its future will depend heavily on who wields power at the state level ― as governors, insurance commissioners and members of state legislatures.\nThese officials have always had a lot to say about the ACA’s implementation, although they rarely get the attention they deserve. Now they have even more influence, thanks to the ways that President Donald Trump and his allies have battered the law over the last 18 months.\nThe most recent change came from Washington early this month, when the Trump administration made it easier for people to buy “short-term” insurance that leaves out key benefits like mental health and prescriptions and isn’t available to people with pre-existing conditions. The plans hare tantalizingly low premiums, but they can expose beneficiaries to crushing medical costs ― all while driving up the price of more comprehensive coverage.\nShort-term policies won’t be available everywhere, because states can restrict or even prohibit them. Some have done so already. But whether more follow will hinge, in part, on who is making the decisions come 2019.\nThe current state of play for health care is a reminder of one way that the GOP’s war on “Obamacare” has made headway ― by giving states more control so that access to health care in places like Georgia looks more and more different than it does in California.\nIt wasn’t supposed to be this way, at least not exactly. The idea of the ACA was to make sure all Americans, in all states, could get health insurance, partly by creating new, subsidized market of regulated private plans and partly by offering Medicaid to all Americans living below or just above the poverty line. \nBut a 2012 Supreme Court decision made it easy for state officials to reject the Medicaid expansion and GOP leaders in 17 states have done just that, even though the federal government picks up nearly all of the expansion’s cost. (It’s 18 states if you include Maine Gov. Paul LePage, who refuses to carry out an expansion the state’s voters approved by ballot initiative.) Republican officials in a similar, overlapping list of states have done their best to undermine the private insurance reforms.\nIn Florida, a lieutenant to Rick Scott, the governor now running for U.S. Senate, blocked enrollment counselors from holding events in state buildings. In Georgia, insurance commissioner Ralph Hudgens came right out and said he and his colleagues were doing “everything in our power to be an obstructionist.” In Iowa and Tennessee, state officials made it easy for people to stay out of the newly reformed markets ― and enroll, instead, in plans that don’t comply with the ACA’s standards for benefits and open enrollment.\nThat last part is important because it has directly undermined how the new system is supposed to work. Insurers need healthy people paying into the system so that there’s enough money to cover the high medical bills of the people with serious health problems. \nThe ACA includes provisions to make that happen, including tax credits (which make insurance cheaper) and the individual mandate (which penalizes people who don’t get comprehensive coverage). But in states where officials have not done their part, enrollment among healthy people has lagged and insurers have jacked up premiums in response ― making coverage flat-out unaffordable for some of the people who don’t qualify for tax assistance.\nThings are likely to get worse, thanks to what Republicans in Washington have done since Trump took over. They have passed a tax cut that effectively eliminates the individual mandate penalty. They have slashed funding for enrollment outreach. Now, with this latest regulatory change, they have made it easier for people to purchase ― and then hold onto ― short-term plans that don’t comply with the ACA’s standards.\nPeople struggling with high premiums today will discover short-term plans are a lot cheaper ― and many who opt for that coverage will be just fine. But the buyers who get serious medical problems will face crippling medical bills and in many cases, they won’t know about this exposure until it is too late, because the companies and brokers who sell these plans are notorious for hiding limits and exclusions in the fine print.\nWorries about these kinds of issues were very much on the minds of some of the state officials who met in Boston a week ago, for a gathering of the National Association of Insurance Commissioners. \n“I’m concerned that people will buy these policies, show up at the hospital for a condition they did not expect, and discover they are not covered,” Lori Wing-Heier, director of Alaska’s insurance division, told HuffPost. She added that her office intended to look “very, very closely” at applications from insurers seeking to market these plans.\nOfficials in different parts of the country have already taken or are considering such action, as a recent survey published by the Commonwealth Fund demonstrated. Massachusetts, New York and New Jersey have more or less prohibited short-term plans altogether. Maryland, Vermont and Hawaii have limited them severely. \nOther states, including Colorado and Oregon, have their own, somewhat less stringent restrictions in place, while California, Illinois and Washington are in the process of considering new ones, according to research by Sarah Lueck of the Center on Budget and Policy Priorities. In states like Alaska and Pennsylvania, which don’t have strong rules in place, state officials are vowing to use what authority they have to monitor advertising material and stop brokers from selling these policies under false pretenses. \nIt is by no means coincidental that the list of states acting aggressively to regulate short-term plans overlaps heavily with the list of states that have tried all along to make the ACA’s private insurance reforms work and were the first to expand Medicaid, as well.\nNor is it a coincidence that the officials saying nice things about the Trump administration regulations come from places that have been most hostile to the ACA all along ― places like Alabama, whose commissioner Jim Ridling admitted the new policies offer less financial protection but defended them as covering “people up to what they can afford.” \nOpinions on the Trump regulations and how to treat them tend to correlate with party identification, although the relationship isn’t perfect and the differences among officials aren’t just about partisanship anyway. They reflect some real philosophical divides over how health insurance should work and what role government should play in managing it. \nOne view supports the basic impulse of universal health care that everybody should have access to relatively generous coverage regardless of income or pre-existing conditions, even if that requires more regulation, government spending and taxes. The other view holds that less government is always preferable to more and that ultimately, people will be better off shopping for whatever coverage insurers see fit to offer on their own.\nThe latter view dominates in the South, the Plains and parts of the Midwest, which explains why those tend to be the states with the most dysfunctional markets and highest numbers of uninsured residents. \nBut that could change in November. Democratic gubernatorial candidates have a real shot of replacing Republicans in Florida, Georgia, Michigan and Wisconsin. Georgia is particularly interesting because it is one of the states that elect insurance commissioners directly and a Democrat could take that seat, too. \nDemocrats in Florida and Georgia are running on Medicaid expansion, which will not be easy to pull off quickly if, as seems likely, Republicans are still in charge of their state legislatures. But voter initiatives to expand Medicaid are on the ballot in three other, deeply conservative states: Idaho, Nebraska and Utah. Put it all together and it’s no exaggeration to say that November’s elections could mean gaining or losing health care access for hundreds of thousands of Americans ― and maybe even millions.", "date": "\n08/12/2018", "href": "https://www.huffpost.com/entry/obamacare-state-junk-insurance_n_5b6e03a1e4b0ae32af98249c", "tags": "depends officials aca does- states ― insurance act -it affordable state plans vote like care health"}