{"title": "Voters In 4 Red States Could Give Health Care To 400,000 On Election Day", "content": "Voters in four states that heavily supported President Donald Trump in 2016 have a chance this Election Day to secure health coverage for nearly 400,000 low-income working people.\nOrganizers in Idaho, Nebraska and Utah successfully gathered enough signatures for petitions to put ballot initiatives in front of voters this year that would expand Medicaid eligibility to include anyone earning up to 133 percent of the federal poverty level, which is about $16,000 a year for a single person and $34,000 for a family of four. Voters in Montana, which adopted Medicaid expansion in 2015, will be able to decide whether to extend the benefit, which is set to expire in the state on July 1.\nResidents of these four states have an opportunity to send a signal to Republican officeholders that voters want more health care for their neighbors, at a time when the Trump administration and GOP state officials are hard at work scaling back the reach of the Affordable Care Act and making Medicaid benefits harder to get and keep.\nIt’s no coincidence that all four states are deeply conservative, because it’s conservative Republican elected officials who have resisted the expansion most strenuously. A similar dynamic is afoot in three other states — Florida, Georgia and Wisconsin — where Democratic gubernatorial candidates have made Medicaid expansion a central part of their platforms ― and have real chances to win.\nThe 2010 health care law enacted by President Barack Obama called for all states to expand Medicaid, but a 2012 Supreme Court ruling permitted states to opt out, which Idaho, Nebraska, Utah and 14 other states have done. \nUnder the Affordable Care Act, the federal government pays at least 90 percent of the cost of covering newly eligible enrollees, and states must finance the remainder. In states that expanded Medicaid, the uninsured rate fell more than in nonexpansion states. Moreover, the federal dollars going to those states have benefited hospitals ― especially rural facilities ― and generated economic activity, including hiring, that didn’t happen in nonexpansion states.\nMaine voters last year approved a ballot initiative to expand Medicaid — the first time that method was used to increase health coverage under the ACA expansion. Gov. Paul LePage (R), however, has thus far refused to implement it, despite court orders. Because the state legislatures in Idaho, Montana and Nebraska would have to appropriate the funding for Medicaid expansion, it’s possible lawmakers could defy the will of the voters even if the measures pass. In Utah, the initiative would simply take effect.\nThe success of the Maine ballot initiative inspired activists in other states to attempt the same maneuver. Volunteers and paid organizers in Idaho, Montana, Nebraska and Utah crisscrossed their states collecting signatures from voters who wanted a chance to back the expansion at the ballot box. That was no mean feat in those conservative states, which have laws governing citizen initiatives that make it difficult to get them approved for the ballot.\n“After piloting the strategy of expanding Medicaid via ballot initiative in Maine in 2017, we’re testing whether it can work in four states that Trump won by an average of more than 20 percentage points,” said Jonathan Schleifer, the executive director of the Fairness Project, based in Washington, D.C.\nThe Fairness Project is a labor-backed organization that offers financial support and logistical assistance to grassroots groups around the country promoting direct democratic action on issues like Medicaid expansion and minimum-wage increases. “Their legislatures have been an obstacle to that, and now they have a tool to actually expand Medicaid in spite of the wishes of their legislatures,” Schleifer said. \n“If we can win in these states, we can win anywhere, because what we’ve seen in health care is the biggest gap isn’t between Republicans and Democrats. It’s between the politicians and everyone else,” Schleifer said. The Fairness Project is talking with organizers in other red states about more Medicaid expansion initiatives in 2019 and 2020, he said.\nElections have consequences, as the saying goes. For people like the Blessingers, the consequences of this year’s elections could truly be life altering.\nJosh Blessinger, 39, and Pam Blessinger, 36, have two children and live in the southern part of Boise, Idaho. He is a combat veteran who served with the Marines in Iraq. She is a data specialist who works on contract with the state’s health department, working on an early intervention program for babies with hearing loss.  \nHe suffers from post-traumatic stress disorder and was recently diagnosed with multiple sclerosis, for which he gets care from the Veterans Health Administration. She also has health problems, including uterine bleeding from a fibroid, as well as joint problems in her hands. But she says she hasn’t been able to get the recommended treatments for either condition because, as an independent contractor, she isn’t eligible for state benefits ― and the Blessingers don’t have enough money to buy insurance on their own.\nJosh Blessinger said that he has long identified as a conservative and a libertarian ― somebody who cherishes freedom. But he thinks expanding Medicaid in Idaho would be consistent with those beliefs. “She can’t pursue happiness when she’s trying just not to be in pain,” he said of his wife.\nOrganizations representing doctors, hospitals and patients have backed these ballot initiatives in the four states. On the other side are the tobacco industry in Montana and conservative interest groups such as Americans for Prosperity in all four states.\nThree natives of Sandpoint, a small town in the northern part of the state, founded Reclaim Idaho last year to begin a grassroots campaign to expand Medicaid there. Volunteers from Reclaim Idaho and allied groups succeeded in gathering enough support by April to advance the ballot initiative.\nMedicaid expansion would offer coverage to as many as 62,000 Idahoans who are in the so-called coverage gap. \nThe ACA permits people with income above 138 percent of the poverty level (in 2018, $16,753 for a single person or $37,650 for a family of four) to receive subsidies for private health insurance. In states that haven’t expanded Medicaid under the act, adults without children living at home or who do not have disabilities are ineligible for Medicaid, no matter how low their incomes are. Poor pregnant women, parents and adults with disabilities may qualify for the program, depending on income rules that vary among the states. Congress wrote the law assuming the Medicaid expansion would be nationwide and that mainly people who earn too much to qualify for Medicaid would need subsidized private insurance.\nReclaim Idaho and its partners collected substantially more signatures than needed to place the question on the ballot. An Idaho Politics Weekly poll released in July found that 70 percent of voters surveyed said they back the expansion, including 59 percent of Republicans. Lt. Gov. Brad Little (R), running to succeed Gov. Butch Otter (R), has pledged to respect the will of the voters if the measure passes. The state legislature would be left with the task of finding a way to pay for the state’s share of the expansion’s cost. \n“This whole movement has been a real referendum on politicians who refuse to act on behalf of their constituents,” said Emily Strizich of Moscow, Idaho, one of Reclaim Idaho’s founders. “The people who have been brought into this movement and the people we’ve been able to connect with out on the road, to me, it gives me so much hope in what could otherwise be a very dark and divisive time in politics.”\nSupporters of expanding Medicaid in Idaho include the Idaho Medical Association, Idaho Hospital Association, Idaho Sheriffs’ Association and state chapters of the American Heart Association and American Lung Association. Opposing the ballot initiative is the conservative Idaho Freedom Foundation, through a political action committee called Work Not Obamacare.\nIt’s been less than four years since Gov. Steve Bullock (D) and the majority-Republican legislature enacted Medicaid expansion, but supporters are worried it could go away, taking coverage from more than 90,000 people. Under the 2015 state law, the expansion expires on July 1, 2019, unless legislators and the governor agree to extend it.\nThat’s one reason a coalition called Healthy Montana is pushing a ballot initiative to take it out of the politicians’ hands and let voters decide. “We have to keep that. Too much is at stake,” said Missoula-based Amanda Cahill, the director of government relations for the American Heart Association in Montana. Tens of thousands of people are covered, rural hospitals are on surer financial footing, and the state is benefiting economically from the federal money that expansion brought, she said. \nThe movement began when organizations like the American Heart Association, American Lung Association and American Cancer Society started formulating plans last year to go around the legislature and ask voters to approve the first increase in the state’s tobacco tax since 2004. The previous tobacco tax increase also was the result of a ballot initiative, which 63 percent of voters backed.\nAs these organizations began attracting new partners, including the Montana Hospital Association and Montana Medical Association, they coalesced around the idea of using the revenue generated by higher tobacco taxes to fund Medicaid expansion and other programs, Cahill said.\nThat has brought stiff opposition from the tobacco industry, which is waging a much larger campaign against the ballot initiative than any interest group in the other three states. A political action committee campaigning against the measure, Montanans Against Tax Hikes, has received almost all its funding from Altria and Reynolds American, which have raised $18.5 million to fight the tax increase and Medicaid expansion. \nAccording to a survey conducted in April by D.C.-based Democratic polling firm Lake Research Partners for Healthy Montana, 69 percent of Montanans surveyed said they support the ballot initiative.\nCornhusker State voters have an opportunity to make Medicaid coverage a reality for about 90,000 people, according to a report commissioned by the Nebraska Hospital Association. “Medicaid expansion is going to be something that is good for the health of our state’s economy, and it’s also good for the health of workforce and for families,” said Meg Mandy, the campaign manager for Insure the Good Life, an Omaha-based coalition spearheading the ballot effort.\n“Nebraska is a state that has resisted the Affordable Care Act every step of the way, to the detriment of people in the state,” she said. \nIf the people vote in favor of the expansion, it would underscore a disconnect between Nebraskans and the people who they elect to represent them, Mandy said. “The message it sends to politicians in the legislature or even federally is that they’ve been out of touch with their constituents and with what Nebraska voters have wanted for a long time and they’d better start paying attention if they want to keep their seats,” she said.\nThe ballot language does not include a financing mechanism, so the Nebraska legislature would have to devise a funding source for the state’s 10 percent share of the cost of expanding Medicaid.\nOrganizations that have endorsed the Medicaid expansion include AARP Nebraska, the Nebraska Hospital Association and the American Cancer Society Cancer Action Network. No polling data is available about voters’ views on the ballot question, Mandy said.\nGov. Gary Herbert (R) and the GOP-led legislature have been debating whether to expand Medicaid for a while now, which RyLee Curtis, the campaign manager for Salt Lake City–based Utah Decides Healthcare, thinks is an advantage for her side.\n“People really understand where they fall on this issue, and it has been because we’ve had consumers over the last five years coming to the capital, meeting with the press, telling their stories,” she said. Based on an analysis of 2016 legislation to expand Medicaid, about 150,000 people could gain health coverage if voters approve the measure, she said. The expansion would be financed by increasing the state sales tax from 4.7 percent to 4.85 percent.\n“This is 150,000 Utahns that we’re talking about,” Curtis said. “We want to make sure that they have that access to health care coverage so that they can take care of themselves and their families.” Salt Lake Tribune/Hinckley Institute of Politics poll findings published last week showed 59 percent of Utah voters surveyed said they support the Medicaid expansion initiative.\nThe roster of organizations that have endorsed the Utah ballot initiative is similar to those in the other three states and includes the Utah Medical Association, Utah Nurses Association and the American Diabetes Association.\nJonathan Cohn contributed reporting.", "date": "\n10/25/2018", "href": "https://www.huffpost.com/entry/idaho-montana-nebraska-utah-medicaid-expansion-ballot-measures_n_5bcf9f7ee4b0d38b587d8036", "tags": "election idaho give red voters ballot states medicaid association state could expansion care day health"}