{"title": "Voters Say Health Care Is A Top Issue In The 2018 Election — A Good Sign For Democrats", "content": "Heading into the midterm elections, American voters are more likely to say they’re focused about health care than any other issue.\nAsked to select their top two issues from a list in a new HuffPost/YouGov poll, 30 percent of registered voters picked health care. An unusual trio of issues is tied for second place, with each named by about a quarter of voters as a top priority ― the economy, which perpetually ranks as a top campaign topic, but also gun policies, which rarely garner that level of attention, and immigration, a mainstay of Donald Trump’s presidential campaign.\nThis far from the election, of course, there’s still plenty of time for campaign narratives to develop and change. Voters’ midterm preferences are often driven more by partisanship than by policy, and this time around, Trump’s presence is likely to cast a heavy shadow over the results. But if health care plays a prominent role in this year’s election, as multiple polls have suggested it may, it’s another way the 2018 playing field could advantage Democrats. \nHealth care, which likely contributed to Democrats’ midterm shellacking in 2010, is now an issue they feel free to embrace. For the first election cycle since its passage, a majority of the public now approves of President Obama’s signature health care law, and Democrats enjoy a sizable advantage over the GOP on handling related issues. For the party, “it’s an issue that you don’t have to hide from anymore,” the Kaiser Family Foundation’s Mollyann Brodie told HuffPost last fall.\nThe poll also suggests that gun issues, which have long ranked low on Americans’ priority lists, are continuing to draw heightened attention in the wake of the Parkland shooting, especially among proponents of gun control.\nIn contrast, the economy ― one of the relatively few bright spots for the GOP ― remains a top issue, but isn’t overwhelmingly at the front of public opinion the way it was in past elections. And tax reform, which Republicans had hoped would serve as a midterm asset, has stalled out in popularity and doesn’t appear to be at the top of voters’ minds.\nThere are gaps on which issues each party views as important. Health care ranks highly on both sides of the aisle. But Democrats and Democratic-leaning independent voters are notably more likely than Republicans and Republican-leaning voters to say they’re motivated most strongly by President Trump’s record, while Republicans are far more likely to mention immigration and the economy.\nAbout half of all voters say they’ve seen gun policy and immigration mentioned in political advertisements or campaign mailers this year. Close to 40 percent say that they’ve seen President Trump’s record, health care, and the economy raised, while a third have seen tax reform come up.\nThe survey also looks at which issues each party is perceived as focusing mostly on. In the case of the Democratic Party, that’s guns, followed by Trump’s record. In the case of the GOP, it’s taxes, immigration, and the economy. \nAt times, a perceived mismatch between those issues and the topics on Americans’ minds has served as a warning sign ― in a poll taken just before a GOP wave swept the 2014 midterms, for instance, Republicans were seen as sharing voters’ worries about the economy, while more said Democrats were instead focused on social issues. This year, although neither party is overwhelmingly seen as concentrating on health care, twice as many voters say Democrats are focusing most on the topic as say that Republicans are. \nThat gap could continue to grow, if races to date are any trend. In last year’s Virginia gubernatorial race, health care was “central” to Democrat Ralph Northam’s winning campaign, according to his pollster. A number of Democratic candidates, especially female ones, are following that example.\nNearly 70 percent of voters say they’re following news about the midterms at least somewhat closely, and 30 percent that they’re paying very close attention. Forty percent of Democratic and Democratic-leaning voters, but just 23 percent of Republican and Republican-leaning voters, say they’re already paying very close attention.\nUse the widget below to further explore the results of the HuffPost/YouGov survey, using the menu at the top to select survey questions and the buttons at the bottom to filter the data by subgroups:\nThe HuffPost/YouGov poll consisted of 1,000 completed interviews conducted March 23-26 among U.S. adults, including 872 registered voters, using a sample selected from YouGov’s opt-in online panel to match the demographics and other characteristics of the adult U.S. population.\nHuffPost has teamed up with YouGov to conduct daily opinion polls. You can learn more about this project and take part in YouGov’s nationally representative opinion polling. More details on the polls’ methodology are available here.\nMost surveys report a margin of error that represents some, but not all, potential survey errors. YouGov’s reports include a model-based margin of error, which rests on a specific set of statistical assumptions about the selected sample rather than the standard methodology for random probability sampling. If these assumptions are wrong, the model-based margin of error may also be inaccurate. Click here for a more detailed explanation of the model-based margin of error.", "date": "\n04/06/2018", "href": "https://www.huffpost.com/entry/voters-say-health-care-is-their-top-issue-in-the-2018-election-thats-a-good-sign-for-democrats_n_5ac642e2e4b09d0a119103c4", "tags": "election percent democrats issue likely voters good issues economy say top — sign care health"}