{"title": "Vowing to Squeeze Businesses, Trump Has Tactics Challenged", "content": "WASHINGTON — Donald Trump isn’t done taunting corporate America.\nAfter last week’s Rust Belt victory lap, where he claimed credit for persuading Carrier to keep perhaps 1,000 factory jobs in Indiana, Mr. Trump took to Twitter Sunday morning and warned of retribution for other companies contemplating moving production abroad.\nBut even as Mr. Trump tries to put the bully in bully pulpit, the question of whether his approach is smart economic policy, improvised showmanship or a bit of both is another story.\nIndeed, his tactics have drawn criticism from both the left and the right, with a range of experts saying his approach may be ineffective at best, and crony-capitalist and caudillo-like at worst.\n“Blackmail is implicit in this approach, and it’s dangerous,” said Tyler Cowen, a conservative free market-oriented economist who teaches at George Mason University. “It’s a lot of political theater, but that’s not even my biggest criticism. Trump is negotiating with individual businesses outside of the rule of law and bureaucratic procedure.”\nOn Friday, Mr. Trump took aim at Rexnord, another manufacturer with a plant in Indianapolis, which disclosed plans in October to move to Mexico. “No more!” he said on Twitter, helping to push Rexnord’s stock down 8 percent for the week.\nAccording to Mr. Trump, the penalty would be a 35 percent tariff imposed on goods that companies ship back into the United States after they move production abroad. It is doubtful that Mr. Trump would have the legal authority to punish individual companies without congressional action. But he is also promising a broader overhaul of corporate taxes and the elimination of a host of regulations that he sees as stifling American companies, in addition to individual incentive packages like the $7 million one that Carrier received.\nMike Konczal, an economist at the left-leaning Roosevelt Institute, said he also thought Mr. Trump’s approach was doomed to failure, especially if he kept his campaign pledge to reduce taxes on corporations and investors.\n“Cutting taxes for shareholders will destroy more factories than whatever he saves by jawboning companies from the bully pulpit,” Mr. Konczal said. And incentives like the ones Carrier received only forestall the inevitable shift by multinational giants to low-cost locales like Mexico and Asia. “They will just go later after pocketing some money,” Mr. Konczal said.\nMaking deals with big business may prove much harder than Mr. Trump is willing to acknowledge. After all, he held off on using a stick with Carrier, and handed over $7 million worth of carrots, but the company gave Mr. Trump only half of what he wanted, with 1,000 Indiana jobs still leaving for Mexico.\nMoreover, Mr. Trump is pushing back against tectonic economic forces that show no sign of easing. Besides the continuing loss of factory jobs to automation, Carrier is far from unique in shifting blue-collar jobs to places like Mexico, even as it keeps white-collar functions like sales and research and development in Indiana.\n“There isn’t a silver bullet,” said Steven Rattner, a veteran financier and Democrat who led President Obama’s successful effort to rescue the auto industry in 2009. “And what’s ironic is that there isn’t a single thing in Donald Trump’s campaign platform that would help people hurt by these trends.” Mr. Rattner is also a contributing opinion writer for The New York Times.\nStill, whether it’s a smart strategy or not, it is clear Mr. Trump is planning more Carrier-like standoffs after he moves into the Oval Office on Jan. 20.\n“This is no one-off,” he said in an interview with The Times after touring the Carrier factory floor in Indianapolis on Thursday and greeting cheering workers. “That’s one of the reasons I’m here as opposed to doing it from my lobby in Manhattan.”\nRather than tax breaks or tariffs on a case-by-case basis, perhaps the best argument for Mr. Trump’s tactics is that they may prompt a rethinking of corporate responsibility among executives, said Justin Wolfers, an economist and New York Times contributor who teaches at the University of Michigan.\n“The question is, what’s the game?” Mr. Wolfers said. “If it’s about changing norms, and saying private enrichment at the expense of the broader public good is no longer socially acceptable, that’s important.”\nTo be sure, actually imposing tariffs is much, much more difficult than sending Twitter posts — or negotiating deals with individual companies like Carrier and its corporate parent, United Technologies, a major defense contractor.\nAlthough the president has wide-ranging powers to impose trade sanctions on countries found to be manipulating their currencies or exporting goods for less than it costs to produce them, Mr. Trump is venturing into uncharted territory with tariffs aimed at individual American companies.\n“I’m not aware that this has been tried before or what authority the Trump administration would be relying on,” said Miriam Sapiro, who served as deputy United States trade representative from 2009 to 2014.\n“Then there is the question of what kind of retaliation these tariffs could cause, harming both American workers and consumers as well as companies,” said Ms. Sapiro, now a partner at Finsbury, a strategic communications firm in Washington.\nThe off-the-cuff nature of Mr. Trump’s outbursts may partly explain why economists have been left aghast by Mr. Trump’s tactics to keep jobs at home.\nBut some experts say the shock is overdone.\n“Frankly, I’m flabbergasted by the opposition on the left,” said Alan Tonelson, an economist formerly with the United States Business and Industry Council, which represents family-owned and privately held domestic manufacturers. “They’ve been just fine imposing tariffs to help Detroit, the steel industry and organized labor.”\nAs for conservative and libertarian criticism, Mr. Tonelson speculated that might have more to do with corporate support for the Washington think tanks they call home, rather than genuine ideological fervor.\nThe economic soundness of Mr. Trump’s tactics may be in question, but they clearly offer political rewards, especially in the Rust Belt, where the costs of free trade are more readily apparent than the benefits.\n“The dry statistics on trade aren’t working to counter Trump,” Timothy A. Duy, an economics professor at the University of Oregon, said in a blog post on Sunday. “The aggregate gains are irrelevant to someone suffering a personal loss. Critics need to find an effective response to Trump. I don’t think we have it yet.”\nWhile the costs of free trade tend to be concentrated, benefits like lower prices for imported goods are spread very broadly, making them less obvious. In an interview on Fox News on Sunday, Newt Gingrich, former speaker of the House and a Republican Trump ally, questioned whether that trade-off made sense.\nIn some cases, he said, Americans should be “prepared to pay a little bit more for imported products” to keep jobs at home.\nIf trade advocates can’t make a better case, or at least come up with better ways to help the inevitable economic losers of globalization cope, then free trade itself may be imperiled, whatever the overall benefits.\n“People who advocated for free trade policies, myself included, should have advocated more forcefully for things to help these people, through ideas like retraining or tax credits to simply maintain their incomes,” Mr. Rattner said. “If we don’t do something to help these people, we will end up without free trade, as may well happen with Mr. Trump coming into office.”", "date": "Dec. 4, 2016", "href": "https://www.nytimes.com/2016/12/04/us/politics/trump-takes-twitter-aim-at-companies-looking-to-move-jobs-abroad.html", "tags": "carrier may mr. tactics companies ” trump squeeze trade like vowing challenged businesses"}