{"title": "Wales less prosperous after Brexit deal, says first minister", "content": "Wales will be less prosperous under Theresa May's draft Brexit deal, according to the first minister.\nCarwyn Jones said Wales received £600m a year from the EU and exported 60% of its goods to Europe.\nHe said it was important there were no \"barriers put up between the market that we sell most of our goods in\".\nThe prime minister has written an open letter saying her Brexit deal promised a \"brighter future\" for Britain as the EU signed it off on Sunday.\nMrs May has been in Brussels for the most important step so far in the UK's exit from the European Union. \nThe 27 other EU leaders approved the withdrawal agreement and a political declaration on future relations following talks.\nMr Jones told BBC Radio Wales the draft deal was \"better than no deal but certainly short of what I would have expected\".\nAsked if he thought Wales would be less prosperous after Brexit, Mr Jones said: \"Oh yes, there is no question in my mind but this is better than no deal.\"\nWelsh projects supported by European Union funds:\nMr Jones added: \"What we want to do is to make sure the European market, which is our biggest market, 60% of exports go there, 90% of our food and drink exports go there, that we don't see new barriers put up between the market that we sell most of our goods in.\n\"That seems to me to be one of the daftest things that we could do.\"\nHe said Wales received £600m a year in EU funding and he was promised the nation \"wouldn't lose out a penny\".\n\"People say we should not be dependent on it but, the reality is...we haven't got that money,\" he said.\nThe UK Parliament must also approve the deal agreed by the EU leaders and MPs are expected to vote in December.\nMr Jones went on to say it could be \"really difficult to see how the prime minister can get this deal through Parliament\".\nAnd he said there were \"different opinions\" within his own Labour party on moving forward, with some, like him, thinking a general election was needed, some calling for a second referendum and a \"small minority\" in favour of Brexit.\nMrs May said leaving the EU next year would be \"a moment of renewal and reconciliation for our whole country\".\nAfter 18 months of negotiations, it only took the EU's 27 leaders less than an hour to sign off on the Brexit deal.\nFirst Minister Carwyn Jones would like to see a different deal that leads to a much closer relationship between the UK and the EU as he backs continued membership of the single market and customs union.\nBut the important point to remember here is that what kind of trading relationship we have in the future is still up for discussion.\nPart one of the Brexit talks in Brussels is over but part two - discussion on the future partnership - doesn't start until after we've officially left on 29 March next year.\nMuch can change before then, especially as Theresa May has one final rather precipitous mountain left to climb - getting enough MPs to back her deal in Parliament in the coming weeks.\nIf she fails to do so, then we're looking at a range of possibilities - from a 'no-deal' Brexit to perhaps no Brexit at all.\nIt's done and dusted here in Brussels - all eyes now on Westminster.", "date": "25 November 2018", "href": "https://www.bbc.com/news/uk-wales-politics-46334228", "tags": "wales brexit prosperous minister may eu market first jones says deal less"}