{"title": "Wall Street Logs Its Worst Week This Year as Trade War Grows", "content": "Stocks rose Friday, snapping a four-day losing streak and bucking recent concerns about the trade war even after the Trump administration imposed fresh tariffs on imports from China and trade negotiations between Washington and Beijing ended with no announced deal.\nAfter dropping more than 1.5 percent early in the day, the S&P 500 clawed back those losses and had gained 0.4 percent by the close of trading.\nIt was an inconclusive end to the market’s worst week of the year, a choppy series of trading sessions in which investors were riveted by presidential tweets that amounted to a running public commentary on the talks. For the week, the S&P 500 dropped 2.2 percent.\n“Because people don’t have conviction, the slightest bit of news is moving the market,” said JJ Kinahan, chief market strategist at TD Ameritrade. “This is the biggest story that’s hanging over it.”\nUntil now, the trade war has largely been an afterthought for investors in 2019. Stocks soared through the first four months of the year hitting record highs in April, as the Federal Reserve’s shift away from plans to raise interest rates reinvigorated risk-taking.\nBut on Sunday, Wall Street’s assumption that China and the United States were moving closer to some sort of accord on trade was upended when President Trump threatened higher tariffs on China. More pronouncements on Twitter by the president pushed stocks around all week, alternatively raising or dashing hopes for a deal.\nEarly Friday, the administration raised tariffs to 25 percent from 10 percent on Chinese imports that are worth about $200 billion a year. Mr. Trump said the increase came in response to Chinese officials trying to “renegotiate” a pact that was aimed at calling a truce in the trade war. China said it would respond with unspecified countermeasures.\nMr. Trump also said on Twitter that “there is absolutely no need to rush” on a trade deal, damping hopes that an agreement would be reached quickly. Then, later Friday, after the latest round of talks had ended, Steven Mnuchin, the Treasury secretary, told reporters that the discussions were “constructive,” and stock markets began to recover.\nInvestors also seemed to take heart from comments from the president of the Federal Reserve Bank of Atlanta, Raphael Bostic, whose said on Friday that the central bank could cut interest rates if a trade fight begins to hurt to American economy.\n“It’s reasonable to expect that the Fed might be in play more,” said Marvin Loh, global macro strategist at State Street, a money management firm. “The events that we’ve seen increase the odds that a cut is the next move.”\nAnalysts say a rate cut from the Fed would be one of the few clear catalyst for higher stock prices in the near term, following the sharp run-up in share prices earlier this year.\nEven after the ugly week, investors continue to sit on healthy gains, with the S&P up nearly 15 percent in 2019. Many analysts also think that the early surge in stocks this year left the market ripe for a pullback, with the noisy return of trade tensions merely providing the trigger.\nThe economy remains relatively strong and corporate profits sturdy, analysts say, but the rise in the market has left stocks fully valued, and in need of some sort of positive surprise to justify further gains and coax investors to buy.\n“What’s the catalyst?” said Michael Purves, chief global strategist at the brokerage firm Weeden & Company. “Why wouldn’t you want to take some profits and sort of watch from the sidelines a little bit?”", "date": "May 10, 2019", "href": "https://www.nytimes.com/2019/05/10/business/global-markets.html", "tags": "wall percent market week investors grows stocks street ” worst friday war trade logs year"}