{"title": "Warming in Arctic Raises Fears of a ‘Rapid Unraveling’ of the Region", "content": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nPersistent warming in the Arctic is pushing the region into “uncharted territory” and increasingly affecting the continental United States, scientists said Tuesday.\n“We’re seeing this continued increase of warmth pervading across the entire Arctic system,” said Emily Osborne, an official with the National Oceanic and Atmospheric Administration, who presented the agency’s annual assessment of the state of the region, the “Arctic Report Card.”\nThe Arctic has been warmer over the last five years than at any time since records began in 1900, the report found, and the region is warming at twice the rate as the rest of the planet.\nDr. Osborne, the lead editor of the report and manager of NOAA’s Arctic Research Program, said the Arctic was undergoing its “most unprecedented transition in human history.”\nIn 2018, “warming air and ocean temperatures continued to drive broad long-term change across the polar region, pushing the Arctic into uncharted territory,” she said at a meeting of the American Geophysical Union in Washington.\nThe rising air temperatures are having profound effects on sea ice, and on life on land and in the ocean, scientists said. The impacts can be felt far beyond the region, especially since the changing Arctic climate may be influencing extreme weather events around the world.\nThe new edition of the report does not present a radical break with past installments, but it shows that troublesome trends wrought by climate change are intensifying. Air temperatures in the Arctic in 2018 will be the second-warmest ever recorded, the report said, behind only 2016.\nSusan M. Natali, an Arctic scientist at Woods Hole Research Center in Massachusetts who was not involved in the research, said the report was another warning going unheeded. “Every time you see a report, things get worse, and we’re still not taking any action,” she said. “It adds support that these changes are happening, that they are observable.”\nThe warmer Arctic air causes the jet stream to become “sluggish and unusually wavy,” the researchers said. That has possible connections to extreme weather events elsewhere on the globe, including last winter’s severe storms in the United States and a bitter cold spell in Europe known as the “Beast From the East.”\nThe jet stream normally acts as a kind of atmospheric spinning lasso that encircles and contains the cold air near the pole; a weaker, wavering jet stream can allow Arctic blasts to travel south in winter and can stall weather systems in the summer, among other effects.\n“On the East Coast of the United States where the other part of the wave comes down,” Dr. Osborne said, “you have these Arctic air temperatures that are surging over into the lower latitudes and causing these crazy winter storms.”\nThe rapid warming in the upper north, known as Arctic amplification, is tied to many factors, including the simple fact that snow and ice reflect a lot of sunlight, while open water, which is darker, absorbs more heat. As sea ice melts, less ice and more open water create a “feedback loop” of more melting that leads to progressively less ice and more open water.\nAnd as Arctic waters become increasingly ice-free, there are commercial and geopolitical implications: New shipping routes may open, and rivalries with other countries, including Russia, are intensifying.\nThe federal government has issued the report card since 2006. It has continued to do so under the Trump administration, which has approved other scientific reports about global warming and the human greenhouse gas emissions that cause it, despite President Trump’s rejection of climate science.\nOver all, “the effects of persistent Arctic warming continue to mount,” the new report said. “Continued warming of the Arctic atmosphere and ocean are driving broad change in the environmental system in predicted and, also, unexpected ways.”\nSome of the findings in the research, provided by 81 scientists in 12 countries, included:\n“The report card continues to document a rapid unraveling of the Arctic,” said Rafe Pomerance, chairman of Arctic 21, a network of organizations focused on educating policymakers and others on Arctic climate change. “The signals of decline are so powerful and the consequences so great that they demand far more urgency from all governments to reduce emissions.”\nThe report was issued as delegates from nearly 200 countries were meeting in Poland for the latest round of climate talks stemming from the Paris Agreement, the landmark climate accord that was designed to reduce planet-warming emissions.\nMr. Trump has vowed to withdraw from the agreement. At the talks, the United States joined with Saudi Arabia, Kuwait and Russia in refusing to endorse a major report to the conference on the effects of climate change around the world.\nAt a news conference Tuesday announcing the findings of the Arctic report, Tim Gallaudet, a retired Navy admiral who is the acting NOAA administrator, was asked if he or any other senior NOAA officials had ever briefed Mr. Trump on climate change or the changes in the Arctic.\n“The simple answer is no,” he said.\nFor more news on climate and the environment, follow @NYTClimate on Twitter.", "date": "Dec. 11, 2018", "href": "https://www.nytimes.com/2018/12/11/climate/arctic-warming.html", "tags": "rapid ‘ arctic report fears raises unraveling ” warming climate change region air"}