{"title": "Warning Iran, U.S. Sends Two More Ships to Yemen ", "content": "WASHINGTON — The aircraft carrier Theodore Roosevelt and a guided missile cruiser were headed to the waters off Yemen on Monday to join 10 other American warships as a warning to Iran about its shipments of weapons to rebels there, American officials said.\nThe Obama administration cast the deployment primarily as a show of force, but acknowledged that the flotilla could be used to interdict any supplies of Iranian arms to the Houthi rebels. The warships are also meant to reassure Saudi Arabia, an American ally that has been carrying out a bombing campaign against the rebels in Yemen.\n“This is really about sending a message,” said an American official who declined to be identified as discussing a continuing military operation. “It is a message to our partners that we are in this and willing to support. It is a message to the Iranians that we’re watching.”\nWhite House officials acknowledged that they were compartmentalizing policy on Iran by confronting the country’s aggressive posture in the region even as American diplomats tried to complete an agreement with Iran to limit its nuclear program. \nJosh Earnest, the White House press secretary, sharply criticized Iran’s transfer of arms to the Houthi rebels in Yemen as “destabilizing” and dismissed as “a little ironic” calls from the Iranian foreign minister in a New York Times opinion article for a diplomatic solution to the fighting there. Iran, Mr. Earnest said, was continuing to “supply arms to one party to that dispute so that the violence can continue.”\nMr. Earnest also condemned what appeared to be Iran’s decision on Monday to charge a Washington Post reporter with espionage, calling the move “absurd.”\nThe tough White House line came as President Obama met with Sheikh Mohammed bin Zayed Al Nahyan, the crown prince of Abu Dhabi, part of the United Arab Emirates, as part of an effort to reassure the largely Sunni-led Persian Gulf states that are nervous about the nuclear agreement with Shiite-led Iran.\n“The effort to build the international community’s strong support for a diplomatic resolution, or a diplomatic agreement that would shut down every pathway that Iran has to a nuclear weapon, is extraordinarily complicated,” Mr. Earnest said in response to a question about why the United States was not tying the freedom of the Post reporter to the nuclear deal with Iran. “And so we’re trying to focus on these issues one at a time.” \nNavy officials said that some of the American ships near Yemen, which are carrying 2,000 Marines, had been off the coast since before the United States Embassy in Sana, Yemen’s capital, was evacuated in February. \nBut the number of ships and their firepower have grown significantly in recent days. \n“It all has to do with the instability in Yemen; that is why those forces are there and have been recently increased,” said Cmdr. Kevin Stephens, the spokesman for the United States Fifth Fleet, which is based in Bahrain.\nThe ships were there to keep sea lanes open and to deter “any illegal activity in the area,” including the illicit transit of weapons, Commander Stephens said in a telephone interview.\nThe Roosevelt was already in the Persian Gulf when it was ordered to take up position off Yemen. It passed through the Strait of Hormuz and into the Arabian Sea overnight from Sunday to Monday, escorted by the guided missile cruiser the Normandy. The two ships were now sailing south of the Arabian Peninsula, Commander Stephens said.\nThe two are joining other American ships that could interdict arms shipments and evacuate civilians if necessary. The Iwo Jima, an amphibious assault ship that is carrying Marines from the 24th Marine Expeditionary Unit, has been in the region since Jan. 10, spending most of its time in the Gulf of Aden and the Red Sea. \nAnother official, who asked not to be identified, said the Roosevelt had not yet been authorized by the White House to conduct piloted flights over Yemen.\nSaudi Arabia has been bombing in a campaign against the Houthis for weeks, and the United States wanted to make clear to Iran that it backed the airstrikes and shared Riyadh’s concerns about a possible rebel takeover in Yemen, the officials said.\nSince the outset of the Saudi campaign, the United States has been providing logistical and intelligence support. But American officials have said there will be no direct American role in the fighting in Yemen.\nIn Washington, Mr. Obama urged the crown prince, who is also the deputy supreme commander for the forces of the United Arab Emirates, to support the Iranian nuclear deal and described it as the best way to keep Iran from building an atomic bomb, White House officials said.\nWhite House officials said the United Arab Emirates remained a “strong and solid partner” for the United States. But they conceded that the country — like others in the region — has “significant concerns” about the possibility that Iran could develop a nuclear weapon. Mr. Obama is set to offer similar reassurances to other gulf nations at a summit meeting at the White House and Camp David next month.\nIn an opinion article on Monday in The Times, Mohammad Javad Zarif, the Iranian foreign minister, urged “more political will” to finalize the nuclear deal and called for a regional security dialogue in the Persian Gulf to discuss broader security issues, including a diplomatic solution to the conflict raging in Yemen.\n“A regional dialogue could help promote understanding and interaction at the levels of government, the private sector and civil society,” Mr. Zarif wrote. “A regional dialogue could eventually include more formal nonaggression and security cooperation arrangements.”", "date": "April 20, 2015", "href": "https://www.nytimes.com/2015/04/21/world/middleeast/warning-iran-us-sends-two-more-ships-to-yemen.html", "tags": "american iran ships officials warning u.s. sends united ” white house yemen two"}