{"title": "Was India's PM Manmohan Singh undermined by own party?", "content": "Was the authority of India's PM Manmohan Singh seriously undermined by his own ruling Congress party? Did this contribute to a drift in governance and harm his image?\nThe prime minister's former media advisor Sanjaya Baru's pointedly-titled new book The Accidental Prime Minister: The Making and Unmaking of Manmohan Singh suggests that his boss messed up an unprecedented second-term in office by acquiescing to his party's dictates; and that his rule swiftly descended into \"a tale of missed opportunities, of weak and unfocussed leadership, and a confused foreign policy\".\nMr Baru, a former journalist-turned-policy wonk who was picked up for the job personally by Mr Singh in 2004, writes that the famous Delhi diarchy - Mr Singh running the government and Congress party leader Sonia Gandhi looking after the party - failed spectacularly during the government's second term as the party effectively stymied the soft-spoken and taciturn prime minister. \"He was defanged bit by bit,\" he writes about his boss. \nMr Baru writes that Mr Singh's \"authority [was] curbed by the nature of power-sharing\" between the Congress party president and the PM. \"For Congress MPs, the leader to please was always Sonia [Gandhi]. They did not see loyalty to the PM as a political necessity, nor did Dr Singh seek loyalty in the way in which Sonia and her aides sought it.\" \nAs evidence, Mr Baru writes that a prominent bureaucrat in Mr Singh's office, \"at the behest of Sonia Gandhi, had regular, almost daily meetings with Sonia at which he was said to brief her on the key policy issues of the day and seek her instructions on important files to be cleared by the PM\". \nSome senior ministers, he writes, openly snubbed Mr Singh by not informing him of important meetings or key policy decisions, and one minister allegedly leaked to the media a letter from Mrs Gandhi to the prime minister. Adding to the dilution of the prime ministerial authority, he writes, was also a senior \"risk-averse\" bureaucrat in the PM's office.\n\"While power was delegated, authority was not,\" writes Mr Baru in a grim epitaph on Mr Singh's rule. \nHe writes he was \"dismayed by the PM's display of spinelessness, even after his handsome victory [in the 2009 election]... even unable to make appointments in his own office\". The PM, he adds, could not  induct the ministers he wanted - the finance portfolio was apparently offered to Pranab Mukherjee \"even without consulting him\". Mr Singh also could not keep a tainted minister out of his cabinet, \"caving into pressure\" from both his own party and a powerful regional ally to which the minister belonged.\n\"You see, you must understand one thing. I have come to terms with this. There cannot be two centres of power. That creates confusion. I have to accept that the party president is the centre of power. The government is answerable to the party,\" Mr Baru quotes the PM as telling him in what is the most sensational part of the book.\nThe memoir has, unsurprisingly, raised the hackles of Mr Singh's office and the Congress party.  Mr Singh's office has launched an uncharacteristic attack on Mr Baru accusing him of \"an attempt to misuse privileged position and access to high office to gain credibility and to apparently exploit it for commercial gain\". A statement issued by his office says the book \"smacks of fiction and coloured views of a former adviser\".\nApparently, when some senior editors met Mr Singh last October and told him that Mr Baru was writing a book, he told them: \"Do not believe all he is saying\".\nMr Baru is standing by his book, saying that he has no comment to make on the accusations. \nWhen I asked him why the relationship between the PM and his party strained during his second term when Mr Singh was on a high - for the first time since 1962, a sitting PM had completed a full term and had been re-elected with an increased majority - Mr Baru said he felt it had to do with the emergence of Rahul Gandhi in the party.\n\"During Mr Singh's first term (starting in 2004), Rahul was not really a factor. In the second term, he had emerged, and the Congress party wrestled with the dilemma of whether to bring Rahul to the forefront and ask Mr Singh to step down. This dilemma destabilised the government and led to the undermining of Mr Singh.\"\nNot everybody agrees with Mr Baru's contention. One commentator said his book is \"a grossly misunderstood narrative of the functioning of the Sonia Gandhi-Manmohan Singh diarchy over the last 10 years\" - he writes that Sonia Gandhi had actually \"reined in tendencies\" by Congress leaders to drive a wedge between the two.\nMr Singh, the architect of India's economic reforms, has announced he will not remain India's PM after the 2014 election. The 81-year-old leader is regarded by many as a man of great personal integrity, but whose term in office has been marred by a string of corruption scandals and accusations of lackadaisical governance. \nLast year, Mr Singh told reporters that history would judge him \"more kindly\". But Mr Baru's memoirs do nothing much to redeem his present - and many say unfair - reputation as an ineffectual leader who governed without much authority.", "date": "14 April 2014", "href": "https://www.bbc.co.uk/news/world-asia-india-27018899", "tags": "minister office india writes sonia party baru undermined singh manmohan pm congress"}