{"title": "Was Delhi gang rape India's #Metoo moment?", "content": "Five years after the notorious gang rape and murder of a 23-year old physiotherapy student on a bus in Delhi, the BBC's Geeta Pandey asks if India is a better place for women today.\nFirst, a recap of the horrific crime - the young woman and her male friend had boarded the bus just after 9pm on 16 December 2012. \nShe was then gang-raped by the driver and five other men on the bus while her friend was badly beaten up. Naked and bloodied, the couple were thrown by the roadside to die. \nThey were taken to hospital after some passers-by found them and called the police. She clung to life for a fortnight before succumbing to her injuries. Her friend lives, scarred for life.\nThe brutality of the assault stunned India and the press dubbed her Nirbhaya - the fearless one.\nBut I had met my own Nirbhaya a decade before that, while I was producing a BBC radio feature on rape in India.\nI met her at a shelter for women run by an NGO in central Delhi. She was from a poor family in Gujarat, a member of a travelling tribe that has no fixed address. \nThe woman had come to the capital along with her husband and young child.\nFor a few months the couple had worked as day wage labourers and were returning to Gujarat for a visit.\nAt the railway station, in the melee, she was separated from her family. They boarded the train as it moved and she got left behind.\nAs she sat on the platform weeping, a kindly looking Sikh man offered help. He told her he was a truck driver and would take her home. \nShe took him up on his offer since she had no money.\nFor the next four days, she was driven around on the truck, brutally gang-raped by the driver and three other men. \nBelieving that she was about to die, they threw her by the roadside which is where she was found and taken to hospital.\nWhen I went to meet her, she had just been brought in from the hospital after months of treatment. \nHer body resembled a war zone. Her insides were so badly damaged that she had to walk around with a pipe that came out of her abdomen and was attached to a bag. She showed me burn marks on her breasts where her rapists had branded her with cigarettes. \nShe had no idea where her family was. The NGO said their attempts to track them down had failed.\nI spent more than an hour talking to her.\nIt made me sick just to hear what she had been through, about the brutality human beings can be capable of.\nI was traumatised and, for the first time in my life, I felt fear. And I projected my fears onto two women closest to me - my sister and my best friend, who was also a BBC colleague, two very independent and feisty women.\nEvery time they would visit me, I would insist as they left that they messaged me once they reached home.\nThey humoured me initially, sometimes they would get irritated because if they forgot, I'd call them in the morning and harangue them. Sometimes they made fun of me.\nAnd then 16 December 2012 happened. \nAs the Indian press gave out gory details of the brutal assault, the trauma was brought alive for a horrified nation.\nFor a fortnight, as Nirbhaya lay in her hospital bed fighting for life, television channels and newspapers reported every little detail of what had been done to her.\nMy sister and my friend no longer made fun of me.\nBut that was not the only change. Giving in to the demands of protesters who took to the streets across India, the government brought in a tougher new law to deal with crimes against women.\nBut the biggest change has been the one in attitudes - sexual attacks and rapes have become topics of living room conversations and that is a huge deal in a country where sex and sex crimes are a taboo, something to be brushed under the carpet, not discussed at length.\nTaking control of the conversation is the first step to India becoming a better place for women. And this conversation has spilt on to social media and India is in the grip of, to borrow a phrase from Nobel laureate VS Naipaul, a \"million mutinies now\". \nEvery incident, big or small, is being discussed and written about, and women's rights to safe living and equality have been under much greater scrutiny. In recent years, we've written about many of these campaigns:\nIt's not that women were not speaking out earlier - we've had warriors who've been fighting for decades, challenging every thought and idea rooted in patriarchy.\nOver the next few days, we'll be bringing you stories of some of these women who have relentlessly campaigned for a better, safer and more inclusive world for themselves and others.\nThe question is: have they been successful? \nRecently released National Crime Records Bureau statistics for the year 2016 paint a dismal picture - crimes against women continue to rise. \nWe still have thousands of brides murdered for dowry, tens of thousands of women and girls raped, hundreds of thousands of incidents of domestic violence and female foetuses being aborted.\nIn the past week alone, we have reported on the brutal rape, torture and murder of a six-year-old, the gang rape of a 16-year-old cancer survivor and a Bollywood actress who was sexually harassed by a fellow passenger on a flight.\nBut what is heartening is the refusal of women to give up their fight. And that's where our hopes lie for a better future for women in India.", "date": "16 December 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-42236752", "tags": "hospital delhi metoo rape india moment better bus every friend gang women life"}