{"title": "Was Paul Manafort’s Sentence Too Light? ", "content": "A new round of anger and outcry came immediately when Paul Manafort, the former Trump campaign chairman, was sentenced Wednesday to three and a half years in prison, far less than the 10 he could have gotten. That was on top of less than four years in a separate but related case in which sentencing guidelines had recommended between 19 and 24 years. \nAfter Mr. Manafort’s punishment in the first case was announced, lawyers and advocates for leniency in sentencing guidelines flooded television and social media with examples of people who had been handed far longer prison terms for less serious crimes. \nIn one widely circulated post on Twitter, Scott Hechinger, a public defender in Brooklyn, wrote: “For context on Manafort’s 47 months in prison, my client yesterday was offered 36-72 months in prison for stealing $100 worth of quarters from a residential laundry room.” \nIn their attempts to add perspective, critics of current sentencing practices raise questions that resonate. Here are some answers. \nAbout half of all federal sentences were below the guidelines in the 2017 fiscal year. One in five defendants received lower sentences that were not supported by the prosecution.\nIn fraud cases, 43 percent were sentenced within the guidelines. Many of those who received lower sentences were being rewarded for providing “substantial assistance.” Prosecutors have said that Mr. Manafort lied to them and did not provide useful information. \n“How in the world can we make sense of the sentences that we have been handing down to the poor and to those people of color who didn’t have nearly the opportunities that Paul Manafort had to make an honest living?” said William N. Nettles, a former United States attorney in South Carolina. \nMr. Nettles, an Obama administration appointee, added, “This is like sentencing disparity on steroids.”\nMaybe, said Marc Mauer, who oversees The Sentencing Project and is an expert in sentencing policy, race and the criminal justice system. “Or maybe the guidelines are overly harsh,” he said.\nCertainly there were plenty of examples of people who had done arguably less but gotten more time: Crystal Mason, a Texas woman who voted illegally, was sentenced to five years in prison. Juanita Peralta was serving a 15-year sentence in Oklahoma for drug possession when the departing governor, Mary Fallin, commuted her sentence. \nBut such cases do as much to show how extreme the sentences are in the United States, which has by far the largest incarcerated population in the world, as they do to show how lightly Mr. Manafort was punished. In his case, the guidelines, which are no longer mandatory for judges, called for 19 to 24 years. \n“In a lot of countries you’d have to kill somebody to get anywhere close to that, yet we hand out 20-year sentences for drug crimes every day of the week,” Mr. Mauer said.\nMuch research shows that it is not the severity of the punishment but the likelihood of getting caught that deters crime, so devoting more resources to prosecuting white-collar cases would send a stronger message than handing down a longer sentence, Mr. Mauer said. \nJohn Pfaff, a law professor at Fordham University, said every defendant should be treated like a rich white man. \nResearch shows that sentences tend to become lighter when those who mete them out are better able to empathize with the defendant. “What do elite policymakers think the right sentence ought to be? It’s this,” Mr. Pfaff said. “We should use that as the baseline.”\nJudges are supposed to sentence based on a variety of considerations, including criminal history and the severity of the crime, but also the health of the defendant — Mr. Manafort, 69, has gout — their life circumstances and other factors. \nIn federal sentences, about half the time, usually with the government’s blessing. The federal sentencing guidelines first emerged, in part, because of concerns that white-collar offenders were not receiving harsh enough penalties.\nBut some sentencing experts cautioned Friday that public expectations for Mr. Manafort’s punishment might have been artificially high. “It is a high-loss amount fraud case, and in those cases, your guidelines sentence can climb very rapidly,” said Rachel E. Barkow, a former member of the United States Sentencing Commission. “That’s the point at which many judges depart, and depart more significantly.”\nMs. Barkow, a law professor at New York University, said she had expected Mr. Manafort’s penalty to fall below the sentencing guidelines, but she said the “extent of the departure was bigger than I would have guessed.”\n“This would be a much steeper reduction than we would see,” she said.\nSimilar reactions appeared on social media.\nAfrican-American men fare far worse when being punished. According to data published by the United States Sentencing Commission in 2017, black men who commit the same crimes as white men receive federal sentences that are almost 20 percent longer on average.\nIn most cases, judges follow the guidelines, said Paul Butler, a former federal prosecutor who is now a law professor at Georgetown. But Mr. Butler said that judges are much more likely to break lower for a white defendant.\n“Prosecutors share some of the responsibility,” he said. “Prosecutors have more control over the outcome of the case because it’s all about the decision to prosecute, and what to prosecute them for.” Data shows that prosecutors are significantly tougher on black and Latino defendants, he said.\nAdeel Hassan and Julie Bosman contributed reporting.", "date": "March 8, 2019", "href": "https://www.nytimes.com/2019/03/08/us/politics/manafort-sentencing-controversy.html", "tags": "sentence sentencing sentences “ manafort paul years guidelines light"}