{"title": "Washington State Bans Sale of Semiautomatic Assault Rifles to Those Under 21", "content": "People under 21 are no longer able to buy semiautomatic assault rifles in Washington as of Jan 1. It is the first of several new state measures intended to reduce gun violence. The National Rifle Association has already filed suit.\nPreviously, state law barred the assault weapons’ sale to those under 18. The new rules, approved by voters in a ballot initiative in November, come alongside dozens of moves by other states to strengthen gun control regulations in the absence of federal action.\n“It is a meaningful step in the right direction,” said Christian Heyne, legislative director at the Coalition to Stop Gun Violence, on Washington’s initiative. “Gun violence on the whole is such a complex problem. We need to have complex solutions, comprehensive solutions. This is a part of that conversation.”\nIn addition to the age restrictions, Washington’s new rules state that gun dealers must wait 10 days before delivering semiautomatic assault rifles they sell. That is designed, in part, to prevent impulsive action. The rules also require anyone buying a semiautomatic assault rifle to have completed a gun safety training in the last five years. The measure also imposes criminal penalties for unsafe gun storage, and requires more extensive background checks for purchases of the assault weapons.\nMost of the new rules take effect in July.\n“Every component is extremely important,” said Renee Hopkins, chief executive of the Alliance for Gun Responsibility, the group that sponsored the ballot initiative. “This package really looks to reduce suicide, reduce accidental shootings and also reduce everyday gun violence, interpersonal gun violence, that we see playing out.”\nThe Nov. 6 ballot initiative passed with more than 59 percent of the vote.\nAccording to the Giffords Law Center to Prevent Gun Violence, state legislatures in 2018 passed 69 gun control measures, more than any other year since the Newtown, Conn., massacre in 2012, and more than three times the number passed in 2017. They included adding or improving state background checks, increasing regulations for concealed firearms and restricting firearm use for domestic abusers.\nOpponents of Washington’s ballot initiative said its provisions to safely store guns would make them “unavailable” for self-defense. It also said that banning sale of semiautomatic assault rifles to 18- to 20-year-olds “would leave already vulnerable segments of the population defenseless to attack.” The N.R.A. and the Second Amendment Foundation have filed a lawsuit saying that the age restrictions violate the Constitution.\nBut gun control groups say public pressure has been mounting in response to recent high-profile mass shootings, including the slaughter at a country musical festival in Las Vegas that left 58 people dead and hundreds wounded in October 2017; and multiple shootings in 2018 at schools around the country, particularly at Marjory Stoneman Douglas High School in Parkland, Fla. In that shooting, a 19-year-old man killed 17 people with an AR-15 semiautomatic rifle in February.\nMr. Heyne said Washington’s move, while not unique, is a “bellwether” for what could happen in the rest of the country.\nGun-related deaths are increasing. The Centers for Disease Control and Prevention reported in December that the nearly 40,000 people who died from firearms injuries in the United States in 2017 was more than any other year since at least 1968. Nearly two-thirds of those deaths were suicides. The rate of gun deaths also increased to 12 deaths for every 100,000 people, the highest since the mid-1990s.\nSome states like California and Connecticut have near-total bans on assault weapons, according to the Giffords Law Center. Assault weapons, generally thought to be more lethal, have been used in deadly mass shootings like those in Parkland, Las Vegas, Newtown and San Bernardino, Calif.\nA New York Times analysis published in February found that 173 people have been killed since 2007 in mass shootings involving AR-15s. Yet they don’t make up a large chunk of gun violence in America, Mr. Heyne said.\nMs. Hopkins said that existing laws already ban the sale of handguns to those under 21, and that the age change for semiautomatic assault rifles seeks to make the law consistent for the different type of firearms.\nGun control figured heavily in the 2018 election, as gun control groups outspent the N.R.A. Congress has generally failed to pass any meaningful legislation. A federal ban on the manufacture of certain “assault weapons” took effect in 1994. It expired in 2004.\nNo attempts to reinstate the federal assault weapons ban have been successful. In December, the Trump administration banned bump stocks, attachments that enable semiautomatic rifles to fire in sustained, rapid bursts.\nGun rights organizations have succeeded in blocking other proposals at the federal level. And they are vowing to fight the states as well.\n“The N.R.A. will fight to overturn this unconstitutional initiative,” Chris W. Cox, executive director of N.R.A.’s Institute for Legislative Action, said of the Washington law, when the lawsuit was announced. “We will not sit idly by while elitist anti-gun activists attempt to deny everyday Americans their fundamental right to self-defense.”\nThe N.R.A. did not respond to a request for comment Wednesday after the law took effect.\n“The gun lobby is trying to thwart the will of nearly 60 percent of Washingtonian voters who supported common-sense gun reform in our state,” Bob Ferguson, the state attorney general, said in a statement Wednesday. “We were not surprised the gun lobby filed a lawsuit. I look forward to representing the people of the State of Washington in court against the N.R.A.”", "date": "Jan. 2, 2019", "href": "https://www.nytimes.com/2019/01/02/us/washington-state-new-gun-law.html", "tags": "semiautomatic washington sale gun ” state rifles violence bans assault"}