{"title": "Washington Won't Fix Obamacare Costs, So These States Are Doing It Themselves", "content": "Washington had its turn to remake the health care system when President Barack Obama signed the Affordable Care Act seven years ago, and again this year when the effort by President Donald Trump and the GOP Congress to repeal and replace the law collapsed. Now, it may be up to the states to finish the job.\nLarge premium increases and diminishing choice among insurers are a real problem in some states’ Obamacare markets. Alaska and Minnesota, which suffered among the biggest premium increases this year, are at the forefront in trying to find solutions.\nAnd the Affordable Care Act itself can help them obtain federal funding for those new ideas.\n“Our market got skewered last summer,” Minnesota Gov. Mark Dayton (D) said in an interview Friday. “I don’t know how political leaders in other states handle that, but in Minnesota, I think we pretty much ― Republicans and Democrats ― agreed we needed to respond.”\nOn Monday, Minnesota became the second state, after Alaska, to establish a special fund that reimburses health insurers hit with extraordinarily high costs because of a small number of very sick policyholders. Alaska set up its two-year, $55 million “reinsurance” program using state funding in 2016. The happy result: What was expected to be an average 42 percent rate hike for Alaska’s individual insurance market this year turned into a 7 percent increase.\nMinnesota is hoping to replicate that success with a $542 million program to backstop insurance company expenses. Because of looming rate hikes, the North Star State had already provided relief to people who buy their health insurance plans directly from insurers or use the state’s exchange, MNSure, in the form of rebates financed with $326 million in state money.\nOther states could look to these models as ways to shore up their health insurance markets in the face of high prices for unsubsidized policies sold on HealthCare.gov, state-run marketplaces like MNSure and directly from insurers or through brokers.\nThe health of Affordable Care Act markets varies greatly from state to state. Those with large rural areas, like Alaska and Minnesota, tend to have bigger problems, largely because the cost of providing health care in remote regions is higher and the potential scale of insurance markets there is smaller and less attractive to insurance companies.\n“Alaskans want every medical service that you would expect to get in a large city, and to provide that to a small population, it’s expensive,” said Lori Wing-Heier, director of the Alaska Division of Insurance.\nThe Affordable Care Act has an option that allows states to try new ideas while receiving federal money to make them happen. If a state can devise another way to provide comparable health coverage to the same number of people as the Affordable Care Act does, it can apply for federal permission to do so. So-called state innovation waivers, also dubbed Section 1332 waivers after the part of the statute that authorizes them, run five years.\nStates across the nation are weighing whether to use these waivers, which first became available this year, to customize Obamacare for their residents. Alaska submitted its application in late 2016 to transition its state-funded reinsurance program into one that receives federal money, and Minnesota plans to do the same. \nWhat’s more, despite Trump’s continued commitment to eliminating the Affordable Care Act itself and his veiled threats to undermine the law, his administration is encouraging states to apply for innovation waivers.\n“We are seeking to empower states with new opportunities that will strengthen their health insurance markets,” Health and Human Services Secretary Tom Price wrote to governors on March 13. “We welcome the opportunity to work with states on Section 1332 State Innovation Waivers,” he wrote, specifically highlighting Alaska’s efforts as a blueprint for others.\n“It will spread,” Wing-Heier said. “When Secretary Price issued his letter encouraging people to apply, I think people had to at least give it serious thought.”\nThe Alaska and Minnesota model works like this: States authorize funding to set up reinsurance programs, which reimburse certain costs to insurers. Those costs are thereby moved off the insurers’ books, meaning they aren’t factored into the following year’s rate increases, which in turn reduces rate hikes and makes coverage more affordable for all customers.\nLower premiums also mean less federal spending goes to health insurance subsidies. So the Section 1332 waivers would allow states to finance their reinsurance pools by tapping into that money that would’ve otherwise been spent on subsidies.\nPrice specifically urged states to consider their own reinsurance programs or to set up high-risk pools for the costliest enrollees. The Affordable Care Act had offered a national reinsurance program, but it expired last year.\nAlaska Gov. Bill Walker, a Republican-turned-independent, and the state’s GOP-led legislature acted swiftly last year when Premera Blue Cross Blue Shield of Alaska requested a large rate increase and Moda Health announced it was leaving the state’s individual insurance market. The state instituted its two-year reinsurance plan and now hopes the U.S. Department of Health and Human Services will approve its waiver request, which would extend the program through 2021.\n“We expect that it will be approved by Secretary Price,” Wing-Heier said. In January, then-HHS Secretary Sylvia Burwell wrote the governor that the preliminary assessment indicated Alaska’s request would be granted.\nDayton, Minnesota’s governor, said his administration has been in talks with federal officials about a waiver and could submit the documentation as soon as this week. “The timing is very crucial,” he said. Insurers have to submit their rate increase requests for next year in less than three months.\nStill, Dayton had several serious misgivings about the legislation, approved by Minnesota’s majority-Republican legislature last week, to establish the reinsurance program. On Monday, he notified lawmakers that he wouldn’t veto the bill but would allow it to become law without his signature.\nThe Minnesota program doesn’t require insurance companies to pass along their savings from reinsurance payments by lowering premium increases for customers or to remain in the state’s individual insurance market, Dayton said.\n“Given the amount of money it was going to cost the state treasury, I thought ― not just myself ― I thought all Minnesotans were entitled to answers and assurances,” he said.\nThe governor wrote letters to the four relevant insurers last month seeking such promises. “I did not receive a single reply from a single one of the insurance companies to whom I sent that, which I find shocking that they would not even have the decency to respond,” he said.\nDayton also wanted to turn the MinnesotaCare program, which is currently available to lower-income people who earn too much for Medicaid coverage, into a state-based public option that anyone could choose to buy into. The legislature rejected the idea.\nLooking beyond the Alaska and Minnesota programs, states can use innovation waivers to transform their health care markets in other ways, nudging them in more conservative or liberal directions.\nThe most ambitious potential waiver request might have come from Vermont, which planned to use the tool to implement a single-payer system. But the state abandoned the effort in 2014 when policymakers couldn’t agree on how to finance such a system. The federal government has already approved Hawaii’s waiver to make smaller tweaks to its insurance market to align with previous state laws, and California has applied for permission to enroll undocumented immigrants on its state exchange, Covered California.\nIn Oklahoma, the state government is weighing a sweeping array of reforms to its troubled health insurance market that would utilize the innovation waivers, according to a 65-page outline published last month. Among other things, Oklahoma may abandon the federal HealthCare.gov platform for a state-based enrollment system, simplify health insurance benefit design, and provide subsidies to lower-income households while cutting them off for some middle-income people.\nThe Trump administration has a strong incentive to work with states that want to find their own solutions to insurance costs and competition. Unless the White House really expects to score political points by allowing the Obamacare markets to suffer through inaction or sabotage, these waivers provide an opportunity to help ordinary Americans without congressional action or additional funding.", "date": "\n04/03/2017", "href": "https://www.huffpost.com/entry/obamacare-state-innovation-waivers_n_58e24e27e4b0ba3595966b33", "tags": "care wo washington obamacare costs alaska states minnesota ” state fix insurance health"}