{"title": "Watch Constituents Flip Out On GOP Official For Claiming Obamacare Has Death Panels", "content": "Constituents at a Florida town hall that Rep. Gus Bilirakis (R-Fla.) hosted erupted when another Republican official made the long-debunked claim that Americans are subject to so-called death panels under the Affordable Care Act.\nBill Akins, the secretary of the Republican Party of Pasco County, made the claim during the town hall on Saturday.\n“Here’s the problem I have with the affordable healthcare act. Number one, there is a provision in there that anyone over the age of 74 has to go before what is effectively a death panel,” he said, prompting immediate screams and boos from the audience. “Yes they do, yes they do, it’s in there folks.”\nAkins went on to label the audience childish for calling him out on the lie. “OK children, all right children,” he said.\n“Death panels,” which former Alaska Gov. Sarah Palin made popular in 2009, earned the honor of being PolitiFact’s “lie of the year.” There are no such panels in the law.\n“The truth is that the health bill allows Medicare, for the first time, to pay for doctors’ appointments for patients to discuss living wills and other end-of-life issues with their physicians,” PolitiFact wrote in 2009. “These types of appointments are completely optional, and AARP supports the measure.” \nLater during the town hall, Akins got into a back-and-forth with a constituent and took offense at being called a liar.\nThe Saturday confrontation was the latest of several heated moments at Republican town halls across the country as the GOP looks to repeal the Affordable Care Act. \nAt least two Republicans, Rep. Jason Chaffetz (Utah) and Rep. Dave Brat (Va.), have insisted that upset constituents are paid protestors. They’ve offered no evidence of the claim.", "date": "\n02/11/2017", "href": "https://www.huffpost.com/entry/florida-town-hall-death-panels_n_589f7d10e4b03df370d6d2be", "tags": "panels claiming obamacare town death gop claim watch official constituents ” republican hall made flip rep."}