{"title": "Water Lilies painting Nympheas by Monet sells for £32m", "content": "A 1906 Claude Monet water lilies painting, Nympheas, has sold for £31.7m in London, the second highest price ever paid for the artist at an auction. \nInspired by the lily pond in Monet's garden at Giverny in France, the painting was the top lot at Sotheby's sale of modern and impressionist works. \nIt totalled just under £122m, including £15.2m for Piet Mondrian's 1927 Composition with Red, Blue and Grey. \nSotheby's said it proved collectors are still keen to acquire \"trophy art\".\nPaintings by Sisley, Picasso, Manet and Kandinsky were also among the 46 works, with only four pieces failing to find buyers as many sold close to the top end of the pre-auction estimates and sometimes above.  \n\"The Nympheas selling for such a huge sum is again a reflection that this is still a market that is driven by trophies, that the great works by the major masters are still really sought after,\" said Philip Hook from Sotheby's.\nThe auction house said the bidding for the Monet work attracted buyers from Asia and all over the world and went on for 10 minutes, going up in £250,000 increments in its final stages. \nIt said the painting, from the \"most iconic and celebrated of Monet's painting series, can be counted among the artist's greatest achievements\".\nIt once belonged to Paul Durand-Ruel, the legendary art dealer who championed the Impressionists and represented Monet.\nThe same work had been offered for auction in 2010 but failed to reach its reserve price. Sotheby's said this time it had carried a more \"realistic\" estimate of £20m to £30m. \nThe sale price of £31.7m included a buyer's premium. \nTwo other Monet paintings were also offered in the sale, La Seine a Argenteuil which sold for £8.5m and Antibes, vue du plateau Notre-Dame, which sold for £7.9m.", "date": "24 June 2014", "href": "https://www.bbc.com/news/entertainment-arts-27991977", "tags": "lilies auction sale painting works sold sotheby water price sells nympheas monet still"}