{"title": "Wayne LaPierre Prevails in Fierce Battle for the N.R.A.", "content": "INDIANAPOLIS — After a power struggle roiled the National Rifle Association’s annual convention over the last few days, the group’s board unanimously re-elected Wayne LaPierre as chief executive on Monday and selected a new president to replace Oliver L. North, attendees at its annual board meeting said.\nThe moves ended a bitter internal fight that pitted Mr. North, a right-wing celebrity since he emerged in the Iran-contra scandal, against Mr. LaPierre, the best-known face of the gun rights movement. They came as the N.R.A. is facing an array of challenges, including an investigation by the New York attorney general into the group’s tax-exempt status, and the new financial strength of the gun control movement. In a statement on Monday, Mr. LaPierre said he was “humbled by the board’s vote of confidence and its support of my vision for the future.”\nMr. North’s successor is Carolyn D. Meadows, a longtime member who was also elected unanimously, as the group did not seek to replace Mr. North with another celebrity. The N.R.A.’s presidency historically has been a largely ceremonial post, though Mr. North had sought to make it a paid one.\nThe power struggle began last Wednesday when Mr. North warned that unless Mr. LaPierre resigned, one of the N.R.A.’s top contractors would release “a devastating account of our financial status, sexual harassment charges against a staff member, accusations of wardrobe expenses and excessive staff travel expenses,” according to details provided in a letter Mr. LaPierre sent the next day to the N.R.A. board.\nMr. LaPierre viewed the threat as an extortion attempt, and the board sided with him in the brief internal battle. Mr. North and his allies have said he was trying to seek a needed review of allegations in recent news reports that the group had potentially violated its tax-exempt status.\nThe dispute was related to a bitter legal battle between the N.R.A. and one of its largest contractors, the Oklahoma-based advertising firm Ackerman McQueen. So intertwined has the firm been with the gun rights group that many of the most visible N.R.A. personalities are Ackerman employees, including Mr. North.\nOnly hours before the leadership votes on Monday, President Trump tweeted that the N.R.A. “must get its act together quickly, stop the internal fighting, & get back to GREATNESS — FAST!”\nHe also complained that the group, a critical ally, was “under siege” by New York’s attorney general, Letitia James, and Governor Andrew M. Cuomo, whose administration is in the midst of a legal battle with the N.R.A. over an insurance program offered to gun owners. Mr. Trump said the officials were “illegally using the State’s legal apparatus to take down and destroy this very important organization.”\nMr. Cuomo, for his part, said that New York would keep the N.R.A. “in our thoughts and prayers” while Ms. James’s office, in a statement, said she was “focused on enforcing the rule of law.” It continued, “We wish the President would share our respect for the law.”\nThe N.R.A. was chartered in New York, and the attorney general’s office has broad authority over tax-exempt groups registered in the state. An investigation by the office recently forced the closure of Mr. Trump’s charitable foundation.\nIn a letter sent Friday to the N.R.A., the attorney general’s office said it was investigating “transactions between the N.R.A. and its board members, unauthorized political activity, and potentially false or misleading disclosures in regulatory filings.”\nMr. Trump also called on the N.R.A. to leave New York and “fight from the outside of this very difficult to deal with (unfair) State!”\nTax experts said it could be difficult for the N.R.A. to move its charter and assets to another state while under investigation.\nMarcus S. Owens, a partner at Loeb & Loeb who for a decade served as director of the Exempt Organizations Division of the Internal Revenue Service, said in an email that such a move would “require the approval of the NY Attorney General and approval by the NY courts, both of which are almost certainly not going to concur.”", "date": "April 29, 2019", "href": "https://www.nytimes.com/2019/04/29/us/nra-wayne-lapierre-oliver-north.html", "tags": "battle prevails wayne n.r.a ” board fierce group lapierre new north"}