{"title": "We're Spending Less On Health Care Than We Thought We Would Before Obamacare", "content": "WASHINGTON -- Twenty million or so more people have health insurance now than they did before Obamacare, and yet the American health care system is on track to spend $2.6 trillion less from 2014 to 2019 than before the Affordable Care Act became law.\nThat's right -- $2.6 trillion, which is equivalent to about 15 percent of U.S. gross domestic product. That's the conclusion researchers at the Urban Institute came to when comparing health care spending projections made in 2010 before Congress passed the ACA, and projections made later that year after President Barack Obama enacted the statute, with more recent findings.\nIn other words, more Americans have health coverage and greater access to medical care -- and they're getting it -- but the country as a whole is spending less money than expected, and will continue doing so for at least the next several years.\nPrior to the ACA, the actuaries predicted U.S. health expenditures would total $23.2 trillion between 2014 and 2019. After Obamacare became law, the office revised that projection to $23.7 trillion, reflecting the hundreds of billions of dollars needed to pay for the Affordable Care Act's expansion of government-subsidized health coverage. Last year, the actuaries further revised the total to $21.1 trillion. \nThe Urban Institute report, supported by the Robert Wood Johnson Foundation, uses data from the Office of the Actuary, an independent auditor within the federal Centers for Medicare and Medicaid Services. The actuaries are responsible every year for reporting the total amount that American businesses, the government and households spend on health care. They're also in charge of projecting how that spending will change in the future.\nTo be clear, the Office of the Actuary has always been extremely reluctant to attribute much, if any, of this trend to the cost-containment provisions of the Affordable Care Act, apart from the funding cuts for hospitals and other medical providers. And the Urban Institute authors don't go that far, either.\nAt a minimum, however, a combination of factors has resulted in a moment when the uninsured rate has reached a historic low even as the amount the nation spends on health care is turning out to be much lower than anticipated. \nWhatever the cause, this country actually is making headway on a problem that's widely considered to be the biggest economic and fiscal challenge of our time.\nAnd as the Urban Institute report notes, the Congressional Budget Office has similarly re-evaluated the Affordable Care Act's spending and also predicted that it will be less costly than originally estimated.\nSo what's happened since 2010? \nThe biggest factor is the economy itself. The damage wrought by the Great Recession squeezed down health care spending as people lost their jobs, incomes and health insurance, and subsequently had less access to care. The slow recovery in the years following the recession kept spending from quickly rebounding. \nThis is consistent with the pattern seen during previous economic downturns, which is why the Medicare actuaries continue to point to larger economic factors as the main cause for the slowdown in health care expenditure growth in recent years. \nBut historical patterns don't quite account for the fact that growth hasn't reverted to the levels before Obamacare and before the Great Recession, when annual increases could reach into the double digits, even though health care inflation has started to increase again. Instead, spending is expected to rise by about 5 or 6 percent a year from 2014 to 2019, a bit faster than the roughly 4 percent annual increase from 2010 to 2014.\nAnd the relatively higher spending seen since 2014 doesn't represent out-of-control costs so much as it does the simple fact that more people are in the system.\nAlthough the Urban Institute researchers stop short of crediting the ACA with the seeming shift in the health care spending trend, they do note that if the Medicare actuaries and the CBO are wrong, and if Obamacare's cost-cutting initiatives are working as Congress intended, the overall numbers could wind up smaller still.\n\"Even the current CMS forecast could prove too high,\" the report concludes. \"If current CMS projections do not fully reflect this pattern, spending projections will continue to fall and it will become harder not to attribute at least some of the sustained cost containment to the ACA.\"\nJonathan Cohn contributed to this story.", "date": "\n06/20/2016", "href": "https://www.huffpost.com/entry/health-care-spending-obamacare_n_57685a1ae4b015db1bca53cf", "tags": "actuaries thought urban obamacare trillion spending would -- institute care less health"}