{"title": "Weinstein 'derailed my career' Sorvino says after Peter Jackson claim", "content": "Actress Mira Sorvino said she is \"heartsick\" after learning she may have lost out on major roles because of Harvey Weinstein.\nLord of the Rings director Peter Jackson said both Sorvino and Ashley Judd were \"blacklisted\" following conversations with Weinstein's company.\nBoth actresses have claimed the media mogul sexually harassed them.\nWeinstein has denied allegations of misconduct, and of blacklisting the actresses.\nThe Lord of the Rings trilogy was initially in development with Weinstein's Miramax company, before being passed to New Line Cinema.\nIn an interview with Stuff.co.nz this week, Jackson said he was interested in casting both women in the blockbuster franchise.\n\"I recall Miramax telling us they were a nightmare to work with and we should avoid them at all costs. This was probably in 1998,\" he told the site.\n\"At the time, we had no reason to question what these guys were telling us.\"\n\"I now suspect we were fed false information about both of these talented women - and as a direct result their names were removed from our casting list.\"\n\"In hindsight, I realise that this was very likely the Miramax smear campaign in full swing,\" Jackson said.\nSorvino said in a tweet: \"Just seeing this after I awoke, I burst out crying.\" \n\"There it is, confirmation that Harvey Weinstein derailed my career, something I suspected but was unsure. Thank you Peter Jackson for being honest. I'm just heartsick.\"\nJudd, meanwhile, recalled how her involvement progressed far enough to be invited by Jackson to see preparation work for the blockbuster trilogy.\n\"I remember this well,\" she tweeted.\n\"They asked which if the two roles I preferred,  and then I abruptly never heard from them again.  I appreciate the truth coming out,\" she said.\nIn a statement through a publicist, Weinstein denied the allegations that he was involved in blacklisting Sorvino and Judd, saying that the casting for Lord of the Rings was carried out by New Line Cinema - not Miramax.\nThe statement said that Judd was cast in two other films by Mr Weinstein, and that \"Sorvino was always considered for other films as well.\"\nWeinstein's denial prompted Jackson to write a further response, carried by Entertainment Weekly, calling it a \"deflection from the truth\". \n\"In the 18 months we developed the Lord of the Rings at Miramax, we had many casting conversations with Harvey Weinstein, Bob Weinstein and their executives,\" Jackson wrote.\n\"The movies changed hands from Miramax to New Line before casting actually got underway - but because we had been warned off Ashley and Mira by Miramax, and we were naive enough to assume we'd been told the truth, [we] did not raise their names in New Line casting conversations.\"\nWeinstein is the central figure of the Hollywood sexual harassment scandal, in which dozens of actresses have accused him of misconduct. \nSorvino and Judd were among the first women to publicly share her experiences of sexual harassment from Weinstein back in October.\nThe Hollywood film producer has \"unequivocally denied\" any allegations of non-consensual sex.", "date": "16 December 2017", "href": "https://www.bbc.co.uk/news/entertainment-arts-42377607", "tags": "sorvino peter jackson claim casting career says weinstein judd rings new miramax lord"}