{"title": "Weinstein 'offered Rose McGowan $1m' hush money", "content": "Actress Rose McGowan says she was offered $1m (£760,000) from Harvey Weinstein in exchange for her silence.\nMcGowan says she turned down the money the day before the New York Times ran an expose on the movie mogul.\nShe told the paper through her lawyer that someone close to Weinstein said she could have the money if she would sign a non-disclosure agreement.\nMcGowan is one of several women to accuse Weinstein of rape. He denies all allegations of non-consensual sex.\nThe original expose story, published on 5 October, was followed by multiple allegations from dozens of women accusing the Hollywood producer of sexual harassment and assault.\nThe New York Times's original story alleged that McGowan had reached a $100,000 (£76,000) settlement with Weinstein following an incident in a hotel room during the 1997 Sundance Film Festival. \nShe later accused Weinstein on Twitter of raping her before confirming her allegations to the The Hollywood Reporter.\nIn this weekend's New York Times story, McGowan says she learned over the summer that her original $100,000 settlement did not include a confidentiality clause. \nIt was in late September this year that the $1m offer allegedly came from the Weinstein camp and she spent several days considering it before turning down the deal the day before the New York Times story broke.\n\"I had all these people I'm paying telling me to take it so that I could fund my art,\" McGowan told the newspaper.\nShe then said she went back and asked for $6m (£4.5m) but later told her lawyer to pull the offer.\n\"I figured I could probably have gotten him up to three (million dollars),\" she said. \n\"But I was like - ew, gross, you're disgusting, I don't want your money, that would make me feel disgusting.\"\nMeanwhile, the New York Times has also reported that allegations dating from the 1970s have surfaced for the first time.\nWeinstein was a concert promoter in Buffalo, New York, before moving into the film industry.  It was at this time that Hope Exiner d'Amore worked for his company for a few weeks and told the paper he raped her in a hotel.\n\"I told him no,\" she said. \"I kept pushing him away. He just wouldn't listen. He just forced himself on me.\" \nIn another account from the late-70s, actress Cynthia Burr said he tried to kiss her in an elevator before forcing her to perform oral sex on him in a hallway.\n\"It was just him and me alone,\" she said. \"I was fearful I didn't have the wherewithal to get away.\"\nHis spokesperson has said \"any allegations of non-consensual sex are unequivocally denied\".\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "30 October 2017", "href": "https://www.bbc.co.uk/news/entertainment-arts-41803009", "tags": "hush york allegations story times money weinstein told says new mcgowan rose"}