{"title": "We’ve Got the Memo. Now What About Trump’s Tax Returns?", "content": "Seriously? That’s all they’ve got?\nThe four-page memo that promised to reveal the biggest political scandal in a generation has finally been released. For all the pregame hype, the memo looks less like the next Watergate and more like the next “unmasking”-gate, the 2017 pseudo-scandal that alleged — wrongly — that Obama administration officials had mishandled classified information. That dust-up was orchestrated, coincidentally, by Representative Devin Nunes, the California Republican who heads the House Intelligence Committee and whose staff prepared the document released on Friday.\nThe memo opens darkly, raising “concerns with the legitimacy and legality” of Justice Department and F.B.I. interactions with the Foreign Intelligence Surveillance Court. What sort of illegality are they talking about? The memo doesn’t say.\nIts central assertion appears to be that investigators who sought and received a warrant from the intelligence court to surveil the Trump campaign adviser Carter Page misled the court by failing to reveal the biased evidence they were relying on. First, they included in their warrant application a dossier prepared by Christopher Steele, a former British spy, without telling the court that Mr. Steele’s research was partly funded by the Clinton campaign. Second, they did not reveal that Mr. Steele had told a Justice Department official that he “was desperate that Donald Trump not get elected and was passionate about him not being president.”\nThe memo also notes that Andrew McCabe, the deputy director of the F.B.I. who stepped down this week, testified to the Intelligence Committee in December that investigators would not have sought the warrant without the information contained in the dossier.\nThis is all potentially interesting information. How significant is it in context? For starters, what other evidence did the intelligence court rely on in finding probable cause to issue the warrant? The memo doesn’t say. What about the court’s rationale for issuing three separate extensions, each of which required investigators to present new evidence beyond the dossier? The memo doesn’t say. Was any significant piece of information in the dossier found to be inaccurate? The memo doesn’t say. Did the court assume bias on the part of Mr. Steele or the funders of his research, as courts regularly do when considering evidence supporting a request for a warrant? The memo doesn’t say.\nYou know what would help to answer questions like these? Even more transparency. It would be useful, for instance, if we could see all of the supporting evidence in the warrant application — with necessary redactions, of course, to protect sources and methods. Also helpful would be the 10-page response memo prepared by Representative Adam Schiff, the committee’s ranking Democrat, who, unlike Mr. Nunes, has actually seen the intelligence underlying the application. (The response memo reportedly explains, among other things, that investigators did in fact tell the court that the dossier was politically motivated.)\nSurely Mr. Nunes, House Speaker Paul Ryan and the other Republicans who, in the days leading up to the memo’s release, expressed a newfound enthusiasm for transparency in government would support releasing this information, wouldn’t they? Transparency in government is the lifeblood of a democracy, after all — the bulwark against abuses of power by public officials. As Mr. Ryan said on Tuesday in defending the House’s decision to release the memo, “Transparency can reign supreme.”\nSince the Republicans are now on board with greater transparency, they will no doubt push President Trump to release his tax returns, as every other major-party presidential nominee has done for the past four decades, won’t they?\nHow about the White House visitor logs, which the Trump administration started hiding from the public last year? Or, say, the names of all foreign governments and officials who have stayed — at their own or at American taxpayers’ expense — at Mr. Trump’s Washington hotel, at his Mar-a-Lago resort in Florida or at his golf courses and his other businesses since he became president? Or the names of every foreign business with which the Trump Organization has a financial relationship, especially in countries where America has sensitive foreign policy interests, like China, India, Russia, Turkey or Saudi Arabia?\nAnd, of course, Americans should have complete confidence now that congressional Republicans will demand complete transparency from all members of the president’s campaign, transition team and administration in describing their dealings with representatives of a foreign power that tried to swing our election — as well as from the special counsel who is investigating those efforts.\nThe party that demanded the release of Hillary Clinton’s emails as a central plank of the 2016 presidential campaign must support all of this and more, right?", "date": "Feb. 2, 2018", "href": "https://www.nytimes.com/2018/02/02/opinion/nunes-memo-trump-taxes.html", "tags": "intelligence tax warrant court got trump say memo returns transparency information —"}