{"title": "What a Korean War Peace Deal Could Mean, Decades After the Fighting Stopped", "content": "HONG KONG — It might fall short of a peace treaty, but after seven decades of truce on the Korean Peninsula, the “peace declaration” that President Trump and North Korea’s leader, Kim Jong-un, could announce when they meet in Vietnam this week would be no small thing.\nHow can warring nations embroiled in a conflict that left millions dead agree to end the fighting — but not manage to ever sign a formal peace treaty for 70 years?\nIt’s complicated.\nThe first thing to know about the Korean War, which ran from 1950 to 1953, is that it was halted by an armistice, or truce, rather than a negotiated peace treaty. Strictly speaking, that means that the fighting might have ended, but the war did not.\nWhile the outlines of a peace accord have been considered for decades, things picked up steam last year when Mr. Trump and Mr. Kim agreed to the first-ever direct meeting between leaders of the two countries.\nThat decision came amid a thaw between South Korea and North Korea, and it renewed talks by their officials to formally end the war. Now, with Mr. Trump and Mr. Kim about to meet for a second time, there are expectations that the moment might be right for a breakthrough.\nA peace deal would replace the armistice that ended combat, if not the outbreak of small-scale hostilities, on the Korean Peninsula but did not resolve the conflict between the two Koreas.\nThe armistice was a military document, setting forth the terms for a cease-fire. A peace agreement would have been a more complicated political settlement.\nAfter the end of World War II in 1945, Korea, which had been a Japanese colony, was divided into two zones. The Soviets occupied the north, while the Americans occupied the south.\nIn 1948 each side formed its own government — and then in 1950, the North invaded the South.\nOther countries were soon drawn in. The United States led a United Nations force in alliance with the South, while China aided the North.\nThe 1953 armistice was signed at Panmunjom, a village in what became the Demilitarized Zone, by Lt. Gen. William K. Harrison, an American and representative of the United Nations forces, and Gen. Nam Il, who represented North Korea and the Chinese forces.\nIt was signed later by the North Korean leader, Kim Il-sung; Gen. Mark W. Clark, an American who led United Nations troops; and Peng Dehuai, commander of the Chinese forces, who called themselves “volunteers.”\nThe South promised to observe the cease-fire, but it did not sign because it held out hopes of unifying the Korean Peninsula.\nThe armistice set out terms for prisoner exchanges and created the specifics of the Demilitarized Zone, the two-and-a-half-mile wide buffer dividing North and South.\nWhile discussions of a peace deal have often referred to a “treaty,” a formal treaty would face significant obstacles.\nThe North and South each claim to be the rightful government of the entire Korean Peninsula and representative of people on both sides. So such an agreement might be met with significant questions of sovereignty.\nAnd for the United States to sign, Congress would need to approve the deal, another wrinkle.\nInstead, South Korea has hedged its descriptions, referring to the “establishment of permanent peace on the Korean Peninsula” as a goal.\nThat still allows plenty of room for a statement of peace. But it would be a start, not an end.\n“Whatever they call it — a peace declaration, a peace accord, even a peace treaty — it doesn’t mean we will all wake up and Korea is at peace,” John Delury, an associate professor of Chinese studies at Yonsei University in Seoul, said last April as the two Koreas were weighing a deal.\n“It’s significant, but it’s embedded in a process,” he added. “I would imagine the two Koreas can do something on their own to declare their own commitment to peace.”\nA declaration could begin a peace process that would go beyond questions of the North’s nuclear and missile programs. North and South Korea could agree to pull back their forces from the border and create some sort of system for inspections of each side to verify compliance.\nOther ideas that have been suggested in past years include setting up joint teams to remove some of the hundreds of thousands of land mines in the DMZ. And the zone itself, which is rich in wildlife thanks to its oddly protected status, could become a park and tourist destination for visitors from both sides.\nThe sea border to the west of the Korean Peninsula could also be the focus of peace talks. It is the site of the bloodiest recent conflicts, including the killing of two South Korean marines and two construction workers when North Korea shelled a South Korean island in 2010, and the deaths of 46 sailors when a South Korean Navy corvette was sunk earlier that year, for which it blamed the North.\n“There’s room for creative approaches to how you would turn this from a situation that’s very hostile, where people do not trust each other, where their guns and missiles and nukes are aimed at each other, and turn that into a real absence of conflict, where parties are not worried about the other’s hostile intentions,” Mr. Delury said.\nThere has, of course, been talk of a formal peace deal before, so there are reasons to keep expectations in check.\nBut those earlier discussions also offer grounds for hope. They mean that there are precedents to build on, including a “peace declaration” made at a 2000 summit meeting between Kim Jong-il, then leader of North Korea, and Kim Dae-jung, then president of the South.\nA 2007 meeting between Kim Jong-il and Roh Moo-hyun, then president of South Korea, concluded with a series of economic agreements and proposals for easing tensions along the western maritime border.\nThere are more recent signs that the peninsula may be ready for peace.\nLast February, almost 70 years after its forces invaded the South, the North was again marching on the other side of the DMZ. But this time, it was athletes, not soldiers. And North and South were marching together.\nThey were at the Olympics.", "date": "Feb. 26, 2019", "href": "https://www.nytimes.com/2019/02/26/world/asia/korea-peace-deal.html", "tags": "fighting korea decades korean south peace ” war peninsula could stopped kim north mean deal"}