{"title": "What Is ZTE? A Chinese Geopolitical Pawn That Trump Wants to Rescue.", "content": "ZTE, the Chinese telecommunications giant that was on the brink of collapse after being hit with tough penalties by the Trump administration, has become a linchpin of trade relations between the United States and China. On Thursday, Wilbur Ross, the commerce secretary, said the administration had reached a deal to lift restrictions imposed on ZTE after it was found to have violated American sanctions related to doing business with countries like Iran and North Korea. ZTE’s fate has been at the center of a broader dispute between China and the United States, and the deal announced on Thursday could inflame a battle with Congress over national security interests.\nHere’s what you need to know.\nZhongxing Telecommunications Equipment, known as ZTE, makes cheap smartphones that are mostly sold in developing countries, though it also sells them in the United States.\nBut ZTE is one of two Chinese companies — Huawei is the other — that sell equipment for cellular networks. It has about 75,000 employees and says it does business in more than 160 countries.\nThat makes it an important geopolitical pawn for Beijing, both as an innovator and as a builder of state-funded projects overseas. If China wants to improve ties with a government in the developing world, it often offers loans that can be used to set a ZTE-powered cellular network.\nLonger term, China hopes that companies like ZTE will become powerhouses that can help the country wean itself from a reliance on American tech firms, which Beijing views as security threats because of the possibility that they could help Washington spy.\nTech supply chains are so intertwined these days that just about every product that ZTE makes has some American components or software in it — think microchips, modems and Google’s Android operating system. So if ZTE sells a smartphone to North Korea, it might also be selling a Qualcomm chip inside that phone. That’s illegal under American sanctions that prohibit the sale of United States tech to embargoed countries.\nWhen the Commerce Department released its findings against ZTE in 2016, it took the rare step of disclosing evidence of the company’s guilt. One document, signed by several senior ZTE executives, cautioned that American export laws were a risk because the company was selling to “all five major embargoed countries — Iran, Sudan, North Korea, Syria and Cuba.”\nA second company document featured flow charts for best practices to circumvent American sanctions. Last year, ZTE acknowledged its guilt and paid a $1.19 billion fine.\nThe Commerce Department wasn’t done with that hefty penalty.\nIn April, officials said ZTE had violated its agreement with the United States because it didn’t punish senior management for having violated the sanctions. Instead, the Commerce Department said, ZTE paid them bonuses and lied about it. As punishment, the department forbade American technology companies to sell their products to ZTE for seven years.\nThat means no Qualcomm chips or Android software for its phones, and no American chips or other components for its cellular gear. Analysts estimate that four-fifths of ZTE’s products have American components. ZTE went into a tailspin, saying last month that it had shut down major operations.\nThe American president hasn’t explained his decision to try to help the company, other than to cite the potential for lots of Chinese workers to lose their jobs. But ZTE’s troubles come at a complicated moment.\nIn normal times, the company’s fate would be a legal matter for the Commerce Department. But the Trump administration is pressuring China to make trade concessions. It may also need Beijing’s help to strike a deal with North Korea as Washington and Pyongyang plan a high-profile meeting on June 12 in Singapore.\nMr. Trump appears to be using ZTE’s punishment as a bargaining chip in negotiations with China, rather than a matter of law enforcement. It isn’t clear what he will get in return for allowing ZTE to remain in business.\n[JIM STEWART’S TAKE: Trump might cave to China because of Iowa’s soybean farmers]\nAccording to Mr. Ross, who announced the deal to end the American sanctions on Thursday morning on CNBC:\n■ ZTE must pay a $1 billion fine plus $400 million in escrow to cover “any future violations.”\n■ ZTE must allow a compliance team, chosen by the United States, to monitor the company.\n■ ZTE must also change its board of directors and executive team within 30 days.\nSome members of Congress, Republicans and Democrats, say that absolving ZTE of its misdeeds runs counter to national security interests. It is unclear, however, whether their efforts to block Mr. Trump’s moves regarding ZTE will be successful.\n“Their technology is a national security threat, according to our defense and law enforcement authorities,” Senator Chuck Schumer of New York, the minority leader, said on Wednesday. “Why on earth is the Trump administration considering relaxing penalties on such a bad actor?”\nOn Thursday, Senator Marco Rubio, Republican of Florida, said on Twitter: “This ‘deal’ with #ZTE may keep them from selling to Iran and North Korea. That’s good. But it will do nothing to keep us safe from corporate & national security espionage. That is dangerous. Now Congress will need to act to keep America safe from #China.”\nOn Friday morning, Mr. Trump fired back at Mr. Schumer’s criticism. “Schumer failed with North Korea and Iran, we don’t need his advice!” he said on Twitter.\nThe House and Senate have drafted legislation that would block the ZTE deal, although it is uncertain what the practical effect would be. The House passed a bill last month meant to hamstring the Trump administration’s flexibility in maneuvering on the issue. The Senate Banking Committee approved an amendment to a bill on foreign investment that would prevent Mr. Trump from modifying penalties on Chinese companies within a year of their being found to have violated United States law.", "date": "June 7, 2018", "href": "https://www.nytimes.com/2018/06/07/business/what-is-zte.html", "tags": "american korea china united deal states wants trump rescue chinese zte geopolitical north pawn"}