{"title": "What You Need to Know About Trump’s Statement on Israeli Settlements", "content": "JERUSALEM — In the two weeks since President Trump took office, an emboldened Israeli government cast off international criticism and approved the construction of thousands of new settler homes in the occupied West Bank and East Jerusalem. And Prime Minister Benjamin Netanyahu announced plans to build an entirely new West Bank settlement, despite a commitment to the United States dating to the 1990s that Israel would not do so.\nOn Thursday, the Trump administration broke its silence, calling for immediate curbs on the Israeli construction but also signaling a shift away from the Obama administration’s rejection of all settlement activity. Since then, both Israelis and Palestinians have been parsing the implications.\n What changes with the White House statement on settlements?\nThe statement was a departure from the policy of previous administrations, which viewed settlements as an obstacle to peace, and particularly from President Barack Obama’s determination that the settlements are “illegitimate.” But it also places limitations, and indicates that Mr. Netanyahu may have taken too much liberty with his pronouncement about a new settlement.\n“While we don’t believe the existence of settlements is an impediment to peace,” the White House stated, “the construction of new settlements or the expansion of existing settlements beyond their current borders may not be helpful in achieving that goal.”\nWhile the White House said it had not yet taken an official position on settlement activity, its statement hinted at the kind of understandings that Israel had with President George W. Bush.\nIn a 2004 letter to Prime Minister Ariel Sharon of Israel, Mr. Bush articulated a policy that allowed for continued Israeli building in major settlement blocs that Israel intended to keep under any permanent deal with the Palestinians, possibly by compensating the Palestinians with land swaps.\nMr. Bush cited “new realities on the ground, including already existing major Israeli population centers,” and said they should be taken into consideration in redrawing the borders between Israel and the West Bank.\nFor now, though, with the Israeli-Palestinian peace process long at an impasse, the Palestinians and most of the world consider all settlement building as a violation of international law.\nThe White House statement on Thursday made no direct reference to the two-state solution — the formation of an independent Palestinian state alongside Israel. But in an apparent reference to the territories that Israel captured from Jordan in the 1967 war, and that the Palestinians claim as the core of their future state, the White House did say, “The American desire for peace between the Israelis and the Palestinians has remained unchanged for 50 years.”\nHow did the Israelis and Palestinians receive the statement?\nFor hours after the White House remarks, it was the Israeli leaders’ turn to go silent. Then before sundown on Friday, Mr. Netanyahu’s office responded obliquely that he looked forward to his meeting with Mr. Trump, set for Feb. 15, in which they would “speak about a wide range of issues, including this one.”\nTzipi Hotovely, Israel’s deputy foreign minister, who asserts Israel’s biblical and ancestral rights to the lands of the West Bank, said, “The current government of Israel was elected in order to build in all parts of the land of Israel.”\nIt is clear, she added, that according to the Trump administration, “the continuation of building does not harm the peace process.”\nOded Revivi, the chief foreign envoy for the Yesha Council, an umbrella organization representing the roughly 400,000 settlers in the West Bank, related only to the good news, saying in a statement, “The Yesha Council thanks the White House for asserting that our communities were never an impediment to peace.”\nSaeb Erekat, a senior Palestine Liberation Organization leader and the Palestinians’ veteran chief negotiator, was less conciliatory.\nAt a meeting with foreign diplomats on Friday in Jericho, his hometown in the West Bank, Mr. Erekat said, “The Israeli colonialist settlement project is destroying the peace process, undermines the option of two states and amounts to a war crime.”\n What are the statement’s implications for internal Israeli politics? \nMr. Netanyahu’s aggressive promotion of major new settlement construction has come amid intense pressure from within his right-wing coalition. Political rivals to Mr. Netanyahu’s right have used the Republican sweep in the American elections to push harder away from the two-state solution and in favor of the settlements.\nAt the same time, Mr. Netanyahu has been working feverishly to overcome negative fallout with his right-wing constituency from this week’s fraught, court-ordered evacuation of Amona, an illegal settler outpost that was built on privately owned Palestinian land on a West Bank hilltop. His response was to generously compensate the settlers and their political allies.\nPolitical opponents to the left of Mr. Netanyahu assert that the recent settlement announcements were also intended to distract attention from the mounting graft investigations plaguing the prime minister and to shore up his traditional right-wing support base.\nBut some curbs from the White House could also suit Mr. Netanyahu, who is under pressure from the far right to take more drastic steps that he has resisted in the past, such as annexing West Bank settlements to Israel.", "date": "Feb. 3, 2017", "href": "https://www.nytimes.com/2017/02/03/world/middleeast/what-you-need-to-know-about-trumps-statement-on-israeli-settlements.html", "tags": "need know “ palestinians israel trump bank white statement west israeli netanyahu settlement settlements"}