{"title": "What is the US Federal Reserve doing?", "content": "The US Federal Reserve has decided to start running down the stock of financial assets it bought in its quantitative easing scheme.\nQuantitative easing was a policy that the Fed, and other central banks, used to prevent the recession that followed the financial crisis from becoming an even deeper downturn. \nIt involved buying financial assets with money newly created by the central bank.\nIn the US the assets were bonds or debts issued by the Federal government and by official agencies that support lending to home buyers.\nOne aim of the policy was to reduce the interest rates paid by businesses and households borrowing money. \nNormally central banks try to do that by using their own interest rate policies, which in the case of the Fed means a target it sets for overnight borrowing between commercial banks, known as the Federal Funds Rate.\nBut when that official rate got to almost zero, as it did in December 2008, the Fed's policy makers thought that it couldn't, or shouldn't go any lower. \nThe Fed's own research suggests that its QE policy has helped reduce long term interest rates.\nThe consequence of all that QE is that the Fed now holds about four and a half trillion dollars of assets. Before it started the programme the figure was less than a quarter of that amount. \nAssessments of the impact of QE vary, but many economists take the view that it has helped the US economy. \nMany also fear it has created a new danger of financial market instability.  Share and bond prices are high. Some argue that there is a bubble that could burst and trigger a new financial crisis. \nThe Fed's asset purchases mean there has been more demand for the assets it is buying which tends to push the prices up.\nIn addition, the sellers of those assets need to do something with the money they receive. They may repay debt, but in many cases they buy other assets, often assets with more risk of losing money - such as shares or assets in emerging economies.\nThat in turn tends to push their prices up.  That is what lies behind the concerns about possible financial instability. \nAll the major developed world central banks, apart from Canada's, have used quantitative easing and several are still actively buying financial assets. In the US however, the Fed stopped in 2014. \nBut that doesn't mean that it stopped buying assets at the time.  \nBonds are debts which (mostly) have a repayment or maturity date when the holder receives the face value of the bond from the borrower or issuer of the bond. \nThe debt is in effect repaid to whoever owns the bond on the date it matures. In the case of US government bond, it's the Treasury that would repay the central bank. \nSo far, the Fed has used the proceeds of these repayments to buy more bonds in the financial markets keeping its holdings roughly constant. \nNow it is going to reduce the amount that it 'reinvests' in that way. So over time, as more bonds mature its holdings of them will decline. \nIt also means that over time the extra money it created in the first place to buy the bonds will decline. \nAs an aside it's worth emphasising that the newly created money is not something that can be spent on goods and services.\nIt is money called reserves, which is held in accounts owned by commercial banks at the central bank. \nIt's used for transactions between banks and is an important part of the financial and monetary system.\nBut other types of business and households can't use this type of money. Having said that, adding to the total amount of reserves can lead to an increase in money held by the public but it is an indirect effect. \nRunning down the Fed's holdings of assets will also mean that the amount of reserves held by the banks will decline too. \nAs with interest rate increases the Fed's approach is cautious. There is no hurry to get things back to what might be considered normal.\nThe decline in its bond holdings in the first month will be no more than ten billion dollars, rising gradually over the course of the following year. \nWe haven't been told what the ultimate level will be. But the Fed has said that the amount of reserves held by the banks when this process is complete is likely to be higher than before the crisis.\nAll the time there is a degree of wariness among central bankers in the US and other developed economies that they could set back the recovery if they were to raise interest rates or change their QE policies too quickly. \nThere was a warning in 2013 with an episode that came to be known as the \"taper tantrum\". That was a time when the Fed's QE bond purchases were in full swing.\nThe then Chair of the Fed, Ben Bernanke suggested that it might start to slow down the purchases - or taper its QE.\nThat led to significant volatility in financial markets.  It most likely didn't too much lasting economic damage, but it has probably reinforced the cautious instincts of the current Fed Chair Janet Yellen.\nShe certainly doesn't want to see another tantrum. She has said she wants the Fed's unwinding of its QE to be like \"watching paint dry\". ", "date": "20 September 2017", "href": "https://www.bbc.co.uk/news/business-41320675", "tags": "us banks fed assets qe bond financial federal central money bonds reserve"}