{"title": "What To Do When ― Not If ― Roe Vanishes", "content": "Like many reproductive rights activists, I was horrified ― but sadly, not terribly surprised ― by the news that “moderate” swing vote Justice Anthony Kennedy is retiring from the Supreme Court. \nThough he was often unreliable, Kennedy was the one slim ray of hope for a continuing federal right to a legal abortion now that conservatives control all three branches of the government. With his departure, Roe v. Wade, the 1973 ruling that made abortion legal in all 50 states, is critically endangered and careening toward extinction. \nWe know without a doubt that President Donald Trump’s next appointee will be one vote against Roe, whether the nominee says so directly or not. Clarence Thomas, Samuel Alito and Neil Gorsuch have all signaled their own opposition to the ruling. If pinning our hopes on Kennedy to keep Roe alive was risky, pinning them now on Chief Justice John Roberts is downright dangerous.\nNow, it is almost certainly a matter of when, not if, we lose Roe. It’s time to prepare for life without nationwide legal abortion.\nThe first thing to remember is that overturning Roe doesn’t make abortion illegal altogether. According to The Guttmacher Institute, there are four states that will automatically ban abortion if Roe is overturned, 10 states that have pre-Roe bans on the books that would likely be valid again after a U.S. Supreme Court decision, and another eight states that have said they will ban abortion to the fullest extent possible once Roe is no longer the law of the land. \nThat’s 22 states where women could lose access to abortion almost overnight.\nFind out where your state stands and work from there. If there isn’t a law keeping abortion legal post-Roe, contact your state legislators immediately to get one drafted. If your state is one of the eight that has a trigger law ― a law that makes abortion immediately illegal in the state if Roe is ever overturned ― reach out to a lawmaker to draft a bill to remove it. Even if there is no hope of changing your state’s law, it will force a public conversation and engage other local allies.\nWhen it comes to making a post-Roe plan, assume that there won’t be an outright federal ban. The pro-life movement currently has more governmental power than it has at any point in history, and it is unlikely to be willing to jeopardize that power by immediately ending all legal abortion and losing political races in return. \nWhat’s more likely is that Congress will do all it can to restrict access either by passing 20-week bans or by making it illegal for minors to leave the state to end a pregnancy.\nThat means that in the near future, getting abortions and transporting people to places where they can still get them will require massive financial and structural resources. That’s how it was pre-Roe. Take this time to decide what you are willing and able to do to help those people get the care they need.\nIn a post-Roe America, states that still allow legal pregnancy terminations will be inundated with patients from near and far. Will you be ready to open your home to those who have to travel and potentially stay in town for days to make an appointment?\nWill you help to caravan patients who need to pass through multiple states to get to a clinic but can’t afford a bus or gas?\nWill you provide money for groceries for patients who have spent their last dollars on getting abortions?\nWill you prepare meals?\nWill you donate your airline miles so a patient can obtain a last-minute ticket for an appointment and not be required to leave their family for such a long time?\nWill you donate to or work directly with abortion funds, which are already doing the heavy lifting of paying for abortions for people with fewer resources, and which will surely be overwhelmed by the demand that will come?\nResources ― more of them than ever ― will be necessary. They will not be sufficient. If you are willing to donate, you must also ask yourself: Will you be willing to do more? What would you risk to help keep abortion available to as many people as possible? The pro-life movement still has people willing to be thrown in jail to stop abortion. \nWould you be willing to do the same to help someone end their pregnancy? The best time to figure that out is now. \nIf you are fortunate enough to live in a state that will keep abortion legal, stay involved in your local government on every level. Blocking or passing bills in the statehouse is important, but just as important is being involved at a city level. \nOnce Roe is gone, abortion opponents in the states where abortion is still legal will try to close clinics one by one, using zoning ordinances and other city planning laws. Keeping city councils progressive is imperative to keeping the remaining clinics open.\nFinally, prepare for the less-obvious assaults on abortion access as anti-abortion activists try to close what they see as “loopholes” in remaining abortion laws. Be ready to fight back when prosecutors put women in jail for performing their own abortions, or when they believe a miscarriage is “suspicious” and might be a clandestine termination. Refuse to allow them to search DNA databases to find matches for fetal remains under the guise of “checking to see if the mother is okay.” Protest the stores that allow pharmacists to refuse to fill medically indicated prescriptions on the grounds that a patient and doctor might be lying about a diagnosis to cover up an illicit abortion.\nBut most of all, be ready to work with each other. This needs to be a grassroots movement organized from the bottom up, not the top down. It is the people on the ground in states where abortion rights are most threatened who know best how to help their own people when they need to access an abortion. For once, we have to work past the scrambling for territory and resources and work together – with local activists leading the way.\nIronically, we can learn a valuable lesson from the anti-abortion movement, which was preparing to undermine and eventually overturn Roe long before the Supreme Court ever even made its landmark ruling. The time to get to work is right this second, while we wait for a new nominee to be announced, and prepare for a midterm battle for control of the Senate that is now guaranteed to reach epic proportions. \nIf we wait until Roe is gone, it will be long past too late.\nRobin Marty is a reporter who covers abortion rights, abortion clinic access and the anti-abortion movement. She is the author of Crow After Roe, which outlines the right’s plans to end legal abortion.", "date": "\n06/27/2018", "href": "https://www.huffpost.com/entry/opinion-marty-roe-wade-kennedy-abortion_n_5b34279fe4b0b5e692f42b42", "tags": "vanishes work willing legal states one ― roe abortion state"}