{"title": "What are bonds and how do they work?", "content": "Bonds, yields, gilts, coupons... the bond market can be confusing to many. BBC World Service economics correspondent Andrew Walker has this breakdown of the world of bonds.\nIn short it is an IOU that can be traded in the financial markets.  \nIf a government wants to borrow money (and most do) they usually do it by selling bonds to investors. The investor then gets to receive a stream of future payments. \nThe most common form of bond involves two types of payment by the borrower to the holder of the bond: \nYou can think of the big sum at maturity as the repayment of the original loan and the coupon payment as interest. That's not exactly what they are, but that way of looking at it is a reasonable approximation.\nIn the first answer I used governments as an example, but it is not all governments nor is it only governments. \nGovernments of rich countries issue bonds and so do many emerging economies - Turkey, Mexico, Brazil and others. Even some low-income countries have started to do it, Rwanda for example. \nThe bonds are often known informally by other names. In the UK, government bonds are referred to as \"gilt-edged securities\" or just gilts, in the US they are Treasuries, in Germany they are Bunds and in Japan JGBs (Japanese government bonds).  \nOther official agencies also issue bonds, including the World Bank and the European Stability Mechanism (one of the agencies for eurozone bailouts).  \nBonds are also issued by businesses, often to fund investment or takeovers. These are known as corporate bonds.\nMainly professional investors, including insurance companies, pension funds, and banks on behalf of customers or on their own account. Individual investors can also buy them, usually through a broker. \nGovernment bonds are often sold initially (or issued) at auctions, to financial institutions known as primary dealers. The bonds can then be resold in the markets. \nQE is when central banks go into the financial markets and create new money to buy financial assets. Those assets are bonds, mainly government bonds. However, they can also be corporate bonds. \nAs part of its latest QE programme, the Bank of England plans to buy up to £10bn worth of corporate bonds - that's debts originally issued by companies, including some overseas firms that make what the Bank considers to be a \"material contribution to the UK economy\". The Bank says bonds issued by Apple, McDonald's and Walmart will be eligible.\nWhen you buy a bond you are buying the right to those future payments - the maturity payment and the coupons. The return you make depends on the amount of those payments and how much you pay for the bond. The yield is the interest rate that would generate the bond payments given its price. \nHere's a hypothetical example. Let's assume there is no coupon payment, just a final payment in 10 years' time of £1,000 and you pay £600. That's equivalent to investing £600 today and getting compound interest for 10 years at 5.2% (to one decimal place). So 5.2% is the yield.\nIf the price of a bond goes up the yield falls. That is because you are paying more for a given stream of payments in the future.\nIf you had paid £850 for that hypothetical bond, then the yield would have been 1.6%. Higher price, lower yield. Conversely, if you had paid less, the yield would have been higher. \nSome bonds currently have a negative yield - less than zero. It means all the repayments add up to less than what you pay for the bond.  \nOne factor is interest rate policy. If a central bank keeps interest rates low and is expected to do so for the full life of a bond, then the yield on the bond is also likely to be low. \nBut if rates rise other investments can start to look more attractive. So bondholders may try to sell, pushing bond prices lower and raising the yield. \nBond prices can also fall if investors think there is an increasing danger that they won't get the payments they are owed. To put it another way: the yield rises in those circumstances because investors want more compensation for the risk they are taking.                                                                                                                                                                                                                                                                                                                                                   \nIt's huge. Calculating a specific figure is not straightforward and it does change as markets move. The McKinsey Global Institute published some figures in 2011 which put the outstanding amount of bonds (depending on what exactly you include) at more than $100 trillion (£76tn). \nThat's a one followed by 14 zeroes. About 40% of it was government bonds. The whole bond market at the time was, according to these figures, worth about double the value of global shares.\nOh yes. If bond market investors think that a government's policies are going off track and there is an increasing risk that they won't be repaid, they sell bonds, driving up the yield as described above. That in turn makes it more expensive for the government concerned to borrow money when they next have to. \nIt can lead to a vicious spiral of rising borrowing costs, which in turn makes the debt even less sustainable. The end result can be a default (failure to repay) or perhaps an international bailout. There have been many defaults over the centuries. Argentina in 2001 was a relatively recent example. The country's more recent default (in 2014) was rather different. It was the outcome of a legal dispute with some bondholders, rather than being unable to pay.   \nAt the height of the eurozone crisis, rising borrowing costs for the Italian government were a key factor leading to the resignation of the Prime Minister, Silvio Berlusconi, and his replacement by a technocratic government. Investors were worried about the sustainability of Italy's debts (and there are still concerns, though less acute).  \nSome experts think so. They worry that when interest rates rise from current lows, prices will fall sharply and leave many bondholders nursing heavy losses. Bill Gross of Janus Capital, sometimes known as the \"Bond King\", has described the market as a \"supernova that will explode one day\". ", "date": "13 September 2016", "href": "https://www.bbc.co.uk/news/business-37175814", "tags": "work investors bond payment bank yield interest bonds government also payments"}