{"title": "What do dictators like to eat?", "content": "You are what you eat - but also how you eat and who you eat with. Food can affect your mood, your bowels and your world-view, write Victoria Clark and Melissa Scott, authors of Dictators' Dinners: A Bad Taste Guide to Entertaining Tyrants.\nIn this age of the foodie, the gourmand and the gourmet, we have taken a fresh look at some of the worst dictators of the 20th Century by subjecting them to culinary scrutiny. Without seeking to mitigate their crimes by humanising them we wanted to cut them down to human size. The line between man and monster can be very thin. \nAlthough forced to conclude that evil-doing and delusions of grandeur cannot be attributed to the consumption of any single food or any one physical constitution, hints of patterns did emerge.\nAs many dictators aged they grew more and more obsessed with the purity of what they ate. North Korea's Kim Il-sung had all his rice grains individually selected and created an institute whose sole purpose was to devise ways of prolonging his life. \nThe Romanian Communist party boss Nicolae Ceausescu irritated foreign leaders he visited by bringing all his food with him - Tito, head of the neighbouring state of Yugoslavia, was shocked by his insistence on drinking raw vegetable juice through a straw, avoiding all solids.\nThe vast majority of our dictators came of humble, peasant stock which meant that their favourite foods tended to be anything but Cordon Bleu. \nFor all his lavish hospitality to royalty and stars of stage and screen, Tito loved nothing so much as a slice of warm pig fat, while Ceausescu - when at home - had a weakness for a stew made with a whole chicken… feet, beak and all. \nPortugal's piously Catholic Antonio Salazar loved the sardines that reminded him of his impoverished childhood. He recalled having to share a single sardine with a sibling. \nSome of our most infamous subjects - Adolf Hitler, Mao Zedong and Benito Mussolini - found the stress of the gigantic responsibilities they had taken upon themselves took a heavy toll on their digestive systems. \nHitler's chronic flatulence may have accounted for his becoming a vegetarian and to his allowing a quack doctor named Theodore Morrell to dose him with as many 28 different medicines, including one made of extract of Bulgarian peasants' faeces. \nOn the other hand, famously flatulent Muammar Gaddafi seems to have been untroubled by his affliction. Midway through World War Two, a failing Mussolini was examined by a Nazi doctor who pronounced him dangerously constipated.\nMao Zedong, a passionate carnivore, was a lifelong martyr to his bowel movements: \"I eat a lot and I excrete a lot,\" he happily reported in a letter to a comrade in his early days. Much later, on a visit to the USSR to meet Stalin, he would find to his fury that he could not excrete at all - the squatting type of toilet he was used to was unavailable in Moscow. \nComrade Stalin must have had an iron constitution to match his steely name. Around a table groaning with delicious Georgian specialities, mealtimes at his Kuntsevo dacha were prime time for bullying power games. \nLasting five or six hours, from 11pm until 5am for example, they became a refined form of torture thanks to obligatory participation in drinking games, sing-alongs and dancing. \nOver-drinking, paralysing fear and cruel teasing once turned a diner like Nikita Khrushchev into a staggering incontinent wreck. Comrade Tito of Yugoslavia could only keep up with the toasting by vomiting into his jacket sleeve. \nFerdinand and Imelda Marcos seem to have enjoyed a slightly less brutal form of power-play than Stalin's - Imelda once commanded the Philippines' entire military top brass to dress in drag for one of her husband's birthday parties. \nEvangelically vegetarian, Hitler apparently engaged his eating table companions in chit-chat about goings-on in a Ukrainian abattoir, a topic so revolting that his carnivorous guests were unable to finish their food.\nIt is hard to imagine Jean Bedel Bokassa of the Central African Republic, Idi Amin of Uganda, or Francisco Nguema of Equatorial Guinea - all of them strongly suspected of indulging in cannibalism - turning a hair at such talk. \nWe of course do not provide a recipe for the human corpse stuffed with rice and flambeed in gin, cited by Bokassa's former cook, who was somehow unable to recall the sex of the corpse he claimed Bokassa commanded him to prepare. \nFood tasters were inevitably de rigueur and highly valued among the cruellest and most paranoid of our subjects. Hitler had a team of 15 female food-tasters on hand throughout the war years - nothing was delivered to his table until the girls had survived for 45 minutes after eating. \nSaddam Hussein's delinquent son Uday was beaten up and hurled into jail for the crime of killing one of his father's tasters. Romania's Nicolae Ceausescu never travelled without a high-ranking Securitate officer, who was also a chemist, equipped with a mobile food-testing laboratory.\nUltimately, of course, all the food-tasters, chemists, faddiness and fussiness in the world could not save these men. They all died in the end - and many died violently.\nSatsivi is a Georgian speciality whose name translates as \"that which has cooled down\". Loved by Stalin, it is served at room temperature as a starter and is absurdly labour-intensive\nIngredients\nMethod\nFill a pan with 2 litres of water, and add the chicken. Heat until parboiled, then remove the chicken and place on a roasting tray, using some of the surface oil from the boiled water to baste the chicken. Do not discard the boiled water. Roast the chicken at 180C/350F.\nCut the roasted chicken into serving portion-size pieces.\nFinely chop the onions and fry in more of the surface oil from the boiled chicken for 6 to 7 minutes. Transfer them to a mixing bowl and smooth to a paste with a hand blender. Add the onion paste to the rest of the boiled chicken water.\nGrind the walnuts finely and mix with the coriander, fenugreek, marigold, cinnamon and cloves\nCrush the red pepper, garlic and salt in a pestle and mortar, before adding this mix and the vinegar to the walnut mix.\nGradually add the rest of the boiled chicken water to the mixture until it has a smooth consistency.\nHold the sieve over the pot used for boiling the chicken and pour the mixture through, discarding any large particles left in the sieve.\nAdd the chicken pieces to the mix and bring it to boil, before removing from the heat.\nAllow to cool before serving \nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox", "date": "5 December 2014", "href": "https://www.bbc.co.uk/news/magazine-30313326", "tags": "food hitler dictators add water chicken one boiled eat like stalin"}