{"title": "What US ruling may mean for Roe v Wade", "content": "Just a few hours before a temporary stay expired at midnight, the US Supreme Court issued an injunction blocking implementation of new abortion restrictions in Louisiana.\nThe state law, passed in 2014, would have required doctors who provide abortion services to be certified to practise at a nearby hospital. \nCritics of the law say that the new measure placed an onerous and unnecessary burden on the right to abortion and would have shuttered two of the three clinics that perform the procedure in the state. \nLouisiana and its supports have countered that it is a phased-in requirement which protects women by ensuring that abortion doctors are capable of handling medical emergencies.\nThe Supreme Court order was issued by the narrowest of margins. \nFive justices, including the four most liberal members and Chief Justice John Roberts, supported the injunction. \nThe four more conservative justices, including President Donald Trump's two recent appointments to the bench, would have let the law go into effect.\nAlthough the court action has been welcomed by abortion rights activists, their enthusiasm is tempered because the victory is only a temporary one. \nThe court will almost certainly agree to give the case a full review in the autumn, and at that point it could issue a formal opinion affirming a lower-court's decision to uphold the law - and opening the door for similar restrictions to be enacted in other states.\nThat would mark a dramatic reversal from just three years ago, when the court ruled five votes to three to strike down as unconstitutional a Texas law that contained similar requirements. \nThe author of the opinion, Justice Anthony Kennedy, has since retired, however, and his Trump-appointed replacement, Brett Kavanaugh, voted to allow the Louisiana law to go into effect.  \nMr Roberts was another dissenter in the Texas case, and although he sided with the majority on Thursday night, he may have done so to avoid a controversial action until the court can issue its ultimate judgement.\nIt seems clear at this point that there are five justices - a majority - that are willing to entertain allowing states to impose new restrictions on abortion rights. \nSome may even be willing to reverse the 1973 Roe vs Wade precedent that established a constitutional right to abortion throughout the US.\nThe abortion issue took centre stage in recent Supreme Court confirmation battles, including last autumn's acrimonious Senate hearings over Mr Kavanaugh nomination. \nSince then a number of conservative states have enacted new abortion restrictions that could lead to legal challenges that allow the Supreme Court to sharply curtail the right to abortion procedures. \nMeanwhile, more liberal US states have begun implementing their own laws to ensure abortion rights for their residents in case the court takes such a dramatic step. \nSome of those measures, which provide for late-term abortion in the cases where the health of the mother is in jeopardy, have generated fierce opposition from anti-abortion groups.\nAfter decades of relative stability under the court-imposed Roe precedent, the ground on abortion rights in the US could be shifting. \nThursday night's Louisiana ruling may have only delayed the coming upheaval.", "date": "8 February 2019", "href": "https://www.bbc.com/news/world-us-canada-47176399", "tags": "louisiana may us wade restrictions court rights ruling roe supreme abortion law new v mean"}