{"title": "What Could Happen if Trump Fired Rosenstein", "content": "WASHINGTON — As President Trump continued to seethe over F.B.I. raids this week on the office and hotel room of his longtime personal lawyer, Michael D. Cohen, a chorus of his supporters have been publicly urging him to fire Rod J. Rosenstein, the deputy attorney general who signed off on the move.\nThe clear idea behind the suggestion — which Mr. Trump is also said to be weighing — is that ousting Mr. Rosenstein would enable the White House to put the criminal investigations encircling the president’s associates on a tighter leash, or even to shut them down.\nHere is a look at some of the issues at stake.\nA longtime Justice Department official, Mr. Rosenstein was not part of Mr. Trump’s inner circle before Attorney General Jeff Sessions persuaded the president to designate him as deputy.\nAfter Mr. Sessions recused himself from investigations related to the 2016 election, Mr. Rosenstein became acting attorney general for those matters. He appointed Robert S. Mueller III, the special counsel, to scrutinize ties between the Trump campaign and Russia’s interference in the election. He signed off as Mr. Mueller’s focus expanded to whether Mr. Trump committed obstruction of justice and whether Mr. Trump’s onetime campaign manager, Paul Manafort, committed crimes related to his work for Ukraine’s pro-Russian government. Mr. Rosenstein also approved the decision to get search warrants for Mr. Cohen’s files.\nMr. Trump has bitterly denounced Mr. Sessions’s recusal, saying he needs an attorney general who will protect him.\nMr. Cohen’s lawyer has said the investigation that led to the search warrants stemmed from a referral made by Mr. Mueller’s office. But it was carried out by prosecutors in the public integrity section of the office of the United States attorney for the Southern District of New York. Geoffrey S. Berman, the interim United States attorney, recused himself, so his deputy, Robert S. Khuzami, a former head of enforcement at the Securities and Exchange Commission, leads that case. It appears to focus on allegations of bank fraud and campaign-finance violations related to efforts to pay off women who said they had had affairs with Mr. Trump.\nMr. Rosenstein could have expanded Mr. Mueller’s jurisdiction to include that matter, but instead he apparently handed it to a different office. As a result, there is now a separate prosecutorial team that has seen evidence about matters close to the president that it — and the federal magistrate judge who issued the search warrant — found worth investigating.\n“This is effectively a blockchain prosecution strategy in which the files appear to be dispersed,” said Neal Katyal, a former Justice Department official in the Clinton and Obama administrations who drafted the department’s special counsel regulation.\nCritics of Mr. Trump who fear that he may try to derail the investigation, such as by pardoning everyone involved, have taken comfort in a Politico report in August that suggested that Mr. Mueller was teaming up with New York’s attorney general, Eric T. Schneiderman, and sharing evidence about Mr. Manafort. Mr. Schneiderman can pursue financial and other offenses that are crimes under state law, and Mr. Trump cannot pardon state offenses.\nHowever, the impression created by that article appears to have been somewhat overstated. Mr. Schneiderman has no clear jurisdiction to file charges in some of the potential crimes at issue in the core Justice Department investigations, like federal election law offenses. Law enforcement officials familiar with the talks cautioned that neither side was routinely sharing investigative materials.\nIt might make it easier to constrain the investigations or even to fire Mr. Mueller — and now, perhaps, Mr. Khuzami, too. Mr. Rosenstein has said he will refuse any order to fire Mr. Mueller if he did not believe the special counsel committed misconduct, citing a Justice Department regulation that says such a prosecutor may be removed only by the attorney general and only for good cause.\nA successor who is more of a loyalist to Mr. Trump might be more amenable to interpreting Mr. Mueller’s jurisdiction narrowly or to firing him, either by declaring that Mr. Mueller has overstepped or by removing the regulation that protects him from arbitrary removal.\nNo. In and of itself, the removal of Mr. Rosenstein — or Mr. Mueller and Mr. Khuzami — would not stop the law enforcement officials working for them from continuing to pursue those cases.\nYes — the federal ones. Federal statutes give the attorney general authority over federal legal proceedings and the power to direct the actions of special counsels and United States attorneys, including the authority to decide not to pursue a matter for reasons like prosecutorial discretion.\nNormally, Mr. Rosenstein’s top assistant — Edward O’Callaghan — would serve as the acting deputy attorney general. But the Justice Department has long applied the law as forbidding a “double acting” official, said Martin Lederman, a Georgetown University law professor who worked in the Office of Legal Counsel during the Obama administration.\nUnder that doctrine, acting attorney general powers over the Russia case would instead pass to the next-ranking official who has been confirmed by the Senate. The succession line currently runs next to Noel J. Francisco, the solicitor general; Steven A. Engel, the head of the Office of Legal Counsel; and then John Demers, the head of the National Security Division.\nUnder the Vacancies Reform Act, when a Senate-confirmed official “dies, resigns, or is otherwise unable to perform the functions and duties of the office,” the president can temporarily replace him with another Senate-confirmed executive branch official. In recent months, there has been repeated discussion of a scenario in which Mr. Trump fires Mr. Sessions and then installs a handpicked loyalist from outside the department and who is not recused from the Russia investigation, like Scott Pruitt, the Environmental Protection Agency administrator. But because of the bar on “double acting” officials, installing someone like Mr. Pruitt in Mr. Rosenstein’s position would not thereby also make him the acting attorney general for the Russia case.\nStill, there might be a twist. Pointing to a recent Office of Legal Counsel memo that suggests in passing that recusals amount to temporary vacancies, Mr. Lederman said it is possible that the administration could claim that the Vacancies Reform Act empowers Mr. Trump to install someone like Mr. Pruitt directly into the role of acting attorney general for all matters from which Mr. Sessions is recused — whether or not that person also becomes the acting deputy. That would be a novel and aggressive use of the act.", "date": "April 12, 2018", "href": "https://www.nytimes.com/2018/04/12/us/politics/trump-rosenstein-mueller-russia.html", "tags": "office rosenstein happen trump fired could general acting — attorney mueller"}