{"title": "What is in Republican tax plan?", "content": "US lawmakers have unveiled the final draft of a bill set to be the most significant overhaul of the US tax code in a generation.\nAfter weeks of politicking, lobbying and vote-trading, the Republican-controlled Congress is set to vote on the plan.\nIf it passes it will give President Donald Trump an early Christmas present - his first major piece of legislation since taking office.\nRepublicans say the tax cuts for businesses and families will unleash investment, spending and growth.  \nBut critics say it will result in a huge transfer of wealth from poor to rich, and future generations will have to pay for it.\nSo what are the key points in the plan?\nIt's being described as the biggest single drop in corporation tax in US history.\nUnder current law, businesses face a range of tax rates, starting at 15% and rising to 35% on taxable income over $10m. \nThe new plan creates a single 21% corporate rate, effective in 2018. \nThat is low, but not quite as low as the 20% rate included in earlier versions of the plan.\nCurrent law requires people to carry health insurance or face a tax penalty.\nThat mandate is eliminated in the new code, a provision that the Joint Committee on Taxation projects could raise $318bn, since it is expected to lead to 13 million fewer people with insurance coverage. \nThe US currently has seven tax brackets ranging from 10% to a top rate of 39.6%, which applies to income above about $418,000 for individuals and $471,00 for couples.\nUnder the new plan, some of those rates fall, including the top rate, which would be 37%, applicable to income over $500,000 for individuals and $600,000 for couples. \nThe lower rates expire after 2025. \nUnder current law, inheritances worth more than about $5.5m for individuals and roughly $11m for couples are subject to a 40% tax.\nThe new plan roughly doubles the amount of inheritance exempt from tax. \nThat provision expires after 2025.\nUnder current law, taxpayers can either claim a standard deduction or opt to deduct specific items.\nThe new plan roughly doubles the standard deduction to $12,000 for individuals and $24,000 for married couples.\nIn exchange for that boost - which expires after 2025 and is intended to make the itemising option less attractive - the plan eliminates a slew of targeted benefits, such as deductions for moving expenses and tax preparation costs. \nRepublicans in the Senate attached a measure that will open the Arctic National Wildlife Refuge to drilling. That made it into the final version. \nThe Republican plan eliminates the personal exemption, which was worth roughly $4,000 and could be claimed for each member of a family.\nTo offset that move, the plan expands a tax credit for children.\nThat is currently worth $1,000 per child for families who make less than a certain amount. Under the new plan, it would be worth $2,000 and available to more families. \nDebate over how much the child tax credit would be worth almost killed the bill, after Senator Marco Rubio, Republican from Florida, said he wanted the provision structured to be more generous for low income families.\nThe benefit expires after 2025.\nMultinational companies currently pay US taxes on income earned abroad.\nThe new plan changes the code to a so-called territorial system, making companies responsible for income earned in the US. \nIt also creates new rules to prevent companies from unfairly taking advantage of the shift. \nThe plan also imposes one-time, ultra-low tax rates for corporate profits currently being held offshore, charged at 15.5% on liquid assets and 8% for illiquid assets.  \nUnder current law, owners of businesses organised as so-called pass through entities pay taxes on profits based on the personal rate (since the profits \"pass through\" to the owners).\nThe new bill allows for 20% of that income to be deducted for households making less than $315,00. After that, the perk is only available to some businesses.\nRepublicans had threatened to eliminate a number of industry specific benefits. But the final version is less aggressive than earlier proposals.\nFor example, the bill preserves tax perks for wind energy. \nThe plan caps the deduction for state and local taxes at $10,000. Preserving some kind of deduction was important to Republicans from high-cost states such as California, New Jersey and New York. \nIt also retains the mortgage interest deduction, a priority of the powerful property lobby, while lowering the cap on what new mortgages are eligible for the perk from $1m to $750,000.\nThe bill does not subject graduate school tuition waivers to taxes, as had been proposed. \nThe plan also maintains, and temporarily expands, deductions for certain medical expenses.", "date": "19 December 2017", "href": "https://www.bbc.com/news/business-42375212", "tags": "us tax law income republican worth current bill new plan rate"}