{"title": "What Corbyn's Brexit speech means", "content": "Two things can be true at the same time.\nIt is true that Jeremy Corbyn has not dramatically shifted Labour's Brexit policy.\nFor months the party has been saying that some form of customs union with the European Union after Brexit is a possibility.\nThe party's tip toes towards this policy have been long anticipated. And in the last few days his shadow team had given the game away in terms of the party's firmer backing for this idea.\nThe notion of a customs union will be welcomed by businesses who want to minimise the disruption of Brexit - and the idea would go some way towards solving the problem of the Irish border, which as we've discussed many times is one of the tensions in the government's position.\nThis speech, and this policy move, is no Remainiac dream. Jeremy Corbyn has not suddenly become a convert to staying in the single market, nor for a second referendum.\nThe Labour leader has stopped short of where many of his MPs would like him to go, and are already calling for publicly - full backing for the UK to stay in the single market.\nAnd it is also the case that it is extremely likely that the European Union would say a hypothetical 'no' to what he is asking for: a say in future trade deals alongside this new proposed customs arrangement.\nMr Corbyn also said in his speech that a Labour government would \"not countenance a deal that left Britain as a passive recipient of rules decided elsewhere by others\".\nSo, if the EU says we can't have a say in a customs union, and Mr Corbyn says he wouldn't join a union if the UK wasn't given a say, what happens then? Nothing about what outwardly seems a softer Brexit is guaranteed. If the promise is an impossible one, is it really a promise at all?\nWhat is, however, also true is that as the government and Parliament wrangles over Brexit, this new position on customs does give Labour a clear dividing line with the Tories - yes, one of those old chestnuts.\nThat might rile Brexit-backing Labour voters, and worries some MPs.\nAnd it does make a potential defeat in the Commons when the Trade and Customs Bill eventually gets there more likely.\nYet there is also nothing certain about that. Yes, there is probably a majority in Parliament for staying in a customs union. But for the government to be beaten on that, or forced to move towards Labour's new position, depends on the will of Tory Remainer rebels being ready to take a course of action that could damage the government.\nJeremy Corbyn can today pave the way, but he can't be sure they will take the bait.", "date": "26 February 2018", "href": "https://www.bbc.co.uk/news/uk-politics-43197428", "tags": "brexit speech means union corbyn say labour also customs true government"}