{"title": "What to look for in Brexit declaration", "content": "The EU and UK are poised to complete the document that will spell out the shape of their future post-Brexit relationship and pave the way for a trade deal. \nThe Political Declaration on the future framework will sit alongside the Withdrawal Agreement that settles the terms of the UK's departure, but the declaration will not be legally binding. \nA seven-page outline has been published. BBC Brussels Reporter Adam Fleming explains what to look for in the final version.  \nDiscussions in Brussels about how many pages will be in the document are like a game of bingo. \"50! 14! 16! 20!\" \nWhatever the length, it has to be detailed enough to satisfy the UK and the EU. \nIt has to offer the UK a vision of the future that will convince MPs to accept the divorce-related part of the deal.\nFor the EU, it has to provide guidance to steer the negotiations about the future relationship, which will begin in earnest after Brexit. Their watchword is \"precision\". \nExpect it to cover a lot of sectors, such as trade, aviation, financial services, energy, crime. \nThe EU's original plan was to publish the outline in October and then spend a month filling in the details with the UK, while consulting the member states. The timetable slipped, so that's now happening in about a week instead. \nLast week the EU's top negotiator, Michel Barnier, said the biggest areas of disagreement were trade and security. \nBritain is said to be asking for the political declaration to reflect Prime Minister Theresa May's plan for a UK/EU free trade area in goods, with a common rulebook. Some EU countries think that's too similar to being a member. \nThe EU also isn't prepared - so far - to continue the status quo on security. This includes co-operation on extradition and access to European databases. \nLanguage is being sought to ensure everyone can claim they got what they wanted. \nBoth sides have agreed that the EU will apply its existing system for judging whether the financial services regulations of other countries are as good as its own, known as \"equivalence\". \nWe might find out if the UK has succeeded in getting some additional safeguards in the equivalence regime that could help out the City of London. Or we might not. \nIn the last few days the other 27 member states have raised concerns about some areas and asked for clarification. \nFrance leads a group of countries that want more clarity on the so-called \"level-playing field\" - measures that would put constraints on the UK in return for easy access to the single market, such as compliance with EU competition, environmental and social law. \nBelgium, Denmark, Portugal and others want to reinforce the EU's policy that European trawlers should have continued access to British waters in return for the UK being allowed to sell its fish in Europe.\nThe Spanish government wants reassurance about the extent to which the future relationship will apply to Gibraltar. \nSome of these issues may be addressed in documents that accompany the political declaration, for example in the minutes of the meeting of EU leaders. Yes, more documents!\nOne sentence in the outline version caught my eye. \nIt said the \"extent of the UK's commitments on customs and regulatory co-operation, including with regard to the alignment of rules, to be taken into account in the application of checks and controls at the border.\"\nThis is code for a sliding scale of frictionless trade. The message is: \"Apply EU rules and sign up to something that looks like a customs union, then there will be many fewer checks on the millions of trucks that go through Calais.\"\nIt means the internal argument the UK has had about rules, regulations and customs will continue well into the negotiations on the future. \nThis section is called \"institutional arrangements\". It proposes that the UK/EU relationship is managed via a series of ministerial meetings and prime ministerial summits.\nYes, a bit like the EU. \nIt will also contain clues about how the next phase of talks will unfold. For me, it's the most important part because it will decide what I'll be doing for at least the next three years. ", "date": "20 November 2018", "href": "https://www.bbc.com/news/world-europe-46278361", "tags": "brexit uk eu political future outline declaration look trade relationship member like"}