{"title": "What We Know About Sayfullo Habibullaevic Saipov, Suspect In The Deadly NYC Attack", "content": "PATERSON, N.J. ― Police have identified 29-year-old Sayfullo Habibullaevic Saipov as the suspected driver who plowed a Home Depot rental pickup into a bike path in lower Manhattan on Tuesday afternoon, killing at least eight people and injuring at least 12 more. He is a self-described member of the Islamic State, and was charged Wednesday with one count of material support to a terrorist organization and violence and destruction of a motor vehicle.\nThe details surrounding Saipov’s time in the United States remained murky in the hours after the attack. He emigrated legally from Uzbekistan in 2010, first getting his bearings with family friends in Ohio, and has reportedly lived in several states since.\nSaipov apparently had been planning his attack for several weeks and acted in the name of ISIS, John Miller, the New York Police Department deputy commissioner of intelligence and counterterrorism, said Wednesday during a news conference. Saipov ― who was not previously the subject of an FBI or NYPD investigation ― may have “touched subjects of other investigations,” Miller said. \nPolice found multiple knives in the vehicle, in addition to two imitation weapons on the scene, Miller added. The department said the suspect left notes indicating his belief that ISIS would “endure forever.” \nWhile recovering from a gunshot wound at a hospital in New York, Saipov asked investigators if he could display ISIS flags in his room, according to a complaint  released by the United States Attorney Southern District of New York. In court papers, prosecutors noted Saipov said “he felt good about what he had done.” \nThe suspect had planned to put ISIS flags on his vehicle but later thought better of it, afraid it would draw attention to him, the complaint says. The Associated Press notes Saipov’s cellphones contained about 90 videos and 3,800 photos, many related to ISIS. The images included content of ISIS prisoners being beheaded, shot or run over by a tank.\nPresident Donald Trump referred to Saipov as a “very sick and deranged person.” New York Gov. Andrew Cuomo said the suspect had been radicalized in the U.S. Shortly before midnight on Wednesday, the president tweeted that Saipov “SHOULD GET THE DEATH PENALTY!”\nPeople who knew Saipov ― albeit vaguely ― offered differing descriptions of him, with some calling him calm and one person characterizing him as “sometimes aggressive.”\nSaipov passed a background check to become an Uber driver in New Jersey, the ride-sharing company said in statement provided to HuffPost. He was an active driver at the time of the attack, having recorded over 1,400 trips in six months, but has since been banned from the app, Uber said. \n“We are aggressively and quickly reviewing this partner’s history with Uber, and at this time we have not identified any related concerning safety reports,” the company said, adding that it has been in contact with the FBI.\nLyft also said Wednesday that Saipov had been registered as a driver on the ride-hailing app but did not specify when or for how long.\nSaipov had traffic citations in Missouri ― he was arrested after not showing up in court for a misdemeanor offense ― and Pennsylvania, according to online records. His driver’s license reportedly was issued in Florida. \nAn address from 2015 also linked Saipov’s name to Stow, Ohio, but he had reportedly been living in Paterson, New Jersey, for the past few months with his wife and two children.\nCarlos Batista, 23, one of the family’s neighbors in Paterson, first saw a Home Depot truck parked outside Saipov’s apartment building about three weeks ago, he told HuffPost. He said Saipov would get in the truck with the same two men almost every day, usually around 9 a.m., and return in the afternoon. All of the men had long beards, Batista said, but only Saipov wore a long robe. \nBatista said his interactions with Saipov were mostly limited to neighborly hellos and waves. Once, though, he said he got into a small altercation with the men who rode in the truck with Saipov. They men were upset with Batista for riding a noisy dirt bike up and down the street, Batista said. \nBatista said they gave him some attitude, so he gave some attitude back. That’s when Saipov stepped outside. \n“He was the peacemaker,” Batista said of Saipov. “He calmed everything down.” \nFrom what he could tell, Batista said, Saipov seemed like a “good guy.”\nAn Uzbek immigrant who knew Saipov agreed. “He was a very good person when I knew him,” Kobiljon Matkarov told The New York Times. “He liked the U.S. He seemed very lucky and all the time he was happy and talking like everything is OK. He did not seem like a terrorist, but I did not know him from the inside.”\nAnother acquaintance from Cincinnati, whose family housed Saipov for several weeks in 2010 as he tried to get his green card, described him as hard-working and introverted.\n“He was really calm,” Dilnoza Abdusamatova told The Cincinnati Enquirer. “He always used to work. He wouldn’t go to parties or anything. He only used to come home and rest and leave and go back to work.”\nHe left after two weeks and moved to Florida, she added. However, public records from 2011 show a business, Sayf Motors Inc., registered under his name at Abdusamatova’s home address in Ohio. \nSaipov was “spontaneously religious,” Mirrakhmat Muminov, a truck driver and Uzbek community activist who lives in Stow, Ohio, told Reuters. \n“He started studying religion in the United States. He was withdrawn, nervous, sometimes aggressive,” Muminov said. “Because of that he was lonely, he lived in his own world. He was not very popular.”\nSaipov drove down the bike path along the West Side Highway and hit multiple bikers and pedestrians, police say. He then drove the truck into a Stuyvesant High School bus before exiting the vehicle and waving what police described as “imitation firearms.” He was confronted by a New York City police officer, shot and then taken to a hospital. He remained in police custody at Bellevue Hospital as of Wednesday.\n“Hopefully people don’t go ‘round discriminating against Muslim people or Arabic people,” said Angel Batista, Carlos’ older brother. “This is a Muslim community. We have the mosque, a lot of schools for Muslims ... They’re not bad people. They’re nice genuine people willing give up what they have for other people.”\nAhmad, a 46-year-old truck driver from Jersey City who asked to be identified only by his first name for security reasons, found the gate locked when he arrived to pray at Omar Mosque on Wednesday. The mosque is believed to be where Saipov worshipped, according to multiple media reports. \nAhmad apologized for his English not being good enough to express how disgusted he was by Saipov’s actions.\n“In our religion,” he told HuffPost, “if you kill a cat, you go to hell. How [can you] you kill innocent people?”\n“I don’t know,” Ahmad added. “He is not a Muslim. If he is doing that he not a Muslim.”\nHe added that “very, very few people” misunderstand Islam, saying that “they give the world a bad picture of Muslims.”\nThis is a developing story. Check back for updates.\nChristopher Mathias reported from Paterson, New Jersey, and Willa Frej reported from London. Sebastian Murdock and Nick Visser also contributed to this report. ", "date": "\n10/31/2017", "href": "https://www.huffpost.com/entry/sayfullo-habibullaevic-saipov-truck-driver-nyc-suspect_n_59f9261de4b0d1cf6e914feb", "tags": "suspect deadly people know saipov new ” habibullaevic ― nyc batista police sayfullo driver attack"}