{"title": "What impact will S Korea's expanded missile defence system have?", "content": "The verbal threats from the North Korean leadership - and its recent nuclear and missile tests - have prompted a fundamental rethink in its southern neighbour.\nThe long-standing hopes that Pyongyang might eventually be induced to give up its nuclear weapons programme have proved illusory. \nSouth Korea is accordingly reassessing its security needs and it is clear that an expanded missile defence system is going to be a key part of its response to the North's more aggressive behaviour.\nEven before the latest threats from Kim Jong-un, the US and South Koreans had begun urgent consultations to explore the feasibility of deploying a system known as Terminal High Altitude Area Defense (Thaad) to the Korean Peninsula at the earliest possible date. \nWill carrots or sticks change North Korea?\nMissile defences in the region\nIt is not yet clear if the missiles would be sold to the South Koreans. It is possible an interim arrangement might see some US batteries deployed to give an initial capability. \nSouth Korea already operates a variant of the US Patriot anti-missile system and further Patriot batteries are deployed in South Korea by US forces based there. But these are intended to hit incoming missiles at relatively low altitudes.  \nThaad is a much more capable and longer-range system. It destroys incoming missiles at a much higher altitude, beyond the Earth's atmosphere. \nThis makes it especially useful in countering missiles that might carry a nuclear warhead. (It should be noted in passing that there is no evidence yet to suggest that North Korea has sufficiently miniaturised a nuclear weapon to enable it to be mounted on a ballistic missile). \nThe Thaad interceptor is produced by the US company Lockheed Martin. It is an extremely fast missile with a maximum speed of 2,800 metres per second (10,080km/h). It is capable of making interceptions at an altitude of 150km i.e. beyond the atmosphere. \nThe Thaad system is made up of six truck-mounted launchers carrying some 50 interceptor missiles, and a fire control and communications unit, all linked to a powerful X-band radar system - manufactured by Raytheon - capable of detecting targets at very long range. \n1. The enemy launches a missile\n2. The Thaad radar system detects the launch, which is relayed to command and control\n3. Thaad command and control instructs the launch of an interceptor missile\n4. The interceptor missile is fired at the enemy projectile\n5. The enemy projectile is destroyed in the terminal phase of flight\nThe launcher trucks can hold up to eight interceptor missiles.\nAny significant enhancement of South Korea's missile defences is going to be controversial. Inevitably it will inflame tensions with the North. But the plans have already fallen foul of the main regional security actor - China. \nBeijing is concerned by the spread of sophisticated anti-missile defences, worrying - in the same way as Moscow - that as these systems become more commonplace they will inevitably affect the capabilities of its own nuclear deterrent. \nIt also has concerns about the X-band radar system, which has sufficient range to penetrate into China itself.\nThe debate is a little like that between Russia and Nato regarding missile defences in Europe. \nNato says these are to defend against a very specific threat - that from a potential Iranian long-range missile. Similarly Thaad is, as its name implies, an area defence system - in other words if it were based in South Korea it would only be capable of shooting down Chinese missiles if they were targeting South Korea.\nBut this does not cut much ice in either Moscow or Beijing. The Chinese in particular may see the deployment of US Thaad missiles to South Korea as the start of a regional defence system intended to contain China. \nThere are echoes of the Cold War here where anti-missile systems were largely banned by international treaty in an effort to avoid their potentially destabilising effects. That agreement - the Anti-Ballistic Missile Treaty - was abandoned by the Americans who saw it as a constraint on the sorts of limited defence systems required to counter the proliferation of missile technology. \nBut the upshot of the spread of missile defences, like any other battle between offence and defence, is that China may ultimately look to upgrade its nuclear capabilities to counter any potential defensive systems. \nThat could have an impact for India too, who may be concerned about its deterrent capabilities. The ripples from North Korea's threats against the South could spread very widely.", "date": "5 March 2016", "href": "https://www.bbc.co.uk/news/world-asia-35724422", "tags": "defence us thaad nuclear missile missiles system impact south expanded north korea"}