{"title": "What Is Late-Term Abortion? Trump Got It Wrong", "content": " President Trump on Tuesday evening asked Congress to ban a type of abortion often referred to as “late-term abortion.” \nHe said he wanted to protect “children who can feel pain in the mother’s womb.” He scorned New York’s recently passed Reproductive Health Act, saying that lawmakers had “cheered with delight upon the passage of legislation that would allow a baby to be ripped from the mother’s womb moments before birth.” It was an image he has used before, including in a campaign debate with Hillary Clinton.\nThere are inaccuracies and gray areas in Mr. Trump’s assertions. Here’s an explanation of the terms and the science. \nRoe v. Wade, the 1973 Supreme Court decision legalizing abortion, said that abortion should be allowed until the time a fetus could survive outside the womb, a point (known as viability) that medical science generally considers to be at about 24 weeks of pregnancy. The Court has also specified that abortion should be legal after viability in certain cases — if continuing the pregnancy would seriously threaten the woman’s life or health.\nLate-term abortion is a phrase used by abortion opponents to refer to abortions performed after about 21 weeks of pregnancy. It is not the same as the medical definition obstetricians use for “late-term,” which refers to pregnancies that extend past a woman’s due date, meaning about 41 or 42 weeks. Contrary to Mr. Trump’s claim, late-term abortions do not allow “a baby to be ripped from the mother’s womb moments before birth.”\nVery rare. The most recent data from the Centers for Disease Control and Prevention shows that about 1.3 percent of abortions performed in the United States in 2015 occurred in or after the 21st week of pregnancy. Abortions after 24 weeks comprise less than one percent of all abortions. When they occur, it is usually because the fetus has been found to have a fatal condition that could not be detected earlier, such as a severe malformation of the brain, or because the mother’s life or health is at serious risk.\nThis is a complex issue. Most scientists who have examined the question say fetuses do not develop the neurological wiring that would give them the ability to feel pain until at least 24 weeks — in other words after nearly all abortions occur. \nAn analysis of research in this area published in JAMA in 2005 found that pain sensation requires neural connections into the cortex, and the cortex is not functionally developed until the 26th week or later. \nIn 2010, a panel appointed by Britain’s Royal College of Obstetricians and Gynaecologists published another large review of the research concluding that “most neuroscientists believe that the cortex is necessary for pain perception” so “the fetus cannot experience pain in any sense prior” to 24 weeks.\nState laws vary. According to the Guttmacher Institute, a research organization that supports abortion rights, 43 states ban some abortions after a certain point in pregnancy. \nNew York’s Reproductive Health Act was passed to make sure the state would continue to ensure the right to an abortion if the Supreme Court were to overturn all or part of Roe v. Wade. Some lawmakers in New York’s Democratic-controlled legislature said they were concerned that President Trump’s appointments of two conservative justices, Neil Gorsuch and Brett Kavanaugh, might put federal abortion protections at risk.\nThe new state law says a health provider may perform an abortion in the state before 24 weeks — and later if the fetus is not considered viable or if the procedure is considered necessary to protect the woman’s life or health. Those are all similar to stipulations made by the Supreme Court.\n In an opinion piece in The New York Times on Wednesday, Gov. Andrew Cuomo, a Democrat, sharply disputed Mr. Trump’s characterization of the law. “Contrary to what its detractors claim, the Reproductive Health Act does not allow abortions minutes before birth, nor does it allow third-trimester abortions ‘for any reason,’” Mr. Cuomo wrote.", "date": "Feb. 6, 2019", "href": "https://www.nytimes.com/2019/02/06/health/late-term-abortion-trump.html", "tags": "abortions weeks ” trump wrong got abortion late-term pain pregnancy new health"}