{"title": "What does Australia need from Trump's US?", "content": "Australia will send its largest-ever political and business delegation to the US this week. If anything, Australia has \"doubled down\" on its relationship with the US since President Donald Trump began his tenure, explains Prof Simon Jackman.\nAustralian Prime Minister Malcolm Turnbull will visit Washington for his fourth meeting with President Trump on Friday. He is accompanied by four of Australia's six state premiers, other local leaders and 20 CEOs of the nation's largest companies.  \nWhile the prime minister-to-president dialogue will dominate media and official \"read-outs\", the visit coincides with the winter meeting of the National Governors' Association (NGA), an organisation made up of the leaders of America's 50 states. It will include a reception and dialogue with Australian state premiers.\nThis energetic and high-level engagement is part of the Australian government's strategy for managing its relationship with the US under President Trump. Here are three key areas of focus.\nAustralian surprise after Mr Trump's election quickly gave way to anxiety. Would Mr Trump's \"America First\" policies - particularly in trade and national security - complicate Australia's trade and security relationships in the Asia-Pacific?   \nAustralia's trade surpluses with China and other economies have undoubtedly helped it remain recession-free for more than a quarter of a century. Simultaneously, however, the US has maintained a liberal rules order in the Asia-Pacific that has allowed Washington to become far and away Australia's most important military ally. \nThe US-Australian treaty alliance has been the bedrock of Canberra's defence strategy for decades. Australia is the only country in the world to have fought alongside the US in every major conflict since World War One.\nAustralia and the US are also both part of the \"Five Eyes\" intelligence alliance, one of the world's most comprehensive intelligence-sharing arrangements.\nA large component of the US-Australia relationship operates out of public view, but it is of immense value to both countries and the liberal rules order more generally.\nBalancing Australia's relationships with both the US and China is the single most pressing issue in Australian strategic thinking and foreign policy. \nIt is a lens through which almost all of Australia's international engagement is filtered. \nA deterioration of US-China relations as a result of \"America First\" thinking would wedge Australia, and it's precisely the outcome that Australian foreign policy has been singularly focused on avoiding.\nThe opening weeks of the Trump administration saw details leak of Mr Trump's testiness in his first phone call with Mr Turnbull, a stark reminder that relations with the new US president - and perhaps with the entire administration - would be different than in the past. \nMr Trump following through on his campaign promise to pull America out of the Trans-Pacific Partnership was less of a surprise, but helped harden Australian resolve to maintain close relations. \nAustralia would have to work harder and smarter on the US relationship under Mr Trump, take more of the initiative, and demonstrate leadership as Indo-Pacific powers adjusted to the \"new normal\" under the president. \nAustralia's ambassador to the US, Joe Hockey, had quietly been elevating the nation's profile in the eyes of Trump campaign advisers through 2016, an investment that continues to pay dividends for Australia. \nAustralian ministers have chalked up many visits to the US, with Foreign Minister Julie Bishop leading the charge. At least outwardly, there is no indication that the deep, operationally-intense co-operation between Australia and the US in defence, intelligence and law enforcement has been anything other than business as usual.  \nAustralian engagement with the US has always been premised on the fact that there are many centres of power in America: Congress, the armed forces, the bureaucracy, the states, the business community. Under Mr Trump, Australia has put a renewed focus on these power centres.   \nIn recognising that the relationship goes beyond a military alliance, Australian leaders from the prime minister on down now refer to the US as Australia's most important economic partner - not its most important ally - an acknowledgement of the massive investment link between the two countries. \nThe US is easily the largest source of foreign investment into Australia. This is vital to Australia building the technical, industrial, and financial capacity to accrue trade surpluses with its Asian neighbours. \nConversely, the US is the single largest destination for Australian overseas investment. Cumulatively, two-way investment is valued at more than $1.4tn Australian dollars (£800bn; $1.1tn), rivalling a year's worth of Australian GDP in magnitude. \nDefence is expected to figure prominently in the \"announceables\" from Mr Turnbull's visit to Washington this week, perhaps with a boost to the number of US Marines that are stationed in Darwin.\nIndeed, a major part of Australia's official messaging this year has been to remind the Americans of the two countries' 100 years of shared sacrifice and \"mateship\" on battlefields around the world.  \nYet as important as this impressive security relationship is, the US governors' and Australian premiers' interactions this week are chiefly about the robust economic relationship between the countries. \nThe National Governors' Association is led by Nevada Governor Brian Sandoval, who visited Australia in 2016. In Australia, Mr Sandoval was shown how public-private partnerships (3Ps) are delivering long-overdue infrastructure projects.   \nIn his former role as Australia's treasurer, Mr Hockey forged federal-state funding models to help kickstart 3Ps; one of his agenda items for this week in Washington is to help export Australia's policy model for infrastructure provision to the US.\nAustralian firms lead the world with infrastructure financing and management - examples include Macquarie, Lendlease, Transurban and IFM. \nFew Australians - and even fewer Americans - know that Australia's retirement savings funds constitute the fourth-largest pool of pension funds in the world. \nThus, part of Australia's agenda in Washington this week will be to not only export a policy model, but to create investment opportunities for this pool of capital - which is simply too big to stay in Australia - and keenly seek yield and diversification in a growing American economy that is hungry for new infrastructure.    \nThis week's focus on the economic dimension of the Australia-US relationship contributes to Australia's strategy of \"doubling down\" on America. \nProf Simon Jackman is the CEO of the United States Studies Centre at the University of Sydney.", "date": "21 February 2018", "href": "https://www.bbc.com/news/world-australia-43109231", "tags": "need australia us world mr america investment week trump australian relationship"}