{"title": "What Happens if Trade Talks With China Fall Apart", "content": "Trade talks between the United States and China appear to be in serious trouble after China reportedly walked back some of its commitments and President Trump launched a tirade against Chinese negotiators on social media. This marks a sharp turn from last week, when Mr. Trump said talks were “going along pretty well.” As with most negotiations, the most intractable issues have been left for the final stages.\nBut this round of trade talks, which are to resume on Thursday, is different from those that have come before. If these negotiations fail, there is no going back to the status quo and waiting for another day to re-engage. Further tariff increases and other punitive measures, from both the United States and China, are likely to follow with little restraint.\nAmong the most difficult questions still on the table are the so-called structural issues that are at the core of the Chinese economic model. These include subsidies and other financial assistance provided to state-owned businesses, which make them unfair competitors. So far, China has reportedly agreed to more transparency on subsidies, an important first step, but there has not been enough progress on controlling them. Mr. Trump will need more than that to placate his political base. The president of the A.F.L.-C.I.O., Richard Trumka, has already warned, in a recent interview with The Financial Times, that he will consider any deal that fails to reduce industrial subsidies “inferior.”\nEven if they can address the structural issues, the United States and China must still decide how the deal would be enforced. In particular, they have not agreed on whether tariffs could be reimposed if violations occur. The United States is demanding that it retain the right to use unilateral tariffs, while China gives up its right to retaliate. That is a tough sell politically for Beijing, and so far neither side appears to be budging.\nFinally, the two sides have not yet agreed on what to do with the $360 billion in tariffs in place — specifically, whether to remove some or all of them.\nThe stakes for this negotiation are high: The United States and China comprise nearly 40 percent of global gross domestic product. Chinese industrial output has been falling since tariffs took effect in mid-2018, leading to China’s slowest quarterly G.D.P. growth in almost 30 years. In the United States, consumers have paid tens of billions of dollars in added costs, and farmers have suffered over $1 billion in lost exports, mostly to China. If tariffs escalate, the United States economy would shrink by 0.6 percent, according to the International Monetary Fund, while China’s economy could contract by 1.5 percent.\nThese are tough matters to resolve, but they are not impossible. For China, the biggest hurdle is political: reaching a deal that satisfies the United States without appearing to cave to American pressure. There is also serious concern in Beijing that China might have problems delivering whatever it agrees to on paper, particularly if it is unable to rein in local governments — a major source of the subsidies and intellectual property practices that the United States wants to stop.\nMeanwhile, the United States’ all-or-nothing negotiating tactics could leave China with no choice but to walk away from the table, making the risk of no deal very real. American negotiators should at least identify what trade-offs they are willing to make in order to reach an agreement.\nTo be sure, the United States and China have narrowed differences that only a year ago seemed insurmountable. China has agreed to purchase more goods and services from the United States, to open its market more fully to American exporters and investors, to improve intellectual property protection and enforcement, and to stop forced technology transfer.\nBut it’s critical that both sides play fair in this final stage of the talks. For China, this means not retreating from what has been agreed to so far, as American officials on Monday accused it of doing. For the United States, this means not moving the goal posts at this late stage.\nThese last-minute disruptions are not unusual in any trade negotiation. But if they end up derailing a trade deal between the world’s two largest economies, the damage could be enormous.\nWendy S. Cutler (@wendyscutler), a vice president at the Asia Society Policy Institute, was acting deputy United States trade representative from 2013 to 2015.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 9, 2019", "href": "https://www.nytimes.com/2019/05/09/opinion/trump-china-trade.html", "tags": "could happens china united states apart fall trade subsidies agreed tariffs deal talks"}