{"title": "What Would The World Be Like Without Roe v- Wade-", "content": "Brandishing a wire coat hanger, New York gubernatorial candidate Cynthia Nixon took the podium at a rally against the nomination of Judge Brett M. Kavanaugh to the Supreme Court earlier this month. Kavanaugh is thought to satisfy Donald Trump’s pledge to appoint justices who will vote to overturn Roe v. Wade. Nixon’s voice shook as she predicted that a newly conservative court would take the country back to a time when women — including her own mother — resorted to self-administered abortions with, yes, coat hangers, or to illegal and unlicensed practitioners to end their pregnancies.\n“We must never, ever, ever, go back to a time when any woman feels she has to make this kind of a choice,” she said, raising the hanger high. “And this is why we must fight.”\nA few days later, in Washington, Lois Frankel, a Democratic congresswoman from Florida, banged a wire hanger on the table as she warned that whether Roe is overturned completely or gradually chipped away over time it would mean a return to “the days of coat hanger medicine.”\nBut would it? Would a post-Roe world look like a pre-Roe world, or have changes in medicine, technology and culture since 1973 permanently changed the landscape? In the weeks since Kavanaugh’s nomination, abortion rights advocates have found themselves pondering those questions with new intensity. They agree that while the coat hanger is a powerful symbol it does not reflect the complexity of a possible next abortion chapter.\nAn America without a guarantee of legal abortion, they say, would be markedly different from an America before abortion became legal in the first place.\n“This is not your mother’s 1973,” says Lynn Paltrow, founder and executive director of National Advocates for Pregnant Women. “We’re not just going back, we’re going someplace new.”\nReversing Roe would not make abortion illegal everywhere at once, but states — or even Congress — could ban or further restrict it.\n“The old risk was medical, the new risk is legal,” says Jamila Perritt, MD, an obstetrician and a fellow with Physicians for Reproductive Health in the Washington, D.C., area. “The old symbols, like coat hangers, back alleys, will be replaced by new symbols, like handcuffs and prison bars.”\nDaniel Grossman, MD, director of the Advancing New Standards in Reproductive Health program at the University of California at San Francisco, where he studies the effectiveness of telemedicine in reproductive health care, agrees: “I don’t think women are going to be dying right and left from the complications of unsafe abortion if Roe is overturned. There are workarounds now that were not available back in the 1960s. Which means we will see new obstacles to and punishments for” those workarounds.\nSome of what’s different now:\nIn April 1973, just months after the Roe decision, a woman named Geri Santoro became the symbol of the pre-Roe world. Ms. Magazine published a nine-year-old crime scene photo of Santoro, dead on a motel room floor, naked with a towel between her legs, kneeling in a pool of her own blood.\nSantoro, 28 years old when she died, was separated from her husband of 10 years, whom she accused of abusing her. She had begun seeing a married man, became pregnant, and feared for her life when she learned her estranged husband was coming back to town. She and her boyfriend, using a borrowed textbook and surgical instruments, attempted to perform an abortion, but something went fatally wrong. He fled; her body was found by a maid the next morning. Her daughters were told she had died in a car accident and did not learn the truth until the controversial photo was published and she was recognized by her sister.\nIn a post-Roe world there would be other choices for a woman like Santoro. “The obvious difference is that now, unlike in the 1960s, we have safe and effective medications that can be made available outside the medical system,” Grossman says. “It is much harder to crack down on these medications, which are safe, effective, heat stable, easily transportable, and available in many countries without a prescription.”\nDeveloped in 1980 and approved for use in the United States in 2000, the “abortion pill” is really two pills — mifepristone, also known as RU-486, combined with a second drug, misoprostol, taken 24 to 48 hours later.\nWhen used during the first trimester they are considered a safe, effective and private method, and they account for a steadily increasing percentage of abortions in the U.S. “About half of the patients I take care of opt for a medication abortion,” Perritt says.\nHowever, says Gillian Dean, MD, senior director of medical services at Planned Parenthood, “It is not a solution for everyone.” That’s because “it is only used until 10 or 11 weeks, at which point a lot of women don’t even know they are pregnant — teens with irregular periods, obese women who don’t notice weight gain. It also can’t be used by some women with certain underlying medical problems.”\nStudies from places that have banned or limited abortion show that women who want medication abortions will find ways to have them. In Texas, for instance, where the number of clinics went from 41 in 2013 to 18 in 2016, Grossman and his colleagues at the Texas Policy Evaluation Project at the University of Texas at Austin studied 18 women who “self-induced” abortion. Because they could not afford the cost of or travel time to a clinic, they purchased pills either over the internet or over the counter in Mexico.\nA co-worker had lent Santoro the textbook that she and her boyfriend used for her botched abortion. For other women in the pre-Roe era it was a sympathetic family doctor, or a sorority sister, or a friend of a friend of a friend who provided the key. Today, they go online.\nGroups like Women on Web and Plan C have interactive websites on which patients can figure out how far along they are in a pregnancy, list any medical issues that might present complications and then seek to have the medication mailed to their home.\nCurrently these groups do not ship pills to the United States, because their mission statements limit them to countries where abortion is illegal, and the U.S. does not qualify. But women with American addresses are sent a list of other websites that do ship domestically.\nSome sites send the two-drug protocol, but others just a single drug — misoprostol. Taken alone it is nearly as effective as the tandem protocol, but about one-tenth the price of mifepristone, and easier to buy because it is also widely sold for other purposes, like ulcer treatment. A study of 1,000 women in Ireland before the country voted to legalize abortion earlier this year found that women who bought drugs over the internet and self-medicated did so safely and with few complications. Other studies have found that when pills are purchased online, the product delivered is almost always as advertised, though the potential for ineffective fakes always exists.\nNone of this means women are no longer harming themselves while trying to end their pregnancies, however. It’s still happening, despite Roe remaining in effect, particularly in places where abortion access is difficult.\nIn Nashville, Tenn., last year, months after a law was enacted banning abortion after 20 weeks, a pregnant woman was said by police to have hit herself in the abdomen repeatedly and allowed a relative to sit on her abdominal area in an attempt to end a 24-week pregnancy .\n“Medication abortion changes many things but not everything,” Perritt says.\nIn 1970, three years before Roe v. Wade, New York state passed the most liberal abortion law in the nation — allowing unrestricted access to abortion up to 24 weeks, and thereafter only to save the life of the mother. Unlike the handful of other states that allowed abortion in some circumstances, New York had no residency requirement. In the first six months that it was in effect, more than 139,000 abortions took place in the state, with 80 percent of the patients coming from out of state.\nThe Roe decision led New York’s numbers to plummet, as abortion was universally available almost overnight. But in the years since, state legislatures have put various limits on access. In New York there have been no new restrictions since 1973; in many other states there are now barriers such as waiting periods, two-trip requirements, parental permission and legal requirements that have forced many clinics to close.\nTake South Dakota. It is one of the seven states in the country that are down to a single clinic, and there is no full-time doctor onsite, so abortions are performed by a rotating team of physicians who fly in from other states, says Carole Joffe, a sociologist at the University of California at San Francisco who studies abortion history and access. The single clinic means a drive of hundreds of miles for many women, who potentially miss work and pay for child care while they make that journey.\nState law requires a counseling session with a physician, who flies in on Mondays, and then a 72-hour waiting period (no more, no less) during which time “the patients often sleep in their cars to save on a hotel room,” says Joffe, who has studied women’s abortion experiences in that state. On Thursday the doctor flies back in for the procedure. But should that doctor not make it that day — winter snowstorms in South Dakota are common — the whole process must begin again, because the state law requires that the doctor who performs the abortion must be the same as the one who conducted the counseling session.\nAnd all this is against a running clock. “If you show up in South Dakota after 14 weeks gestation you are out of luck,” she says, because that is the legal cutoff.\nIn some states where clinics are sparse and far between, technology can close the distance. Telemedicine — discussions between doctor and patient via computer — is often used for the counseling part of the process. But states with the strictest abortion laws may ban that practice.\nPost-Roe America will probably continue to be a checkerboard. It is conceivable, although probably unlikely, that Congress could pass a nationwide ban. Much more likely, each state will set its own rules. Currently the Center for Reproductive Rights considers 23 states “at risk” for banning abortion entirely, including four that have passed “trigger bans” designed to take effect immediately upon a reversal of Roe.\n“That post-Roe world that we are all so worried about? For many women it is already here,” said Abigail Aiken, an assistant professor of public affairs at the University of Texas at Austin, who conducted the study in Ireland. Already abortion is essentially out of reach for women who cannot afford to travel long distances and live in the most anti-abortion states, where clinics are far apart and Medicaid does not pay for the procedure.\nAnd it is poor women and women of color who are most likely to seek abortion in the first place. Currently 50 percent are below the poverty line, and another 25 percent are low income. This is a marked change since 1973, when abortion was most common among white middle-class women. That reflects, in part, the availability today of more reliable, but also more expensive, forms of birth control such as the birth control pill, which is 99 percent effective when used correctly, and the IUD, which can cost $1,200 to insert but requires no further action on the part of the user, like remembering to take a pill. Obamacare required insurers to pay for those methods, but changes in health care law under the Trump administration have reversed that.\nWhat do women do when they cannot prevent pregnancy and cannot access abortion care? They have more children, says Diana Greene Foster, a professor at the University of California, San Francisco, and the principal investigator on the Turnaway Study, which compared a cohort of women who just made the abortion eligibility time limit in their state and therefore received an abortion with those who just missed it and completed the pregnancy. Data is still being sent to peer-reviewed journals, she says, but already her team has written that women who are denied an abortion are more likely to fall further into poverty than women who receive an abortion, and that they are at greater risk for anxiety.\n“We have yet to find any area in which women are better off for carrying the pregnancy to term compared to having the abortion,” she says. In a post-Roe world, she predicts, the impact of the negative effects will be magnified.\nGina Santoro’s boyfriend was apprehended three days after her death and sentenced to a year and a day in prison. There were other criminal prosecutions in the pre-Roe era as well, mostly for aiding in the procurement of an abortion, almost never of the patient herself.\nAnti-abortion leaders have consistently said that they do not seek to punish women who have abortions. In fact, when Donald Trump suggested, in a town hall moderated by MSNBC’s Chris Matthews during the 2016 campaign, that “there has to be some form of punishment” for the woman involved, the National Right to Life organization publicly declared its long-standing view that “unborn children and their mothers are victims in an abortion.”\nCultural and legal changes in the years since Roe, however, had muddled the question of criminality long before Trump’s statement. Paltrow, whose group defends pregnant women caught in the legal system, points out that “there is a kind of truth to the claim that few women were arrested before Roe, but that’s only because few women were arrested for any crime.”\nNow, she says, “we live in a very different time, one of mass incarceration and mass criminalization. The population has grown 40 percent, but the prison population has grown 500 percent, and any hesitation that existed about locking up women doesn’t exist anymore, especially for black, brown and poor women, who are the ones most likely to have abortions.”\n“In the post-Roe world, that is where we will see the biggest difference,” says Perritt. “No one should face arrest or jail for seeking medical help, but I think they will.”\n“I have tremendous concerns,” says Joffe. “No doctor in New York or San Francisco is going to report a patient for seeking or attempting or having an abortion, but can we say the same for everywhere?”\nCurrently, says Grossman, there are “40-50 different laws that have been used in different states that apply to women who are thought to have induced their own abortions.” Some are technical, including things like illegal disposal of medical waste. Others are fetus-cide laws, which include added penalties for criminals who harm pregnant women while committing another crime, but which Paltrow fears can be “turned against women themselves in the guise of protecting them.”\nHer group counts “arrests and forced interventions on pregnant women in the United States” and tallied 413 cases between 1973 and 2005 and a jump to 800 between 2006 and 2018. Most are for drinking or drug use during pregnancy, but others include refusing a C-section, refusing bedrest, refusing a doctor’s recommendation for additional diabetes testing, and a failed attempt at suicide, the last of which resulted in a murder charge.\nNational Advocates for Pregnant Women successfully defended many of these women, Paltrow says, “based on the argument that Roe allows the right to end a pregnancy intentionally so how can you be prosecuted for ending one unintentionally.” But should Roe be overturned, she says, “all bets are off.”\nBefore the 1970s, abortion was not the cultural divide that it has since become. When the New York State Assembly passed its legalization measure, the vote was 76 to 73, with 46 Democrats and 30 Republicans voting “yes” and 24 Democrats and 49 Republicans voting “no.”\nIt was after Roe that the current ideological rift began.\n“After Roe passes and the pro-choice movement relaxes, then and only then does the anti-abortion movement get going in a big way,” says Joffe. “It was not until the late 1980s that you started to see the clinic blockades, the state laws chipping away. And while all that happened, the pro-choice groups kept losing ground.”\nIf the passage of Roe led to an invigoration of the anti-abortion movement, will its reversal do the same for the abortion rights forces? Trying to find a silver lining, many in that camp believe it will.\nThe nomination of Kavanaugh has already led to an increase in the popularity of Roe, with 71 percent of Americans, a record high, now saying they do not want the decision overturned.\n“The only thing that keeps me from utter despair is the realization that social movements swing back and forth,” Joffe says. “They exist in relation to one another. If Roe is indeed overturned there will be a massive uprising by women.”\nWhat form that might take is unclear, she says, perhaps electoral, perhaps a surge in funding for networks to help women pay for the procedure and the travel from state to state, perhaps a robust black market for medication. But what is certain, she and others say, is that just as Roe did not end the abortion fight, the overturning of it will not end abortion.\n“Banning abortion clearly does not stop abortion from happening,” Aiken says. “That’s the one thing we know definitively.”\nCorrection: An earlier version of this story did not specify that Women on Web and Plan C do not ship abortion medications within the United States, only to countries where abortion is illegal. The story has been corrected.\nMore from Yahoo News:\nThis post was originally published on Yahoo News.", "date": "\n07/27/2018", "href": "https://www.huffpost.com/entry/what-would-the-world-be-like-without-roe-v-wade_n_5b5b634ce4b0fd5c73cf40e4", "tags": "wade- world without states would ” roe abortion v- says state women new like —"}