{"title": "What is Germany planning in case of a no-deal Brexit?", "content": "As his sleek metal machines whirr and grind in a soothing rhythm, Paul Kuendiger's rather high-tech print shop exudes the kind of ordered efficiency upon which so many German businesses like to pride themselves. \nBrexit Britain, the furious cries of its politicians and the anguished chants of its protesters, seem far away. But some of Mr Kuendiger's best customers are in the UK. The stickers he exports there are worth 10,000 euros (£9,000) a month to his business. The companies he supplies expect delivery fast - often within two days of order.  \nAnd so, as British MPs wrestle over how the country intends to leave the EU, perhaps it's no wonder that Mr Kuendiger feels uneasy. What German business fears most - uncertainty - is, after all, contagious. \n\"We're preparing for the worst of all cases, preparing for everything\", he says, as shining sheets of brightly coloured stickers emerge from the printing machine. \n\"If we have a soft Brexit, we'll have a bit more time and that's good but obviously we have to assume there could be a hard Brexit.\"\nHe's not alone in fearing the consequences of a no-deal Brexit. The IFO institute for economic research surveyed 1,300 German businesses before Christmas and found they rated the likelihood of a no-deal Brexit at 43%.\nAnd, as Germany's Economy Minister, Peter Altmaier, acknowledges, \"a disorderly Brexit would hit the economy hard\". He met his British counterpart in Berlin this week to discuss \"the challenges and consequences of Brexit\".\nBritain is Germany's fifth-largest trading partner (after the US, the Netherlands, China and France). Exports amounted to 85.4bn euros (£77.2bn) in 2017. Germany's imports from the UK were worth 36.8bn euros (£33.3bn), giving Germany a trading surplus of 48.6 bn euros (£44bn). \nTheresa May's end of year dash to Berlin brought warm words from Angela Merkel - but no concessions. Mrs Merkel remains - officially - optimistic an orderly Brexit can still be achieved but she's also adamant the negotiated EU Brexit deal is the only one on the table and she's ordered her government to make preparations in case Britain rejects it. \nAmong the contingency plans approved by her \"Brexit cabinet\" are moves to secure the rights of British citizens living in Germany - in the event of a no deal, ministers have drafted a law that would enable British people to stay in the country, though after a three-month period (which may yet be extended) they would have to register and apply to remain. \nThere are plans to recruit hundreds of extra customs staff and a spokesman for Angela Merkel, speaking recently about the need to protect the German financial services market, said a draft law aimed to change tax and working legislation - including a measure to make it easier to hire and fire senior banking staff - to ensure no disadvantage to this sector of German industry. \nThe German finance ministry - together with the German chamber of commerce - has organised touring roadshows to educate and advise businesses. \nBut there is concern here - in commercial and political circles - that Germany is not really ready for the full impact of a no-deal scenario. \nOne concern is there's no simple \"one-stop shop\" website or government-issued notices providing advice and information regarding a no deal, in the way there is in the UK and the EU. Privately, officials admit that many companies - particularly the smaller ones - have not done enough to protect themselves. \n\"I believe Germany is woefully unprepared\", says Alexander Graf Lambsdorff, the foreign policy spokesman for the opposition Free Democrat Party (FDP), who doesn't hold out much hope for the Brexit deal. \n\"Looking at the political situation in the House of Commons, we see no majority in the Tories and a prime minister having to implement something that she probably doesn't believe in. It's a little bit like Theresa in Wonderland with Boris Johnson as the March hare.\"\nHe's urging the German government to do more to prepare for a no-deal scenario.  \n\"Actually, on that count, the British government is doing a better job, as is the European Commission. Both are already issuing notices for the case of a hard Brexit and Berlin must follow suit.\"\nAnd this outspoken opposition MP makes the striking comment that, while he says he's been lobbied by plenty of business and industry figures concerned about a no-deal Brexit, not one of them wants the German government to take a softer approach, or offer more concessions to Britain.   \nNeither, significantly, does the powerful German car industry. Britain is its largest export market. Manufacturers have warned that a no-deal Brexit would be profoundly damaging. Bernhard Mattes, the president of the German car manufacturers association (VDA), says that such a scenario would result in tariffs, tricky logistics, higher costs and must be avoided. \nNevertheless, when he sits down with Angela Merkel, he says, he doesn't advocate or lobby for a different approach to Britain and the negotiated Brexit deal. \n\"The priority for us is the remaining 27 member states, that we stay together,\" he says. \"That has to be first priority and that we don't make concessions that would invite others to go the same way.\"", "date": "11 January 2019", "href": "https://www.bbc.com/news/world-europe-46798281", "tags": "no-deal brexit planning germany euros german britain says british case deal"}