{"title": "What Is the I.N.F. Treaty and Why Does It Matter?", "content": "White House officials on Friday said the United States would begin withdrawal from a landmark 1987 nuclear arms-control pact with Russia, asserting the Russians have violated it for years.\nThe decision suspends American obligations under the treaty, and terminates the accord unless Russia comes into compliance within six months. But with Russia asserting it is complying, the outlook for preserving the treaty, regarded as one of the most important in the history of preventing nuclear war, is bleak.\nHere is a look at the origins of the accord, known as the Intermediate-Range Nuclear Forces Treaty, and the possible impact of its demise.\nThe treaty resolved a crisis of the 1980s when the Soviet Union deployed a missile in Europe called the SS-20, capable of carrying three nuclear warheads. The United States responded with cruise and Pershing II missiles based in Europe.\nBy the time President Ronald Reagan and Mikhail S. Gorbachev, the Soviet leader at the time, negotiated the deal to ban the weapons in 1987, the intermediate-range missiles had come to be seen as a hair trigger for nuclear war because of their short flight times — as little as 10 minutes.\nThis was particularly troubling to the Soviet command, which could be destroyed by a “bolt from the blue” strike before it could order a retaliatory attack. Partly in response to this shortcoming, Moscow developed a “dead hand” trigger to fire its arsenal at the United States without an order from the leadership, based on computers interpreting radiation and seismic sensors.\nThe treaty prohibited land-based cruise or ballistic missiles with ranges between 311 miles and 3,420 miles. It did not cover air- or sea-launched weapons, such as the American Tomahawk and Russian Kalibr cruise missiles fired from ships, submarines or airplanes, although those missiles fly similar distances.\nAccording to information dating to the Obama administration, it seems so. During the 2014 crisis in Ukraine, the United States accused Russia of violating the treaty by deploying prohibited tactical nuclear weapons designed to intimidate Europe and the former Soviet states that have aligned with the West.\nPresident Barack Obama personally informed President Vladimir V. Putin of Russia in a letter that the United States believed the Russians were violating the treaty, but that he wanted to resolve the issue through dialogue and preserve the accord.\nThe Russians have said there is no violation. But American officials say Moscow is all but openly deploying a prohibited missile that the West calls the SSC-8, a land-based cruise missile that could be threatening to European nations.\nLast month, Russian officials put a newly modified version of that missile on display for a foreign audience for the first time in an attempt to rebut the accusations that the weapon violates the treaty.\nThe display was intended to underscore Russia’s “increased transparency and our adherence to the I.N.F. Treaty,” said Lt. Gen. Mikhail Matveyevskiy, the chief of missiles and artillery for the Russian armed forces, and to show off new modifications.\nTrump administration officials, who first signaled last year that they would withdraw the United States from the treaty, said the display was meaningless in allaying their concerns.\nNo, and it may be a greater concern to the Trump administration than Russia.\nWhile the Chinese military is carving out a greater sphere of influence in the Western Pacific, the I.N.F. Treaty constrains the United States from placing short- and intermediate-range missiles on land near China as a deterrent.\nFor this and other reasons, Mr. Trump and his national security adviser, John R. Bolton, have called the I.N.F. Treaty outdated.\nEuropean leaders have been among the most vocal protesters of the treaty withdrawal. While they agree with the United States that Russia’s new intermediate range missiles threaten Europe, they say the answer is to renegotiate the accord, not scrap it.\n“Deeply concerned by the state of nuclear arms control after U.S. announcement to suspend the I.N.F.,” Margot Wallstrom, Sweden’s minister for foreign affairs, said in a statement tweeted on Friday after the announcement. “Fundamental cause is Russia’s noncompliance. Trend of less cooperation on disarmament must be reversed and new ways forward explored.”\nFederica Mogherini, the European Union’s top diplomat, speaking during a meeting of European Union defense ministers in Bucharest, Romania, this week said that Europe had benefited enormously from the treaty. “We continue to hope that there is a way to maintain it and to fully implement it,” she said.\nEurope could have good reason to fear the impact of the treaty’s collapse. Russia, perhaps seeking to stoke European anxieties, has emphasized the risks of a nuclear missile buildup.\nThe chairman of the Russian Senate’s foreign affairs committee, Konstantin Kosachyov, said the withdrawal was a victory for “Washington’s hawks led by John Bolton” that would come at a direct cost for European security.\nVladimir Shamanov, head of the defense committee in Russia’s Parliament, also had ominous words for Europe: “We will have to adjust our plans on the use of all arms and branches of the military and, naturally, Europe will find itself in a sticky situation.”\nBefore the United States moved to withdraw from the treaty, Mr. Putin and Russia’s generals had suggested they didn’t have to respond with new deployments, as their current armaments were already enough to guarantee nuclear apocalypse for the United States.\nOn Saturday, Mr. Putin suspended Russia’s observance of the pact in response to the announcement and added that he would no longer initiate talks with the United States on any matters related to nuclear arms control.\nIn a speech to the Defense Ministry late last year, Mr. Putin had suggested Russia would respond by quickly deploying missiles now banned by the treaty — something the United States says Russia has, in fact, already done.\nOn Friday, a former director of the Russian general staff, Gen. Viktor Yesin, suggested Russia will respond in kind if the United States deploys short-range missiles in Europe, but may not if the Americans limit deployments to the Pacific region.\n“It would not be difficult” for Russia to make new short-range missiles, he told the Interfax news agency. “If they deploy missiles to Europe, the tensions, of course, will seriously increase.”", "date": "Feb. 1, 2019", "href": "https://www.nytimes.com/2019/02/01/world/europe/inf-treaty.html", "tags": "nuclear united missiles states matter ” europe treaty russia i.n.f"}