{"title": "What Is Obstruction of Justice? An Often Murky Crime, Explained", "content": "WASHINGTON — Tuesday’s report by The New York Times that President Trump asked James B. Comey, then the F.B.I. director, in February to drop the investigation into his former national security adviser, Michael T. Flynn, has fueled accusations that the White House is obstructing justice.\nSenator Christopher S. Murphy, Democrat of Connecticut, wrote on Twitter: “Just leaving Senate floor. Lots of chatter from Ds and Rs about the exact definition of ‘obstruction of justice.’”\nMr. Trump abruptly fired Mr. Comey last week, and later told NBC News that he was thinking about the F.B.I.’s investigation into contacts between his campaign associates and Russia, which he has derided as fake news, when he did so. (The investigation into Mr. Flynn is separate but related.)\nMr. Trump also then appeared to threaten Mr. Comey in a post on Twitter. After a report that Mr. Trump had asked Mr. Comey whether he was loyal to him, the president said Mr. Comey “better hope that there are no ‘tapes’ of our conversations.”\nMr. Trump has denied that he asked Mr. Comey to close the F.B.I. investigation into Mr. Flynn. In a statement on Tuesday, the White House said, “The president has never asked Mr. Comey or anyone else to end any investigation, including any investigation involving General Flynn.”\n“The president has the utmost respect for our law enforcement agencies, and all investigations,” the White House statement said. “This is not a truthful or accurate portrayal of the conversation between the president and Mr. Comey.”\nSeveral federal statutes criminalize actions that impede official investigations. While some examples of illegal ways to thwart the justice system are specific — like killing a witness or destroying evidence — the law also includes broad, catchall prohibitions. For example, Sections 1503, 1505 and 1512 of Title 18 have variants of language making it a crime if someone corruptly “obstructs, influences or impedes any official proceeding.”\nIn theory, yes. Such statutes were broadly drafted. Julie O’Sullivan, a former federal prosecutor who now teaches white-collar criminal law at Georgetown University, said the power relationship between a president and the F.B.I. director could elevate a request to shut down a case into an act that amounts to impeding an official investigation.\n“He really needs a lawyer,” Ms. O’Sullivan said of Mr. Trump. “He is building a beautiful case against himself.”\nYes. But courts have ruled that otherwise lawful acts can constitute obstruction of justice if done with corrupt intentions. In a 1998 case, for example, a federal appeals court upheld the conviction of a lawyer who had filed legal complaints and related motions against a government agent who was investigating an illegal gambling operation. The court ruled that the defendant’s “nominally litigation-related conduct” was unlawful because his real motive was “to safeguard his personal financial interests” in the corrupt enterprise.\nObstruction of justice cases often come down to whether prosecutors can prove defendants’ mental state when they committed the act, legal specialists said. It is not enough to show that a defendant knew the act would have a side consequence of impeding an investigation; achieving that obstruction has to have been the specific intention.\nSamuel Buell, a former federal prosecutor who led the Justice Department’s Enron task force and now teaches criminal law at Duke University, was initially skeptical about whether the mere firing of Mr. Comey could prove beyond a reasonable doubt that Mr. Trump had an improper mental state. But he said on Tuesday that subsequent revelations have made the evidence much more robust.\n“The evidence of improper purpose has gotten much stronger since the day of Comey’s firing,” Mr. Buell said. “Trump has made admissions about that. And we now have evidence that he may have indicated an improper purpose previously in his communications with Comey about the Russia investigation.”\nMs. O’Sullivan said it was not realistic to expect the Trump administration’s Justice Department to charge the sitting president. And Mr. Buell argued that the developments had strengthened the case for Deputy Attorney General Rod J. Rosenstein, who is overseeing the investigation because Attorney General Jeff Sessions recused himself, to appoint a special counsel to handle it.\n“The issue right now is whether there needs to be a serious impartial investigation, and there can be no doubt about that at this point,” said Mr. Buell, who said the developments showed that Mr. Comey needed to be interviewed as a witness. “This kind of drip, drip, drip — we keep addressing this scenario as ‘here is the evidence, what is the result,’ but that’s only good until tomorrow when something else comes out. It is not at all clear that this is the end. If anything, it has become clearer that there is more to know.”\n“Asking FBI to drop an investigation is obstruction of justice,” Representative Ted Deutch, Democrat of Florida, wrote on Twitter on Tuesday. “Obstruction of justice is an impeachable offense.”\nBoth American presidents who were subjected to impeachment proceedings in the last century — Bill Clinton in 1998 and Richard M. Nixon in 1974 — were accused of obstruction of justice.\nWhile it can be a murky task in court to interpret the obstruction statutes, said David Sklansky, a former federal prosecutor who teaches at Stanford, impeachment proceedings are different. They are a “quasi-judicial, quasi-political process,” he noted; the House and the Senate determine for themselves whether the standards are met.\nIn other words, as a practical matter, the Constitution’s standards for impeachment and removal of a president — if he has committed “treason, bribery, or other high crimes and misdemeanors” — are met by anything that a majority of the House and two-thirds of the Senate are willing to vote for.\nThat makes prognostication an exercise in vote counting, not legal analysis.", "date": "May 16, 2017", "href": "https://www.nytimes.com/2017/05/16/us/politics/obstruction-of-justice-explained-russia-investigation.html", "tags": "“ comey often investigation explained justice crime murky obstruction said —"}