{"title": "What does India’s ratification of the Paris climate deal mean?", "content": "India's ratification of the Paris global climate agreement on Sunday comes nearly a year after it was signed by 191 countries in the French capital. \nLast December in Paris, countries agreed to cut emissions in a bid to keep the global average rise in temperatures below 2C. The Paris deal is the world's first comprehensive climate agreement.\nIt also says signatories will strive to limit warming to 1.5C, a more ambitious goal, demanded by poor and very vulnerable countries. \nScientists have warned that warming above 2C will result in dangerous climate change, leading to a rise in sea levels, floods and landslides, droughts and wildfires, among other disasters. \nIndia ratifies Paris climate deal\nThe world has already become 1C warmer since industrialisation began. Scientists blame this on greenhouse gases emitted by the burning of fossil fuels.\nThe emitted gases, mainly carbon dioxide, are said to be dangerously concentrating in the atmosphere, which traps in the heat from the sun and causes climatic changes.\nThe Paris climate agreement needs to be ratified by countries accounting for at least 55% of global emissions before it can come into force.\nSixty one countries, accounting for nearly 48% of total greenhouse gas emissions have already ratified the agreement.,\nIndia's ratification will now take that figure close to the threshold, as the country accounts for nearly 7% of the world's emissions. \nUN officials have said the agreement is set to become a law by the end of this year. \nThe progress with this agreement has been quite remarkable compared to the Kyoto protocol, the first treaty to cut down carbon emissions. Although it was signed in 1997, it came into force only in 2005 and has now been more or less phased out. \nIndia is the world's third largest carbon emitter after China and the US - both of whom have already ratified the Paris agreement. \nIn terms of per capita emissions however, it is 10th on the list, as its emissions are less than 2.5 tonnes per capita. The US tops this list with nearly 20 tonnes per capita.      \nDelhi has also pledged to reduce the rate of its emissions by up to 35% by 2030. \nUnder a voluntary plan submitted to the UN climate convention, it says it will work on sourcing 40% of its electricity needs from non-fossil fuel sources, and listed solar and wind as its first two options. \nHowever, Delhi's plans to also double annual production of coal - the dirtiest of fossil fuels - to more than one billion tonnes remains a very controversial issue. \nLike other fast emerging economies, India has argued that it needs the cheap fossil-fuelled energy to pursue development work, and is therefore asking already developed countries to make deeper emission cuts. \nBut, developed countries have said that rapidly developing countries like China and India will also need to make big reductions in their emissions for a global climate agreement to actually work.\nThe Paris deal is largely legally non-binding and it is yet to have a mechanism to verify which country has actually cut emissions by how much.\nUnless that is secured, critics say, the agreement will remain on paper only.", "date": "3 October 2016", "href": "https://www.bbc.co.uk/news/world-asia-india-37538111", "tags": "agreement world india nearly global countries climate ratification mean emissions also deal paris"}