{"title": "What is in the Paris climate agreement?", "content": "What was agreed as part of the Paris climate deal?\nThe deal unites all the world's nations in a single agreement on tackling climate change for the first time in history.  \nComing to a consensus among nearly 200 countries on the need to cut greenhouse gas emissions is regarded by many observers as an achievement in itself and has been hailed as \"historic\".\nThe Kyoto Protocol of 1997 set emission cutting targets for a handful of developed countries, but the US pulled out and others failed to comply.\nHowever, scientists point out that the Paris accord must be stepped up if it is to have any chance of curbing dangerous climate change.  \nPledges thus far could see global temperatures rise by as much as 2.7C, but the agreement lays out a roadmap for speeding up progress. \nThe goal of preventing what scientists regard as dangerous and irreversible levels of climate change - judged to be reached at around 2C of warming above pre-industrial times - is central to the agreement.\nThe world is already nearly halfway there at almost 1C and many countries argued for a tougher target of 1.5C - including leaders of low-lying countries that face unsustainable sea levels rises in a warming world.\nThe desire for a more ambitious goal has been kept in the agreement - with the promise to \"endeavour to limit\" global temperatures even more, to 1.5C.\nSign up for a weekly chat about climate change on Facebook Messenger\nIt coincides with an opinion poll by YouGov for Stop Climate Chaos Scotland (SCCS) which said 70% of respondents supported greater action to tackle climate change.\nDr Bill Hare, CEO of Climate Analytics, says the objective is \"remarkable\".\n\"It is a victory for the most vulnerable countries, the small islands, the least developed countries and all those with the most to lose, who came to Paris and said they didn't want sympathy, they wanted action.\"\nMeanwhile, for the first time, the accord lays out a longer-term plan for reaching a peak in greenhouse emissions \"as soon as possible\" and achieving a balance between output of man-made greenhouse gases and absorption - by forests or the oceans - \"by the second half of this century\".\n\"If agreed and implemented, this means bringing down greenhouse-gas emissions to net zero within a few decades. It is in line with the scientific evidence we presented,\" says John Schellnhuber, Director of the Potsdam Institute for Climate Impact Research.\nSome have described the deal as \"woolly\" because some of the targets were scaled down during the negotiations.\n\"The Paris Agreement is only one step on a long road, and there are parts of it that frustrate and disappoint me, but it is progress,\" says Greenpeace International executive director Kumi Naidoo. \n\"This deal alone won't dig us out the hole we're in, but it makes the sides less steep.\"\nMoney has been a sticking point throughout the negotiations. \nDeveloping countries say they need financial and technological help to leapfrog fossil fuels and move straight to renewables. \nCurrently they have been promised US $100bn (£67bn) a year by 2020 - not as much as many countries would like.\nThe agreement requires rich nations to maintain a $100bn a year funding pledge beyond 2020, and to use that figure as a \"floor\" for further support agreed by 2025.\nThe deal says wealthy countries should continue to provide financial support for poor nations to cope with climate change and encourages other countries to join in on a voluntary basis. \nDr Ilan Kelman of UCL, London, says the lack of time scales is \"worrying\".\n\"The starting point of $100bn per year is helpful, but remains under 8% of worldwide declared military spending each year.\"\nOnly elements of the Paris pact will be legally binding.\nThe national pledges by countries to cut emissions are voluntary, and arguments over when to revisit the pledges - with the aim of taking tougher action - have been a stumbling block in the talks.\nThe pact promises to make an assessment of progress in 2018, with further reviews every five years.\nAs analysts point out, Paris is only the beginning of a shift towards a low-carbon world, and there is much more to do.\n\"Paris is just the starting gun for the race towards a low-carbon future,\" says WWF-UK Chief Executive David Nussbaum.  \nProf John Shepherd of the National Oceanography Centre, University of Southampton, says the agreement includes some welcome aspirations but few people realise how difficult it will be to achieve the goals.\n\"Since the only mechanism remains voluntary national caps on emissions, without even any guidance on how stringent those caps would need to be, it is hard to be optimistic that these goals are likely to be achieved.\"", "date": "31 May 2017", "href": "https://www.bbc.com/news/science-environment-35073297", "tags": "agreement world countries climate change says point emissions deal paris"}