{"title": "What the North Korean internet really looks like", "content": "North Korea notoriously restricts access to the internet for its citizens, but it does, in fact, maintain some websites which can be seen outside the country.\nMost of these sites have always been accessible outside North Korea but on Tuesday an exhaustive list was revealed apparently for the first time -  turns out that there aren't that many.\nThe list, reportedly unveiled by a US-based engineer, reveals fewer than 30 websites. Predictably, there is propaganda as well as more mundane ministry and tourism information, but you can also find North Korean recipes and films on there.\nSo how did this great unveiling happen? \nIt went like this: North Korea's main Domain Name System (DNS) server was sent a frequent and automated request by a US-based engineer for access to all the internet domains in the country, possibly merely out of mischief. The server is usually configured to reject this. \nBut for some reason - most likely by mistake - it obliged on one occasion, late on Tuesday. The engineer then posted the list online, TechCrunch reports. \nNorth Korea watchers and analysts were already familiar with these sites but didn't know the extent of North Korea's online presence.\n\"When North Korea brings up a new website they never publicise it. Either someone finds it by accident or it might show up in a search engine,\" says Martyn Williams who runs the website North Korea tech from San Francisco.\n\"We knew about most of these, but weren't sure what else existed\".  \nFor the uninitiated, here's what you might see on a wander around the North Korean internet.\nMost of the websites are in Korean, but some like rodong.rep.kp - the site for the main newspaper Rodong Sinmun - have an English site too.\nIt includes a section dedicated to what leader Kim Jong-un might be up to on any given day titled \"Supreme Leader's Activities\".\nHis visit to a fruit farm where he delivered some guidance, presumably on fruit farming, was featured, as was his speech to the Kimilsungist-Kimjongilist Youth Movement.\nOf course, his \"guiding\" of Tuesday's ground test for a new type of rocket engine to launch satellites dominated the headlines.\n\"These websites are really there to push North Korea's voice on the global stage, as if it is a normal member of the international community,\" says Mr Williams.\n\"We never know if any of it's true as there's no way to verify it independently\".\nMany of the websites, which can be painfully slow to load, are basic. Many of them are not updated very frequently.\nThe news-focussed sites are updated daily, but only present state propaganda, says Chad O'Carroll from NK News, a website that monitors North Korean media. He notes that they get very little traffic, are poorly designed and not user friendly.\nThey make minimal effort to mimic the slick appearance of international news sites. \n\"They don't try to ape Western media. When you go on the website its obvious its news from North Korea. It's not dressed up to look like a slick international media outlet,\" says Mr Williams.  \nA food site cooks.org.kp is filled with pictures of \"Korea's famous recipes\".\nIt has a listing of all the main restaurants in North Korea including Okryugwan - the most famous one selling Pyongyang style cold noodle - as well as the Pyongyang Dog Meat Restaurant, which gives away its speciality in its name.\nFor South Koreans, the food might look a little bland, but the site explains why North Korean food is so good. \nAnswer: \"Taste and aroma, beautiful colours, variety and its healthy for the body.\"\nIf you're in the mood for a film, korfilm.com.kp is a website highlighting North Korea's film industry. \nThe Pyongyang International Film Festival is happening now and heavily promoted on the site with detailed instructions on how to take part. The three kinds of films you can watch at the festival are \"art films, documentaries and animated movies\".\nWhen the engineer who found that momentary chink in the armour posted the list, it sparked a temporary frenzy within the tech forums.\nBut what it doesn't tell us is anything about North Korea's intranet - a mysterious and closed system for its citizens that doesn't connect to the internet, likely to be far more revealing about the workings of the state.  ", "date": "21 September 2016", "href": "https://www.bbc.co.uk/news/world-asia-37426725", "tags": "site websites really korean website looks sites engineer internet like north korea list"}