{"title": "What is populism, and what does the term actually mean?", "content": "What do Donald Trump, Jeremy Corbyn, and Rodrigo Duterte have in common?\nDespite their differences, each man has been labelled a populist.\nPopulism is on the rise - especially among Europe's right, and in the US, where it helped crown Mr Trump.\nItaly's populist Five Star Movement and anti-immigrant League parties have emerged as two major players in the latest elections - the most recent of several such results in Europe.\nBut there's a difference between being popular and being populist. \nIn political science, populism is the idea that society is separated into two groups at odds with one another - \"the pure people\" and \"the corrupt elite\", according to Cas Mudde, author of Populism: A Very Short Introduction.\nThe term is often used as a kind of shorthand political insult. Britain's Labour leader, Jeremy Corbyn, has been accused of populism over his party's slogan \"for the many, not the few\" - but that's not quite the same thing.\nThe word \"is generally misused, especially in a European context,\" according to Benjamin Moffitt, author of The Global Rise of Populism.\nThe true populist leader claims to represent the unified \"will of the people\". He stands in opposition to an enemy, often embodied by the current system - aiming to \"drain the swamp\" or tackle the \"liberal elite\".\n\"It generally attaches itself to the right in a European context… but that's not an iron rule,\" Dr Moffitt said.\nPopulist parties can be anywhere on the political spectrum. In Latin America, there was Venezuela's late President Chávez. In Spain, there is the Podemos party, and in Greece the label has also been applied to Syriza. All these are on the left.\nBut \"most successful populists today are on the right, particularly the radical right,\" Prof Mudde said.\nPoliticians \"like Marine Le Pen in France, Viktor Orbán in Hungary, and Donald Trump in the US, combine populism with [anti-immigrant] nativism and authoritarianism,\" he added.\nCommentators - from Time magazine to the President of the European Commission - have been warning about the rise of right-wing populism for years.\nBut in reality, it's nothing new.\n\"Political scientists have been catching on to this for the last 25-30 years,\" Dr Moffitt says - but admits \"there's been an acceleration.\"\nExperts point to both societal changes like multiculturalism and globalism, and more concrete crises as behind the rise of populist parties in Europe.\nMartin Bull, Director of the European Consortium of Political Research (ECPR), says the emergence of populist parties in Europe could be seen in the early 2000s - but they remained small for several years.\nThe swell in support seemed to happen \"from 2008 - and particularly in 2011, when the banking crisis turned into a sovereign debt crisis\", he said.\nIt was a rare occasion when an elite class - the wealthy bankers - could be identified as more or less directly responsible for a crisis which affected the majority of society.\nIn his book The Global Rise of Populism, Dr Moffitt argues that there are other traits associated with the typical populist leader.\nOne is \"bad manners\", or behaving in a way that's not typical of politicians - a tactic employed by President Trump and the Philippines' President Duterte.\nThe other, he says, is \"perpetuating a state of crisis\" - and always seeming to be on the offensive.\n\"A populist leader who gets into power is 'forced' to be in a permanent campaign to convince his people that he is not establishment - and never will be,\" according to Prof Nadia Urbinati from Columbia University.\nShe argues that populist content is \"made of negatives\" - whether it is anti-politics, anti-intellectualism, or anti-elite. Here lies one of the populism's strengths - it is versatile. \nIt is \"extraordinarily powerful because it can adapt to all situations,\" she said.\nAnother common thread among populist leaders is they tend to dislike the \"complicated democratic systems\" of modern government - preferring direct democracy like referendums instead, according to Prof Bull.\nThat also ties in to its links to authoritarianism, he argues - a lack of trust in the established system gives rise to \"strongman\" leaders.\n\"Ultimately, the leader makes the decision in a way that just isn't possible in traditional democracies,\" he says.\nThat sentiment is perhaps best embodied by the late left-wing Venezuelan President Hugo Chávez, who once said: \"I am not an individual - I am the people\".\nSuch thinking \"can lead to people thinking they're infallible,\" Dr Moffitt said. \"It restructures the political space in a new and scary way\".\nAfter all, if you're not with \"the people\" - then you must be against us.\nThat is why populist leaders are often viewed with suspicion - and why the term is often used as a type of insult for a politician who promises too much.\nIt's what Prof Bull says is called \"irresponsible bidding\".\n\"In order to garner support, they're quicker than the establishment party to make offers, or to promise to change things… that on closer inspection may not turn out to be feasible,\" he said.\n\"You might question how good that is for democracy,\" he added.", "date": "6 March 2018", "href": "https://www.bbc.co.uk/news/world-43301423", "tags": "populism political leader says actually mean rise populist moffitt term"}