{"title": "What exam cheating tells us about distrust in Kenya", "content": "In our series of letters from African journalists, Joseph Warungu, a former high-school teacher, examines the measures the Kenyan government has put in place to tackle cheating in national exams, which begin in early November.\nShipping containers are a common feature of the Kenyan landscape. \nYou'll find these steel boxes converted into comfortable homes, clinics and offices. \nOthers are turned into shops and granaries to store farm products. \nBut now shipping containers have entered the sphere of learning. \nStarting this year, national examinations materials will be stored in secure shipping containers and placed under 24-hour armed police surveillance. \nThis is just one of the many new tough measures that the government is introducing to curb cheating in national exams. \nIn a country where people often rely on well-connected relatives and friends to succeed, education is everything.\nSuch is the thirst for personal development that around 20:00 on weekday evenings, you'll find the streets of Nairobi and other urban centres teeming with people of all ages going home from class.\nEvening classes are a popular way for Kenyans to acquire a second or third degree with the hope of rising higher in life.\nCompetition for promotion or for the few job opportunities that become available is intense, leading to a desperate desire for more and better academic qualifications.  \nJoseph Warungu:\n\"There is a crisis of trust in Kenyan society.\"\nThis pressure to succeed starts at primary school.\nAs a result, cartels have emerged to take advantage.\nWorking with some of the former national examinations council officials, police officers and teachers, these cartels have found a way to get hold of exam papers and sell them to desperate students and parents.\nBut last year things got out of hand as the cheating reached industrial proportions. \nMore than 5,000 primary and secondary school students had their exam results cancelled; the national examinations board was disbanded and some senior managers fired.\nNearly 200 people including police officers were arrested and charged over exam malpractices. \nThere is a crisis of trust in Kenyan society.\nThe government cannot trust the teacher to prepare the students for exams without cheating. \nThe teacher cannot trust the government to oversee the exams without cheating.\nThe student cannot trust himself to pass the exam without cheating.\nAnd so in comes the tough steel containers to try and safeguard trust.  \nThis year the government is not taking any chances.\nBy the time national exams begin in November, invigilators will have been vetted afresh.\nHead teachers will now be held personally liable for any incidents of cheating that occur in their schools because they will have the sole responsibility of collecting from, and returning, the exam materials to the containers at central distribution points.\nThe government is so confident of the measures it has taken that the cabinet secretary for education gave this warning:\n\"I want to tell all children in candidate classes, that they better prepare for the exams. The monkey business that has been going on shall never happen again\".\nBut education is not the only sector suffering from the trust deficit.\nGovernance is badly hit.\nRecently, a group of more than 30 elected County Assembly members, who were planning to impeach their Nyeri county governor in central Kenya, decided to spend the night inside the County Assembly under police guard, fearing that their opponents would kidnap them to frustrate the motion. \nAnd in the last few days news has emerged of an invention to help curb drink driving. \nThe device, developed by a young university student, has an inbuilt breathalyser that detects the driver's alcohol level. \nIf it's too high, the device transmits a signal and prevents the engine from starting. \nSo why the need for such a device? \nRoad accidents kill an average of 3,000 people a year in Kenya and many of the accidents are caused by speeding and drink driving. \nThe government doesn't trust drivers not to get behind the wheel while drunk, and so it introduced alcohol breathalysers operated by traffic police. \nBut the public does not trust the police, because they can be easily bribed. \nAnd the drunk driver does not trust anyone else to drive him home safely, except himself. \nAnd so enter the Alcohol and Sound Detection System being developed by a young Kenyan.\nIt would be far cheaper and more effective to transform the Kenyan mind from within.\nInstead the focus is on the symptoms of the epidemic: \nIf they cheat in exams, lock up exam materials in steel containers. \nIf democracy is in danger, hide it in locked chambers. \nIf the driver is too drunk to drive, let the car talk to him. \nI think I'll now just retire to my shipping container house and trust that society will sort itself out.\nMore from Joseph Warungu:\nShould the UK join the African Union?\nKenyans beg for mercy\nDoctors take on traditional healers\nWhy Kenya has banned on-air sex", "date": "15 October 2016", "href": "https://www.bbc.co.uk/news/world-africa-37658096", "tags": "tells us trust national shipping kenya exam exams containers police cheating distrust government kenyan"}