{"title": "What effect has Brexit had on the UK economy?", "content": "There may still be more than a month to go until Brexit is scheduled to happen, but there has already been some fallout from the decision to leave.  \nMost recently, the prolonged uncertainty - what the governor of the Bank of England refers to as the \"Brexit fog\" - appears to be leaving some potentially worrying scars on prosperity.   \nWhat is clear, however, is that two-and-a-half years after the referendum, the most dire predictions about what could have happened to financial wellbeing have failed to transpire.  \nRewind to May 2016. The then chancellor, George Osborne, warned of what he said would happen over the immediate period of two years following a vote to leave the EU.\nHe said: \"A vote to leave would represent an immediate and profound shock to our economy. That shock would push our economy into a recession and lead to an increase in unemployment of around 500,000, \n\"GDP would be 3.6% smaller, average real wages would be lower, inflation higher, sterling weaker, house prices would be hit and public borrowing would rise compared with a vote to remain.\"\nHe was assuming Article 50, the process by which the UK leaves, would be triggered immediately after the vote; in the event, it was nine months later. But the warning stands.\nProject Fear?  Well, the economy hasn't contracted, and the level of unemployment is actually the lowest on record. But that's not to say that the economy's path hasn't deviated from what had earlier been expected. \nOf course, there are other issues that will have influenced our economy's path - but the anticipation of the UK leaving the EU is far from insignificant.\nLet's start with prosperity. The economy has grown at an average of about 1.5% per year since the referendum - not sparkling, but not disastrous either. Average real wages are rising again. \nBut most forecasters had hoped for more. The governor of the Bank of England said last May that households were £900 worse off compared with what it had expected pre-referendum. \nSince then, the gulf between those predictions and reality has widened, because of the prolonged uncertainty over the Brexit outcome. \nRetail spending slowed sharply towards the end of last year, while surveys suggest new orders have stagnated, such that activity in manufacturing has been driven largely by companies speeding up production to avert the risk of disruption after 29 March. \nThe Bank of England found that business investment has slowed sharply, and reckons it will fall by even more this year. Companies are unwilling to flash the cash until they are confident about what lies ahead. \nThat's not just down to a lack of clarity over Brexit, but a result, too, of weaker demand from elsewhere, as the likes of China and Europe slow down. \nAs a result, the Bank now calculates the total level of GDP is about 1.2% lower than it had expected three years ago. \nLower business investment tends to hamper how efficient we can be - that is productivity - and so could have a lingering impact on our economic health. \nAnd the reluctance to spend on buildings and equipment might help explain why employment is at a record high - one of the brightest spots in our economy. \nAfter the crisis, firms hung on to workers rather than invest in major projects, as it was the cheaper and more flexible option. They may be doing the same again.     \nAnd while incomes in real terms, once the cost of living is accounted for, are on the rise, they remain lower on average than ahead of the financial crisis. \nPay rises have been sluggish, but higher-than-expected inflation has also played a part, in particular in 2017. Prices that year rose by close to 3%, almost twice as much as expected pre-referendum. \nA higher cost of living means budgets don't stretch as far. That rise in inflation largely reflected a drop in the exchange rate in the aftermath of the referendum - which meant that sterling is worth about 10% less than it was previously. That led to a corresponding rise in the cost of many imports.   \nA weaker pound may mean it's more expensive for UK holidaymakers to venture abroad - but on the upside, it makes the UK a more attractive destination.  A record 39.2 million overseas visitors came to the UK in 2017, spending £24.5bn. \nIn theory, too, a weaker pound makes UK exports more attractive.  Sales to overseas customers were stronger than anticipated pre-referendum - but they rose by less than would have been expected. \nAnd surveys over the last couple of months have suggested export orders have dried up, perhaps as customers fear a no-deal scenario could spell delay and extra charges on delivery. \nWhat happens when the \"Brexit fog\" lifts? The government has hinted at hopes of a \"deal dividend\" - businesses and consumers going ahead with the spending that they may have been holding back. \nIt'll take a while to fathom if that has happened - and then it'll be time to start looking at the impact of Brexit itself. ", "date": "10 February 2019", "href": "https://www.bbc.co.uk/news/business-47168866", "tags": "brexit may uk bank effect economy expected lower vote average"}