{"title": "What Is a Recession, and Why Are People Talking About the Next One?", "content": "The economy may be healthy, but the cynics abound.\nEven though many say conditions remain strong, several large investors see the risks of a recession rising, with half of chief financial officers expecting one to strike next year, according to a recent survey.\nA survey of chief executives at a Yale University summit conference last week found that almost half thought the country could find itself in a recession as soon as the end of the month.\nIt’s anyone’s guess when the good times will end, but in a complicated, volatile world it’s not a question of if a recession is coming, but when.\nHere’s a brief guide to what you should know about recessions and why some people are talking about the next one now.\nSimply put, a recession is when the economy stops growing and starts shrinking.\nSome say that happens when the value of goods and services produced in a country, known as the gross domestic product, declines for two consecutive quarters, or half a year.\nIn the United States, though, the National Bureau of Economic Research, a century-old nonprofit widely considered the arbiter of recessions and expansions, takes a broader view.\nAccording to the bureau, a recession is “a significant decline in economic activity” that is widespread and lasts several months. Typically, that means not only shrinking G.D.P., but declining incomes, employment, industrial production and retail sales, too.\nRecessions come in all shapes and sizes. Some are long, some are short. Some create lasting damage, while some are quickly forgotten. And some touch virtually all parts of the economy, while others are more targeted, said Betsey Stevenson, a professor of economics at the University of Michigan and a former member of the White House Council of Economic Advisers.\n“In a slight recession, many won’t experience any kind of labor market problems, they won’t see very many of their friends experience labor market problems, but there are other communities that get completely devastated,” she said.\nA recession ends when growth returns, but it can often take some time for society or the bureau to recognize it.\nDespite recent headlines, things have been going quite well: Unemployment is at its lowest level in decades; employers have added jobs for eight years running; and the economy this year is on track to grow at its fastest pace since 2005.\nSo why are some worrying about the next recession?\nA handful of signs, including flickers of weakness in some major sectors (auto manufacturing, agriculture and home building), stock market jitters, global economic slowing, and the fear of a worsening trade war with other countries, have stoked fears of what’s to come.\nThe recent stock market slide seemed, in part, the result of an accounting for some of those concerns: After ignoring some of those risks for months, Wall Street now sees trouble everywhere.\n[The Next Financial Calamity Is Coming. Here’s What to Watch.]\nSome worry that the nation is overdue. The expansion is currently the second-longest on record and will be the longest if it continues into next summer, according to the research bureau.\nBut experts dismiss that line of thinking, arguing that recoveries don’t merely die of old age.\n“There’s no reason the economy can’t continue enjoying good times forever, essentially,” Dr. Stevenson said. “Recessions get started when something knocks the economy off course — a shock or a change.”\nOthers see a more meaningful warning sign in the so-called yield curve, a historically strong signal of recessions that measures the difference in interest rates between short-term and long-term government bonds.\n[What’s the Yield Curve? ‘A Powerful Signal of Recessions’ Has Wall Street’s Attention]\nTypically, in an economy that seems strong, long-term rates are higher than short-term rates. When the opposite occurs, suggesting a lack of long-term confidence, the curve is considered to be inverted, a phenomenon that has preceded every recession of the last 60 years, according to research from the San Francisco Fed.\nThe yield curve has started to flatten, stoking concern, but many say that it and the other various signs of trouble may be overblown.\n“It’s foolish to ignore all these things and say they don’t matter at all,” said David Wessel, director of the Hutchins Center on Fiscal and Monetary Policy at the Brookings Institution. “But it’s also foolish to think that there’s some sort of law of physics here.”\nWhile people talk of “business cycles,” there is little regularity to how recessions occur.\nSome can happen back-to-back, like the recession that began and ended in 1980 and the next, which started the following year, according to the bureau. Others have occurred a decade apart, as was the case with the downturn that ended in March 1991 and the next one, which began in March 2001, following the 2000 dot-com crash.\nOn average, recessions since World War II have lasted about 11 months each, according to the National Bureau of Economic Research. That figure was skewed longer by the Great Recession, which lasted for 18 months after starting in late 2007 with the bursting of the housing bubble and resulting financial crisis.\nRecessions are difficult to compare because each affects different parts of the economy in different ways and at different times. But only one stands out like the recession that began in 1929, known as the Great Depression, which is seared in the memories of older Americans and passed down in family lore.\n“The gold standard,” said Tara Sinclair, a professor of economics at George Washington University and the co-director of the school’s research program on forecasting. “You can choose any metric you want to and it just looks really horrific.” (A depression is a general term for a very deep recession.)\nThe downturn that began at the start of the Great Depression ended four years later with the value of goods and services produced in the United States having declined about 27 percent, according to the N.B.E.R.\nBut economists and historians generally define the Great Depression more broadly, with many saying it ended in 1941, when the economy mobilized for the nation’s entry into World War II.\nThe Great Recession, which stretched from late 2007 to mid-2009, is typically considered the next worst. During that recession, the value of goods and services produced in the United States fell by a little more than 4 percent.\nNot really. Try as they may, politicians and government officials can do little to fully ward off recessions.\n“Policymakers can’t prevent what they don’t predict,” Dr. Sinclair said.\n“The forecasting record on consistently predicting recessions in enough time and with enough accuracy to actually implement policy to prevent them is just shockingly poor,” she said.\nEven if policymakers were able to create a perfectly well-oiled economy, they would have to tame psychology, too. That’s one reason they try to put the best face on indicators like job reports, stock market indexes and holiday retail sales.\n“If consumers decide that a recession might be coming so they stop spending, then a recession will be coming,” Dr. Stevenson said.\nOfficials can do some things to lessen the severity of a recession through the use of monetary policy, carried out by a central bank like the Federal Reserve, and fiscal policy, set by lawmakers.\nThe primary tool at the Fed’s disposal is to cut interest rates to encourage borrowing and spending. But with rates relatively low today, some worry that the Fed will have little room to maneuver if a recession strikes soon.\nWith fiscal policy, lawmakers can try to soften the effects of recessions. One response might include targeted tax cuts or spending increases on safety net programs like unemployment insurance that kick in automatically to stabilize the economy when it is underperforming.\nA more active approach might involve Congress approving new spending on, say, infrastructure projects in order to stimulate the economy by adding jobs, increasing economic output and boosting productivity.\nWhile it’s hard to predict when or where a recession will strike, individuals can take precautions to blunt its effects.\nFor one, they can make sure they have enough money saved up to survive a job loss or other financial catastrophe.\nExperts typically advise having enough money set aside to cover living expenses for three to six months.\n(Unfortunately, two in five Americans say they do not have enough savings to cover even a $400 emergency, according to the Fed.)\nRecessions also tend to hit those with less formal education the hardest, so it helps to have or pursue a higher education, if possible.\n“The people who tend to get hurt most in a recession are those with less education, and it takes the longest for them to recover,” Dr. Stevenson said.\nFor example, as of last month, the unemployment rate for people without a high school diploma was 5.6 percent, compared with 2.2 percent for those with a bachelor’s degree or higher.", "date": "Dec. 17, 2018", "href": "https://www.nytimes.com/2018/12/17/business/economy/what-is-recession-facts-history.html", "tags": "next people ” one economy recessions according say talking recession"}