{"title": "What’s Happening to the Price of Oil?", "content": "Oil prices have plummeted in recent days, months after surging to their highest point since 2014. After topping $75 a barrel in early October, the price of West Texas intermediate, the North American benchmark, has fallen by roughly one-quarter. Brent crude, the international standard, has had a comparable decline.\nA one-day drop of nearly 7 percent on Tuesday was among the sharpest in recent years, taking prices to the lowest levels of 2018.\nThe abrupt retreat, which inevitably brings back memories of the industry-rattling crash in 2014, is a big worry for members of the Organization of the Petroleum Exporting Countries, whose economies are closely tied to oil revenues. Saudi Arabia, the most powerful OPEC member, said on Nov. 11 that it would cut output by half a million barrels a day to bolster prices.\nThat announcement seemed to prompt a warning from President Trump, who said on Twitter a day later: “Hopefully, Saudi Arabia and OPEC will not be cutting oil production. Oil prices should be much lower based on supply!” Analysts say Mr. Trump’s comment may have accentuated the price trend by creating doubt about whether OPEC would enact cuts.\nOn Wednesday, Mr. Trump cheered the most recent drop on Twitter, with a call to “go lower.”\nBut analysts say pressure is building on OPEC to shore up prices when the organization gathers in Vienna — along with Russia and other producers — in early December. Here’s a look at the situation the group will face.\nThe focus of the oil market has shifted sharply in recent months. When the big producers, including OPEC and Russia, met in Vienna in June, the major concerns were about the potential for price spikes and whether supplies would be adequate. Mr. Trump’s decision to reimpose sanctions on Iran threatened to take a large amount of oil from one of the biggest producers off the market.\nOver the summer, the Saudis and other producers, who had been restraining output since 2017, opened up the taps, aiming to ease consumers’ worries and placate Mr. Trump. They may have been overly proactive. Traders have shifted their focus from Iran to other factors, like whether Mr. Trump’s trade battles with China and rising interest rates might dampen global economic growth and demand for oil.\nAt the same time, production in the United States has been rising faster than expected. Output has also risen in Libya, despite continuing warfare, and it has held up better than expected in another troubled country, Venezuela. Volumes of oil held in storage tanks around the world are beginning to build again, raising fears of a renewed glut, analysts say.\nThe sanctions have had less effect on Iranian output than some analysts had predicted, but expectations may have been too dire. The measures, which impose penalties on companies buying Iranian oil, came into effect on Nov. 5. Buyers had been expected to reduce purchases of Iranian crude oil before the sanctions, but that activity seems to have curbed Iran’s output only modestly. For instance, OPEC reported that Iranian production in October was down 4.5 percent from the previous month, to about 3.3 million barrels a day.\nSome background on why the impact has been muted: The Trump administration granted temporary waivers to Iran’s largest customers, including China, India and Japan. Oil traders took the administration’s generosity to mean that the eventual cuts to Iranian exports might be less than expected. “The market was quite surprised to see that waivers were granted,” said Homayoun Falakshahi, an Iran analyst at Wood Mackenzie, an energy research firm.\nMr. Falakshahi said the granting of exemptions to Japan and South Korea, which had stopped buying Iranian oil, was particularly striking. It might indicate, he said, that the administration’s priorities leaned more to keeping prices low for American consumers than squeezing Iran. If so, the strategy seems to be working. The price of regular gasoline in the United States on Tuesday was $2.61, compared with $2.85 a month earlier, according to AAA.\nWhen OPEC members meet in Vienna next month, analysts expect the group to announce production cuts of around one million barrels a day, about 1 percent of world supplies.\nThere is little doubt that the Saudis can make cuts of this scale. After all, they have lifted production by almost 700,000 barrels a day compared with their average output in 2017.\nSaudi Arabia, which tries to avoid taking the pain on its own, may struggle to persuade producers like Russia and Iraq to join in making cuts, analysts said. The Saudis may also need to navigate a tricky path between the pressures from the Trump administration for lower oil prices and their economy’s need for higher revenues.\nThere is a good chance, analysts added, that producers such as Russia and Iraq may decide that going along with cuts is in their self-interest. “In the end we think Putin will make the same call as he did in November 2016 and opt to join the OPEC producers because of domestic fiscal considerations,” Helima Croft, an analyst at RBC Capital Markets, wrote in a note to clients on Nov. 14.\nA few months ago the Saudis seemed to have steered the market back to what were, for their purposes, more comfortable price levels by orchestrating output cuts with Russia and other producers. Now the Saudis and their oil allies are again in the uncomfortable spot of being squeezed, mainly by shale-oil producers in the United States.\n“They are back having to stop the market from falling rather than having to worry about the market rising,” said James Davis, an analyst at FGE, an energy consulting firm.", "date": "Nov. 20, 2018", "href": "https://www.nytimes.com/2018/11/20/business/energy-environment/oil-prices.html", "tags": "output happening cuts prices oil price opec analysts producers"}