{"title": "What Is Happening in Venezuela and Why It Matters", "content": " \nFor more than three months, the Venezuela opposition leader, Juan Guaidó, has been exhorting the armed forces to join his side in ousting President Nicolás Maduro. On Tuesday Mr. Guaidó made his plea at a military base in the heart of Caracas, the capital, raising speculation that the military might be ready to heed him.\nClashes erupted outside the base and elsewhere as Mr. Maduro’s government and his supporters called Mr. Guaidó’s maneuver an attempted coup. \nHere is how Venezuela, once one of Latin America’s most prosperous countries, has reached this point in an economic and political crisis. \nJust two weeks after Mr. Maduro was sworn in for a second term in January, Mr. Guaidó declared himself the interim president, directly challenging the country’s leadership.\nTens of thousands of protesters rallied in support of Mr. Guaidó. The United States, Canada, and many Latin American and European countries recognized him as the legitimate head of state. \nMr. Maduro, in return, severed remaining diplomatic ties with the United States. He also stopped an effort by Mr. Guaidó and his foreign allies to bring large amounts of aid into Venezuela, sealing off the border with Colombia and Brazil.\nMr. Maduro, who assumed the presidency after the death of his mentor, Hugo Chávez, in 2013, has overseen a drastic unraveling of Venezuela’s economy. While he has blamed sanctions imposed by the United States, others have attributed Venezuela’s economic demise to mismanagement and corruption. \nMr. Maduro has centralized power in the executive branch, suppressing dissent through violence and intimidation, and winning the loyalty of the military by giving it control of lucrative industries.\nIn 2017, as protests escalated, Mr. Maduro sidelined the opposition-controlled legislature, the National Assembly, by ordering the creation of a new legislative body, known as the Constituent Assembly, which was asked to rewrite the Constitution. He jailed prominent members of the opposition, leaving it largely ineffective for many months.\nIn May 2018, Mr. Maduro won re-election to a new six-year term in the midst of a financial and humanitarian crisis. Coercion and vote rigging were widely reported. By the time of his inauguration on Jan. 10, many countries did not recognize his new term as legitimate, including the United States, Canada and a dozen Latin American nations. \nMr. Guaidó, 35, was largely unknown before the National Assembly elected him as its leader in January. He also leads one of the country’s opposition parties, Voluntad Popular. \nHe has long been a critic of Mr. Maduro and Mr. Chávez, becoming politically active as a student leader in Caracas and leading protests against Mr. Chávez’s clampdown on press freedom. \nHis party has taken a hard-line stance against Mr. Maduro’s government, organizing street protests and rallies. Mr. Guaidó also has visited Colombia, Brazil and other sympathetic neighbors in Latin America, in defiance of a travel ban. He is under constant threat of arrest. \nMr. Guaidó says his intention now is to serve as the interim president of the country until new national elections can be held, a right he and the National Assembly assert is protected under Venezuela’s constitution. Mr. Guaidó has not yet said when elections might be held. \nConsumer prices have skyrocketed, and the International Monetary Fund expects the inflation rate to reach 10 million percent in 2019, which would be one of the worst cases of hyperinflation in modern history. \nViolence and hunger are widespread. Food shortages have reached new highs in recent months, and 80 percent of Venezuelan households don’t have sufficient access to food, according to monitoring groups. Grocery store shelves are bare. Hospitals struggle to treat severely malnourished children. \nThe country’s public health system has collapsed, leaving many without access to lifesaving medicine. The rates of several preventable diseases have risen. \nThe migration of Venezuelans out of the country has reached levels not seen before in modern history. More than three million people have left since 2014, according to the United Nations migration agency, setting off a regional crisis that has left neighboring countries grappling with how to respond.\nIt is unclear how the crisis will be resolved, with two men on opposite sides of the political spectrum proclaiming themselves president. Mr. Guaidó has cited an article of Venezuela’s Constitution that transfers power to the leader of the National Assembly in the event that the presidency becomes vacant. \nPresident Trump quickly recognized Mr. Guaidó as the country’s leader in January and called the National Assembly the “only legitimate branch of government duly elected by the Venezuelan people.” About 50 countries, including much of Latin America and Europe, have joined the United States in supporting Mr. Guaidó.\nMr. Trump, with the 2020 election clearly in mind, has sought to frame the Venezuela crisis as an example of the failure of socialism. His administration has taken a number of economic steps to pressure Mr. Maduro, including a ban on American purchases of Venezuela oil, the country’s economic lifeline. The United States also has called on other members of the United Nations to revoke the credentials of Mr. Maduro’s delegation. \nMr. Trump has not ruled out the use of military force in Venezuela, setting up a potential conflict with Russia, which backs Mr. Maduro. He also is supported by the longtime Venezuela allies Cuba and Bolivia.", "date": "April 30, 2019", "href": "https://www.nytimes.com/2019/04/30/world/americas/venezuela-crisis.html", "tags": "guaidó country maduro venezuela matters united happening states assembly leader national"}