{"title": "What Donald Trump Doesn’t Understand About the Trade Deficit", "content": "This is an updated version of an article that first ran on March 27, 2016. \nOne consistent theme from Donald J. Trump in his campaign for the presidency is this: The United States is losing at trade, and the trade deficit is the evidence.\nDonald Trump bemoaned the nearly $800 billion manufacturing trade deficit in his speech Thursday night (though he didn’t get around to mentioning the United States’ $300 billion trade surplus in services). In an interview with The New York Times on Wednesday, Mr. Trump cited large trade deficits as evidence that global security agreements aren’t worthwhile for the United States.\n“We’re losing a tremendous amount of money, according to many stats, $800 billion a year on trade,” he told The Times. “So we are spending a fortune on military in order to lose $800 billion. That doesn’t sound like it’s smart to me.”\nBut Mr. Trump’s framing is in direct conflict with the view even of many economists who are sympathetic to the idea that current trade arrangements work to the detriment of American workers and want to see change. In the more widespread view among economists, trade deficits are not inherently good or bad; they can be either, depending on circumstances. The trade deficit is not a scorecard.\nWhat’s more, eliminating the trade deficit would not, on its own, make America great again, as Mr. Trump promises. In fact, trying to eliminate the trade deficit could mean giving up some of the key levers of power that allow the United States to get its way in international politics.\nGetting rid of the trade deficit could very well make America less great. The reasons have to do with the global reserve currency, economic diplomacy and something called the Triffin dilemma.\nImagine a world where there are only two countries, and only two products. One country makes cars; the other grows bananas.\nPeople in CarNation want bananas, so they buy $1 million worth from people in BananaLand. Residents of BananaLand want cars, so they buy $2 million of them from CarNation.\nThat difference is the trade deficit: BananaLand has a $1 million trade deficit; CarNation has a $1 million trade surplus.\nBut this does not mean that BananaLand is “losing” to CarNation. Cars are really useful, and BananaLandites got a lot of them in exchange for their money.\nSimilarly, it’s true that the United States has a $58 billion trade deficit with Mexico, for example. But it’s not as if Americans were just flinging money across the Rio Grande out of charity. Americans get a lot of good stuff for that: avocados, for example, and Cancún vacations.\nIf you want to think of it in terms of winners and losers, in fact, you could justifiably reverse Mr. Trump’s preferred framing: “Those losers in Mexico gave us $58 billion more stuff than we gave them last year. Ha, ha, ha. We’re winners.”\nMaybe.\nIt is true that a trade deficit subtracts from a country’s gross domestic product. G.D.P. measures the value of goods and services produced within a country’s borders, so when a country is selling less stuff abroad than it buys from abroad, the country is making less stuff, and as a result there are fewer jobs. This piece of the Trump theory of trade is true.\nBut when a country runs a trade deficit, as the United States does, there is a countervailing force. Think back to our pretend countries. BananaLand has a $1 million trade deficit with CarNation. But that means that car producers in CarNation are sitting on an extra $1 million a year in income.\nSomething has to happen with that $1 million, and both of the two options have consequences.\nOne option is to keep that money at home. But keeping that money inside CarNation will push the value of its currency upward. And as its currency goes up, cars will become more expensive in BananaLand — causing people there to buy fewer of them until eventually the trade deficit is eliminated.\nIf CarNation doesn’t want its currency to rise, it has to take that $1 million trade surplus and plow it back into BananaLand. There are different ways it could do that. People in CarNation could buy stocks or bonds in BananaLand, or companies in CarNation could invest in factories in BananaLand, or the government of CarNation could buy assets directly.\nThe choice is stark: A country running a trade surplus must either let its currency rise or let money flow back to its trading partners.\nThis isn’t just an abstraction. It’s what has happened between the United States and China for the last couple of decades. China has had consistent trade surpluses, but it did not want its currency to rise in a way that would undermine its exporters. So money has flowed from China into the United States — both from the Chinese government’s purchases of United States Treasury bonds and more recently in the form of direct investment from Chinese companies into the United States.\nWhen you see a headline about a Chinese company buying an American hotel group for $13 billion, you’re seeing the flip side of the trade deficit Mr. Trump bemoans. (The same when a citizen of China buys a luxury apartment in a Trump tower.) Money flowing into a country is usually considered a good thing. It makes borrowing money cheaper, drives up stock prices and can mean more investment in new businesses.\nSo does a trade deficit mean fewer jobs? It depends on which force is more economically powerful: fewer jobs creating exports or investment dollars flowing into the country.\nIt depends on what the country does with the investment that comes in.\nIn theory, that money could go toward long-lasting investments with positive economic returns: new factories and equipment; education for the work force; and new roads and bridges, or repairs and improvements to existing ones.\nUnfortunately, how countries use these capital inflows is not always so good. In the United States, the influx of foreign capital in the mid-2000s went in large part to fuel an unsustainable housing and mortgage bubble. Greece’s capital inflows in the same time period went to fund bloated public spending.\nWhen the world is flinging money at you, it’s important to use it for something productive. It’s not that trade deficits (and the capital inflows that are their flip side) don’t matter — but just knowing the numbers doesn’t tell you much about whether they are good, bad or indifferent.\nIt’s not clear that that’s even an option, because the dollar isn’t used just in trade between the United States and other countries.\nThe dollar is a global reserve currency, meaning that it is used around the world in transactions that have nothing to do with the United States. When a Malaysian company does business with a German company, in many cases it will do business in dollars; when wealthy people in Dubai or Singapore’s government investment fund want to sock away money, they do so in large part in dollar assets.\nThat creates upward pressure on the dollar for reasons unrelated to trade flows between the United States and its partners. That, in turn, makes the dollar stronger, and American exporters less competitive, than they would be in a world where nobody used the dollar for anything except commerce involving the United States.\nThe roughly $500 billion trade deficit that the United States runs each year isn’t just about poorly negotiated trade deals and currency manipulation by this or that country. It’s also, to some degree, a byproduct of the central role the United States plays in the global financial system.\nThere’s even a name for this: the Triffin dilemma. In the mid-20th century, the economist Robert Triffin warned that the provider of the global reserve currency would need to run perpetual trade deficits to keep the world financial system from freezing, with those trade deficits potentially fueling domestic booms and busts.\nThe key idea is that if a President Trump or any other future leader really wants to reduce our trade deficits in a major way, that leader is going to have to rethink the very underpinnings of global finance.\nRobert E. Scott, a senior economist at the Economic Policy Institute, has argued that the United States could penalize countries that manipulate their currencies more severely than it does. That would improve American manufacturers’ competitive advantage on the global stage, he says, and is more important that restructuring trade deals. (The liberal think tank, incidentally, was cited by Mr. Trump in a recent speech; its leader later called Mr. Trump’s approach to trade policy a “scam.”)\nBe careful what you wish for.\nThere’s no doubt that maintaining the global reserve currency creates costs for the United States, namely a less competitive export industry.\nBut it also creates a lot of advantages. Lower interest rates and higher stock prices are among them (though they have the downside of also feeding debt-driven booms and busts). Even more important is what the dollar’s prominence in global finance does for America’s place in the world.\nIt helps ensure that the United States can afford to finance wars, and it gives the government greater ability to fight recessions and panics. A country experiencing a banking panic will see money sent out of the country, causing its currency to fall and its interest rates to rise. All that limits a government’s options for fixing the problem. In 2008, when the United States experienced a near collapse of the banking system, the opposite happened.\nBut it’s not just economics. “A lot of the benefits of having the reserve currency are more on the foreign policy side than the economic,” said Jennifer M. Harris, a senior fellow at the Council on Foreign Relations and author of the recent “War by Other Means,” about the use of economic tools in foreign policy.\nThe centrality of the dollar to global finance gives the United States power on the global stage that no other country can match. It has enforced sanctions on Iran, Russia, North Korea and terrorist groups with the implicit threat of cutting off access to the dollar payments system for any bank in the world that does not cooperate with American foreign policy.\nPart of what makes the United States powerful is the great importance of the dollar to global finance. And part of the price the United States pays for that status is a stronger currency and higher trade deficits than would be the case otherwise.\nThe debate over the trade deficit is about more than Mexico and China, cars and bananas, or winning and losing. It’s about what makes America great, and which of the country’s priorities should come first.\nEditor’s note: A version of this article was first published in March and was updated to reflect Donald Trump’s most recent comments on the trade deficit.", "date": "July 21, 2016", "href": "https://www.nytimes.com/2016/07/22/upshot/what-donald-trump-doesnt-understand-about-the-trade-deficit.html", "tags": "carnation country understand currency united states trump global donald money trade deficit"}