{"title": "What the Decline of the Dollar Means", "content": "The value of the dollar has fallen steadily since the beginning of 2017, erasing a sharp rise immediately after President Trump’s election.\nTo take one example, the number of euros that can be obtained for one dollar has declined to the lowest level in more than a year. The dollar has also declined against the British pound, the Japanese yen and the Chinese renminbi.\nIs that bad? It sounds bad.\nThe exchange rate is a price — the price of money. When the price of milk goes down, that is good for families and bad for dairy farmers. When gas prices fall, commuters are happy and Exxon Mobil is sad. When the dollar drops, there are also winners and losers.\nThe winners are American companies that sell goods and services to foreigners — manufacturers like Caterpillar; tourist attractions like Disney World; technology companies like Facebook — because those customers can exchange their currencies for more dollars.\nThe losers are American consumers who now must pay more dollars to obtain foreign goods and services.\nOf course, many Americans are in both categories. They may benefit at work and suffer at the supermarket.\nWhy is the dollar losing value?\nThe dollar strengthened after the presidential election because investors expected Mr. Trump and congressional Republicans to increase domestic growth by fulfilling campaign promises to cut taxes and reduce regulations, among other measures. The reversal of those gains reflects diminished confidence that Mr. Trump will be able to deliver.\n“Trump Weakens the Dollar” was the main headline in the German financial daily Handelsblatt on Wednesday.\nSo we’re back where we started?\nIt is important to put the recent decline into a broader context. Over the last six years, the dollar is still up about 28 percent.\nThe climb started in 2011 as the American economy began to recover more quickly than the economies of the rest of the developed world. Domestic growth was sluggish by historical standards, but things were worse everywhere else. The United States was “the cleanest shirt in the dirty laundry basket,” said Jim Paulsen, chief investment strategist at the Leuthold Group, a Minneapolis investment firm.\nThere was also a rush into dollar-denominated assets. At the beginning of 2011, Mr. Paulsen noted recently, the interest rate on the benchmark 10-year Treasury note was a little lower than the available return on a portfolio of debt issued by other major nations, including Britain, Germany and Japan. By 2016, the Treasury rate was as much as five times as high as the global portfolio.\nThe rest of the world now appears to be doing a little better. The International Monetary Fund said in June that it was cutting its forecast for the growth of the United States economy, but stronger growth elsewhere would offset the impact on the world economy.\nShould the United States push down the dollar?\nMr. Trump has said that he would like the dollar to decline in value.\n“I think our dollar is getting too strong, and partially that’s my fault because people have confidence in me,” he told The Wall Street Journal in April.\nSome economists think he is right.\nThe value of the dollar, relative to other currencies, is supposed to reflect the strength of the American economy, relative to other countries. But exchange rates can be distorted by investors, which in turn can distort patterns of economic growth. And there is some evidence the price of the dollar remains above its actual value, which tends to encourage imports and discourage exports.\nThe dollar was overvalued by about 8 percent in May, according to William R. Cline of the Peterson Institute for International Economics. The continuing slide has shaved a few points off that estimate, but the currency probably remains somewhat overvalued.\nCould the United States push down the dollar?\nExchange rates are determined by open trading on financial markets. Some governments actively participate in those markets to influence the value of their currencies. The United States in recent decades has mostly stayed on the sidelines.\nRecent administrations have focused instead on pressing other nations to stay out of the market. The Bush and Obama administrations, for example, made progress in persuading China to allow the value of the renminbi to appreciate against the dollar.\nThe Trump administration has not articulated a consistent policy on these issues.\nHow is the value of the dollar measured?\nThe dollar can be exchanged for a wide range of currencies. At last count, the United Nations recognized about 180. The Federal Reserve calculates an average of exchange rates by weighting rates based on the volume of trade with the United States, so the price of dollars in Japanese yen is more important than in Icelandic kronur.", "date": "July 20, 2017", "href": "https://www.nytimes.com/2017/07/20/business/dealbook/what-the-decline-of-the-dollar-means.html", "tags": "american growth decline united value means states dollar exchange price like"}