{"title": "What (if Anything) Does Carter Page Know?", "content": "They were closing in on Carter Page. It was the last day of November, and the onetime adviser to Donald Trump’s campaign was dodging the tourists who clotted the sidewalks around Rockefeller Center and its famous Christmas tree. As Page wove his way through the holiday crowd, he talked about his troubles, raising his voice to be heard above a Salvation Army bell-ringer. “Anybody who knows me knows how ridiculous the whole thing is,” he lamented to me and everyone else within earshot along Fifth Avenue. “But you’re still part of the controversy.”\nPage was speaking of the investigation into the Trump campaign’s suspected dealings with Russia during the 2016 election, which had been gathering steam of late. About a month earlier, Paul Manafort, Trump’s former campaign chairman, was indicted by the Justice Department’s special counsel, Robert Mueller, on charges of tax fraud and money laundering. In the next 24 hours, Michael Flynn, the former national security adviser, would plead guilty to lying to the F.B.I. Page, too, had become ensnared in the scandal, albeit more ambiguously. A foreign-policy adviser to Trump’s 2016 campaign, Page had had an affinity for Russia ever since studying in Moscow as a young Navy midshipman in 1991 and had worked there for three years in the 2000s. He was suspected of meeting with Russian officials during a visit to Moscow in July 2016, and shortly thereafter the F.B.I. obtained a rare warrant to monitor his electronic communications. In recent months, he has been summoned to Washington for more than 20 hours of testimony before the Senate Intelligence Committee, the House Intelligence Committee and Mueller’s grand jury.\nBut the fact that Page was speaking to me at all was evidence of how he differs from his castmates in the Trump-Russia soap opera. While others have lawyered up and disappeared behind a scrim of crisis-communications consultants and attorneys, Page has chosen to wage his battle almost entirely on his own, in the public spotlight. Manafort tugging on his car’s sun visor to shield his face from reporters or Flynn walking stone-faced and tight-lipped into a federal courthouse might be the iconic images of the Trump-Russia scandal. But the most ubiquitous one is of Page’s shorn head — his eyes bugged out and an almost blissful smile plastered across his face — bobbling above a TV news chyron on one of the numerous network and cable shows he has frequented. “I genuinely hope, Carter, that you are innocent of everything, because you are doing a lot of talking,” an incredulous Chris Hayes told Page when he appeared on Hayes’s MSNBC show in October. “It’s either admirably bold or reckless.” As Page conceded to me: “Admittedly, I go beyond the level of transparency and cooperativeness any sane lawyer would advise.”\nThis approach has made Page a cult figure of sorts to those who are closely tracking the ins and outs of the various Russia investigations. His TV appearances typically produce surreal sound bites, like the time he told Anderson Cooper that they once frequented the same gym. (“I remember walking by you even though we didn’t know each other, and I said, ‘Hi, Anderson.’ ”) He pens verbose letters to various investigators, including one to the Justice Department claiming “hate crimes” against him during the 2016 campaign. (“The actions by the Clinton regime and their associates may be among the most extreme examples of human rights violations observed during any election in U.S. history since Dr. Martin Luther King Jr. was similarly targeted for his antiwar views in the 1960s.”)\nEven when Page isn’t seeking attention, he still somehow manages to find it. In November, he trooped up to Capitol Hill to deliver subpoenaed documents to the Senate and House Intelligence Committees, only to stumble into a throng of reporters staking out the office of Al Franken, who had just been accused of sexual harassment. Page was wearing a floppy red hat that made him resemble the titular castaway on “Gilligan’s Island,” prompting as many queries about his headgear as about the contents of his delivery. “I’ve learned a lot from the past mistakes of my fellow Annapolis grad, Senator McCain,” he explained to a Business Insider reporter. “Sunny day in D.C., and skin cancer is one of them.”\nThe more Page talks, the less clear his story has become — and people have begun to wonder about not just his competence but also his sanity. But as we walked through Manhattan that afternoon, Page assured me that he was playing a long game. “How do I say this without sounding overly confident or arrogant?” he mused. “No one is better prepared to have gone through this than me.” He flashed that familiar beatific smile. “Not only am I ready for it,” he said, “I savor it.”\nThe Madison Avenue offices of Page’s investment firm, Global Energy Capital, are just around the corner from Trump Tower — a geographic coincidence in which Page has invested much import. “For your information, I have frequently dined in Trump Grill, had lunch in Trump Cafe, had coffee meetings in the Starbucks at Trump Tower, attended events and spent many hours in campaign headquarters on the fifth floor last year,” Page wrote in a letter to the Senate Intelligence Committee in March. “As a sister skyscraper in Manhattan, my office at the IBM Building (590 Madison Avenue) is literally connected to the Trump Tower building by an atrium.” Page says he has been the subject of what he calls “terrorist threats” for over a year and is generally skittish about revealing his haunts, but the office is an exception: “It’s within the Trump Tower Secret Service zone, so it’s one of the places where I feel secure,” he explained in an email to me.\nBefore I visited him in November, Page told me I was the first reporter he had allowed into the office. “I’m sure if you Google ‘Carter Page shadowy,’ hundreds of articles come up,” he boasted. “I like being a shadowy figure.” But when I entered the inner sanctum, I discovered that Global Energy Capital’s headquarters were actually a corporate co-working space. Page, the firm’s only employee, rents a windowless room — outfitted with a small circular table, a whiteboard on wheels and a painting of an orchid — by the hour. Other tenants include the National Shingles Foundation and a wedding-band company called Star Talent Inc. Still, when he mentioned Trump, Page cocked his head toward Fifth Avenue and referred to him as “the gentleman next door here.”\nThe office is one of many things about Page that are less than initially meets the eye. When Trump announced Page as one of his foreign-policy advisers during a meeting with The Washington Post editorial board in March 2016, he was eager to tout Page’s credentials, identifying him as “Carter Page, Ph.D.” Page’s doctoral adviser for his degree, received in 2011 from the University of London’s School of Oriental and African Studies, was Shirin Akiner, a controversial scholar who has been derided by fellow academics and human rights groups for trying to whitewash human rights abuses in Uzbekistan. But in an email, Akiner told me, “I am afraid I have no information about Carter Page — some 10 years ago, he was one of my many students.”\nPage tried unsuccessfully to publish his doctoral dissertation, on energy in Central Asia and Russia, as a book — a failure for which he has blamed the “anti-former Soviet Union, anti-Russia sentiment of various academic publishers.” But one political scientist who reviewed Page’s manuscript told me: “It was very analytically confused, just throwing a lot of stuff out there without any real kind of argument. I gave it a thumbs down — and that’s kind of rare in this business for a review of a full book manuscript.”\nBefore founding Global Energy Capital in 2008, Page spent seven years working for Merrill Lynch in London, Moscow and New York and, according to his corporate biography, was “involved in over $25 billion of transactions in the energy-and-power sector.” But his involvement appears to have been peripheral at best. In Moscow, he was nicknamed Stranichkin, from the Russian word stranichka, meaning “little page.” “He wasn’t great, and he wasn’t terrible,” Sergei Aleksashenko, who ran Merrill Lynch’s Moscow office while Page worked there, told the journalist Julia Ioffe. “What can you say about a person who in no way [is] exceptional?”\nAs a midshipman at the Naval Academy, Page read and was profoundly affected by “The Wise Men,” Walter Isaacson and Evan Thomas’s book about Dean Acheson, Averell Harriman and the other mandarins who shaped Cold War-era foreign policy. He set out to play a similarly influential, “discreetly backstage” role in world affairs. People who encountered Page in his pre-Trump days recall him as someone who was forever struggling in that effort. Stephen Sestanovich, a professor at Columbia University’s School of International and Public Affairs, remembers running into Page — who is a prodigious conference-goer — on the sidelines of various Council on Foreign Relations forums and round tables related to Russia. “His view of how the world worked seemed to have an edgy Putinist resentment to it,” Sestanovich says. “I think Carter genuinely felt an affinity for Putin’s critique of the U.S. foreign-policy establishment and its unfairness to Russia, because he wasn’t doing any better with that establishment than Putin was.” In 2013, a Russian intelligence operative who was posing as a United Nations diplomat met Page at an Asia Society conference; according to the F.B.I., the Russian spy tried to recruit Page but encountered difficulties because, as he was heard telling a colleague in an F.B.I. wiretap, Page was “an idiot.”\nIt was the Trump campaign that finally provided Page what he had been seeking for years: a seat at the table. Ed Cox, the chairman of the New York State Republican Committee and an acquaintance, secured Page a meeting in early 2016 with Trump’s campaign manager, Corey Lewandowski, who in turn passed off Page to Sam Clovis, a talk-show host and conservative activist in Iowa who was building out Trump’s foreign-policy team. Even among Trump advisers, that team was an object of derision. “To call them D-listers would be an insult to D-listers,” one former Trump adviser says. But Page didn’t see it that way at all. “These were some of the best discussions I ever had, with some of the most impressive people,” he recalls. “It was like an oasis.”\nPage’s time at the oasis would be brief. That July, he traveled to Moscow for five days to give a speech at the New Economic School. Not long after he returned, he received a text message from a Wall Street Journal reporter asking whether he met in Moscow with Igor Sechin, a Putin ally who is now chief executive of the Russian oil conglomerate Rosneft, and Igor Diveykin, a top Russian intelligence official. Similar questions from other reporters soon followed. Page told them — and still maintains — that he didn’t meet either man. But in late September, Yahoo News ran an article reporting that American intelligence officials suspected that Page had met with both of them in Moscow — a claim, Page later discovered, that appeared in the dossier on Trump’s suspected Russia entanglements complied by the former British intelligence agent Christopher Steele. Three days after the Yahoo report, Page announced he was taking a “leave of absence” as a campaign adviser.\nAfter the election, Trump’s advisers continued to distance their boss from Page. When Page, returning to Moscow in December, talked to Russian reporters about Trump’s victory and promoted his ties to the president-elect, the Trump campaign’s lawyer, Don McGahn (now the White House counsel), sent Page a “cease and desist” letter. “You never met Mr. Trump, nor did you ever ‘advise’ Mr. Trump about anything,” McGahn wrote. “You are thus not an ‘adviser’ to Mr. Trump in any sense of the word.” In January, a week before Trump’s inauguration, Stephen K. Bannon, the incoming White House chief strategist, got wind that Page was planning to appear on MSNBC and called him and told him to cancel the appearance.\n“The team is only as strong as the weakest link,” Page told me. “And it’s not that I’m a weak link. It’s just that I’m the link getting smashed with an anvil.” Testifying before the House Intelligence Committee in November, he lamented, “Unfortunately, I am the biggest embarrassment surrounding the campaign.”\nPage hasn’t always helped himself in his dealings with investigators. For more than a year, he vacillated on whether he had\nmet with any Russian government officials on that Moscow trip. But in his November testimony to the House Intelligence Committee, Page was forced to admit that he had written a memo to fellow Trump campaign advisers describing a “private conversation” during the trip with deputy prime minister Arkady Dvorkovich, who “expressed strong support for Mr. Trump and a desire to work together toward devising better solutions in response to the vast range of current international problems.” “There’s a lot that remains unexplained about Carter Page,” Representative Adam Schiff of California, the committee’s top Democrat, told me. “But one thing is apparent, and that is that his testimony under oath ended up being at great odds with what he had been representing publicly.”\nPage continues to insist that there was nothing nefarious about any of his work for the Trump campaign. Besides, he told me, the foreign-policy team he served on was “a lower-level working group, of which I was on the lower end of the lower level.” And yet Page seemingly can’t quite stomach the prospect of returning to the periphery, so he has crafted an alternative scandal narrative — a scandal in which he sits at the center. Page contends that the real story of the 2016 election was not collusion between Trump and Russia to defeat Hillary Clinton but rather collusion between the Democratic National Committee — which helped pay for the Steele dossier — and the F.B.I. to defeat Trump. And their efforts, Page insists, focused on him. “I was the most central element, the central linchpin,” he told me. Referring to his wiretapping by the F.B.I., he added: “There are two people who got hacked last year: Podesta” — John Podesta, the Clinton campaign chairman, whose emails were published by WikiLeaks — “and me.”\nThere may be scant evidence for this theory, but rhetorically, it has allowed Page to insist on his innocence and his significance at the same time: If circumstances have conspired to keep him from being a wise man, then at least he can be a martyr. The whole affair has wrecked his business, he says, and cost him relationships. He compares himself to the oft-imprisoned Russian opposition leader Alexei Navalny. He even likens his plight to those of women who have suffered sexual harassment or assault. “Talk to some ladies you know,” he told me, “and ask them: ‘What would you rather have? Someone putting their hand on your rear end or your breast momentarily? Or having to give up all of your personal communications, all of your thousands of emails and thousands of documents? Which would you prefer?’ It’s a powerful person putting influence on someone who’s less powerful.”\nIn September, Page filed a libel lawsuit against Yahoo’s corporate parent and the Broadcasting Board of Governors, which operates Radio Free Europe, for their reporting about his July Moscow trip — “perhaps the most dangerous, reckless, irresponsible and historically instrumental moments in modern-day sensational crime-story journalism,” as the suit puts it. Page is representing himself. “The real investigation, I think, is going to be the discovery process in my lawsuit,” he told me. “The information that will come out of this may be far more revealing than these other investigations.”\nAnd in that, Page maintains, he will be able to achieve his most important goal: avoiding a cataclysmic conflict between the United States and Russia. He believes he is uniquely suited, perhaps even destined, to bring the two countries together. “It’s obviously for myself in some ways, but the bigger motivation is to prevent the legacy of ashes, the next Iraq, the next Libya, the next Vietnam, which are all minuscule compared to the level of potential conflict between our two countries,” Page told me.\nIt’s a lonely struggle; Page has been forsaken by former friends and colleagues. But in Donald Trump, he believes he still has an ally. “When he was in there with Kislyak and Lavrov in the Oval Office,” Page said, referring to Trump’s controversial May meeting with the Russian ambassador and foreign minister, “kind of joking around and still having the courage to try to continue a vision of actually improving relations, that’s a real profile in courage.”", "date": "Dec. 18, 2017", "href": "https://www.nytimes.com/2017/12/18/magazine/what-if-anything-does-carter-page-know.html", "tags": "carter know russian ” one moscow anything told page — campaign"}