{"title": "What is a 'Canada-style' trade deal?", "content": "Free trade comes in many forms.\nIt ranges from single markets to customs unions, to association agreements, to free trade agreements (FTAs) and beyond.\nThe EU has negotiated 35 trade agreements for its member states, with another 22 pending.\nBut it says \"the most ambitious trade agreement that the EU has ever concluded\" is with Canada.\nIt's called the Comprehensive Economic and Trade Agreement (CETA).\nSigned in October 2016, it provisionally came into force last September. The only remaining step is for all the countries to ratify it, which could take several years.\nBut exporters and importers have been working under its rules for a year, and many now believe the CETA model could be a template for the UK's trading relationship with the EU after Brexit.\nSome 98% of all tariffs on goods traded between Canada and the EU have become duty free. Most tariffs were removed when the agreement came into force a year ago. All will be removed within seven years.\nIt means Canadian importers will not have to pay €590m (£529m) in taxes on the goods they receive from the EU, and European importers will see tariffs reduced to zero on some 9,000 Canadian products. \nThe EU and Canada will open up public contracts at local, regional and federal levels to each other's contractors - that means Canadian companies, say, pitching to build French railways or British builders bidding to construct an Ontario school.\nIt protects EU \"geographical indications\", meaning you can only make prosciutto di Parma ham in Italy and camembert cheese in France, and Canada can't import something that calls itself camembert from any other country inside or outside the EU.\nThese are the kinds of changes CETA brought in:\nIt offers more protection for intellectual property rights. So for instance a European artist can obtain royalties from a Vancouver cafe or department store that plays music to attract new customers.\nThe EU and Canada will co-operate on standards, so that a piece of equipment made in an EU country can go through all its safety and quality checks there without needing to have them repeated in Canada - and vice versa.\nCETA will also allow professional qualifications to be recognised both in Canada and the EU, making it easier, for example, for architects or accountants to work in both places.\nIt is not a customs union or single market so the two parties are free to do trade deals with any other country.\nIt does not remove border controls, but it encourages the use of advanced electronic checking to speed customs clearance.\nCETA does little for trade in financial services that is not covered by World Trade Organization rules that both sides are already signed up to.\nCanadian financial companies will not get \"passporting\", which would allow them to sell their products across the 28 nations of the EU. The same limitations apply for EU banks in Canada.\nTariffs will remain on poultry, meat and eggs. Several other agri-products will be given quotas. For instance, the EU will allow Canadians to export increasing amounts of duty-free meat to the EU - up to 80,000 tonnes of pork, 50,000 tonnes of beef - as well as 100,000 tonnes of wheat.\nBut the EU insists those products meet its quality standards - so that's no hormone-treated beef, and tightly controlled GM cereals. \nPoliticians like it, some businesses are taking advantage of it but a lot of civil liberties and environmental groups are less happy.\nCritics argue it will erode labour laws, not enforce environmental standards and allow multinational companies to dictate public policy. \nCETA does change the way trade disputes are settled, using a new type of tribunal, the Investment Court System (ICS). But not everyone is convinced. \nProtesters took to the streets in Brussels as the deal was about to be signed. \nThe French-speaking Walloon region of Belgium brought the whole process to a virtual halt by objecting to the way dispute settlement procedures were to be conducted. \nEven now Italy has threatened not to ratify it because it claims it does not sufficiently protect some of its \"geographical indications\". \nThe threat could theoretically scupper the deal but the European Commission has said as a last resort it may settle the matter in court. Meanwhile the EU (including Italy) and Canada have been trading under the terms of CETA for over a year.\nThere are big differences between the EU-Canada and the EU-UK trading relationship.\nFirstly, there is a difference in the value of goods and services traded.\nOnly 10% of Canada's external trade goes to the EU. Total trade between the two is worth about C$85bn (£50bn).\nAbout 43% of UK external trade is with the EU. It is the UK's biggest trading partner. Total trade between the two is worth about £318bn.\nIn addition, the nature of the trade is very different.\nCanada's main trade with the EU is in precious stones and metals, machinery, mineral ores, mineral fuels and oils, aircraft, aircraft parts and pharmaceuticals. \nAgri-food trade between the two amounts to about £5bn.\nCanada's services exports amounted to £11bn and were largely in management, research and development (R&D,) financial and IT services. \nIn contrast, the UK exports £27bn in financial services alone to the EU, and a total of £90bn in all services. \nAgri-food trade between the UK and the EU amounts to about £30bn.\nThe UK exports goods worth £236bn to the EU across a wider range of industries than Canada. Motor vehicles and parts worth £18bn are the largest single sector followed by chemicals and chemical products worth £15bn.\nIt is early days but most observers say it's good for business.\nExports to the EU during the six months to July rose about 6% on the same period a year earlier, to C$19.7bn (£11.6bn), according to Statistics Canada.\nJim Carr, Canada's Minister of International Trade Diversification said: \"At the Port of Montreal alone, we have seen 20% more traffic in goods headed across the Atlantic.\n\"This enormous step in growth for Canada and the EU has been the reason why new shipping lanes have been added to accommodate container traffic.\"\nThe European Commission is equally ebullient about the deal, pointing out the successes of small companies such as Belgium's Smet Chocolaterie which is opening shops across Canada, or Italy's San Daniele ham producers who have increased sales to Canada by 35%.\nIt estimates exports to Canada are up by over 7% year-on-year.", "date": "25 September 2018", "href": "https://www.bbc.co.uk/news/business-45633592", "tags": "goods uk free eu services ceta trade worth exports canada deal"}