{"title": "What will Brexit mean for Britain's overseas territories?", "content": "The uncertainties of Brexit spread far beyond the borders of the UK and continental Europe. \nDecisions made in London and Brussels will have profound consequences for the 250,000 people who live in the UK's 14 overseas territories - yet another thread of complexity in the Brexit process.\nGibraltar has always had the potential to cause a Brexit bust-up, even though Article 50 is perhaps less important here than Article 10... of the 1713 Treaty of Utrecht.\nThat was when Spain ceded sovereignty of the Rock to Britain - a decision it appears to have regretted ever since.\nGibraltar voted 96% in favour of remaining in the EU. There was enormous shock in the territory when the UK voted to leave, taking Gibraltar with it.\n\"The atmosphere of disaster and grief was absolutely palpable,\" recalls Marlene Hassan Nahon, an independent member of the Gibraltar parliament.\n\"One of my good friends met me for breakfast. She was dressed in a black dress, crying her eyes out.\"\nBritain's Overseas Territories\nLocal businesses are beginning to get more used to the idea of operating outside the single market, especially after the government of Gibraltar revealed that roughly 90% of its financial services trade within the single market is actually with the UK.\n\"Somehow we had not realised or considered it before,\" says Joe Garcia, a veteran local journalist who has been covering all things Gibraltar since the 1960s.\n\"People who bet online in Britain, 60% of those bets actually come through Gibraltar, and it's the same with requests for car insurance. When you are out in Britain, look around. One out of every six cars is insured in Gibraltar.\"\nBut many of the people who work in the sector live across the border in Spain. And there are persistent fears about the potential for long delays at the border after Brexit, and about the future of the Rock's low tax regime, which Spain sees as unfair competition. \n\"They will probably try to use [Brexit] to get Gibraltar to stop being what they call a tax haven,\" says Spanish historian Mercedes Penalba-Sotorrio. \"I think one of the main priorities is to stop that.\"\nBut the most sensitive issue is Spain's long-standing claim for sovereignty - shared or otherwise - which is rejected outright by both the UK and Gibraltar itself.\nSuspicion was heightened after the remaining EU27 decided formally that no agreement between the EU and the UK may apply to Gibraltar without a bilateral agreement between Spain and the UK.\nNow that language is threatening to complicate negotiations on a transition period for the UK after Brexit.\n\"To the frustration of Brussels and the rest of the EU,\" says Mujtaba Rahman of the political consultancy Eurasia Group, \"Madrid is now arguing that the transition represents one such agreement - and that the transition should not apply to Gibraltar unless Spain explicitly agrees, which it currently does not.\"\nIf Gibraltar feels under threat, at least it has some influential supporters in London. Last year The Sun updated its classic early 90s headline \"Up Yours Delors\" for the front-page benefit of Spain: \"Up Yours Senors\".\nBut spare a thought for Britain's overseas territories with rather less clout. \nThe Caribbean island of Anguilla has a sea border with the EU, and is fearful of the future. Devastated by Hurricane Irma last year, and dependent on neighbouring islands, it is now bracing for Brexit.\nAnguilla's closest gateway to the world lies four miles across the sea in the French half of the island of St Martin, which is officially part of France, and therefore an \"outermost region\" of the EU. \nAnguilla relies on access to St Martin for many of its daily necessities - from food supplies to MRI scans to the postal service. The nearest international airport lies on the Dutch side of St Martin. \n\"We have a symbiotic relationship, and we really don't want Brexit to change it,\" says Blondel Cluff, the Anguillan government representative in London. \n\"But I don't think we've come up in the negotiations yet.\" \nIn a report published last year entitled \"Anguilla & Brexit: Britain's forgotten EU border\", the Anguillan government called for a regional customs union with St Martin and a common travel area. \nAnguilla is also mostly ineligible for British development aid, and is therefore highly dependent on money coming from the EU for more than a third of its budget.\n\"I know it's difficult when we have a population the size of a British village,\" says Blondel Cluff, \"but we need to make sure we don't get forgotten in the mix.\" \nIt all means that even half way round the world Brexit is raising concerns about the freedom of movement of goods, of services, and of course of people. \n\"The fact that people in overseas territories are going to lose an important element of their citizenship, without having been asked about it, may well give rise to legal challenges in the future,\" says Susie Alegre, a lawyer specialising in the rights of citizens in the British Overseas Territories.\nGiven the bewildering range of Brexit issues that need to be resolved, it is hardly surprising that the overseas territories have not received the attention they feel they deserve. \nBut Susie Alegre believes that could change. \n\"It may well be - and particularly with the case of Gibraltar - that in the next year you'll suddenly see quite serious issues popping up out of these dots on the map.\"", "date": "22 February 2018", "href": "https://www.bbc.com/news/uk-politics-43126719", "tags": "brexit spain overseas gibraltar uk eu territories britain says mean"}