{"title": "What's behind Italy's economic turbulence?", "content": "The controversy surrounding the Italian government's spending plans has led to continued nervousness on the financial markets.\nThe budget set out by the country's coalition government last month - which involves greater spending than previously planned - had already sent Italian share prices lower and knocked the value of the euro.\nThe cost of government borrowing for Italy, represented by the yield (or interest rate) on its bonds (the debt issued by the Italian government), has been rising, demonstrating that investors are getting twitchy.\nMarkets are concerned that the government's plans mean the country is heading for a stand-off with the European Commission.\nThe government that took office after an election in March this year wants to be able to deliver on campaign spending promises. To do that it needs to borrow more than its predecessor was planning.\nThe government's ambitions to spend more are set against the sober backdrop of Italy's persistently weak economic growth record.\nThe determination to deliver on their election promises and that weak growth has once again raised questions about the sustainability of the country's debts. \nThere could also be legal action taken by the European Commission.   \nThe coalition government wants to reduce the retirement age, as well as increase spending on welfare and infrastructure. They want to finance it with more borrowing. \nThe plan sent to the European Commission by the last government envisaged borrowing this year equivalent to 1.6% of annual national income (GDP), declining to 0.9% and 0.2% over the next two years. \nThat would be a budget that is very nearly in balance by the end of the decade. \nThe coalition is still wrangling over the figures for later years, but for 2019 they are aiming for 2.4%.\nYes, but there is another rule that total accumulated debt should be no more than 60% of GDP.\nItaly has more than twice that amount.  One way to get that total debt figure down is a lower deficit.\nIn principle, yes. Stronger growth means GDP rises more rapidly so debt as a percentage of GDP declines. But Italy's problem has been one of persistently weak growth.  The economy this year is slightly smaller than it was in 2005. \nIt is this growth problem that lies at the root of the strains on the government finances.  Deficits were quite large in some years in the 2000s, but the figure has been 3% or less since 2012.\nThe debt burden has risen in the last few years because growth has been so weak.\nIn cash terms it's the biggest government debt in the EU at €2.3 trillion ($2.6tn; £2tn). The debt burden as a percentage of annual economic activity is second only to Greece in the EU at 132%.\nStill a problem. Capital Economics, the London consultancy says the banks \"remain the country's weakest link\". \nThey own more than a quarter of Italian government debt, so they would be hit hard by a default. Even the rise in bond yields, which means the value of the bonds falls, is bad news for them. They also have high levels of problem loans.\nThe banks would also be vulnerable o renewed speculation that Italy might leave the eurozone. Deposits would almost certainly be pulled out of Italy in that situation as account holders wanted to avoid having their money converted into a new (or restored) national Italian currency.\nThat said, the Italian banks have a lot more capital than they did a few years ago which means they have more capacity to absorb losses. And the prospect of Italy quitting the euro has receded.\nThe starkest impact has been in the bond market, where the government's debt is traded.\nThe yields on those bonds give some idea of the government's likely future borrowing costs. They rose sharply in the past week. \nThe figures for Greece are higher, but Italian yields are markedly above the rest of the eurozone, including those countries such as Ireland and Spain that have had bailouts. There have also been impacts on the euro and the share prices of the country's banks. \nThere are two. One is a default by the Italian government - a failure to repay debts as they come due. The other is leaving the euro. \nBoth possibilities were clearly in view at various stages with Greece. But the eurozone came through it. The size of the Italian economy and the government's debt burden mean that it would be much harder to deal with. \nBut neither is on the horizon with Italy. Although government borrowing is getting more expensive it is much cheaper than the levels seen as triggering the need for a bailout. Italy did get into that territory in the worst phase of the eurozone crisis, but is not close to that now.\nThere are people in Italy that want to leave the euro, and there is significant sympathy for the idea in the coalition parties. But it is not government policy. ", "date": "5 October 2018", "href": "https://www.bbc.com/news/business-45751416", "tags": "debt country borrowing growth turbulence italian euro economic italy years behind government"}