{"title": "What does first-phase Brexit deal mean for NI?", "content": "The UK government's guarantees on the Irish border seem to sharply limit the variety of Brexit that's now on offer.\nIt has pledged that, even if there's no deal, the UK, as a whole, will fully align with the rules of single market and customs union which are necessary to support north-south cooperation.\nThe debates on \"full alignment\" are already under way and there are also big differences of opinion on what rules actually support that cross-border cooperation.\nBut, at a minimum, it would seem that the UK would have to continue to follow EU rules on trade in goods and agriculture.\nFormer Brexit minister and Leave campaigner David Jones zoomed in on this possibility.\nHe told the BBC Radio 4's World at One: \"What we have got is just a commitment to try to work towards agreed solutions and if there are no agreed solutions then the clause provides that the UK will maintain full alignment with the rules of the internal market which support north-south cooperation.\n\"The worry about that is, of course, that it could relate to very important areas such as, for example, agriculture which we would want to throw into the mix in negotiating a free trade agreement with a third country. \n\"And if this was to persist, it could severely handicap our ability to enter into those free trade agreements, so I think we do need to see that particular provision refined.\"\nThe EU's chief negotiator, Michel Barnier, was somewhat ambiguous in his comment.\n\"It's a unique situation, therefore specific solutions are needed,\" he said.\n\"That's a very clear line. And the UK's line is very clear too. We shall work on solutions which will be relevant only to the island of Ireland and not other parts (of the United Kingdom).\" \nBut if the fallback \"no deal\" position is UK-wide alignment, then doesn't it mean that the preferred option of a deep and special partnership would be something close to the Swiss or Norway option?\nThat sort of deal is not currently compatible with the UK's red lines. \nThere is going to be a lot of hard negotiating to come and compromises to be made.\nThere is another interpretation of the deal that it still leaves the door open for a special status for Northern Ireland.\nTUV leader Jim Allister notes that the pledge of \"unfettered access\" for NI business to the whole of the UK internal market is not reciprocated with a promise of equal, unfettered access from GB to NI.\nCould that mean that Northern Ireland would have some sort of different relationship with the single market while having preferential access to the GB market?\nThe DUP leadership would say no, pointing to the assurances they have received from the prime minister.\nSir Nick Macpherson, the former permanent secretary to the Treasury, gave a neat summary of the deal in a tweet this morning.", "date": "8 December 2017", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-42281324", "tags": "brexit support cooperation uk solutions market ni first-phase deal trade mean rules alignment"}