{"title": "What Would Happen if the U.S. Withdrew From Nafta", "content": "President Trump continues threatening to withdraw the United States from the North American Free Trade Agreement, and with negotiations on rocky ground, that risk could soon become reality. Withdrawing from the pact would bring big changes for the economy and for consumers.\nSince the pact came into effect in 1994, United States trade with Mexico and Canada has more than tripled, growing more rapidly than American trade with the rest of the world. Mexico and Canada are now the second and third largest exporters to the United States, after China. And the two countries are the leading importers of American products.\nMr. Trump has criticized Nafta for creating an unfair playing field, allowing Mexico to steal jobs from the United States and opening the border to cheap, tariff-free goods. He wants to bring factory jobs back home. \nBut pulling out of the pact could have unintended economic consequences. Over the past quarter century, Nafta has reshaped the United States economy, and its demise could raise costs for American companies and consumers. \nThe Nafta agreement allows any of the countries involved to withdraw six months after notifying the other parties. Congress could oppose a White House decision to withdraw, arguing that the Constitution gives Congress power to “regulate commerce with foreign nations.” Members of Congress could also threaten to stall Mr. Trump’s legislative efforts, like tax reform, in order to stay his hand. \nBut there is no language in Nafta’s authorizing law passed by Congress that requires Congressional assent before leaving the pact. So Mr. Trump could easily dissolve Nafta with the stroke of a pen. \nUnder Nafta, the three countries pay nothing on most goods that cross the border. After the United States exits the pact, the tariffs, or taxes, that Canada and Mexico put on its goods would rise. For some goods, tariffs could go as high as 150 percent. That would cause prices to spike and cut into company profits.\nAll three countries are members of the World Trade Organization, so tariffs could revert to those levels. Currently, they are 0 percent for most goods under Nafta.  \nAfter Nafta, the W.T.O. rules would apply to trade between the United States and Mexico. Tariffs on agricultural exports to Mexico are particularly costly, including a 15 percent tariff on wheat, a 25 percent on beef and a 75 percent tariff on chicken and potatoes. But goods like soap, fireworks, handbags and many articles of clothing face tariffs of 15 to 20 percent. Mexican goods would, in turn, face an average United States tariff of 3.5 percent.\nTrade experts are debating whether Canada and the United States would revert to a pre-existing free-trade agreement between the two countries that was superseded by Nafta.  If not, United States exporters would face an average W.T.O. tariff in Canada of 4.2 percent, again with much higher rates on some goods, including 27 percent for beef and 18 percent for most apparel.\nCompanies have spent decades building up complex supply chains that snake across North America’s borders to take advantage of differing costs and resources. American automakers are especially reliant on parts imported from overseas — but other industries, including agriculture, energy and retail would also be affected. These trading relationships help keep the price of the final product competitive with other major global manufacturing hubs in Asia and Europe.\nThe automotive sector in the three countries are tightly linked, exporting and importing billions of dollars of parts. Last year the United States imported 1.6 million vehicles from Mexico. But about 40 percent of the value of the components in those vehicles came from the United States.\nAmerican textile makers shipped more than $11 billion in goods to Canada and Mexico last year, according to the National Council of Textile Organizations. The tariffs that the three countries have on clothes under the W.T.O. are relatively high, often 18 to 20 percent. \nNafta opened major markets to United States farmers. American corn now is sold in Mexico, a market it had previously been excluded from. Mexican avocados, tomatoes and other fresh fruits and vegetables are now commonly found in United States groceries, especially during the winter growing season.\nThe United States imports about 30 percent of its medical devices and supplies, and Mexico is a leading supplier. And some major American manufacturers have opened factories in Mexico in recent years.\nHigher tariffs would push prices up on a range of goods. Many vehicles in the United States are manufactured in Mexico, like the Ram Heavy Duty pickup truck and Ford Fusion, while Dodge Challengers and Chevrolet Equinoxes are assembled in Canada. Prices would also surge for the Mexican fruits and vegetables that fill United States grocery stores. \nThe White House argues that a better trade deal would support companies making goods in America, thus creating more American jobs. That would likely be true in some cases. The American market is a very large one, so some companies would probably relocate production to the United States to avoid paying tariffs. \nBut other companies might decide its cheaper to relocate their manufacturing out of North America entirely. They could, for instance, produce goods entirely in China and then pay the United States tariff instead. The United States tariff on passenger cars is only 2.5 percent, so if Nafta falls apart it may be more cost-effective for companies to make cars in Asia.\nA withdrawal from Nafta could set the stage for a new trade pact with the three countries, or  perhaps a bilateral trade deal with Mexico and an updated agreement with Canada. But following a contentious collapse of the agreement, Canada and Mexico may be in no mood to negotiate.\nThat could put the United States at a disadvantage. \nMexico and Canada could remain members of Nafta and continue trading on its terms. It’s important to note that the European Union has signed free trade agreements with both Mexico and Canada that lowered tariffs on most products to zero, meaning that European companies may have an edge over American competitors in those markets. \nIn the aftermath of Nafta, the most likely scenario is that Canada and Mexico would push ahead with trade agreements with other countries. Both are still in discussions to pass the Trans-Pacific Partnership, a multicountry trade pact that President Trump withdrew the United States from on his fourth day in office. That deal would give Canada and Mexico tariff-free access to several lucrative markets, including Japan.", "date": "Oct. 12, 2017", "href": "https://www.nytimes.com/2017/10/12/business/economy/what-would-happen-if-the-us-withdrew-from-nafta.html", "tags": "goods nafta percent withdrew u.s. united states would happen mexico trade could canada"}