{"title": "What’s Next for Manafort and Cohen?", "content": "On Tuesday, two major developments unfolded involving people close to President Trump.\nMichael D. Cohen, Mr. Trump’s former fixer, pleaded guilty to breaking campaign finance laws and other charges, admitting that he arranged payments to two women “at the direction” of Mr. Trump to secure the women’s silence about affairs they said they had had with him.\nMinutes later, Mr. Trump’s former campaign manager, Paul Manafort, was convicted in his financial fraud trial in Virginia. The special counsel had argued that Mr. Manafort hid millions of dollars in foreign accounts to evade taxes and lied to banks to obtain millions of dollars in loans.\n[Here’s a guide to our coverage of the blockbuster news]\nSo what happens now? We’ll help you sort out what the big day in court means for Mr. Cohen, Mr. Manafort and Mr. Trump.\nMr. Manafort’s trial in Virginia was the first of two criminal cases against him. On Tuesday, a jury convicted him of five counts of tax fraud, two counts of bank fraud and one count of failure to disclose a foreign bank account. The judge declared a mistrial on the remaining 10 counts.\nA mistrial makes no judgment on Mr. Manafort’s guilt. In this case, it simply means that jurors could not agree on a verdict on those charges.\nProsecutors have the option to bring the remaining charges against him again, until a verdict is reached.\nRegardless, he will face sentencing on the charges he was convicted of Tuesday.\nA sentencing date has not yet been set. The most serious charge of which he was convicted carries a maximum sentence of 30 years in prison.\nIt’s possible Mr. Manafort could try to lessen his sentence by cooperating with the special counsel.\nMr. Manafort also faces a second criminal trial next month in Washington on other charges brought by the special counsel, including obstruction of justice, failure to register as a foreign agent and conspiracy to launder money. If convicted, he could face additional punishment.\nYes. Legally, the president has the power to pardon federal crimes.\nBut some legal experts say that such pardons, coupled with other actions, could increase Mr. Trump’s risk of prosecution for obstruction of justice. Abuse of the pardon power could also be grounds for impeachment. More on that later.\nFor months, federal prosecutors in Manhattan had been examining Mr. Cohen’s personal business dealings and his role in helping to arrange financial deals with women connected to Mr. Trump.\nOn Tuesday, Mr. Cohen pleaded guilty to breaking campaign finance laws, as well as multiple counts of tax evasion and bank fraud.\nMr. Cohen made the extraordinary admission that he had arranged payments to the two women: Stephanie Clifford, better known as Stormy Daniels; and Karen McDougal, a former Playboy model.\nIn both cases, Mr. Cohen said that he made payments at the behest of the president to shield him from politically damaging disclosures.\nMr. Cohen will be sentenced on Dec. 12 before Judge William H. Pauley III. Though he faces a total of up to 65 years on all eight counts, the plea agreement provides for a far more lenient sentence.\nSince Mr. Cohen, like Mr. Manafort, was convicted of federal crimes, he also could be pardoned by Mr. Trump.\nWhile their cases are tangential to the core of the special counsel investigation, the legal pressures on Mr. Manafort and Mr. Cohen could still have implications for the investigation.\nMr. Manafort’s conviction was a win for the special counsel, Robert S. Mueller III, if only in denying the president more ammunition for his campaign to discredit Mr. Mueller.\nAnd even the president’s staunchest defenders acknowledged privately that the legal setbacks he suffered on Tuesday could open fissures among Republicans on Capitol Hill and expose Mr. Trump to the possibility of impeachment.\nIn addition, both Mr. Manafort and Mr. Cohen could now have incentive to cooperate with prosecutors, said John P. Carlin, a former federal prosecutor who also served as chief of staff for Mr. Mueller when he was director of the F.B.I.\n“Defendants have cooperated after conviction hoping to get a lesser sentence,” he said.\nOne collateral effect of Mr. Cohen’s plea agreement is that it may allow Michael Avenatti, Ms. Clifford’s lawyer, to proceed with a deposition of Mr. Trump in a lawsuit that Ms. Clifford filed accusing the president of breaking a nondisclosure agreement concerning their affair.\nThe lawsuit had been stayed by a judge pending the resolution of Mr. Cohen’s criminal case. Mr. Avenatti wrote on Twitter on Tuesday that he would now seek to force Mr. Trump to testify “under oath about what he knew, when he knew it and what he did about it.”\nThe Justice Department has long taken the position that sitting presidents are not subject to criminal prosecution, though the Supreme Court has never ruled on the issue. But, if what Mr. Cohen said on Tuesday is true, Mr. Trump committed serious crimes and could still face consequences.\nIf Mr. Mueller believes he has enough evidence to charge Mr. Trump with a crime in federal court, the special counsel could ask a grand jury to indict him. But he would have to get permission from Rod J. Rosenstein, the deputy attorney general overseeing the investigation.\nAn indictment, however, has grown increasingly unlikely. The office of the special counsel has told the president’s lawyers that it plans to abide by the Justice Department’s view that sitting presidents cannot be indicted no matter what the evidence shows.\nIf Mr. Mueller finds wrongdoing, he has a variety of options short of indictment, including writing a lengthy report. Congress could then use the findings and begin impeachment proceedings if it sees fit.\nSeparately, Mr. Trump could be indicted after he leaves office.\nThe Constitution says that a president can be removed for “treason, bribery or other high crimes and misdemeanors,” which members of Congress can essentially define themselves.\nThe process would begin with House Judiciary Committee hearings, followed by a panel vote to move articles of impeachment to the House floor. How this would be handled would almost certainly depend on whether Democrats or Republicans control Congress in January, after November’s midterm elections.", "date": "Aug. 21, 2018", "href": "https://www.nytimes.com/2018/08/21/us/politics/cohen-manafort-verdicts-trump.html", "tags": "next convicted manafort counsel trump cohen could tuesday special"}