{"title": "What Obamacare Opponents Get Wrong -- And Right -- About Insurance Premiums", "content": "Donald Trump is attacking the Affordable Care Act again. He says health insurance premiums are rising by 35, 45 or even 55 percent in some places.\nOfficials at the Department of Health and Human Services tell a very different story. They say premiums for the standard insurance plans are rising by just 7.5 percent on average -- and that the vast majority of people buying coverage through the law's new marketplaces can find insurance for a relative pittance.\nTrump is right, but so is HHS.\nAnd therein lies a pretty good snapshot of how the health care law is working out, three years into implementation. Some of the scary-sounding reports are true. But they reveal only a small part of the picture.\nOpen enrollment through the Affordable Care Act begins Sunday, Nov. 1. That’s when people buying coverage on their own -- whether through the new federal or state-operated online marketplaces, or directly from insurers -- can begin purchasing coverage for calendar year 2016.\nSome people who have insurance already know how much it will cost to keep their current policies, because they’ve received notices from their insurers or because they’ve checked the “window shopping” feature on healthcare.gov that went live on Sunday night. The rest will learn soon enough.\nPlenty won’t be happy.\nPremiums for BlueCross BlueShield of Tennessee will be 36 percent higher, on average, than they were last year. For policies by Moda Health, the largest insurer in Oregon, premiums will be 25.6 percent higher. And in Minnesota, the average monthly premiums for BlueCross BlueShield are rising between 45 and 49 percent, depending on the plan.\nThose are some very big numbers, and they're already providing great political fodder for Republicans and their conservative allies who consider them proof that the Affordable Care Act is a failure. But, as is always the case with “Obamacare” stories, they take on different meaning with more context.\nRemember, the health care law transformed the market for people buying coverage on their own. The law prohibits insurers from excluding key benefits like coverage for maternity care, rehabilitative services and prescription drugs. It also stops carriers from charging higher premiums, withholding certain benefits or denying coverage altogether from people with pre-existing conditions.\nBefore last year, insurers had no experience selling such policies, under such conditions, directly to individuals. When they initially set their premiums, they had to make some guesses. They also had to compete for market share. Insurers planning to stay in the new marketplaces for the long haul had incentive to price low, in order to grab customers, even if it meant running losses in the short term.\nNow, with hard data on the customers they’re attracting, many insurers are discovering the population is less healthy than they had expected -- and more likely to run higher medical bills. At the same time, federal programs designed to cushion insurance company losses are subsiding, partly because the law’s architects intended them to be temporary and partly because Republicans -- led by presidential candidate Sen. Marco Rubio (R-Fla.) -- forced elimination of one key program in the spending deal Congress enacted last year.\nSo after two years of premiums that seemed surprisingly low, at least by the standards of private health insurance in the U.S., some insurers are raising prices to adjust. That’s the source of the big hikes that have the attention of Trump and other Affordable Care Act critics. And it's why, according to ACAsignups.net blogger Charles Gaba, premiums would rise between 12 and 13 percent on average if everybody who currently has insurance simply renewed the same plans for next year. \nBut, as Gaba points out and Politifact noted recently, the averages also mask a lot of variation. Some insurers are raising premiums more modestly and others are actually reducing rates. People faced with increases can, and frequently will, find cheaper alternatives. In addition, the vast majority of people buying coverage through healthcare.gov or one of the state marketplaces are eligible for tax credits that can reduce premiums by hundreds and sometimes thousands of dollars a year for lower- and middle-income buyers. \nFor these reasons, many analysts think the best indicator of how premiums are changing is to compare the price of the second-cheapest \"silver\" plan in 2016 to the second-cheapest silver plan of 2015. According to an analysis that HHS released on Monday, the difference is just 7.5 percent -- and that’s before taking into account the tax credits that could wipe out some or all of the increase for many consumers. With those tax credits in hand, HHS says, most people buying coverage on the federal or state marketplaces can find insurance for less than $100 a month.\nMonday's HHS analysis is roughly consistent with estimates by the Henry J. Kaiser Foundation, which has been following premiums in 11 key markets from around the country.\n“Despite the overall growth in Marketplace premiums, the amount many people pay for their coverage could stay relatively flat after their tax credit, but they may have to switch to a different plan in order to take full advantage of that savings,” Cynthia Cox, associate director of Kaiser’s program on health reform and private insurance, told The Huffington Post. \nNot everybody gets the tax credits and switching plans is not always easy. Somebody who wants to keep seeing a particular physician might have to choose between keeping coverage for that doctor or going with a cheaper plan. But provider networks in this country have always been in flux, just like insurance premiums for people buying coverage on their own have always been volatile. In fact, before the Affordable Care Act, double-digit increases in premiums were the norm, according to studies by HHS and the Commonwealth Fund. \nThat's the reality of health care reform: Today's headlines look very different in the context of yesterday's. ", "date": "\n10/26/2015", "href": "https://www.huffpost.com/entry/obamacare-premiums-open-enrollment_n_562e8c3fe4b0c66bae59088d", "tags": "care percent coverage obamacare insurers right wrong -- buying opponents premiums get insurance health"}