{"title": "What Is a Leak? U.K. Defense Secretary’s Firing in Huawei Case Is in a Murky Zone", "content": "LONDON — After dismissing her defense secretary on accusations he leaked sensitive information, Prime Minister Theresa May of Britain declared the matter “closed,” and on Thursday her government insisted that the police need not investigate one of the most serious security breaches in recent memory.\nBut the former defense secretary, Gavin Williamson, is not going quietly. In interviews with Sky News and others, he was quoted as having sworn “on his children’s life” that he was not the source of the leak from the National Security Council reported in a Daily Telegraph article. He has demanded a police inquiry to vindicate him and accused one of the country’s top civil servants of having conducted a vendetta.\nHis protestations of innocence have raised questions not only about Mrs. May’s notoriously leaky cabinet, but also about how information is traded between Britain’s top politicians and its leading journalists and the nature of a leak.\nMr. Williamson has not denied reports that he spoke by phone to the author of the article, the Daily Telegraph’s deputy political editor, Steven Swinford, for 11 minutes on the day of the leak — apparently the main evidence against him. Instead, Mr. Williamson seems to be arguing that the conversation was not responsible for the leak that has cost his job.\nThe episode has put a spotlight on a murky zone within Britain’s fiercely competitive news media environment. There, political scoops are more often produced from sources that confirm stories with nods, winks or “nondenials,” rather than by handing over documents or making clear statements of fact.\nSpeaking to the BBC, Tom Newton Dunn, political editor of The Sun, speculated that any exchange of information would most likely have been vague, and the conversation cloaked in an informal Westminster code.\n“You don’t ring up a minister and say, ‘Will you leak this to me?’ You say to him, ‘Look, if I was to write, and I think that this happened, would I look particularly silly?’” Mr. Newton Dunn explained.\nThe answer could come back, “I don’t think you look silly, Tom, at the best of times,” or “You do look particularly silly much of the time,” said Mr. Newton Dunn, adding: “That’s the code. And that’s how it would have happened.”\nIn a Twitter thread, Gaby Hinsliff, a columnist for The Guardian and former political editor of The Observer, described the piecemeal way in which snippets of information are bounced around several sources to build a bigger picture.\n“A little bit of info from lots of people who in each case don’t think they really told you anything much = quite a sizeable stone sometimes,” Ms. Hinsliff wrote.\nIn this way there can often be no one source of a leak, but several, all of whom can deny responsibility. Whether Mr. Williamson was one of those sources is now hotly contested.\nFiercely ambitious — to his critics, gaffe-prone and self-promoting — Mr. Williamson lost his job on Wednesday after being accused of a leak that suggested that Mrs. May would give a role in designing a British telecommunications network to Huawei, a Chinese company considered a security risk by the United States.\nThe  report in The Daily Telegraph suggested that Mrs. May had overruled objections from some senior council members, including Mr. Williamson, about allowing Huawei to build some elements of the next-generation cellular data network known as 5G.\nAlthough the government says that no decision has yet been taken formally, the leak seems accurate enough to have infuriated Mrs. May who, when she ran for the leadership of her party in 2016, made a point about straight-dealing and her refusal to gossip with journalists in the bars of Parliament.\nThe leak also outraged senior civil servants, including the cabinet secretary, Mark Sedwill, and caused friction with the United States. The Trump administration has asserted that Huawei’s technology, already widely installed in earlier-generation systems in Europe, could provide a “back door” for Chinese intelligence — something the company has denied.\nMr. Williamson’s ignominious dismissal is the latest crisis to engulf a cabinet so bitterly divided over Britain’s withdrawal from the European Union that it was recently chastised by the chief whip, Julian Smith, for having displayed the “worst example of ill-discipline in cabinet in British political history.”\nOn Thursday, opposition parties joined Mr. Williamson in demanding a police investigation, and the Metropolitan Police commissioner, Cressida Dick, said her officers would “look at any complaint.” But she said that under existing protocols the police needed a referral from the government. None had yet been received.\nSpeaking in Parliament, David Lidington, Mrs. May’s de facto deputy, argued that a referral was not necessary, suggesting that Mr. Williamson was not being accused formally of breaking the official secrecy laws that senior ministers promise to obey.\n“The issue at stake here was less the substance of the material that was disclosed than the principle of a leak from the National Security Council itself,” said Mr. Lidington.\nEssentially, the government’s argument is that the leak of anything discussed at such a confidential meeting puts at risk the functioning of the council, because it is attended by Britain’s top intelligence officials, who expect secrecy.\nMr. Williamson also was accused by the government of being less cooperative than other ministers with the leak inquiry, though it did not elaborate.\nDespite Mrs. May’s lost confidence in Mr. Williamson, the government seems reluctant to try to prove Mr. Williamson’s guilt.\nOn Thursday Mr. Lidington argued that the former defense secretary’s overall conduct was at issue, making Mrs. May “the ultimate judge of the standards of behavior expected of a minister.”\nIn an apparent dig at Mr. Williamson, Mr. Lidington added that after meetings of the National Security Council, ministers should “shut up.”\nThat appeared to echo Mr. Williamson’s much-ridiculed words last year when he said that Russia should “go away and shut up.”", "date": "May 2, 2019", "href": "https://www.nytimes.com/2019/05/02/world/europe/uk-defense-secretary-leaks-daily-telegraph.html", "tags": "may defense “ leak williamson zone secretary u.k. britain huawei mrs. murky case — firing government"}