{"title": "What to Expect as U.S. Leaves Paris Climate Accord", "content": "President Trump said on Thursday that the United States was officially withdrawing from the Paris climate agreement, following through on a campaign promise and defying fellow world leaders who had pleaded with him to remain a party to the pact.\nThe move was sure to provoke a sharp backlash from the rest of the world, and it could prove to be a major setback for international efforts to avert drastic global warming.\nThe world’s nations had already been struggling to reduce emissions deeply enough to prevent global average temperatures from rising more than 2 degrees Celsius (3.6 degrees Fahrenheit) above preindustrial levels, the threshold deemed unacceptably risky. The Paris climate deal was meant to provide a structure to ratchet up those efforts over time. Now, the world’s largest economy has clearly stated that it wants no part of that process.\nThe big question now is how other countries will respond to Mr. Trump’s withdrawal: Do they keep pressing ahead with climate action anyway, or does the accord start to unravel without the United States? Here’s a look at what happens next.\nThe Paris climate deal, which 195 countries agreed to in 2015, was designed to work through voluntary action and peer pressure. Because it was never ratified by the Senate, the United States will face few barriers to leaving.\nThe Trump administration plans to invoke the accord’s formal withdrawal mechanism, a winding legal process that will take four years to complete and would lead to an official exit on Nov. 4, 2020, the day after the next presidential election. A future administration could, if it chose, rejoin.\nThe United States would remain a party to the United Nations Framework Convention on Climate Change and could still participate in future U.N.-sponsored climate discussions. But Mr. Trump said he would not abide by any of the United States’ previous commitments under the Paris agreement and would rejoin only if the accord were drastically renegotiated, an unlikely prospect.\nIn the meantime, the Trump administration will keep pushing to dismantle domestic climate policies, including the Clean Power Plan to curtail emissions from power plants, and various regulations on methane leaks from oil and gas operations. Those rollbacks are still far from assured, however, and environmentalists plan to challenge them in court.\nPulling out of Paris won’t mean the end of all domestic efforts to address climate change. States like California and New York will keep pursuing their own programs to reduce emissions from power plants and vehicles. And the private sector is shifting toward cleaner energy regardless: Cheap natural gas and renewables will continue to drive the retirement of coal plants.\nBut the United States will be doing far less about global warming than it otherwise might have done. In 2015, the Obama administration vowed to cut greenhouse gas emissions 26 to 28 percent below 2005 levels by 2025 as part of the Paris deal. A recent analysis by the Rhodium Group estimated that, under Mr. Trump’s policies, United States emissions will now most likely fall just 15 to 19 percent below 2005 levels by 2025.\nLeaders in Europe, China and India have insisted that they will carry on tackling global warming without the United States. But the precise shape of future climate talks remains an open question.\nOne possibility is that, with the world’s second-largest emitter pulling out, other countries may feel less pressure to step up their own plans to curb greenhouse gases. “Other governments and industries could say, if the United States is being less ambitious, why should we take on these extra costs?” said Elliot Diringer, executive vice president of the Center for Climate and Energy Solutions.\nMeanwhile, a core part of the Paris deal involved the United States promising $3 billion in aid to poorer countries to help them expand clean energy and adapt to droughts, sea-level rise, and other global warming calamities. The Obama administration already chipped in $1 billion, as have other wealthy nations. But Mr. Trump has vowed to cancel all future payments, and developing nations in Africa and Asia may now prove less eager to tackle their emissions as a result.\nNot everyone is so pessimistic, however. Luke Kemp, a climate policy expert at Australian National University, suggests that the shock of the United States withdrawing could spur other countries to redouble their climate efforts. “In the short term you could see a galvanizing effect,” he said.\nThe United States could also face serious diplomatic repercussions for leaving. Europe, China and other countries may decide to withhold cooperation on issues the Trump administration cares about, like trade. In a more extreme case, other countries could threaten to impose carbon tariffs on the United States.\nThe 2015 Paris agreement was meant to be a first step in the long, grinding process of slowing climate change. Countries put forward individual pledges for curbing emissions and agreed to meet regularly to review and strengthen those pledges in the hopes of avoiding catastrophic warming.\nEven before the Trump administration’s retreat, those efforts were falling far short. Current pledges, when added up, put the planet on pace to warm 3 degrees Celsius or more above preindustrial levels, an outcome with a far greater risk of destabilizing ice sheets in Greenland and Antarctica, higher levels of sea-level rise, more destructive heat waves and droughts, and the loss of vital ecosystems like coral reefs.\nWhether the world can avoid that fate may now depend on countries like China, the world’s largest emitter, which is poised to assume a dominant role in future talks. China is investing heavily in wind, solar and nuclear power in an attempt to level off its once-insatiable coal consumption. But it is unclear how far China’s leaders will go in pressuring other countries to raise their ambitions. In the past, China has argued against rigorous transparency standards to review nations’ progress.\nAnd, so far, no country has said it will cut emissions by an additional amount in order to offset weaker action by the United States. “Everyone’s just saying that they will stay the course,” said Oliver Geden, a climate policy expert at the University of Oxford. But that course, he notes, is now even further from the goal of avoiding 2 degrees of warming.\nA future American administration could always change direction on climate policy — and even try to rejoin the agreement once Mr. Trump is out of office. “Other countries are constantly judging each other’s positions in the world,” said David G. Victor, a professor of international relations at the University of California, San Diego. “If it looks like this administration is only going to last for four years, you might see other countries continue to push along on climate and not give up on the U.S. just yet.”", "date": "June 1, 2017", "href": "https://www.nytimes.com/2017/06/01/climate/us-paris-accord-what-happens-next.html", "tags": "administration world leaves u.s. united states expect countries climate accord could emissions paris"}