{"title": "What's behind the China-Taiwan divide?", "content": "China sees Taiwan as a breakaway province that will eventually be part of the country again, but many Taiwanese want a separate nation.\nThe dispute with China has left relations frayed and a constant threat of a violent flare up that could drag the US into the fray.\nThe first known settlers in Taiwan are Austronesian tribal people thought to have come from modern day southern China.\nThe island first appears in Chinese records in AD239, when China sent an expeditionary force to explore - a fact Beijing uses to back its territorial claim.\nAfter a brief spell as a Dutch colony (1624-1661) Taiwan was unquestionably administered by China's Qing dynasty from 1683 to 1895. \nStarting at the beginning of the 17th Century, significant numbers of migrants started arriving from China, often fleeing turmoil or hardship. Most were Hoklo Chinese from Fujian (Fukien) province or were Hakka Chinese, largely from Guangdong. The descendants of these two migrations now make up by far the largest population group.\nIn 1895, following Japan's victory in the First Sino-Japanese War, the Qing government had no choice but to cede Taiwan to Japan.\nBut after World War Two, the Republic of China - one of the victors - began ruling Taiwan with the consent of its allies the US and UK, after Japan surrendered and relinquished control of territory it had taken from China.\nHowever in the next few years, the leader at the time Chiang Kai-shek's troops were beaten back by the Communist armies under Mao Zedong.\nChiang and the remnants of his Kuomintang (KMT) government fled to Taiwan in 1949. This group, referred to as Mainland Chinese and then making up 1.5m people, dominated Taiwan's politics for many years, even though they only account for 14% of the population.\nHaving inherited an effective dictatorship, facing resistance from local people resentful of the 228 Massacre and authoritarian rule, and under pressure from a growing democracy movement, Chiang's son, Chiang Ching-kuo, began allowing a process of democratisation, which eventually led to the 2000 election of the island's first non-KMT president, Chen Shui-bian.\nAfter decades of hostile intentions and angry rhetoric, relations between China and Taiwan started improving in the 1980s. China put forward a formula, known as \"one country, two systems\", under which Taiwan would be given significant autonomy if it accepted Chinese reunification. \nThe offer was rejected, but Taiwan did relax rules on visits to and investment in China. It also, in 1991, proclaimed the war with the People's Republic of China over.\nThere were also limited talks between the two sides' unofficial representatives, though China's insistence that the Republic of China (ROC) government is illegitimate prevented government-to-government contact.\nBeijing became alarmed in 2000, when Taiwan elected as president Chen Shui-bian, who had openly backed independence. \nMr Chen was re-elected in 2004, prompting China to pass a so-called anti-secession law in 2005, stating China's right to use \"non-peaceful means\" against Taiwan if it tried to secede from China.\nIn 2008, Ma Ying-jeou was elected president. He sought to improve relations with China, mainly through economic agreements.\nIn elections in January 2016, Tsai Ing-wen defeated Kuomintang party candidate Eric Chu. Mr Ma was barred by Taiwan's constitution from the seeking a third term in office. Ms Tsai leads the Democratic Progressive Party (DPP), which leans towards independence from China.\nAfter Donald Trump won the 2016 US election, she spoke to the president-elect in a phone call, in what was a break with US policy set in 1979 when formal relations were cut.\nThroughout 2018, China stepped up pressure on international companies forcing them to list Taiwan as a part of China on their websites and threatening to block them for doing business in China if they failed to comply. \nIn November, Ms Tsai's political party received a heavy setback in regional elections perceived by Beijing as a blow to her separatist stance.\nThere is disagreement and confusion about what Taiwan is, and even what it should be called. \nChiang Kai-shek's Republic of China (ROC) government, which fled the mainland to Taiwan in 1949, at first claimed to represent the whole of China, which it intended to re-occupy. It held China's seat on the United Nations Security Council and was recognised by many Western nations as the only Chinese government.\nBut in 1971, the UN switched diplomatic recognition to Beijing and the ROC government was forced out. Since then the number of countries that recognise the ROC government diplomatically has fallen to about 20.\nChina regards Taiwan as a breakaway province which it has vowed to retake, by force if necessary. But Taiwan's leaders say it is clearly much more than a province, arguing that it is a sovereign state. \nIt has its own constitution, democratically-elected leaders, and about 300,000 active troops in its armed forces.\nGiven the huge divide between these two positions, most other countries seem happy to accept the current ambiguity, whereby Taiwan has most of the characteristics of an independent state, even if its legal status remains unclear.\nWhile political progress has been slow, links between the two peoples and economies have grown sharply. Taiwanese companies have invested about $60bn (£40bn) in China, and up to one million Taiwanese now live there, many running Taiwanese factories.\nSome Taiwanese worry their economy is now dependent on China. Others point out that closer business ties makes Chinese military action less likely, because of the cost to China's own economy.\nA controversial trade agreement sparked the \"Sunflower Movement\" in 2014 where students and activists occupied Taiwan's parliament protesting against what they call China's growing influence over Taiwan.\nOfficially, the Democratic Progressive Party (DPP) still favours eventual independence for Taiwan, while the KMT favours eventual re-unification. Opinion polls show only a small minority of Taiwanese support pursuing one or the other at the moment, with most preferring to stick with the current middle ground.\nYet more and more people say they feel Taiwanese rather than Chinese. Support for the DPP increased at the January 2016 election. This was partly because of dissatisfaction with the KMT's handling of economic matters, from the wealth gap to high housing prices, and partly because of worries that Mr Ma's administration was making Taiwan too dependent on Beijing. \nThe US is by far Taiwan's most important friend, and its only ally. \nThe relationship, forged during World War Two and the Cold War, underwent its sternest test in 1979, when President Jimmy Carter ended US diplomatic recognition of Taiwan in order to concentrate on burgeoning ties with China. \nThe US Congress, responding to the move, passed the Taiwan Relations Act, which promises to supply Taiwan with defensive weapons, and stressed that any attack by China would be considered of \"grave concern\" to the US.\nSince then, US policy has been described as one of \"strategic ambiguity\", seeking to balance China's emergence as a regional power with US admiration for Taiwan's economic success and democratisation.\nThe pivotal role of the US was most clearly shown in 1996, when China conducted provocative missile tests to try and influence Taiwan's first direct presidential election. In response, US President Bill Clinton ordered the biggest display of US military power in Asia since the Vietnam War, sending ships to the Taiwan Strait, and a clear message to Beijing.", "date": "2 January 2019", "href": "https://www.bbc.com/news/world-asia-34729538", "tags": "us china first taiwan beijing taiwanese chinese china-taiwan two war behind government divide"}