{"title": "What are the ethics of cryonic preservation?", "content": "What are the arguments in reply to moral issues with cryonic preservation?\nThis is one of many questions that you asked the BBC about cryonics - the science of preserving the entire human body at ultra-low temperatures after death in the hope that one day scientific advances will allow people to be revived.\nThanks to Martha Payne for this question.\nThere are plenty of practical reasons not to sign up for whole body cryopreservation after death - the most important of which is that there is absolutely no proof or guarantee that it is reversible.\nWaking up after hundreds or thousands of years to resume life, healthy and happy, is pure science fiction, scientists say.\nBut there are ethical considerations too.\nNormally, science demands that any trials on humans take place after successful trials on animals - but in this case that has not happened. \nThe technique has been tested on mammals but it has not worked and yet companies are offering the service for a fee. \nAll they can promise is storage and monitoring in liquid nitrogen at extremely low temperatures until such time as medical technology evolves to allow patients to be revived. No more than that.  \nBut what happens if these companies run out of money or if the storage technology goes wrong one day? Do they still have a duty of care for them? It is not clear.\nWhat happens in the unlikely event they do wake up is not known because that raises a whole range of other difficult ethical questions.\nOne issue is what would happen if there are side effects or if it only partially works. In what kind of state could people be left?\nThere is no guarantee that brain function could be completely restored or that people would be conscious, even less that they would retain memories and knowledge from their previous existence.\nAccording to scientists, it is hard to believe that people thawed after cryopreservation would not be fundamentally altered in mind and body because of the extraordinary complexities of what would need to achieved to restore life to the cells, blood vessels, organs and neurons of the body.\nPutting to one side all these unknowns, there are also concerns over the kind of existence awaiting them.\nThey would be returning to a very unfamiliar time and place, centuries (perhaps millennia?) after they left it, without friends and family - who would all have died off in the meantime.\nWhat kind of world would they be inhabiting? How would they survive and by what means?\nIsolation, loneliness, depression and illness could all follow, bioethicists suggest.\nLiving longer may not be all it is cracked up to be if people end up isolated, frightened and alone.\nAnd what about the impact of cryonics on other people and the environment?\nSome would say it is selfish to prolong life, particularly if people have lived to a respectable age, when the world is already over-populated and there are finite resources.\nDeath is natural - an efficient way of renewing and replacing the population - so shouldn't we accept our fate, concentrate on looking after those who are alive and give up on immortality?\nPerhaps humans should not be given the option of putting their faith in a future which may allow them to live for a bit longer, or even forever. \nThe law says the body can be preserved using cryopreservation techniques - but the ethics of cryonics pose many more questions than answers.  ", "date": "18 November 2016", "href": "https://www.bbc.co.uk/news/health-38031428", "tags": "people allow preservation cryonic death ethics science one cryonics questions cryopreservation body"}