{"title": "What it was like to work for Harvey Weinstein", "content": "When Lisa Rose was 22 she got a job with Miramax in London. It was 1988. \nBefore she started, she was given a warning: \"Harvey will answer the door in a towel. He will ask you for a massage. You say no, you ignore him and you make sure you walk away so you're not too close.\"\nLisa is one of several people to come forward to the BBC with claims of harassment by the film producer. \nHarvey Weinstein denies any sexual assault.\nThis is Lisa's story: \nIt was exciting. I'd just left drama school and it felt glamorous. I met producers, gave feedback on films. \nI went to parties and screenings of Hear My Song and Nasty Girl in Soho with actors, writers, directors. \nI did admin for Miramax - bookings, calls, scouted a new penthouse in Belsize Park. I delivered a script to Daniel Day-Lewis. I even booked Concorde flights for Harvey.\nI remember meeting him, feeling like \"oh, I need to make a good impression, maybe he'll get me an acting job\". \nWhen he came into town, everything focused on him. \nIt's like you knew this hurricane force was coming for a short period of time and everybody took a deep in breath and then everybody knew that he would be gone in a couple of days.\nHe used to get a different suit tailored for his meetings in London, from under the Savoy hotel, and just leave it in the wardrobe when he left.  I used to think \"what a waste of money\".\nHe'd leave half-empty coke cans all over the place and the room where he slept was left in a total mess. It was disgusting. \nEveryone became anxious and scared - on tenterhooks because he would rage and shout. People didn't really talk about it - they were just trying to get on.\nOne time in the hotel, he exploded at a casting person - he screamed, shouted, swore. Hours later he told me to send them flowers, to make a big apology. \nBut while he was at meetings, I could sit in the Savoy and order room service. I remember eating chips, looking out of the window, thinking \"oh, wow, this is cushy\". \nDespite knowing his reputation, I still chose to work there - it was paid well, hours were flexible and it felt like a good job. But I knew things weren't right. \nWhen you got taken to the Savoy, you knew that Harvey was there.\nThen I ended up in a situation with him. \nI was sent to the hotel in a taxi. They just said, \"you'll work out of the Savoy today\". Everyone was so busy, so I just went and did it - I was answering the phone and ordering things, it all felt very normal.\nI was alone in the room with him. \nHe asked me for a back rub, to give him a massage. But I had been forewarned - and I said no. Because of the warning I could really focus on getting out of the situation.\nHe huffed and puffed and said, \"well other people do it\".\nI moved into a suite room immediately - I could see where the door was from there.\nI was really frightened, my heart was beating, and I was thinking, \"this is what it's like having so much power - he's a man who's got a lot of power\". \nHe didn't touch me. He said nasty things but he didn't touch me. \nI told friends about it but no-one really said much. People giggled or looked embarrassed, and some said, \"well, that's just something that happens\". \nEvery week I wrote a cheque of a whopping £900 to a woman, who was supposedly a writer - I knew she wasn't. One woman who worked very closely with him kept a diary detailing all the things going on. When I saw people come in, when I saw someone on his arm in a picture, I thought, \"oh, that poor person\".\nI resigned. \nNo-one I worked with would consciously put someone in his path. No-one would willingly say \"go be a victim, be prey to this ogre, we'll sacrifice you to him\". But people were scared stiff of him. \nDo I feel guilty for not reporting anything? Who could I have gone to - the police? Who would have listened? No-one has ever said go report it.\nI was a little tiny person against a huge corporation. I thought people would laugh or say it didn't happen. \nHe's a scary and big man - a monster. I thought if I say something, I'll never get an acting job because he runs the industry. \nHis amazing talent also made me question if I was wrong. I thought maybe this is just how it is, and I'm not a strong enough woman to play the game. Sexual harassment is shameful, embarrassing, humiliating. You keep it in for many years because you think, why would I want to be reminded of that?\nBut now all these people are coming forward, and I want to speak out. \nI want women to be able to to say this is wrong and know that they'll be heard. This is about exposing abuse of power and bullying. It all needs to stop. \nHolding it all in all these years affected me. I became very cynical about the film industry. It made me think that only certain types of women can survive it, you have to be very tough to put up with things like that. \nI think I didn't really get on in my acting career because I refused to do what he wanted - I wouldn't play sexy and seductive and do what men wanted, so I wonder sometimes if that's why I didn't go far.\nI see his picture in the newspapers on the bus and it makes me feel sick. Even now I feel scared. I'm battling that fear that speaking out could hurt me. \nI wish I had had the chance to pass on a warning, like the one I was given, to people who never got that chance, and who ended up in compromising situations.\nI could have stopped that happening to other people.\nAs told to Georgina Rannard, BBC UGC & Social News team", "date": "13 October 2017", "href": "https://www.bbc.com/news/uk-41602224", "tags": "harvey things work really would say knew weinstein could get like"}