{"title": "What is a vote of no confidence? What time is it?", "content": "Labour Leader Jeremy Corbyn tabled a motion of no confidence after the crushing defeat of Theresa May's Brexit deal by MPs. What does this mean?\nA vote of no confidence lets MPs decide on whether they want the government to continue - and has the power to trigger a general election. The motion's wording is: \"That this House has no confidence in Her Majesty's Government.\"\nJeremy Corbyn tabled the motion after Theresa May's Brexit deal was rejected by MPs on Tuesday evening. It is backed by MPs from the SNP, Lib Dems, Plaid Cymru and Green Party.\nPrime Minister's Questions go ahead as usual at 12:00 GMT on Wednesday. Following a brief debate on banning low level letterboxes, MPs should start debating the motion at about 13:00 GMT.\nThe confidence vote is expected at about 19:00 GMT.\nA 14-day countdown is started if a majority of MPs vote for the motion - and a general election will be called if, during that period, the government or any other alternative government cannot win a new vote of confidence.\nThese 14 days are calendar days and not the days in which Parliament is sitting - so the deadline would be Wednesday  30 January.\nIf there is to then be an election, the earliest it could happen would be 25 working days.\nUnder the Fixed Term Parliaments Act 2011, UK general elections are only supposed to happen every five years. At the moment, the next one is due in 2022.\nMrs May has already said that she will not be leading the Conservatives into the 2022 general election.\nThis is the outcome that is widely expected.\nLabour's shadow chancellor John McDonnell has told the BBC that they are expected to lose the vote and the DUP - the party that props up Mrs May's government - has said it will vote in favour of the government.\nFollowing the vote, Mrs May will have to go back to focusing on getting some form of Brexit deal through Parliament.\nShe offered cross-party talks to determine a way forward in the aftermath of her plan's rejection in the Commons.\nMrs May is expected to begin a series of meetings with \"senior Parliamentarians\" on Thursday.\nShe also told MPs she will return to the Commons with an alternative plan next week, provided she survives the confidence vote.", "date": "16 January 2019", "href": "https://www.bbc.com/news/uk-politics-46890481", "tags": "may election motion days mps expected confidence general time vote government"}