{"title": "What happened to the Arab Spring?", "content": "Think back to the dramatic events of January and February, when for a moment it seemed Arab dictators were falling like dominoes.\nThen look at the bloody stalemate that characterises the region today.\nThe two trailblazers, Tunisia and Egypt, have entered an ambiguous transition as the forces of change confront old elites clinging to power and privilege.\nElsewhere - in Yemen, Syria, Bahrain and above all Libya - the dictators are hanging on, through the violent suppression of protest.\nThe notion that people power would sweep through the region, erasing the old order like a tsunami, was always illusory.\nWe are wrong to think that everything has changed - or that nothing has changed.\nThree lessons stand out.\nWhile Arabs share the same grievances - over autocracy, corruption, the lack of jobs - the expression of these grievances plays out differently in each country.\nIn Egypt the generals were the decisive force in toppling the ruler (which does not make them revolutionaries). \nIn Syria and Bahrain there is a sectarian dimension fuelled by minority regimes for whom majority rule is especially threatening.\nBy sending troops into Bahrain, in response to an overblown Iranian threat, Saudi Arabia exacerbated sectarian tension.\nLibya is different again, because of the lack of a strong centralised state - and because the opposition has called in Western help.\nIn no two cases is the balance of forces identical.\nIn origin, the Arab uprisings were nationalistic. They brought together different groups united by the demand that a hated dictator should go.\nBut religion has not suddenly disappeared.\nThe question is not whether Islam will play a role in determining the region's future, but what that role will be.\nFor the moment, Islamist groups - notably the Muslim Brotherhood in Egypt - are speaking the language of democracy and national unity.\nThe Islamists realise they have a unique opportunity to enter the political arena.\nIt is an ideal moment to put their democratic pretensions to the test. \nA split between a more reactionary Islamist old guard and a more open-minded younger generation is not inconceivable.\nWestern powers, not least the Obama administration in Washington, have been slow to realise the limits of their influence. They are reacting to events, not driving them.\nIn Yemen, for example, the Americans initially supported President Ali Abdullah Saleh - but then, seeing the writing on the wall, began to distance themselves from him.\nEven in Libya - the one place where the West has gambled on armed intervention - it is discovering it may not be able to determine the outcome.\nHowever uncomfortable in the short run, in the end that may be no bad thing.\nThe Bush administration toppled the Saddam Hussein regime in Iraq, with consequences the region is still living with.\nThis time the pressure for regime change is coming from within.\nDemocratisation will be destabilising. It always is. And getting rid of the dictator does not necessarily produce democracy.\nBut everywhere the mood has changed. In city after city, the barrier of fear has been breached. In that sense, at least, there can be no going back.\nRoger Hardy is a visiting fellow at the Centre for International Studies at London School of Economics.", "date": "15 April 2011", "href": "https://www.bbc.com/news/world-middle-east-13091091", "tags": "think spring moment bahrain libya changed egypt back events arab old region happened"}