{"title": "What the Far Right’s Rise May Mean for Germany’s Future", "content": "It has become a new ritual of Western politics: hold an election, watch a far-right populist party do better than ever before, then debate the significance of its rise.\nIs populism surging or falling short of expectations? Are voters turning to the far right because of economic anxiety, xenophobia or something else entirely? Is the Western liberal order decaying, or showing its resilience?\nThe latest opportunity to perform that rite comes from Germany, where the far-right Alternative for Germany, or AfD, won 13 percent of the vote in national elections Sunday — its largest share ever. It is now the third-largest party in the Bundestag, with 94 seats.\nI have spent more than a year reporting on the AfD, along with other far-right parties and politicians across the West. I have spoken to social scientists, sifted through mountains of data and stood in snowy squares during AfD rallies until my feet went numb. Over time, that work has revealed the surprising social, institutional and political factors behind the party’s success — and its potential to change German politics in the future.\nThe most important story of last weekend’s election in Germany was not so much the rise of AfD but the collapse of support for the country’s mainstream political parties, which lost more than 100 seats in the Bundestag, their worst result in the postwar era.\nMany of these voters moved to the AfD, but other small parties gained as well. And the AfD also picked up significant support from disaffected voters who did not participate in the previous election, suggesting that many of its voters became alienated from politics first, and only later chose to support the party.\nThese mainstream party losses fit a pattern that has played out across other countries where the far right is rising. In France and the Netherlands, for instance, the mainstream parties’ losses in recent elections were far greater than the gains of far-right parties.\nThat suggests that populist parties are taking advantage of a much broader loss of faith in mainstream parties. In an article in the journal Foreign Affairs, Cas Mudde, a professor at the University of Georgia who studies populism, blamed the “undemocratic liberalism” of mainstream politics for the loss of voter support.\nMr. Mudde argues that certain issues — including immigration, European Union integration, and center-right economic reforms — had become “depoliticized.” Once elite consensus around those policies hardened, they were treated as foregone conclusions, not the subject of genuine debate. That has alienated voters, he believes, creating opportunities for populist parties that promise alternatives.\nWhen I asked AfD supporters what had led them to the party, no one mentioned the economy. Rather, I heard again and again that the nation and its essential Germanness were under threat from Muslim immigrants and other outsiders, and that only the AfD, among all the political parties, was willing to protect it.\nThose interviews, though anecdotal, fit with experts’ findings about the drivers of far-right support in Germany. Anxiety over identity and social change, experts say, not economic distress, attracts voters to far-right politics. And immigration, the signature issue of the AfD and a major concern of its supporters, has emerged as a way to discuss issues of German identity that have long been taboo.\nImmo Fritsche, a professor at the University of Leipzig who studies group identity formation, told me in an interview last winter that “there has never been a positive definition of German identity since the Nazi era.” After the war, national identity, even national pride, were seen as too close to the aggressive nationalism that had led to Naziism.\nInstead, Germany defined its national identity negatively, by what it was not. Not fascist. Not nationalist. Not separate from Europe.\nBut now, decades after the end of World War II, many Germans are chafing against that taboo against identity. At a rally in Dresden, earnest young AfD supporters told me over the roar of the crowd that it was unfair that other countries were allowed to have national pride and Germany was not.\nThe AfD has proved adept at exploiting frustration at this. It presents itself as a champion of ordinary Germans, punching up at the elite who would deny them their national identity.\nRecent events have made national identity feel especially important, and threatened, for many Germans.\nThe refugee crisis has brought an influx of over a million immigrants from the Middle East and Africa, many of whom have settled in towns and cities that were once overwhelmingly white. Eric Kaufmann, a professor at Birkbeck, University of London, who studies ethnic majority politics, has found that this kind of sudden demographic change is particularly likely to set off a nativist backlash that can fuel far-right populism.\nAfter Sunday’s election, he wrote on Twitter that the AfD may have even underperformed, relative to the level of immigration Germany has received in a short period of time.\nAlso, the perceived unresponsiveness of the European Union on matters of immigration and border security create a sense, for many Germans, that they have lost control over their country.\nProfessor Fritsche’s research shows that when people feel a loss of control, they seek a stronger connection to group identity, and experience a desire to make their group more powerful. Therefore, he says, a sense that borders are open and immigration is uncontrolled may have made many Germans seek out a stronger sense of German identity, and a stronger Germany.\nThe AfD’s message of border security and a return to national pride was perfectly placed to fulfill that need.\nDuring a January visit to Berlin, I asked politicians from the Christian Democratic Union, led by Angela Merkel, and the opposition Social Democratic Party if they were worried about the rise of the AfD. Their response tended to be breezy confidence.\nYes, the party had gone from nothing to polling at 15 percent in the few short years since its founding. Yes, it was rather shocking to see the far right gaining ground in Germany. But then they would come back to the same reassuring point: 15 percent was less than 85 percent. So what would this upstart party be able to do, anyway?\nResearch suggests they should not be so confident. Far-right parties’ influence on politics is often much greater than simple numbers would suggest.\nAcross Europe, although populist parties themselves rarely capture more than a small minority of the vote, their success has pushed mainstream parties to court far-right voters by mimicking elements of their platforms. That has amplified the influence of the right-wing populist agenda, allowing far-right parties to shape policy from the fringes.\nIn Britain, for instance, the UK Independence Party, known as UKIP, tended to poll between 10 percent and 15 percent in 2012 and 2013. While that was far from a majority, it was enough to put pressure on the center-right Conservative party, which announced a referendum on European Union membership in order to court those voters.\nThe result was the Brexit vote — the most significant event of British politics for a generation.\nThat same process has played out in other countries, with somewhat less extreme results, as center-right politicians have swung hard to the right on matters of immigration and Muslim integration in the Netherlands, France and even Germany itself, where Ms. Merkel gave a speech in December calling for a ban on full-face veils for Muslim women.\nBut the greater influence may be on the political system itself. Professor Fritsche’s research shows that the same sense of threat and chaos that can fuel the far right can also drive polarization.\nWhen leftists and liberals feel threatened, they too become more likely to close ranks with their own group and become more vehemently opposed to those who do not share their values, such as far-right parties and their supporters.\nThat can lead to oppositional, us-vs-them tribalism that can have a profound effect on the political ecosystem.\nIn Germany it has long been the norm for AfD rallies to be surrounded by protests that are often far larger than the rallies themselves. At the events I attended, riot-gear-clad police officers held the groups apart from each other, carving a wide, empty space between the protesters and protested.\nThe measures were necessary to preserve safety, but reinforced the sense that each side was a threat to the other. It looked as if Professor Fritsche’s research on polarization was given corporeal, very noisy form.\nThe question now is whether the AfD’s presence in the Bundestag will cause those divisions to grow, and whether the political system will be able to bear the strain.", "date": "Sept. 26, 2017", "href": "https://www.nytimes.com/2017/09/26/world/europe/germany-far-right-election.html", "tags": "may parties germany voters afd party identity future right rise national far-right politics far mean"}