{"title": "When can I buy a 5G phone and how much will it be?", "content": "Superfast 5G mobile broadband sounds exciting, but there's a major drawback: we'll need to buy new phones. Will the extra expense be worth it and when will we be able to buy one?\nTo benefit from superfast mobile, due for launch over the next couple of years, we'll all need to buy new phones.\nAnd as we know with all new technologies, the first models won't come cheap.\nThe next generation of phones will need a much more complex antenna, a whole new chipset or brain, and a way of managing the extra energy richer 5G services will gobble up. \nMuch of the base engineering is solved, says Scott Petty, Vodafone UK's chief technology officer. Now engineers are working on miniaturisation and how to scale up manufacturing to keep costs down, he says.\nBut with 5G-compatible phones likely to start selling from \"around $600-$700 (£458-£534)\", according to David McQueen from ABI Research - Samsung, Apple and Huawei prices will be \"much higher\", he says - will we bother to fork out the extra cash?\nThis depends on how impressed we are with the new generation of services, says Mr Petty.\n\"We think 5G will kick off another wave of innovation that we haven't seen in the last three or four years,\" he says, something akin to the shift from clunky physical keyboard-based models to those with high-definition touchscreens.\n\"The smartphone will be acting as a communication hub for wearables,\" he predicts, with virtual reality (VR) and augmented reality (AR) benefiting most from the faster streaming speeds and lower latency (delay).\nThis should reduce the feeling of nausea many people feel experiencing VR on slower phones, he says.\nBut while handset makers are racing to be first to market, they also don't want to launch 5G handsets before the new networks have been rolled out - a mistake they made with 4G much to consumers' annoyance.\nUS mobile maker Motorola is coming out with a 5G add-on for its modular Moto Z3 smartphone in early 2019. \n\"We wanted to be first to market, and we wanted to learn a little about 5G frequencies,\" says Doug Michau, Motorola's director of production operations in North America.\nThe challenge, he says, \"has re-energised our engineering base here at Motorola\".\nBut the 5G module is slightly bigger than the smartphone itself, housing a 5G-only modem, several antennae, and extra battery capacity to power them, says Ian Cutress, who writes for hardware review website AnandTech.\nAnd it will be available only to customers of the Verizon network in the US, he adds.\n\"My guess for the first smartphone launch - after the Motorola add-on - would be from either OnePlus or Sony,\" says ABI Research's Mr McQueen.\nAnd the largest vendors will take longest, he says.\nSamsung, he suspects, will launch its first 5G smartphone \"around August 2019 in its Note series\", and Chinese manufacturer Huawei \"sometime in mid-2019, possibly in its Mate rather than P series\".\n\"[For Apple] we anticipate it will probably take another two generations, so probably 2020 earliest until 5G is seen in any of its iPhone devices,\" he says.\nThe researcher forecasts 5G smartphone sales will reach 15.8 million in 2019, rising to 77.5 million in 2020. While subscriptions \"will ramp up quickly from 2020, reaching over 200 million by 2022\".\nBut there's a potential fly in the ointment.\nThere will be two different frequencies, depending on location. Most of us will probably be offered services at sub-6GHz (gigahertz) to start with, as mobile operators simply enhance their existing 4G networks. \nBut there will also be more expensive high-frequency \"millimetre wave\" (mmWave) services designed for densely populated areas.\n\"Each one is essentially a new technology in its own right,\" says Mr Cutress. \"And the world will be split into regions where mmWave is the technology, and regions where sub-6GHz is the technology,\" he says.\nSo you may not always be able to use your flash new smartphone's 5G powers when you travel.\nThe first 5G smartphones are likely to have two modems: a standalone 5G modem, and one that works on 4G and older networks \"to fall back on when 5G isn't available\", says Mr Cutress.\nIn time, though, smartphones will probably have one modem that can switch between 3G, 4G, and 5G when necessary.\nMore 5G stories and features\nBen Stanton, from market research firm Canalys, thinks 5G \"will not lead to a long-term lift in prices\" and that by 2020-21 mid-range and low-end handsets will be 5G-compatible.\nConsumers will start off by using a blend of 4G and 5G as carriers roll out their new networks of specialised masts and antennae, says Mr Stanton, so mobile operators will need to have at least some 5G handsets available on the market beforehand.\nSo will it be worth spending even more money on yet another smartphone? \nThe industry will be hoping that technophile early-adopters blaze a trail and advertise the benefits of new 5G services so that we all feel compelled to jump on board.\nBut there's a lot to sort out before then.", "date": "18 October 2018", "href": "https://www.bbc.com/news/business-45887818", "tags": "mobile need much smartphone first services phones buy says extra new phone"}