{"title": "When the Fed Raises Rates, Credit Card Holders Feel It First", "content": "Get ready to pay more to borrow.\nWhen it comes to economics, certainty is usually elusive, but in the case of the decision by the Federal Reserve to raise short-term interest rates on Wednesday, the impact on consumers is clear.\nThe typical credit card holder who is carrying a balance will quickly see annual interest charges rise to 16.75 percent from 16.5 percent. Rates on auto loans and home equity loans will also creep higher, as will mortgage rates, albeit over a longer period of time.\n“It will be a direct pass-through to credit card holders,” said Greg McBride, chief financial analyst with Bankrate.com. “This is a rising tide that lifts all boats, and you’re going to feel it in equal magnitude wherever you sit on the credit spectrum.”\nStill, rather than focusing on the the Fed’s increase, experts have been warning that the long-term trajectory for borrowing costs will steadily move higher, especially if the central bank follows through on signals that it will raise rates twice more this year.\nBut although almost all borrowers will be affected, some will feel it much more than others. Here’s how it’s likely to play out.\nAccording to Mr. McBride, credit card costs are directly tied to the prime rate, which in turn is linked to the federal funds rate. The latter is what the Fed increased Wednesday. As both these rates move higher, so will the adjustable annual interest rate on credit cards.\nOver all, the Fed’s increase — a quarter point — is small, and it still leaves short-term borrowing costs near historical lows.\nBut because credit card debt is so much more expensive than other forms of credit, like a mortgage or a car loan, an already expensive way to borrow will become even more burdensome. Experts always advise paying monthly balances in full, but roughly 40 percent of consumers don’t do that. And among this group, the typical balance stands at nearly $17,000.\nThe extra quarter-point’s impact is small for now, equaling about $42 per year on that typical balance. But if the Fed moves two more times this year, that will add another $85 annually for the typical family that carries a balance on its cards.\nUnlike credit card terms, which move according to short-term interest rates, mortgage rates generally follow the trajectory of the yield on 10-year Treasury bonds. Bond yields have been moving higher, partly because of the Fed’s intention to tighten monetary policy, but mostly because of indicators that the economy is getting stronger and the possibility that government borrowing will soar under President Trump.\nMortgage rates have already run up sharply since the election — rates on a 30-year fixed mortgage now stand at about 4.25 percent, up from 4 percent late last year and 3.75 percent in early November, according to Inside Mortgage Finance, a trade publication.\nGuy Cecala, the company’s chief executive and publisher, said that investors had expected the Fed to raise rates, which meant to a degree that the increase was already built into the market and mortgage rates. “But it’s not lock step, and the Fed is a relatively minor factor in determining mortgage rates,” he said.\nOn the other hand, homeowners who have borrowed against properties using a home equity line of credit will feel a pinch much sooner. These rates are variable and will most likely rise by a quarter-point after a Fed move. With a typical balance equaling $30,000, that adds about $6.25 in monthly interest payments.\nStill, even if home buyers won’t really be put out by a single Fed move in March, tighter monetary policy and rising bond yields will gradually make mortgages significantly more expensive in the months ahead.\nAnd because the outstanding balances of mortgages are so much larger than they are for credit cards or home-equity loans, the ultimate impact of higher mortgage rates is much more noticeable. For example, a rise of one percentage point on a mortgage of $500,000 will lift interest payments by nearly $5,000 in the first year of the loan.\nAs a result, more borrowers are looking at adjustable-rate mortgages, which lock in rates initially, but then let them float after five, seven or 10 years. Rates on five-year adjustable rate mortgage are about a full percentage point below what a 30-year fixed mortgage costs.\n“We’ve been spoiled,” said Mr. Cecala, noting that during the housing boom before the recession, 30-year mortgage rates stood at 6 percent. He doesn’t expect a return to that level anytime soon, but he does expect rates on a 30-year, fixed-rate mortgage to hit 5 percent in 2018.\n“I don’t think there’s any question that mortgage rates are heading to 5 percent or higher,” Mr. Cecala said. “It’s just a question of when.”\nAlthough car loans will also get slightly more expensive, the quarter-point rise in financing costs comes on top of relatively low borrowing rates to begin with. Currently, consumers pay about 4.3 percent annually for a loan on a new car, while the rate on loans for used cars stands at 5 percent, according to Bankrate.com.\n“The good news is that there is still intense competition in the auto lending landscape,” Mr. McBride of Bankrate said. “Even with rates moving up, plenty of people are finding loans for 3 percent a year or lower.”\nWhat is more, as car loans are nowhere near the size of mortgages, the impact of the quarter-point increase is slight. The cost of a $25,000 auto loan looks to rise by just $3 a month.\nReturns for savers, unlike those for stock market investors, have never recovered from the financial crisis of 2008 and the recession, when overall interest rates plunged. Short-term rates have crept higher since the Federal Reserve embarked on its path to normalize monetary policy in December 2015, but savers wouldn’t know that: The typical savings account currently pays 0.1 percent per year.\n“If it goes from 0.1 percent to 0.2 percent, who cares?” Mr. McBride said. “If you’re waiting at your existing bank for better yields to land in your lap, you’re going to be disappointed.”\nBut that doesn’t mean yield-starved savers have to settle for next to nothing. Mr. McBride notes that a handful of banks pay more — much more — on savings and money-market accounts. For example, PurePoint Financial offers a 1.25 percent yield on savings accounts with a minimum of $10,000 in assets, while Popular Direct pays 1.15 percent on savings accounts with at least $5,000.\nPurePoint is a unit of MUFG Union Bank, whose Japanese parent is among the largest financial institutions in the world, and Popular Direct is an affiliate of the Puerto Rico-based Banco Popular. Both institutions get high ratings for safety and soundness from Bankrate.com.\nIn addition to earning more now, savers at these institutions will also see yields rise more quickly if the Fed continues to nudge rates higher in the months ahead.\n“To see an improvement, you have to have your money at one of the banks that’s paying the best yields,” Mr. McBride said. “You’ve got to play in the right sandbox.”", "date": "March 14, 2017", "href": "https://www.nytimes.com/2017/03/14/business/economy/consumer-interest-rates-federal-reserve.html", "tags": "card credit fed holders percent rates first raises ” mortgage higher interest feel"}