{"title": "When Trump met Kim: What happened next?", "content": "Throughout this week, we will be looking back at some of the BBC website's most-read stories of the year and asking: what happened after the news moved on?\nToday, our Seoul correspondent Laura Bicker looks at what, if anything, changed after historic talks between Donald Trump and North Korea's Kim Jong-un in June.\nI've lost track of the number of firsts on the Korean peninsula this year.\nThe most obvious was the first US-North Korean summit in Singapore in June.\nHistoric was the word most of us used on the day Donald Trump became the first sitting US president to shake the hand of a North Korean leader.\nMr Trump went a bit further. They fell in love, he announced at a political rally.\nThe summit held so many possibilities. Did Donald Trump succeed where others, for decades, had failed and get North Korea to give up its arms?\nThe short answer is no.\nWe were told in a tweet by the president that North Korea no longer posed a nuclear threat. Lately he has said everything with North Korea is \"just fine\" and that there's \"no hurry\" to push for a deal to get rid of the regime's nuclear weapons. \nThat's fine. Problem solved.\nErrrm...not quite.\nLet's remind ourselves about the overall objective: North Korea has nuclear weapons which many believe are capable of threatening the United States. Mr Trump made it one of his key foreign policy aims to end the era of \"strategic patience\" that the Obama administration had favoured with North Korea. His policy was \"maximum pressure\". Strict economic sanctions to isolate the regime. \nThere seems to be a belief in parts of Washington that Kim Jong-un came to Singapore because of those sanctions and Mr Trump's threat of \"fire and fury\". \nBut North Korea came to that meeting in a position of strength. Pyongyang's view may be that its nuclear capabilities won them a summit with the US president. \nAnd while Mr Trump boasts about his relationship with Mr Kim, Pyongyang and Washington have not been brought closer by the summit. They've grown further apart.\nThe short statement agreed between the two leaders was incredibly vague, which has meant the two sides have argued over its interpretation.\nTo North Korea, the denuclearisation of the Korean peninsula does not mean that it alone gives up its arms. The regime wants reciprocal action from the United States and so far there is no sign they are going to get it.\nNorth Korea also seems to believe that it was given an assurance by Mr Trump that the US would agree to sign a formal declaration ending the Korean War by the end of this year. However, many in Washington oppose this idea as they believe it would be far too great a concession at this stage. \nVery few face-to-face talks have taken place since the Singapore summit. The North Koreans cancelled a planned meeting in New York in November with the US Secretary of State, Mike Pompeo. Just hours before the announcement, Mr Pompeo had said he hoped he could make \"real progress\". \nThe US special envoy for North Korea, Stephen Biegun, has yet to even meet his counterpart, the North Korean Vice Foreign Minister Choe Sun Hui, despite several attempts.\nPyongyang has also issued a number of blistering statements condemning the sanctions imposed by the United States. The latest came after the US placed sanctions on three top North Korean officials, one of whom is a close aide to Kim Jong-un. A statement from the foreign ministry warned that the move could block the path to denuclearisation forever. It's worth noting that in this series of statements, the focus of the attacks is the US state department and not Mr Trump himself.\nNorth Korea knows how to flatter the US president and to separate his foreign policy decisions from those of his state department. \nSo despite the first US-North Korean summit and hopes of a second in 2019, no nuclear weapons have changed hands, no inspectors have been allowed into North Korea and no weapons facilities have been destroyed. Satellite images throughout the year have shown that work has not stopped at North Korean missile facilities and one study suggests that a key long-range missile base may have been expanded. \nNorth Korea, however, has ramped up its foreign policy firsts.\nKim Jong-un didn't just court the US president in 2018. In fact, before he met any other world leader, Mr Kim's first trip out of North Korea as leader was to Beijing to meet President Xi.\nHe also held his first summit with the South Korean leader Moon Jae-in. And a second and a third in Pyongyang, which was the first visit north by a South Korean president in a decade.\nSoldiers from the two Koreas have entered one another's territory for the first time since the country was divided. They shook hands, swapped cigarettes. Both countries have destroyed guard posts along the heavily fortified demilitarised zone. This, of course, is not denuclearisation. But it is trust building. The Moon administration hopes that this new relationship will make it more difficult for relations to sour again.\nOn New Year's Day, Kim Jong-un will address his nation and outline his priorities for 2019. Seoul and Washington will be watching closely. \nMany analysts believe that both countries will at some point have to come to terms with a nuclear North Korea, that despite the sanctions and the summits, Pyongyang's nuclear programme isn't going anywhere. \nBut I doubt that President Moon or President Trump will want to be the first leader to admit that.", "date": "25 December 2018", "href": "https://www.bbc.com/news/world-asia-46536961", "tags": "next us mr korean first summit trump kim north met korea happened"}