{"title": "When a Fashion Statement Has Real Meaning", "content": "PARIS — In 1996 André Leon Talley, then a contributing editor at Vanity Fair and famously often the only black person on the front row at fashion shows, styled a shoot for the magazine titled “Scarlett ’n the Hood.” It reimagined “Gone With the Wind” with the races reversed: Naomi Campbell, then one of the few black supermodels, played Scarlett; John Galliano, then at Givenchy, played a maid.\n“We wanted to temporarily turn the pages of history around,” Mr. Talley told The New York Times afterward. On Wednesday in Paris, not quite 23 years later, Pierpaolo Piccioli, creative director of Valentino, echoed those words.\n“When it started, couture was made for white women,” Mr. Piccioli said, standing before a mood board pinned with photographs of different versions of a Black Madonna, works by the contemporary artist Kerry James Marshall and the famous 1948 Cecil Beaton shoot for Vogue of nine white models in Charles James couture gowns, all juxtaposed with photos from Ebony and Franca Sozzani’s 2008 “Black Issue” of Italian Vogue.\n“What if they had been in there?” he went on, gesturing to the women in the Ebony shoot and the Beaton array. “To me couture is about dream and fantasy and the expression of individuality, and that means diversity. It’s not about a political message you put on a T-shirt and it’s not about streetwear or sportswear; it’s about how you look at the world.”\nOn the penultimate day of the couture, Mr. Piccioli showed everyone how to look. He did it with his now-signature combination of lavish ease and a garden of painterly shades; his ability to drain the grandeur from a ball gown so it can be worn with the insouciance of a T-shirt; to toss a cropped neon-yellow cashmere cape atop a blush vest and beige trousers, so its train trailed just so on the floor.\nHe did it with elaborate embroideries in lace and sequins and tiered dresses with voluminous skirts that turned out to have been split into trousers, and filmy floral organzas sliced up the sides to reveal lace bodysuits and pants (complete with pockets). And he did it with 65 models, 45 of whom were black, all in outfits christened by the women who worked on them. Even in an industry that lately has exerted some effort toward acknowledging and rethinking its own past failings with regard to the definition of beauty, it made a statement both convincing and impossible to ignore.\n“As a designer I have a voice,” he said. “Hopefully a loud one. I want to use it.”\nThat he could do so with such grace and clarity is a singular skill. Not all designers are quite so adept in using their platform — for that’s what a collection is these days, when you come down to it — as became clear as the shows drew to an end.\nViktor Horsting and Rolf Snoeren of Viktor & Rolf, for example, decided to make a double entendre of the whole idea (wink wink, nudge nudge). They appliquéd the kind of slogans found on dollar store coffee mugs onto candy-colored ruffled mille-feuilles, made from a total of five miles of tulle, to suggest no matter how sweet a woman looked, it was time to get the message.\n“I’m not shy; I just don’t like you” read the big block letters on one enormous white baby doll gown. “Sorry I’m late, I didn’t want to come” went the words on another. “Get mean” appeared on a pink heart in Valentine red and “Give a damn” on an angelic nightie.\nIt was catchy, as their fashion jokes usually are, if not particularly subtle. At least it made sense, given the tenor of the times, unlike the mishmash of reference and line at Jean Paul Gaultier (marinière stripes, pagoda shoulders, mermaid frocks, Asian fans and fabrics) that read, in the end, mostly as nonsense.\nStill, none of the them had the last word. That honor went to Olivier Rousteing at Balmain, whose debut couture was the last major show of the season. Once upon a time Balmain was a stalwart name on the schedule but it closed its atelier in 2002 when Oscar de la Renta left; this year Mr. Rousteing decided it was time to bring couture back as the jewel in brand’s crown, and there was some anticipation about how that might look.\nAnswer: bulbous leather “pearls” that encircled a model’s thighs and shoulders. Jutting hip buttresses that stuck out from the side under enormous pink bows. Shredded “denim” dangling silver fringe and embroidered with crystals and pearls (there were more than a million pieces of Swarovski decoration used in all). Pastel prints in faded graffiti swirls pleated into face-obscuring fans. A simple long white coat. Two topless models, one in a frilled ball skirt, one in white sweats with a giant silver belt. An effort to, seemingly, go through the motions of the old couture — in a written note, Mr. Rousteing said he had “pored through the house’s archives” — without really being able to synthesize the point of the new.\nMr. Rousteing has steered an enormously successful ready-to-wear business, becoming famous in the process for the elaborately worked body-con dresses that many women in his front row were wearing. He said in his note that doing the collection had allowed him “the immense luxury of stepping back” from the pressures of the regular grind; that he and his team learned new techniques and innovations they can apply in the rest of their year. \nFair enough. But he didn’t say — and this is the problem — what it was supposed to mean for the women who would buy it, or even just look at it.\nAs a result, instead of a soapbox, it felt like an echo chamber.", "date": "Jan. 24, 2019", "href": "https://www.nytimes.com/2019/01/24/fashion/couture-valentino-balmain-paris.html", "tags": "made fashion ” one real couture meaning statement white black women —"}