{"title": "When Susan B. Anthony’s ‘Little Band of 9 Ladies’ Voted Illegally", "content": "On Nov. 5, 1872, nearly 50 years before the 19th Amendment granted women in the United States the right to vote, Susan B. Anthony and a small group of women cast their ballots for president in Rochester, N.Y., days after she had persuaded election inspectors to register them.\nThe move, which resulted in arrests and a trial — in which Anthony was found guilty — was an act of defiance and audacity that helped propel the long, slow march to women’s suffrage.\nThe New York Times covered the moment, sort of. One paragraph ran inside the paper the next morning, Nov. 6. The news was deemed insignificant in no uncertain terms — it was published under the heading “Minor Topics.”\nThe item recognized that the event could lead to a momentous shift, acknowledging that Anthony was “leading to the polls the advance guard of the coming squadrons of female voters.” At the same time, it captured the dismissive misogyny of the era, referring to the women as “a little band of nine ladies.”\nThe tone might seem shocking today, but it shouldn’t, said Louise Bernikow, an expert on American women’s history and a speaker on women’s political movements.\nNewspapers at the time paid little attention to the push for women’s suffrage. “It was not a massively popular movement in 1872,” she said.\nThis brief item in The Times was only one example of how the paper reported on the efforts. An article published a decade later, on Oct. 16, 1882, was written in terms that would be deemed unquestionably sexist today.\n“Literal people may ask, Why, then, does not woman have the right of suffrage?” it stated. “The answer is easy. She does not want it. Of course, it must be admitted that women, or some women, think they want the ballot. But they do not really want it.”\nIt continued: “Philosophers have observed that the female desire is invariably kindled by that which is, or seems to be, unattainable.”\nThe article — which examined a debate between Anthony and Edward Rosewater, a Republican politician and newspaper editor from Omaha — shot down Anthony’s assertion that disenfranchisement was akin to degradation. To be “disfranchised,” it stated, one would have to be robbed of a right “he (or she) already holds.”\nIt then reinforced a central argument made by those who opposed women’s suffrage: that it would lead to the destruction of the traditional home. “To give woman the ballot, provided woman wanted it, would be to bring desolation and distraction into multitudes of happy homes.”\nMs. Bernikow, whose current work focuses on the effort to achieve women’s suffrage in New York City, said The Times and its editors were “speaking to the status quo.”\n“They’re entrenched white men,” she said. “The main boogeyman that they’ve come up with is home life.”\nIt took another generation for the movement to gain a wider audience, Ms. Bernikow said. Harriot Stanton Blatch, a daughter of the women’s rights pioneer Elizabeth Cady Stanton, broadened the movement from its initial focus on morality — that it was immoral to believe that women were not citizens.\nBlatch’s method: Appeal to the court of public opinion by holding open-air meetings, speaking from soapboxes on street corners, and holding parades and marches with banners and pins.\nThis next iteration of the movement also benefited from a vast network of suffrage-focused media. “They had magazines, ways of distributing information that didn’t depend of the mainstream press, tons of it,” Ms. Bernikow said. “That made a huge difference.”\nThe earlier revolutionaries were meeting in churches and petitioning the state and federal governments, but not enough citizens were paying attention. Anthony’s 1872 vote and the subsequent trial had a very small audience.\n“Until the turn of the 20th century, that’s the kind of movement it was,” Ms. Bernikow said. “You were basically speaking to the converted.”\nWomen’s activists in the early 1900s also gained support by appealing to working women who were persuaded that having the vote would improve conditions. “That’s a huge number, particularly in New York City — the garment workers,” Ms. Bernikow said.\nAnd marchers took to the streets, “extremely organized in military ranks,” Ms. Bernikow said, disproving stereotypes that were common about women at the time — that they couldn’t be organized and had no discipline.\n“By the turn of the century, you had, in New York City, 30,000 marchers and half a million onlookers,” she said. “It’s incredible.”", "date": "Nov. 5, 2017", "href": "https://www.nytimes.com/2017/11/05/us/womens-rights-suffrage-susan-b-anthony.html", "tags": "band movement ‘ little bernikow ladies b. ” suffrage susan illegally women ms. — anthony voted"}