{"title": "When does cultural borrowing turn into cultural appropriation?", "content": "Blankets from Lesotho are at the centre of controversy in the fashion world, with some arguing that powerful people are appropriating them for their own benefit. BBC Africa's Mayeni Jones reports from Cape Town.\nAt a home in a quiet suburb of Cape Town city, fashion designer Thabo Makhetha shows me her latest collection.\nOriginally from Lesotho, she uses traditional blankets from the small landlocked country to make modern garments, including trendy capes, coats, trousers and skirts.\nThe blankets are known as Basotho blankets, after the people of Lesotho.\nMade from thick wool, their intricate and colourful patterns each tell a different story of the Basotho people's history. They wear them as shawls at special events and give them as gifts. \nMs Makhetha was inspired to use these blankets and turn them into modern creations six years ago, after she decided to design a coat for herself to wear at the Durban July, the main horse-racing event in South Africa.\nHer attire was very well received. She got so many compliments that she decided to create her own fashion line. \nThe popularity of the coat also made her question why the traditional African fabric was often absent from day-to-day modern life.\n\"I started to ask myself, why is it that when we leave home and we move into the cities we tend to leave our culture behind?\" Ms Makhetha told me.\nShe decided to make clothes that would allow people to wear the Basotho blanket in the corporate world, and at formal functions and family events.\nMs Makhetha is not the only one to have seen the fashion potential in the Basotho blankets.\nIn 2012, French luxury fashion brand Louis Vuitton released a menswear design for its autumn/winter collection featuring large scarves inspired by the Basotho patterns.\nAnd this year, the brand released a menswear collection called \"Basotho Plaid\". The line includes shirts with Basotho-style prints. A men's silk shirt is priced at more than $2,400 (£1,790).\nHowever, the designs caused an outcry, with many criticising them as mere copies. Nevertheless, the collection rapidly sold out in South Africa. \nMs Makhetha told me it would have been better had Louis Vuitton collaborated with the Basotho people when developing its collections.\n\"We've seen this happen a lot of times where big fashion brands take cultural items and turn them into fashion pieces without really talking to the people whose culture they're using, or incorporating them in it, and I think that needs to change.\"\nMany of those who are opposed to cultural appropriation say the main problem is that the originators of the designs often do not get credit or financial remuneration for their creations.\nHowever, others point out that many artefacts we think of as being African may have in fact originated from other parts of the world. \nDutch wax fabrics worn across West and Central Africa originally come from the Netherlands and were initially intended for the Indonesian market.\nUniversity of Cape Town academic Adam Haupt says that as language and culture are hybrids, often built with many different influences, it becomes impossible to categorically claim that something is \"originally\" African or European.\nIn his view, it is much more useful to look at the issue from the perspective of global power relations, especially \"between people who colonised the global South and people who are economically and politically dispossessed and marginalised\".\nAccording to this view, companies like Louis Vuitton, or British artists like Damien Hirst, who was criticised earlier this year for exhibiting a golden sculpted head which bore a striking resemblance to a 14th Century bust from the ancient Ife kingdom in Nigeria, reflect the history of cultural looting.\n\"It's easy to say let's just get over the past,\" says Cape Town artist and photographer, Thania Peterson, \"but we can't because the past, and how we feel. is so deeply ingrained in us... So when we see Damien Hirst, a British artist, using African art in his work, what he represents to us is a nation and an empire that has only taken.\"\nBut, in a statement by his spokesperson, Hirst said he was very clear about his sources and was in fact paying homage to the Kingdom of Ife. \nMany artists and designers argue that in a globalised world, being inspired by a different culture does not necessarily equate to exploiting it. \nThai fashion designer Chu Suwannapha has lived in South Africa for 15 years. His bright designs, using a variety of African fabrics. have earned him the nickname \"King of prints\".\nHe says he is constantly inspired by the boldness and beauty of African culture, but that he is always respectful in the way he uses his sources of inspiration. \n\"Louis Vuitton made a shirt, they only used the Basotho blankets as inspiration. I don't think their intentions were bad. Those prints are Louis Vuitton's creation, they were inspired by the Basotho blankets but they created something different,\" he adds.\nSome commentators suggest that the solution to protecting artworks may lie in trade-marking them.\nBut intellectual property expert Caroline Ncube warns this may not be easy. \n\"The law, as we know it, is conceptualised from a certain viewpoint. It's a global North viewpoint. It's about individual ownership of things and that doesn't normally fit with the culture that's being appropriated.\n\"The culture that is most frequently appropriated is traditional indigenous culture, and that doesn't fit into the neat boxes of intellectual property law. The law doesn't actually allow us to own cultural heritage,\" Ms Ncube says.\nMs Makhetha says that Africans have to take control of how their culture is perceived and used.\n\"A lot of people, especially in Africa, do not appreciate our own culture. We need to bring the awareness that our culture is valuable. We can modify it. We can add things to it and we can tell the world our own story because people want to hear our story. The world wants to hear our story,\" she adds. \nThis month's Africa Debate asks \"Can you trademark culture?\" It will be broadcast on the BBC World Service on Friday at 19:00 GMT.", "date": "28 September 2017", "href": "https://www.bbc.co.uk/news/world-africa-41430748", "tags": "ms world borrowing basotho fashion cultural makhetha many appropriation turn africa blankets culture"}