{"title": "When does flirting become sexual harassment?", "content": "A proclamation of sexual attraction. A hand resting on the knee. A flirty text message.\nFrom the right person at the right time, they can make you feel great.\nBut from the wrong person or at the wrong time, an innuendo-laden text becomes creepy and an unwanted touch can make you feel uncomfortable and ashamed.\nAs the number of women making claims against Hollywood film producer Harvey Weinstein grows by the day, women around the world have spoken on social media about their experiences of sexual harassment under the #metoo Twitter hashtag.\nWeinstein wielded great power, able to make or break his alleged victims' careers, but harassment can be just as damaging away from work. \nIn a global debate, the question of how we define sexual harassment is not altogether clear.\nAnd that line between flirtation and harassment is a very fine - and often blurred - one.\nIf you want to meet someone, you have to flirt, says relationship expert James Preece.\nBut it's about doing it in the right environment, not when people are least expecting it, he says.\nHe advises his clients - men and women aged from 23 to 72 - to play it safe by flirting in a playful - not a sexual - way.\n\"Be friendly and build up a rapport and trust,\" he says. At the end of the first date, he suggests a friendly hug or peck on the cheek. \nWhen it's unwanted and persistent, says Sarah King, of Stuart Miller Solicitors.\nDating expert James believes it's when a man goes too far - whether through what he says or what he does - when a woman clearly doesn't want it.\nSea Ming Pak, who goes into London schools to teach young people about sex and relationships, reels off a long list of what she thinks constitutes sexual harassment: non-consensual touching; feeling entitled to someone else; talking in a certain way; chasing girls down the street in order to chat them up; wolf-whistling and using a position of power or trust to talk in a creepy way.\nThe Oxford English Dictionary defines sexual harassment as \"unwanted sexual advances, obscene remarks, etc\".\nAnd the Equality Act 2010 says it's an \"unwanted conduct of a sexual nature\" which violates a person's dignity or \"creates an intimidating, hostile, degrading or offensive environment\".\nNot specifically. It is not a criminal offence in its own right, says Sarah King.\nHowever, the types of behaviour that amount to sexual harassment can be criminalised under different pieces of legislation. For example:\nThat said, anyone being sexually harassed in the workplace is protected by the Equality Act 2010. A case is considered a civil - not a criminal - matter and would be dealt with in an employment tribunal.\nMore than half of women say they have been sexually harassed at work, according to research carried out last year by the TUC.\nSea Ming Pak, who works for sexual health charity Brook, blames Western society's sex-sells culture which, she says, breeds entitlement and a blame culture.\nYoung people have been conditioned through films, music videos, TV programmes, access to porn and the normalisation of sending sexual images on phones, she says.\nIn school assemblies and classrooms, she tells them when it comes to sex you have to have freedom and the capacity to make the choice.\nBut she admits she worries about how poorly informed our schoolchildren are - with many blaming the victim when a rape scenario is presented.\nIn some cases, it is a learned behaviour, picked up from those closest to them.\nShe describes spotting a girl from one of her classes at a bus stop with a boy draping his arm around her and being \"handsy\". \n\"She did not look like she wanted the attention so the next week I told her: 'You have the right to say no, it was not OK for him to touch you.'\n\"I explained consent, and she replied: 'But they always grab me.'\"\nSea, who typically speaks to boys and girls aged between 14 and 17, thinks that until children are told they can say \"no\" at an earlier age, the problem will not go away.\nWe should speak to them in primary schools, says Sea. \nThat's when it starts, she says, recalling her own schooldays when boys thought it was funny to rip open girls' shirts, put their hands up their skirts, grab their bums and ping their bras. \n\"It was about shame and humiliation,\" she says.\nAt that age, you talk about boundaries, she explains, and at secondary school they need to know about consent, how to read body language, negotiate situations and to think before sending sexual images of themselves.\nGrassroots pressure is mounting. \nA petition calling for the Crown Prosecution Service to make misogynistic incidents a hate crime has been signed by more than 65,000 people.\nIn Nottinghamshire, police began recording misogynistic incidents as hate crimes; until then there was no category for such cases.\nThe force defines those as: \"Incidents against women that are motivated by an attitude of a man towards a woman and includes behaviour targeted towards a woman by men simply because they are a woman.\"\nIt allows police to investigate the incidents as crimes and support the victims, as well as get a better picture of the scale of the problem.\nSarah King says there is a gap in the legislation.\nShe points to the Crime and Disorder Act which includes an offence of harassment motivated by the complainant's religion or race, but not when it's sexual.\nA specific criminal offence for sexual harassment would define the behaviour and create clear boundaries once and for all, she says.", "date": "19 October 2017", "href": "https://www.bbc.co.uk/news/uk-41665049", "tags": "flirting make unwanted sea become harassment woman says sexual right women"}