{"title": "When Is a Child Instagram-Ready?", "content": "In his first weekend on Instagram, my 9-year-old posted 20 times in 24 hours.\nHe put up a video of himself doing a front flip wearing only his boxer shorts, followed back every single user who followed him, and went “live” in a friend’s basement without the parents knowing.\nIt was exactly what I wanted: We had the beginnings of our first set of rules. I typed it up, and we both signed it.\nI realize some might think I should ban him from Instagram entirely, but this was part of a deliberate strategy to teach my two elementary-school-age children to use social media responsibly.\nInstagram with my son is my first rodeo, but my 7-year-old daughter is already angling for her YouTube channel.\nIt makes sense. After all, my kids are digital natives: They’ve never known life without connectivity.\nBut I worry that on their own, they’ll become addicted, use social media inappropriately or be exposed to something they’re not ready for.\nAccording to a recent report by Common Sense Media, my fears align perfectly with the top fears of parents of tweens across the country. The same report showed that, on average, parents of teens and tweens spend more than nine hours a day with screen media, with 82 percent of that dedicated to personal screen media, including about an hour of social media. Interestingly, 78 percent of us feel like we’re good media role models for kids.\nSo, do I want my kids to do as I do? Not exactly. But I do want to be the one to show them around. That’s the approach Sherry Turkle, a Massachusetts Institute of Technology psychologist, recommends.\n“Spend some time introducing your child to social media, the same way you introduce them to your neighborhood,” said Dr. Turkle, author of “Reclaiming Conversation: The Power of Talk in a Digital Age.” “It is simply now part of parenting.”\nTrue, but it’s an intimidating part, one many parents of tweens feel ill-equipped for, because we can’t look to our own upbringing to figure it out. Will our children become fame-obsessed and learn only to care about themselves, as some recent research from the Children’s Digital Media Center at Los Angeles suggests?\nPatricia Greenfield, a psychology professor at the University of California at Los Angeles and a co-author of the study, said it showed that the more children engaged with the “like” culture of social media, the more they tended to have self-focused aspirations to do with fame, image, money and status.\nWhat can parents do?\n1. Have conversations\nThe more, the better — and include talk about taboo topics, Dr. Turkle said. “The social media talk” is not so different from “the birds and the bees talk” (and actually covers some of the same things). Kids need to understand what’s out there, she said, and to know that they may come across inappropriate images, mean comments or people asking them questions about themselves.\nKids also need to understand what’s appropriate for them to post. “They may know more than you do about technology, but they don’t have the social context that adults do,” said Sierra Filucci, executive editor of parenting content for Common Sense Media. This matters, because predators are more likely to prey on children and teens who have put up inappropriate things. “Vulnerable kids are more vulnerable to bad things,” she said.\nThe goal is to create an open, positive family culture where social media is on the table as a topic of discussion. None of the experts I talked to for this article recommended using spyware. “You have to show kids that you are a partner in this journey and you are there to help them make better decisions,” said Scott Steinberg, author of “Parenting High-Tech Kids.”\n2. Create an agreement\nMy son is into gymnastics and loves watching “flippers” — teenagers doing double flips at extreme trampoline parks. He wanted to post videos of his own moves, so after talking about it I helped him set up an account. I wanted to make a contract together for using it, as most experts recommend, but first, I waited to see what crazy thing he might do that I would never anticipate.\n“That’s a good approach,” Ms. Filucci said. “Your contract should be a living document, not a one-and-done thing.”\nI’m glad I waited, because by the end of the weekend, I had learned the trouble spots — his frequent posts, inappropriate wardrobe choice and when to get adults’ permission among them — and we were able to talk about what to avoid.\n3. Openly monitor usage\nOne of the rules was that I could unfollow or block people, but that he had the right to ask why. At first, I scanned his account constantly and unfollowed or blocked about 20 percent of his choices. But within a few weeks, I did it only once a day and edited very little. He learned quickly to look at someone’s profile first. He learned what “bots” were, and that if he followed back accounts that were dedicated to selling things (like sports jerseys), the posts would clog up his feed. Only a few times did I see anything sexually inappropriate, which I promptly blocked and reported to Instagram.\n4. Be open to learning from kids\nOne benefit is that global connectivity is helping my son embrace global citizenship. He will happily connect with kids in any country, in any language, in alphabets I don’t even recognize.\nI didn’t grow up that way and I’m proud to see him finding a place in the wider world. I hope those advantages can outweigh the greed for “likes” and fame found in the Children’s Digital Media Center study.\nBut I also see the upside in those likes. My son has A.D.H.D. and often feels frustrated at his failures. But he loves flipping, and he is amazing at it. I let him use Instagram because I wanted him to connect with other kids like him — essentially to find his people.\n“We have a study that shows that kids who use social media do feel more connected to friends, whether it’s friends online or ones they see every day at school,” Ms. Filucci said.\nIt has definitely served that purpose, as well as being a creative outlet. I’m enjoying watching him learn how to edit video, make artistic choices, and understand the copyright rules of music. Reading captions on his posts like, “This is my favorite trick to do off the mini-tramp” gives me a little window into who he is that I may not have otherwise.\nYes, it’s a little scary at times, but mostly, it makes me smile to scroll through his feed. Though I admit, I still haven’t figured out what to tell the 7-year-old about a YouTube channel.", "date": "Feb. 21, 2018", "href": "https://www.nytimes.com/2018/02/21/well/family/children-technology-instagram-youtube.html", "tags": "instagram-ready kids media first parents ” social child children instagram"}