{"title": "When Zuckerberg Asserted Control, Instagram’s Founders Chafed", "content": "SAN FRANCISCO — In a companywide meeting earlier this year, Mark Zuckerberg was asked if Instagram could have hit one billion users if it had not been bought by Facebook.\nProbably not, he said. At least, not as quickly.\nBut at a later meeting a mile or so down the road at Instagram’s headquarters in Menlo Park, Calif., a few streets, interestingly enough, off a thoroughfare called Independence Drive, the popular photo-sharing app’s co-founders, Kevin Systrom and Mike Krieger, had a slightly different answer to that question.\nPerhaps. Eventually.\nWe will never know who was right. But we will know soon enough what Instagram will be like without its co-founders. On Monday evening, Mr. Systrom, Instagram’s chief executive, and Mr. Krieger, its chief technology officer, abruptly announced they would leave the company, though they did not give a specific date.\nNo one thing led to their decision to part ways with Facebook, which acquired Instagram for $1 billion in 2012. But little things added up over time: disagreements over tweaks to their product, staffing changes and how over the last year Mr. Zuckerberg asserted more control over their business, which had essentially operated independently inside Facebook.\nWithin the last few months, they had decided it was time to leave, according to a dozen current and former Instagram and Facebook employees, all of whom spoke on condition of anonymity because they were not authorized to speak for the company.\nTheir departure comes at a particularly bad time for Facebook, which over the past two years has struggled with a series of crises, from widespread Russian disinformation on its platform to a disclosure that a research company had siphoned off the information of 87 million users to threats of regulatory intervention in Washington and Brussels.\nInstagram seemed to avoid that turmoil. It was still growing fast, while Facebook’s user count had stalled in the United States and Europe. It was wildly popular with younger people, while Facebook was decidedly not. And to outsiders, Instagram’s founders appeared to be working well with Mr. Zuckerberg, unlike the founders of Facebook’s other big acquisitions, WhatsApp and Oculus.\nBut inside the company, there was tension. Mr. Zuckerberg viewed Instagram as one of a “family of apps,” several properties under the Facebook umbrella that he thought should work more closely together, according to two people with knowledge of his thinking.\nThe Instagram founders thought Facebook’s increasing interest in shaping Instagram’s product direction and growth was overbearing, according to several people familiar with their thinking. They were accustomed to autonomy, and they were chafing at losing it.\nFacebook declined to comment on their departure.\nInstagram began as an accident of sorts. It was spun out of an app called Burbn that Mr. Systrom had created in 2010. It was supposed to help friends find one another online.\nAs smartphones became more popular, Mr. Systrom and his new partner, Mr. Krieger, shifted their focus to the smartphone camera. Burbn was rereleased as Instagram, and the new app was a hit. So much so that the tiny company struggled to keep up with demand and keep their servers online.\nIn 2012, Mr. Zuckerberg announced he had purchased Instagram for $1 billion in cash and stock. It was a shocking move — a lot of money for a software app with little more than a handful of employees and about 30 million users. The timing, shortly before Facebook’s initial public offering, made investors worry that Mr. Zuckerberg was too loose with his company’s money.\nToday, some analysts estimate Instagram would be worth $100 billion if it were an independent company.\nMr. Systrom and Mr. Krieger were allowed to make many of their own product decisions. The relationship between parent company and fast-growing unit was held as a model for how acquisitions of start-ups should work. When courting other possible acquisitions, Facebook executives often mentioned how well things had worked out with Instagram.\nInstagram grew faster and larger than anyone  had anticipated. It created video and messaging products and released a “stories” feature that hurt the growth of its rival Snapchat, whose “Stories” product Instagram’s mimicked.\nIn June, the photo-sharing app hit the billion-user mark. Instagram’s advertising business is expected to reach more than $6 billion in revenue in 2018, according to projections from eMarketer, an industry research firm.\nBut Mr. Zuckerberg’s views on how to treat his “family of apps” — which include Facebook, Instagram and WhatsApp — began to change, according to the two people familiar with his thinking.\nMr. Zuckerberg reorganized the top of his management team earlier this year, installing Adam Mosseri as vice president of product at Instagram. Though Mr. Mosseri is liked by Mr. Systrom and Mr. Krieger, many employees viewed Mr. Mosseri’s promotion as a sign of Mr. Zuckerberg installing a trusted lieutenant in the photo-sharing organization because of his close relationship to Mr. Zuckerberg and other top Facebook executives.\nMr. Zuckerberg also put a layer of management between himself and Instagram’s co-founders, asking Mr. Systrom and Mr. Krieger to report to Chris Cox, Facebook’s chief product officer.\nAs Instagram kept on growing, Mr. Zuckerberg believed there were ways it should help Facebook grow and improve Facebook’s “user engagement.” That included small tweaks, like automatically sharing Instagram “Stories” videos to Facebook without clear signs indicating the videos were taken on Instagram.\nEarlier this year, Facebook also removed a shortcut link to Instagram from its “bookmarks” menu inside the Facebook app, a small but significant source of traffic that flowed from Facebook to Instagram.\nAs the relationship began to sour, Mr. Systrom and Mr. Krieger over the last few months openly disagreed with their Facebook counterparts in meetings. The relationship was still courteous. But employees were surprised when Mr. Krieger, an affable, widely liked figure inside the company, voiced his clear dissent against Facebook leadership in meetings and on company message boards, according to four current and former employees.\nIt became clear that Mr. Zuckerberg was asserting control throughout Facebook’s empire. In April, Jan Koum, then the chief executive of WhatsApp, abruptly resigned from the messaging start-up as he grew increasingly concerned about the amount of user data Facebook collected on its users over the years.\nAfter years of leaving WhatsApp untouched and independent, Mr. Zuckerberg was insistent that the free service start making money. Mr. Koum balked.\nInside Instagram, many believed Mr. Mosseri, who is likely to be its next chief executive, was installed in the anticipation that the relationship between the two sides could fall apart.\nAs for Mr. Systrom and Mr. Krieger, they have remained effusive in their public statements and thanks to Mr. Zuckerberg and other Facebook executives for supporting them.\nAnd their departure, despite its suddenness, does require some perspective. Both Instagram founders stayed on for six years after being acquired — much longer than entrepreneurs usually do after selling their company and long after they had received their full payout in stock. They said they planned to take time off before embarking on another venture together.\nIn the meeting where the Instagram co-founders were asked if they could have hit one billion users without Facebook’s backing, they acknowledged Facebook’s vast resources helped. A lot. But, they added, Instagram also had a lot to do with its own success.", "date": "Sept. 25, 2018", "href": "https://www.nytimes.com/2018/09/25/technology/instagram-cofounders-resign-zuckerberg.html", "tags": "company krieger zuckerberg control billion systrom ” facebook chafed instagram asserted founders"}