{"title": "When Everyone Can Be ‘Queer,’ Is Anyone?", "content": "Earlier this year, Vice published an essay that posed the question “Can Straight People Be Queer?” The article includes an image from Jaden Smith’s Facebook page of the musician looking petulant in a skirt, alongside the caption “My mood when they try to hate.” It also makes reference to the model Lily Rose Depp, who once compared sexuality to dietary habits: “You could think peanut butter is your favorite food for, 5,000 years and then be like, ‘I actually like burgers better,’ you know?” Vice, unsurprisingly, never settled on an answer, but a reader captured the article’s sentiment in a succinct and sarcastic comment, writing, “Queer is SO HOT right now.”\nThe speed with which modern society has adapted to accommodate the world’s vast spectrum of gender and sexual identities may be the most important cultural metamorphosis of our time. Facebook, which can be seen as a kind of social census, now offers nearly 60 different gender options, including “questioning” and “bigender” — or no gender at all. In a new commercial for Calvin Klein, Young Thug, a slender rapper prone to wearing dresses, states that he feels “there’s no such thing as gender.” The Oxford English Dictionary recently added Mx, a neutral replacement for titles like Mr. and Mrs. The video game “The Sims” has even begun allowing players to create same-sex relationships and lifted gender restrictions on characters’ clothing and hairstyles. Plainly, we are in the midst of a profoundly exhilarating revolution. And “queer” has come to serve as a linguistic catchall for this broadening spectrum of identities, so much so that people who consider themselves straight, but reject heteronormativity, might even call themselves queer. But when everyone can be queer, is anyone?\nThe word “queer” has always contained the shimmer of multitudes; even etymologists can’t settle on one origin story. One popular theory is that it descends from quer, an old German word meaning oblique — neither parallel nor at a right angle, but in between. From birth, queer has resisted straightness. By the 1800s, this inscrutability had taken on a negative cast in English usage, and queer marked something as dubious or unseemly: “Queering the pitch” meant to spoil something — a business transaction, say; being on “queer street” meant financial ruin. Eventually, the word came to apply to people with ambiguous peculiarities. A “queer fellow,” in 19th-century English, is decidedly odd, as is someone who is “queer in the head.”\nThe word became linked to sexual behavior in the early 1900s, as a derogatory term for men deemed effeminate and others who upended traditional gender roles and appearances. As homosexuality was classified as a mental illness and made punishable by law, the word snowballed into a full-blown slur, heard everywhere from the playground (“smear the queer”) to intellectual duels (William F. Buckley Jr. to Gore Vidal: “Now listen, you queer”).\nThis halo of negativity began to dim somewhat in the 1970s, when the word was reclaimed by activists and academics. Not only did its deliberate looseness make it a welcome alternative to the rigidity of “gay” and “lesbian,” it also turned the alienating force of the slur into a point of pride. (Though it is still considered offensive by some.) A manifesto distributed at New York City’s Pride parade in 1990 by Queer Nation, a prominent and controversial gay-rights group, put it this way: “When a lot of lesbians and gay men wake up in the morning, we feel angry and disgusted, not gay. So we’ve chosen to call ourselves queer. Using ‘queer’ is a way of reminding us how we are perceived by the rest of the world.” It was a radical word for a radical time. Protesters and advocacy groups — particularly communities of color — took it up to gather support for the fight against the AIDS crisis and for gay rights. “We’re here, we’re queer, get used to it” became a popular chant.\nAcademics saw queerness as possessing revolutionary potential. Eve Sedgwick, a professor at Duke who is considered one of the founders of queer theory, described queerness as an “open mesh of possibilities.” David Halperin, a founder of an academic journal on queer studies, describes queerness as a practice, one that is an “exhilarating personal experiment, performed on ourselves by ourselves.” Writing in 1995, Halperin bemoaned the dilution of what he felt was a subversive word. “There is now a right way to be queer ... to invert the norms of straight society,” he scoffed, referring to clothes, haircuts, piercings, even diets tailored to gay and lesbian buyers. “How can queer modes of consumption count as resistant cultural practices?” Eight years later, the hit makeover show “Queer Eye for the Straight Guy” debuted on Bravo, literalizing Halperin’s concerns. Each episode culminated in a lavish shopping trip that distilled gay culture down to clothes and hair products — and it was all done in the service of straight men.\nIncreased acceptance of queerness has only led to increased commodification. Every June, the month of most gay-pride celebrations, companies like Netflix, McDonald’s, Apple, Salesforce and Walmart spend tremendous amounts of money to include their branded floats in the parades. This year, Andrew Jolivétte, a professor at San Francisco State University, told The Guardian that the city’s event was no longer a symbol of progress. Instead, he said, it felt like a prolonged commercial: “Gay Inc.” In the same article, Isa Noyola, a transgender Latina activist in San Francisco, remarked on the paradox that the same companies championing gay rights have contributed to the gentrification that has made the Castro one of the most expensive neighborhoods in the country. “It’s ironic to walk alongside tech companies that have displaced us,” she said.\nThe radical power of “queer” always came from its inclusivity. But that inclusivity offers a false promise of equality that does not translate to the lived reality of most queer people. Anti-trans bathroom laws and the shooting at Pulse, the gay nightclub in Orlando, are the latest reminders that equality has yet to arrive. Seen this way, such a sunny outlook can, in fact, be counterproductive. DarkMatter, a South Asian trans performance-art duo, highlights this observation — the way visibility and acceptance can actually lead to erasure — in their works. In one, called “Rainbows Are Just Refracted White Light,” they intone, “Rainbows are just a trick of light, they make us forget the storm is still happening.”\nMaybe we are relying on a single word, a single idea, a single identity, to do too much. After all, “queer” never belonged to us; it was foisted upon us, and we reconfigured it to make it ours. The future will bring new possibilities and ideas — and new terms for them. Scientists are still learning about the vast and complex components that interact to create human sexuality. An article in Nature from 2015 delved into the latest research on sex and gender among mice. Sex determination is thought to happen in the womb, but studies of mice suggest that sex can fluctuate between male and female throughout life. Someday, maybe we’ll recognize that queer is actually the norm, and the notion of static sexual identities will be seen as austere and reductive.\nTo the queer theorist José Esteban Muñoz, queerness was not a label people could claim but a complete reimagining of how people could be. “We may never touch queerness,” he wrote, in his 2009 book, “Cruising Utopia.” “But we can feel it as the warm illumination of a horizon imbued with potentiality.” The widespread acceptance and even appropriation of the word “queer” seem to move us both closer to and further from such a future. But the horizon is out there, and you can see it if you squint.", "date": "July 12, 2016", "href": "https://www.nytimes.com/2016/07/17/magazine/when-everyone-can-be-queer-is-anyone.html", "tags": "us ‘ word gender everyone queer ” one anyone — gay"}