{"title": "Where reporters face beatings, threats and death", "content": "Sitting behind a desktop computer in his first-floor offices in Islamabad, Taha Siddiqui cuts a lonely figure.\nHe is a well-known journalist whose work has appeared in the New York Times, the Guardian and many other international publications. In 2014 he won the Albert Londres Prix award, the French equivalent of the Pulitzer Prize, for his coverage of Pakistan.\nBut in his own country he is better known for critical comments on social media about the powerful military. \nAnd this has had consequences.\nIn May, when he was baby-sitting his four-year-old son at home, he received a call from the counter-terrorism wing of the civilian Federal Investigation Agency (FIA), asking him to appear before it urgently.\nHe made some quick calls to his contacts and learned that the FIA was looking into a list of writers who had been criticising the military. His name was on that list.\n\"I immediately knew where the pressure was coming from,\" he says, adding that he often received calls from security agencies wanting to discuss his work. \nMr Siddiqui obtained a court order restraining the FIA from arresting him, but the summons to appear still stands.\nHe says he can \"hardly do any serious journalism without talking about the military, which has an extensive footprint in the country beyond its mandate\".\n\"What bothers me is not the officials, but how my family and friends are now putting pressure on me to go silent.\"\nWhile Mr Siddiqui remains physically unhurt, others have not been as lucky.\nIn late October, an Islamabad-based reporter of the Jang group of newspapers, Ahmad Noorani, was severely beaten by six men wielding iron knuckles, chains and knives.\nHis investigations into the recent Panama Papers case hearings unearthed embarrassing revelations about the role of the military that led to what some saw as the \"forced\" disqualification of then Prime Minister Nawaz Sharif by the Supreme Court.\nFingers were pointed at the military, which had to publicly distance itself from the attack by calling it \"a malicious attempt to cause unrest\". Flowers were even sent to Mr Noorani in hospital.\nPakistan ranks 139 out of 180 countries listed on the World Press Freedom Index 2017, compiled by Reporters Sans Frontieres (RSF). This places it among the world's most dangerous countries for reporters.\n\"The threat to journalists comes from both state and non-state actors,\" says Iqbal Khattak, RSF's country representative in Pakistan.\n\"At least five journalists have been killed so far this year. Some fell to local politics, others to personal feuds, while militant Islamist groups appear to be involved in at least one murder,\" he says.\nThere have also been more than half a dozen cases in which journalists have either been issued threats or physically assaulted with a view to warn rather than kill, one senior member of the Pakistan Federal Union of Journalists says.\n\"These cases are mostly linked to the country's powerful intelligence establishment, or to armed militant groups that have a presence in the main urban centres with the blessings of that establishment,\" he said.\nAfter a relatively uneventful 2016, threats to journalists escalated in January when a number of social media activists were briefly \"kidnapped\" by unknown men. Fingers were pointed at the military, but the cases were never investigated by civilian authorities.\nMatters came to a head in October when armed separatists in south-western Balochistan province threatened reprisals against the media if journalists continued to report what they called a \"one-sided state narrative\".\nSince the threat, several press clubs across the province have ceased to operate. Some newspapers have stopped printing, while others face falling circulations.\nBalochistan has been under the virtual control of the military for almost 15 years. It is home to a low-intensity, armed separatist insurgency and houses an array of violent Islamist groups that regularly carry out attacks against religious minorities.\nJournalists in the province are reluctant to speak on the record. In private conversations they say they are caught in an impossible dilemma.\n\"If we report human rights violations by the military or the religious groups, we are harassed and our government-sponsored advertisements are blocked to choke us financially. If we don't, the separatists threaten us,\" one senior journalist in Quetta said.\nAnd it's not just Balochistan where this happens.\nOne reporter told the BBC he was reprimanded by someone calling from a military telephone for reporting an unusual hike in tomato prices due to the Afghan border being closed.\nAnother reporter, who is based in the Federally Administered Tribal Areas (Fata) region, received a call from someone speaking on behalf of a militant group asking him not to back local demands for Fata's merger with neighbouring Khyber Pakhtunkhwa province.\nThe police and the courts sometimes seem to see religious groups as outside the law.\nThe attack on a television crew by religious vigilantes at a major mosque complex in Islamabad in June was a case in point. \nThe Din News crew were planning to film alleged electricity theft by the management of the mosque. \n\"I took my camera and did some filming while some bearded men who apparently camped at the mosque were watching,\" says Rashid Azeem, who edited the shoot. \nThen he went inside to pray as it was time for late afternoon prayers.\n\"While I was performing ablutions in the bathing area, they pounced on me,\" he says.\n\"I fell to the ground, and they started to drag me towards a half-open door, behind which I could see stairs descending into a basement.\"\nHis colleagues outside only just managed to use their van to prevent the mosque's main gate from being shut, distracting the attackers for a second. In the scuffle Mr Azeem escaped through the gate.\n\"There were bruises on his head, face and other parts of the body, and his clothes were all torn,\" said the crew's reporter, Ali Usman, who had helped keep the gate open.\nA couple of days later, both victim and rescuer were advised by police that the mosque management had accused them of drinking water during Ramadan fasting hours - an offence under Pakistan's Islamic laws.\nAs for the assailants, they were released on bail after a court dismissed the victims' pleas that the attack, part of which was filmed and shown to the police, amounted to spreading fear and fell under laws related to terrorism.\n\"The case is as good as dead, and we are not pursuing it,\" says Ali Usman.", "date": "17 December 2017", "href": "https://www.bbc.com/news/world-asia-42096098", "tags": "face groups country military pakistan mosque death reporters beatings one says threats journalists reporter"}