{"title": "Where will the deadly floods strike next?", "content": "With hundreds dead and millions either left homeless, or facing huge damage to their properties, catastrophic flooding has devastated many parts of the world. Nature's fury may seem unstoppable, but can technology at least help us to cope better?\nSavage hurricanes and record rains have struck around the world, bringing chaos to many countries and regions, including Bangladesh, India, the Caribbean, China and Texas in the US.\nEach year on average, flooding affects 96.9 million people worldwide, and causes $13.7bn (£10bn) in damage, according to the United Nations Office for Disaster Risk Reduction.\nThose figures are likely to rise dramatically after this year's deluges.\n\"There are now many indications that the incidence of storms and persistent rainfall events is increasing with climate change,\" says Dr Justin Butler, chief executive of Brighton-based flood risk assessment firm Ambiental.\nBut more accurate data from satellites and ground-based sensors, coupled with supercomputer modelling and machine learning, are giving us a clearer picture of which areas are likely to be most affected, says Mr Butler.\n\"Tens of thousands of simulations need to be run to capture a range of possible events,\" he explains, \"so the number of calculations that have to be carried out every second runs into the billions.\"\nThis kind of modelling is helping authorities plan flood defences more effectively, insurers price risk more accurately, emergency services improve how they respond, and homeowners take better protective measures.\nAmbiental's \"digital terrain models\", built up using Lidar (light distance and ranging) laser technology and other data, map how water flows across urban and rural landscapes.\nIts Flowroute modelling engine crunches all the data from sensors on land and in the sky - as well as historic data - to simulate complex flood flow patterns and make predictions.\nAll this extra data and computing power is helping insurance companies improve their pricing.\nLiz Mitchell, founder of flood insurance specialist Flood Assist, says: \"Recent flood events have seen insurers invest in more sophisticated data, which is allowing them to assess the flood risk of an individual property rather than that of a postcode.\n\"You can have many properties registered at a postcode, and some could literally be at the top of a hill and others at the bottom - they would represent very different risks.\"\nIn the 2011 Brisbane floods, Ambiental's model was 95% accurate, claims Mr Butler, correctly predicting flooding in 19 out of every 20 flooded properties.\nMore accurate modelling means some householders in previously \"high risk\" areas could see their premiums coming down.\nBut other householders, of course, could see their premiums rising after a reassessment. \n\"The use of data varies greatly from insurer-to-insurer. The more sophisticated the data the more accurate - theoretically - their pricing should be,\" says Ms Mitchell.\nGiven that the cost of winter flooding in the UK last year was estimated to be £1.3bn, insurers are desperate to get a clearer picture of their likely liabilities.\nMore extreme weather needs more sophisticated monitoring, which is why Nasa has funded the Global Flood Monitoring System (GFMS), an experimental online computer program run by the University of Maryland.\nIt can make almost real-time flood analysis by combining data from satellites with a sophisticated land surface model that incorporates vegetation cover, soil type, and terrain. \nIf water cannot soak away into the land, flood surges are more probable, and knowing where these are likely to hit is crucial for saving lives.\nOrganisations like the Red Cross and the UN World Food Program are already using GFMS before, during, and after floods to supplement other on-the-ground intelligence they may have.\nDr Robert Adler, a senior research scientist at the University of Maryland and one of the system's developers, says new Nasa satellite data has helped increase the accuracy of the model significantly - particularly useful during the recent Hurricane Harvey.\nBut he is not complacent.\n\"We've made a lot of progress and have had success,\" he says, \"but there is still far to go. Improvements in the satellite rainfall estimates will lead directly to improved flood analysis.\"\nComputational power is useless without accurate data to work with, so groundbreaking new satellites, such as the Japanese Himawari-8, are making a big difference.\nIt generates about 50 times more data than previous satellites, and can analyse average rainfall using thermal infrared images that read the temperature of cloud tops.\nAs well as advances in satellites, more sophisticated ground-based sensors are also improving modern flood prediction.\nFor example, the UK's Flood Network is harnessing the \"internet of things\" with the aim of creating an extensive, localised, early-warning system for flood-prone areas.\nIt uses wireless sensors monitoring water levels in streams, groundwater and river basins. The data is transmitted over a Low-Power Wide-Area Network designed for long-range communications at a low bit rate.\nThe initiative between Oxford-based Nominet and the Oxford Flood Network was launched in 2015, less than a year after the city was hit by floods that cut off major routes and homes for days. \n\"Although the Environment Agency provides blanket warnings, it has limited resources and uses just a few, expensive, professional sensors,\" says Adam Leach, Nominet's head of research and development.\n\"We thought that a higher density of sensors with more detailed data would make a real difference to monitoring water levels in flood-prone areas, particularly in small waterways.\n\"It's still relatively early days for the Flood Network,\" he adds, \"but it demonstrates the huge potential the internet of things has to deliver the 'smart city' projects we've all heard so much about.\"\nForewarned is forearmed, they say, but a future Technology of Business feature will look at the technologies helping protect householders and businesses from the damage such floods can cause.", "date": "26 September 2017", "href": "https://www.bbc.com/news/business-41384689", "tags": "deadly next sensors accurate many flood sophisticated data satellites flooding says strike floods risk"}