{"title": "Where American Politics Can Still Work: From the Bottom Up", "content": "LANCASTER, Pa. — Last week I wrote about why political parties across the industrial world are fracturing from the top down. Today I’m writing about the political units that are working. On this Fourth of July, if you want to be an optimist about America, stand on your head. The country looks so much better from the bottom up.\nI know — the current cliché is that we’re a country divided by two coasts, two coasts that are supposedly diversifying, pluralizing, modernizing and globalizing, while in flyover America everyone is high on opioids, cheering for President Trump and waiting for 1950 to return. That’s totally wrong.\nOur country is actually a checkerboard of cities and communities — some that are forming what I call “complex adaptive coalitions” and are thriving from the bottom up, and others that can’t build such adaptive coalitions and are rapidly deteriorating. You can find both on the coasts and both in the interior — and you can find both in just one little corner of south-central Pennsylvania.\nI was invited in April to give a paid book talk here in Lancaster, and I was so blown away by the societal innovation the town’s leaders had employed to rebuild their once-struggling city and county that I decided to return with my reporter’s notebook and interview them.\nMy original host was the Hourglass, a foundation founded by community leaders in Lancaster County in 1997, when the city of Lancaster was a crime-ridden ghost town at night where people were afraid to venture and when the county’s dominant industrial employer, Armstrong World Industries, was withering.\nSome of the leading citizens decided that “time was running out” — hence “Hourglass” — and that no cavalry was coming to save them — not from the state’s capital or the nation’s capital. They realized that the only way they could replace Armstrong and re-energize the downtown was not with another dominant company, but by throwing partisan politics out the window and forming a complex adaptive coalition in which business leaders, educators, philanthropists, social innovators and the local government would work together to unleash entrepreneurship and forge whatever compromises were necessary to fix the city.\nPretty much the exact opposite of what’s happening in Washington, D.C., today.\nFor my 2016, “Thank You for Being Late,” I profiled the complex adaptive coalition — called the Itasca Project — that had emerged to re-energize my hometown, Minneapolis. I’ve since seen such coalitions popping up all over the world — from Knoxville, Tenn., to Sheridan, Wyo.; from Broward County, Fla., to Birmingham, Ala.; and from Mexicali, Mexico, to the Western Galilee in Israel.\nOne of the most successful is Hourglass, which defined its mission as being a “trusted source for information, innovative ideas and insights that will help stakeholders, elected officials and voters make more informed and enlightened decisions” to advance the community. In these dark days of our national politics, these emerging coalitions are a real source of optimism for me.\nAt 7:30 Friday morning in early June, the Hourglass leaders in Lancaster were all sitting around the kitchen table at Art Mann Sr.’s house, as they do every Friday. The seven men and women representing different Lancaster societal and business interests were discussing the region’s shortage of clean water, because of farm runoff, fertilizer and salt on the streets.\nNone is in city government or an elected politician; they’re just respected volunteer community activists who will make a recommendation, based on research, to the city or county to get a problem fixed and help galvanize resources to do it. They all know one another’s party affiliation, but they’ve checked them at Mann’s front door.\n“The key to it all is trust,” Mann explained to me. “Politically we are all different, and our experiences are different. You can only get progress where there is trust. People trust that we are not in it for personal agendas and not partisan agendas.  We will often host elected officials, and they will throw out ideas and we will give them feedback. And they are not worried it will go out of this room.”\nAs the breakfast wore on, I was reminded of the business philosopher Dov Seidman’s dictum that “trust is the only legal performance-enhancing drug.” And I recalled Israeli societal innovator Gidi Grinstein’s dictum that what is saving so many communities today is “leadership without authority — so many people stepping up to lead beyond their formal authority.”\nMann, a Republican local metals manufacturer who began his civic life running for the school board, was one of the original conveners of Hourglass — after looking around Lancaster in the early 1990s and seeing a county that was hemorrhaging jobs and a city that was dying and wholly unprepared for the 21st century.\n“My family has been here since 1740 and was always interested in public service,” Mann told me. “We could see that in the late ’90s that the county was going to hell if we didn’t do something. People thought the city was unsafe. If we let the city die, it would affect the whole county.”\nGreater Lancaster is a microcosm of America.  The city has a population of 60,000, about 40 percent of whom are white, 40 percent Latino — mostly Puerto Ricans whose parents came decades ago to process chickens. About 15 percent are African-Americans, and the rest are a rainbow of Asians and immigrants and refugees from as far afield as Afghanistan, Nepal, Iraq and Syria. The city, though, is ringed by largely white suburbs — and beyond them a countryside dominated by Amish and Mennonite farmers and crafts people.  The county’s total population is about 600,000.\nUnwilling to let their hometown die a slow death, and fed up with weak municipal politicians, Mann and other civic leaders “got together in my living room” to become catalysts for change. “Our first insight was that leadership matters” — and if it wasn’t going to come from the politicians, then it would come from them — and it would be devoid of party politics.\nThe Lancaster ethic was best described to me by Ray D’Agostino, president of the Lancaster Housing & Opportunity Partnership, one of myriad young societal entrepreneurs I met here. His nonprofit mobilizes citizens to contribute time and resources to build and repair affordable housing.\n“There is big P politics — party politics — and small P politics,” said D’Agostino. “We check the big P at the door and just worry about solving the issues — not worrying about what Republicans or Democrats think about it. It [became] ingrained in us. We still look at things in a conservative or liberal way, but I can work with my liberal friends because we agree on what needs to be done — and it has to get done. I won’t vote for them, but I will work with them. And you are talking to a guy who is the chairman of the Republican Party for our local school district!”\nWhen visitors from nearby York, Reading or Harrisburg — communities not doing all that well — see what’s happening in Lancaster, “this is all foreign to them,” added D’Agostino. “I tell them: ‘You don’t know how to collaborate. You’re still working in silos.’” When a leader from York told him: “Ray, you know, we take care of our own. We’re doing things our way,” D’Agostino responded, “Maybe that’s part of the problem.”\nThat’s also how it used to be in Lancaster. Back around 2000, “nobody was talking to each other,” recalled Mann, which is why the convention center and other projects were stalled. So in December 2005 Hourglass started the “First Friday Noontime Forum” to get community leaders, business owners and elected officials into one room — with no press — to discuss all the components of fixing the city.\n“We found that people who were responsible for key parts of the city, business and government had never met each other,” said Mann. “They were all in their own silos, and we — Hourglass — were neutral, so we could get them together.”\nMany locals say the turnaround began in the early 2000s, when Lancaster got the chance to have a minor-league baseball team and stadium. The ballpark was originally planned for the suburbs — no one would come downtown at night — but a public-private coalition emerged to locate the stadium in the city’s northwest corridor in 2005. Recalled Mann: “I went to opening night and sat next to people from suburbia and they said, ‘Wow, I can’t believe I’m in Lancaster.’”\nAt the same time, Hourglass, and other groups provided the funds so public officials and the private sector could learn from the best experts in the world on how to lift their city and businesses. These included bringing in the mayor of Charleston, S.C., Joseph Riley, to explain how to build a thriving downtown; Edward Deming to teach quality improvement strategies; and an urban development expert from Brookings, Christopher Leinberger, to help create a long-term growth vision for the city and county. They’ve even looked to Denmark for insights.\nI found the hunger for best practices profound. “There is an awareness that all good ideas don’t start here,” said Susan Eckert, president of the Lancaster Partnership for Health. “Who is the best small-city mayor? Let’s call ’em. Who is the best urban planner? Call ’em. Who are the education transformers? Call ’em. Who is doing the most interesting stuff in public health? Call ’em. No one is bowling alone here. The civic life and engagement are as rich and dense as anything I have ever seen.”\nThe momentum for change really picked up, though, around 2006 when a dynamic new mayor was elected, J. Richard Gray, who worked with the Hourglass team, local business leaders and societal innovators to take Lancaster to a new level.  Gray, with the help of Leinberger, started by drawing up a long-term revitalization plan, which he carried around on a small note card every day to make sure every decision aligned with it.\nGray describes himself as a “Democratic capitalist,” which, he said, means: support businesses to invest in town — because there are no employees without employers — make sure they pay people a living wage and don’t damage the environment. It was a balance a lot of locals of all political stripes found appealing.\n“On the local level I don’t know how many people would come up to me and say: ‘I am a Republican but I really like what you do,’” said Gray. “We have gotten over the partisan divide.”\nAlso in the early 2000s, farsighted community leaders at Franklin & Marshall, the dominant local university, and Lancaster General Hospital, the town’s biggest employer, decided to get together to redevelop the street that connected them, creating a new urban hub of restaurants, entertainment and housing called the “James Street Improvement District” (which later grew into the Lancaster City Alliance to work on improvements all across the city).\nF&M and the hospital each committed $250,000 a year for three years to improve the whole northwest quadrant of the city, offering financial incentives for people to buy homes along James Street and fix them up. That led to more attractive homes, park benches, trash cans and lighting, and to F&M eventually tearing down some of the hedges that separated it from the city and making it better neighbor. F&M also built a beautiful new sports complex on the grounds of the demolished Armstrong World Industries plant. The whole corridor has since been reborn as the “Eds and Meds” district.\nAll successful complex adaptive coalitions have some kind of college or university in their town. Gray told me he once remarked to F&M’s president, “You want to make Lancaster a place where students want to come and I want to make it a place where graduates want to stay.”\nWord got around. Restaurants, bars, coffee houses and businesses began moving in across Lancaster, bringing many young people and start-ups with them.\nBut it was the partnership among Hourglass, the mayor and local business and community leaders and politicians to get the stalled convention center built and a Marriott Hotel next to it — in the heart of the city — that made downtown Lancaster not just somewhere people drove through on their way to boutique hotels in Amish country, but a destination of its own.\nIt wasn’t only the First Friday Forum’s getting people together that broke the deadlock over the convention center. It was Gray’s willingness to work with any Republican who would work with him. In particular, he forged a quiet partnership with Lloyd Smucker, a Republican who was then a state senator, to establish a community reinvestment zone that created the income stream to pay off the bonds needed to fund the convention center. “That was because Smucker and I could work together,” said Gray. “You get an awful lot done if you don’t worry who gets credit.”\nPart of Gray’s strategic plan was also to bring public art into the city. “Art makes people feel better about themselves and their communities,” he told me, “so we made a huge push for public art, and we included the neighborhoods in deciding what kind of public art — and we now have a full-time director of public art for every development in the city.”\nBy February 2018, a month after Gray stepped down after three terms as mayor, Lancaster  was named by Forbes as one of the “10 Coolest U.S. Cities to Visit,” saying this “newly hip Victorian city — just three hours from New York City — is still one of the U.S.’s best kept secrets.” It “boasts a bustling food scene and is quickly becoming a cultural hotbed. The architecture is the real star, so explore the alleys and cobblestone streets by foot, checking out the many repurposed old warehouses that house thriving businesses.”\nBut for all its progress digging itself out of a deep hole — by bridging political divides — racial divides and policing issues are alive in Lancaster, just like in other cities.\nLast Thursday a white Lancaster police officer used a Taser on a 27-year-old black man who was sitting on a curb during an arrest — which he did not appear to be resisting. A bystander’s video of the tasing has amassed more than two million views on Facebook. It’s quite disturbing. The new mayor, Danene Sorace, who has ordered an investigation, told me, “The progress Lancaster has made in recent years is too precious a thing for us not to respond to this incident in a meaningful way … and with systemic changes that we were already working on.”\nThe unemployment rate in Lancaster County is 3.3 percent while in the city it’s over 10 percent. And while some 30 percent of the city lives below the poverty line, it reaches 50 percent in some of the poorest neighborhoods.\nIn other words, this is not nirvana. What differentiates Lancaster from its neighbors is the degree to which it built a complex adaptive coalition to save the city from terminal decline, the resources this has created to try to bridge its still tough economic and racial divides — and the sheer number of people here who want to get caught trying.\nYou name a challenge and someone here has started a nonprofit — the Lancaster Coalition for XYZ — to fix it. For instance, it was the Lancaster County Lead Coalition that brought the City Council’s attention to the horrors of lead poisoning in impoverished neighborhood rental properties, which led to a new set of safety ordinances. How many counties have a lead coalition?\nRandy Patterson is director of economic development and neighborhood revitalization for the city and past president of the county United Way board. The United Way used to raise dollars through workplace campaigns and then distribute them to 30-some local agencies and partners, each going its own way.\n“There were no community-oriented goals,” explained Patterson. “So the board moved to a collective-impact model — four bold goals over 10 years — aimed at reducing poverty by 50 percent; making sure that every child is kindergarten-ready in terms of basic learning skills; ensuring that every adult has access to postsecondary education and credentials; and ensuring that every citizen has access to some kind of health care.\nSo now, he said, “we raise money through the United Way, but we will only fund collaborative efforts to achieve those four goals. Grants are also for three years, not just one. We’re funding elements of 100 different agencies now, working collaboratively toward these four goals,” and “we partnered with F&M to measure our success.”\nTo succeed in today’s world, concluded Patterson, a community has to decide “what it wants to be” — no one is stopping you, but no one will do it for you. Lancaster got that. A lot of its neighboring towns haven’t.\nThe Amish and Mennonites are not just a tourist attraction around here. These faith communities, with their strong family values, work ethic and openness to refugees — they came to this region to flee religious persecution themselves — are one of the unique attributes and competitive advantages of Lancaster.\n“We have a refugee inflow 20 times the national average,” said Gray, “and we say, ’I don’t care where you’re from, you are welcome here.’” Local churches, synagogues and mosques have all been active in resettlement, as has business.\nAt the same time, there are roughly 13,000 job openings in Lancaster County, said Tom Baldridge, president of the Chamber of Commerce. Everyone is looking for workers. “The broader business community here is pro-immigration and wanting to make sure we can assimilate [immigrants] into the community as quickly as we can,” Baldridge said. “The average education level of immigrants is higher than ours, and [while] the language barrier is real, they have a work ethic beyond belief — and they love America. We just had dinner with a family from Syria, and afterward we were saying to ourselves, ‘Why are we scared of this?’”\nSam Bressi, C.E.O. of the Lancaster County Community Foundation, a private trust set up decades ago that now boasts $100 million in assets, put it to me this way: “We are not an extraordinary community unless we are an extraordinary community for everyone here. We started the country’s first refugee-oriented community center — located at a middle school.” It brings together in one neighborhood school all the different nonprofit services the community has to offer for immigrants, a one-stop shop for kids and parents.\nTo be certain that they were in tune with the direction the community wanted to go, Bressi’s foundation also started a “community champion quiz. We set up pop-up booths all over town — in the central market, local coffee shops, a bilingual training center — and had a film crew with each one. We asked people: ‘What is the most important thing for a successful community?’\n“The answers that came up over and over again,” Bressi said, “were a community that creates respect and unity, respect and unity. People want to be heard and want to be respected. And they want unity, no divides. They see the national trends, they feel the division and they don’t want it.”\nDamaris Rau, superintendent of the Lancaster School District, presides over 11,500 students — mostly poor, black and brown — who speak 37 languages. “My biggest challenge is that 90 percent of our students are eligible for free and reduced lunch,” she told me. To attract more affluent students, the district long ago instituted an international baccalaureate program. To help more needy students, Rau developed a program by which high school seniors who have completed all of their graduation requirements can take college courses in areas of their interest or needed technical skills, like nursing, and the city will pay their tuition. “It gives them a leg up when they start college.”\nRau told me about how one church noticed that there were a lot of children waiting for their public school to open each morning, because parents dropped them off and had to get to work. So for the last three years the church has opened early to provide breakfast for the kids.\nAnother thing I’ve seen in all complex adaptive coalitions is the business community getting involved in both K-12 and college courses, translating in real time the skills demanded by global businesses today — not waiting for the schools to figure it out.\nFor instance, Pete Slaugh Jr., managing director of Berkshire Hathaway HomeServices, decided to fund a program in entrepreneurship — with classroom, mentoring and hands-on experiences — at Millersville University, near Lancaster, to teach students how to turn ideas into products or services. “We need to make sure employers have workers with the actual skills they need,” said Slaugh.\nCan Lancaster’s successes be replicated?\nYes. Its problems are global and the strategies Lancaster has employed to resurrect itself are shared by complex adaptive coalitions I’ve visited all over. The organization Grinstein, the societal innovator, created, called Reut, is helping to catalyze some in Israel. I took him with me to Lancaster, and afterward he noted common features that all of these successful coalitions share:\n1. They are mostly started and inspired by civic leaders with no formal authority, and not by politicians, and are driven not by party ideology or affiliation but by a relentless “what-works attitude.”\n2. They all begin with a vision, strategy and benchmarks for rebuilding their community, which enable them “to harness each element of the community and mobilize their unique resources, and societal innovations, behind this vision. … We call this ‘extending the yoke.’ The longer yoke you have, the more horses you can have pulling the wagon — and in a community, the ‘yoke’ is the inspiring vision and the ‘horses’ are the business leaders, social entrepreneurs, local colleges, philanthropies, nonprofits and faith-based institutions.”\n3. They understand that there are no quick fixes for regenerating a community, which is why civic leadership is so crucial — “because civic leaders can adopt a long-term view that transcends political tenures.”\nAnd I would add one more:  Not a single community leader I spoke to in Lancaster said the progress was due to technology — to microchips. They all said it was due to relationships — relationships born not of tribal solidarity but of putting aside tribal differences to do big hard things together in their collective interest. It’s a beautiful thing to see.\nSo, on this Fourth of July, it’s worth remembering that it was our ability to do big hard things together as Americans that also got us this far as a country. And if you want to be reminded of what that looks like — because it is so easy to forget these days — Art Mann is serving breakfast for the Hourglass folks in his kitchen this Friday. It starts at 7:30 a.m. — and I’m sure he’d invite you in.", "date": "July 3, 2018", "href": "https://www.nytimes.com/2018/07/03/opinion/community-revitalization-lancaster.html", "tags": "american work lancaster community county city bottom ” one — politics said still"}