{"title": "Where can UK students study for free?", "content": "With university tuition fees costing up to £9,250 per year, England is the most expensive place to study in Europe. \nIt's not a surprise then that for those who want to travel, experience a different culture or develop foreign language skills, studying in a country which has no tuition fees for undergraduates is an attractive option. \nSo in which countries can a prospective student from the UK study for free?\nScottish students already get free university tuition in Scotland, as do students from other EU countries, but those from England, Wales and Northern Ireland have to pay to study there. \nThe Scottish government meets the cost of Scottish students and EU law makes clear students from EU countries cannot be offered a worse deal than home ones. \nThe Scottish government has pledged that whatever happens, EU students who enrol up to 2019 will continue to benefit from free tuition fees.\nCurrently, any British student can study at a university in any EU or EEA country (Norway, Iceland and Lichtenstein), provided he or she fulfils the entry requirements of that institution. \nIf the home students do not pay any fees, the UK students are also entitled to study for free. \nIn total, 10 EU countries, as well as Norway, do not charge undergraduate students tuition fees.  \nOther countries charge very low tuition fees. France, for example, charges between €180 (£158) to €600 (£527) a year at its state-funded universities.\nIn some of the countries, like Germany, many of the courses are in English. In others, like Croatia, the free courses are only available in the national language. \nThere are opportunities for those who want to study further afield too. The top US universities offer full scholarships to the best and the brightest students. Similarly, universities in Australia offer top students from around the world different kinds of scholarships and free tuition. \nBut studying far from home is not everyone's cup of tea. A recent survey by the British Council found that only 18% of students surveyed indicated they were interested in studying abroad. Key perceived obstacles included the financial costs of travelling and living abroad, distance from the UK and friends and family, perceived lack of foreign language skills and the UK's high quality of education at home.\nThere is no data that shows how many UK students are doing a full degree in other EU countries.\nHowever, 2012 data from world heritage body Unesco on global movement of university students, which includes postgraduate and exchange students and full-time undergraduates, shows that, of around 33,000 UK students who studied abroad, around 13,000 studied in other EU countries.\nIn contrast, the UK welcomes a large number of EU students - 134,835 in 2016-17 according to the latest Higher Education Statistics Agency (HESA) statistics. The figure includes both undergraduate and postgraduate students.\nThe UK and the EU have agreed in principle that any UK citizen who moves to study in another EU country before the UK leaves the EU on 29 March 2019, as well as during the transition period after Brexit, which is due to finish at the end of 2020, will retain the right to study on the same terms as that country's own nationals.\nThat assumes that the withdrawal agreement is implemented and the transition goes ahead. \nThose who start their course in an EU country which does not charge any fees before the transition ends, will pay nothing even if their course continues after the transition is over.\nWhat will happen in 2021 and beyond? That is likely to depend on the policy that each individual country has on tuition fees for non-EU students. \nCurrently, Germany and Norway offer free studying to all international students. It is of course possible that some of the countries might change their rules by 2021. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "21 June 2018", "href": "https://www.bbc.com/news/education-44041568", "tags": "study country uk free eu tuition university countries students fees"}