{"title": "Which countries eat the most meat?", "content": "You may have heard an increasing number of people vow to reduce their meat eating lately - or cut it out altogether.\nThis often forms part of a bid to become healthier, reduce their environmental impact, or consider animal welfare.\nA third of Britons claim to have either stopped eating meat or reduced it, while two thirds of those in the US say they are eating less of at least one meat.\nThis trend is partly thanks to initiatives such as Meat-free Mondays and Veganuary. At the same time, a number of documentaries and high-profile advocates of veganism have highlighted the potential benefits of eating less meat. \nBut have these sentiments had any effect on the ground? \nWhat we do know is that global meat consumption has increased rapidly over the past 50 years. \nMeat production today is nearly five times higher than in the early 1960s - from 70 million tonnes to more than 330 million tonnes in 2017. \nA big reason for this is that there are many more people to feed.\nOver that period the world population more than doubled. In the early 1960s there were around three billion of us, and today there are more than 7.6 billion. \nWhile population is part of the story, it doesn't entirely account for why meat production increased five-fold.\nAnother key factor is rising incomes. \nAround the world, people have become richer, with the global average income more than tripling in half a century. \nWhen we compare consumption across different countries we see that, typically, the richer we are the more meat we eat. \nThere are not just more people in the world - there are more people who can afford to eat meat.\nWe see a clear link with wealth when looking at patterns of meat consumption across the world.  \nIn 2013, the most recent year available, the US and Australia topped the tables for annual meat consumption. Alongside New Zealand and Argentina, both countries topped more than 100kg per person, the equivalent to about 50 chickens or half a cow each. \nIn fact, high levels of meat consumption can be seen across the West, with most countries in Western Europe consuming between 80 and 90 kilograms of meat per person.\nAt the other end of the spectrum, many of the world's poorest countries eat very little meat. \nThe average Ethiopian consumes just 7kg, Rwandans 8kg and Nigerians 9kg. This is 10 times less than the average European. \nFor those in low-income countries, meat is still very much a luxury.\nThese figures represent the amount of meat per head available for consumption, but do not account for any food wasted at home or on the shop floor. In reality, people eat slightly less meat than this, but it's still a close estimate.\nIt is clear that the richest countries eat a lot of meat, and those on low incomes eat little. \nThis has been the case for 50 years or more. So why are we collectively eating so much more meat?\nThis trend has been largely driven from a growing band of middle-income countries. \nRapidly growing nations like China and Brazil have seen significant economic growth in recent decades, and a large rise in meat consumption.\nIn Kenya, meat consumption has changed little since 1960. \nBy contrast, the average person in 1960s China consumed less than 5kg a year. By the late 1980s this had risen to 20kg, and in the last few decades this has more than tripled to over 60kg. \nThe same thing happened in Brazil, where meat consumption has almost doubled since 1990 - overtaking almost all Western countries in the process. \nIndia is one notable exception.\nWhile average incomes have tripled since 1990, meat consumption hasn't followed suit. \nIt is a misconception that the majority of India is vegetarian - two thirds of Indians do eat at least some meat, according to a nationwide survey.\nNonetheless, the amount of meat consumed in India has remained small. At less than 4kg per person, it is the lowest in the world. This is likely to be partly down to cultural factors for some in India, including not eating certain types of meat for religious reasons.\nMany in Europe and North America say they are trying to cut down on meat, but is it working?\nNot really, according to statistics.\nRecent data from the United States Department for Agriculture (USDA) suggests meat consumption per head has actually increased over the last few years. \nWhile we may think that meat is becoming less popular, US consumption in 2018 was close to its highest in decades. \nIt's a similar picture with meat consumption in the EU.\nWhile Western consumption of meat is steady, or slightly increasing, the types of meat eaten are changing. \nThis means less red meat - beef and pork - and more poultry. \nIn the US, poultry now accounts for half of meat consumption, up from a quarter in the 1970s.\nThese types of substitution could be good news for health and the environment.\nMore stories like this\nIn some circumstances, eating meat can be beneficial.\nModerate quantities of meat and dairy can improve people's health, particularly in lower-income countries where diets may lack variety. \nBut in many countries, meat consumption goes far beyond basic nutritional benefits. \nIn fact, it could be a health risk. Studies have linked excess red and processed meat consumption with increased risk of heart disease, stroke and certain types of cancer. \nSubstituting chicken for beef or bacon could be a positive step. \nThis swap is also better for the environment as cows, in particular, are inefficient converters of feed to meat. \nCompared to chicken, beef has anywhere in the range of three to 10 times as much impact on land use, water and greenhouse gas emissions. Pork is somewhere in between the two.\nA future where meat consumption is sustainable and balanced across countries would require major changes.\nThis would mean not only a shift in the types of meat we eat, but also how much. \nEssentially, meat would have to become more of a luxury again.\nAbout this piece\nThis analysis piece was commissioned by the BBC from an expert working for an outside organisation. \nHannah Ritchie is an Oxford Martin fellow, and is currently working as a researcher at OurWorldinData.org. This is a joint project between Oxford Martin and non-profit organisation Global Change Data Lab, which aims to present research on how the world is changing through interactive visualisations. You can follow her on Twitter here.\nEdited by Eleanor Lawrie", "date": "4 February 2019", "href": "https://www.bbc.co.uk/news/health-47057341", "tags": "us world eating consumption countries meat eat average less"}