{"title": "White House May Lift Sanctions on Venezuelan Officials Who Reject Maduro", "content": "WASHINGTON — The Trump administration would consider lifting sanctions on Venezuelan officials who abandoned the government of President Nicolás Maduro and joined the opposition seeking to topple him, Vice President Mike Pence said on Tuesday.\n“The United States of America will consider sanctions relief for all those who step forward, stand up for the Constitution and support the rule of law,” Mr. Pompeo said at the annual Washington Conference on the Americas, held at the State Department.\nTo emphasize his point, Mr. Pence said the United States was removing sanctions imposed against Gen. Manuel Cristopher Figuera, an intelligence chief who defected recently to support Juan Guaidó, the head of Venezuela’s National Assembly.\nIn January, Mr. Guaidó cited the country’s Constitution in naming himself interim president and accusing Mr. Maduro of trying to remain in power for a second term on the basis of an illegitimate election last year.\nSoon after, President Trump recognized Mr. Guaidó as Venezuela’s interim president and called on Mr. Maduro to relinquish his authoritarian leadership amid his disastrous economic policies. More than 50 nations have recognized Mr. Guaidó.\nBut Mr. Maduro has held onto power, mainly because he has the support of military leaders. He is also supported by several nations, notably Russia and Cuba.\nOn Tuesday, Mr. Pence said the United States had imposed sanctions on more than 150 Venezuelan officials and state-owned companies. In late January, the Trump administration announced what was essentially an oil embargo on Venezuela, in an effort to cut off purchases of oil by the country’s largest customers, American companies.\nIn what appeared to be a final push to try to take control of the government, Mr. Guaidó called for mass rallies of his supporters on April 30 and for military leaders to turn against Mr. Maduro. But by evening, the military still supported Mr. Maduro, and it was clear that the day’s uprising had failed — echoing a standoff over a cross-border aid convoy led by Mr. Guaidó in late February.\nSecretary of State Mike Pompeo has blamed Russia for last week’s fizzle. He said officials in Moscow had urged Mr. Maduro to stay in Venezuela, even though Mr. Maduro had considered taking a plane to exile in Cuba. There has been no independent confirmation of Mr. Pompeo’s assertion.\nAnalysts said Mr. Trump’s foreign policy team had misread the situation and had not been helpful in efforts to force out Mr. Maduro.\nMr. Pence’s speech on Tuesday did not provide any new strategic vision for resolving the crisis, and instead only hesitantly put forward a new tactic of possible individual sanctions relief to officials who promise to reject Mr. Maduro.\nMr. Pence also said the United States was sending the Comfort, a naval hospital ship, to Central and South America in June on a five-month mission to provide aid to Venezuelan refugees. The announcement drew tepid applause from the audience. It was not a new offer of aid: Last fall, the Comfort went on a four-month deployment to the region to help refugees.\nAs usual when he talks publicly about Venezuela, Mr. Pence spoke entirely in English except for the few times he uttered “libertad,” Spanish for freedom.\n“We will continue to stand with the people of Venezuela until libertad is restored,” he said. “Nicolás Maduro is a dictator with no legitimate claim to power, and Nicolás Maduro must go.”\nMr. Pence also criticized Iran, Russia and Cuba for helping Mr. Maduro. The remarks on Russia were in direct contrast to Mr. Trump’s pronouncements last week on Russian involvement in Venezuela.\nOn Friday, after a phone call with President Vladimir V. Putin of Russia, Mr. Trump told reporters that Mr. Putin had assured him that with regard to Venezuela, Russia “is not looking at all to get involved, other than he’d like to see something positive happen.”", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/us/politics/pence-sanctions-venezuela-military.html", "tags": "sanctions may venezuelan officials guaidó maduro venezuela president pence white house reject russia lift"}