{"title": "White House Reviews Military Plans Against Iran, in Echoes of Iraq War", "content": "WASHINGTON — At a meeting of President Trump’s top national security aides last Thursday, Acting Defense Secretary Patrick Shanahan presented an updated military plan that envisions sending as many as 120,000 troops to the Middle East should Iran attack American forces or accelerate work on nuclear weapons, administration officials said.\n[To follow new military deployments to the Middle East, sign up for the weekly At War newsletter.]\nThe revisions were ordered by hard-liners led by John R. Bolton, Mr. Trump’s national security adviser. They do not call for a land invasion of Iran, which would require vastly more troops, officials said.\nThe development reflects the influence of Mr. Bolton, one of the administration’s most virulent Iran hawks, whose push for confrontation with Tehran was ignored more than a decade ago by President George W. Bush.\nIt is highly uncertain whether Mr. Trump, who has sought to disentangle the United States from Afghanistan and Syria, ultimately would send so many American forces back to the Middle East.\nIt is also unclear whether the president has been briefed on the number of troops or other details in the plans. On Monday, asked about if he was seeking regime change in Iran, Mr. Trump said: “We’ll see what happens with Iran. If they do anything, it would be a very bad mistake.”\nThere are sharp divisions in the administration over how to respond to Iran at a time when tensions are rising about Iran’s nuclear policy and its intentions in the Middle East.\nSome senior American officials said the plans, even at a very preliminary stage, show how dangerous the threat from Iran has become. Others, who are urging a diplomatic resolution to the current tensions, said it amounts to a scare tactic to warn Iran against new aggressions.\nEuropean allies who met with Secretary of State Mike Pompeo on Monday said that they worry that tensions between Washington and Tehran could boil over, possibly inadvertently.\nMore than a half-dozen American national security officials who have been briefed on details of the updated plans agreed to discuss them with The New York Times on the condition of anonymity. Spokesmen for Mr. Shanahan and Gen. Joseph F. Dunford Jr., the chairman of the Joint Chiefs of Staff, declined to comment.\nThe size of the force involved has shocked some who have been briefed on them. The 120,000 troops would approach the size of the American force that invaded Iraq in 2003.\nDeploying such a robust air, land and naval force would give Tehran more targets to strike, and potentially more reason to do so, risking entangling the United States in a drawn out conflict. It also would reverse years of retrenching by the American military in the Middle East that began with President Barack Obama’s withdrawal of troops from Iraq in 2011.\nBut two of the American national security officials said Mr. Trump’s announced drawdown in December of American forces in Syria, and the diminished naval presence in the region, appear to have emboldened some leaders in Tehran and convinced the Islamic Revolutionary Guards Corps that the United States has no appetite for a fight with Iran.\nSeveral oil tankers were reportedly attacked or sabotaged off the coast of the United Arab Emirates over the weekend, raising fears that shipping lanes in the Persian Gulf could become flash points. “It’s going to be a bad problem for Iran if something happens,” Mr. Trump said on Monday, asked about the episode.\nEmirati officials are investigating the apparent sabotage, and American officials suspect that Iran was involved. Several officials cautioned, however, that there is not yet any definitive evidence linking Iran or its proxies to the reported attacks. An Iranian Foreign Ministry spokesman called it a “regretful incident,” according to a state news agency.\nIn Brussels, Mr. Pompeo met with the foreign ministers of Britain, France and Germany, cosignatories of the 2015 Iran nuclear deal, as well as with the European Union’s foreign policy chief, Federica Mogherini. He did not speak to the media, but the European officials said they had urged restraint upon Washington, fearing accidental escalation that could lead to conflict with Iran.\n“We are very worried about the risk of a conflict happening by accident, with an escalation that is unintended really on either side,” said Jeremy Hunt, the British foreign secretary. \nThe Iranian government has not threatened violence recently, but last week, President Hassan Rouhani said Iran would walk away from parts of the 2015 nuclear deal it reached with world powers. Mr. Trump withdrew the United States from the agreement a year ago, but European nations have urged Iran to stick with the deal and ignore Mr. Trump’s provocations.\nThe high-level review of the Pentagon’s plans was presented during a meeting about broader Iran policy. It was held days after what the Trump administration described, without evidence, as new intelligence indicating that Iran was mobilizing proxy groups in Iraq and Syria to attack American forces.\nAs a precaution, the Pentagon has moved an aircraft carrier, B-52 bombers, a Patriot missile interceptor battery and more naval firepower to the gulf region.\nAt last week’s meeting, Mr. Shanahan gave an overview of the Pentagon’s planning, then turned to General Dunford to detail various force options, officials said. The uppermost option called for deploying 120,000 troops, which would take weeks or months to complete.\nAmong those attending Thursday’s meeting were Mr. Shanahan; Mr. Bolton; General Dunford; Gina Haspel, the C.I.A. director; and Dan Coats, the director of national intelligence.\n“The president has been clear, the United States does not seek military conflict with Iran, and he is open to talks with Iranian leadership,” Garrett Marquis, a National Security Council spokesman, said Monday in an email. “However, Iran’s default option for 40 years has been violence, and we are ready to defend U.S. personnel and interests in the region.”\nThe reduction of forces in the Middle East in recent years has been propelled by a new focus on China, Russia and a so-called Great Powers competition. The most recent National Defense Strategy — released before Mr. Bolton joined the Trump administration — concluded that while the Middle East remains important, and Iran is a threat to American allies, the United States must do more to ensure a rising China does not upend the world order.\nAs recently as late April, an American intelligence analysis indicated that Iran had no short-term desire to provoke a conflict. But new intelligence reports, including intercepts, imagery and other information, have since indicated that Iran was building up its proxy forces’ readiness to fight and was preparing them to attack American forces in the region.\nThe new intelligence reports surfaced on the afternoon of May 3, Mr. Shanahan told Congress last week. On May 5, Mr. Bolton announced the first of new deployments to the Persian Gulf, including bombers and an aircraft carrier.\nIt is not clear to American intelligence officials what changed Iran’s posture. But intelligence and Defense Department officials said American sanctions have been working better than originally expected, proving far more crippling to the Iranian economy — especially after a clampdown on all oil exports that was announced last month.\nAlso in April, the State Department designated the Revolutionary Guards a foreign terrorist organization over objections from Pentagon and intelligence officials who feared reprisals from the Iranian military.\nWhile much of the new intelligence appears to have focused on Iran readying its proxy forces, officials said they believed the most likely cause of a conflict will follow a provocative act, or outright attack, by the Revolutionary Guards’ navy. The Guards’ fleet of small boats has a history of approaching American Navy ships at high speed. Revolutionary Guards commanders have precarious control over their ill-disciplined naval forces.\nPart of the updated planning appears to focus on what military action the United States might take if Iran resumes its nuclear fuel production, which has been frozen under the 2015 agreement. It would be difficult for the Trump administration to make a case that the United States was under imminent nuclear peril; Iran shipped 97 percent of its fuel out of the country in 2016, and currently does not have enough to make a bomb.\nThat could change if Iran resumes enriching uranium. But it would take a year or more to build up a significant quantity of material, and longer to fashion it into a weapon. That would allow, at least in theory, plenty of time for the United States to develop a response — like a further cutoff of oil revenues, covert action or military strikes.\nThe previous version of the Pentagon’s war plan included a classified subset code-named Nitro Zeus, a cyberoperation that called for unplugging Iran’s major cities, its power grid and its military.\nThe idea was to use cyberweapons to paralyze Iran in the opening hours of any conflict, in hopes that it would obviate the need to drop any bombs or conduct a traditional attack. That plan required extensive presence inside Iran’s networks — called “implants” or “beacons” — that would pave the way for injecting destabilizing malware into Iranian systems.\nTwo officials said those plans have been constantly updated in recent years.\nBut even a cyberattack, without dropping bombs, carries significant risk. Iran has built up a major corps of its own, one that successfully attacked financial markets in 2012, a casino in Las Vegas and a range of military targets. American intelligence officials told Congress in January that Iranian hackers are now considered sophisticated operators who are increasingly capable of striking United States targets.\nSince Mr. Bolton became national security adviser in April 2018, he has intensified the Trump administration’s policy of isolating and pressuring Iran. The animus against Iran’s leaders dates back at least to his days as an official in the George W. Bush administration. Later, as a private citizen, Mr. Bolton called for military strikes on Iran, as well as regime change.\nThe newly updated plans were not the first time during the Trump administration that Mr. Bolton has sought military options to strike Iran.\nThis year, Defense Department and senior American officials said Mr. Bolton sought similar guidance from the Pentagon last year, after Iranian-backed militants fired three mortar rounds or rockets into an empty lot on the grounds of the United States Embassy in Baghdad in September.\nIn response to Mr. Bolton’s request, which alarmed Jim Mattis, then the defense secretary, the Pentagon offered some general options, including a cross-border airstrike on an Iranian military facility that would have been mostly symbolic.\nBut Mr. Mattis and other military leaders adamantly opposed retaliation for the Baghdad attack, successfully arguing that it was insignificant.", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/world/middleeast/us-military-plans-iran.html", "tags": "american iran officials military reviews united states would white house echoes war plans iraq"}