{"title": "White House Backs Off Threat To Explode Obamacare Next Month", "content": "The White House walked back its threat Wednesday to explode the Obamacare market by halting crucial payments to health insurance companies, just hours after signaling it might take that drastic step within weeks.\nWhite House Office of Management and Budget Director Mick Mulvaney told House Minority Leader Nancy Pelosi (D-Calif.) Tuesday evening that the administration was considering withholding next month’s distribution of cost-sharing reduction disbursements, or CSRs, to insurers, according to a House Democratic aide who asked not to be identified.\nBut just hours after HuffPost and other news outlets reported the news, Politico reported the White House had dropped this gambit and plans to continue honoring the CSRs ― for now, at least. The payments are the subject on an ongoing legal dispute.\n“Although a final decision for how long has not yet been made, the administration will continue to pay CSRs,” an OMB official said in a written statement.\nThe consequences of halting these payments to health insurance companies would be devastating for people who buy coverage on their own, rather than through employers. Insurers would face higher costs leading to bigger premium hikes, and in many states could respond by cancelling coverage for the rest of 2017.\nThe administration’s sudden shift marks the latest example of President Donald Trump issuing a threat, and then withdrawing it when it doesn’t result in the deal he wanted.\nTrump has threatened repeatedly to allow the Obamacare insurance markets to wither under his watch, either through inaction or by halting federal payments to health insurance companies. He suggested such a strategy both before and after last month’s collapse of the House Republican effort to repeal the Affordable Care Act and enact a measure that would cover 24 million fewer people.\nThis time, the threat came as the White House and Congress rush to enact a spending bill to keep the federal government operational, because current funding expires when the clock strikes midnight on Saturday.\nTrump’s odd gambit has been that voters will blame Democrats ― the party that enacted the Affordable Care Act ― rather than Republicans ― who control the legislative and executive branches of government ― for the fallout from his actions. Polls have repeatedly indicated the opposite ― that voters will hold Trump and the Republicans responsible for what happens to health insurance.\nUnder the Affordable Care Act, the poorest enrollees into private health plans purchased through the exchanges receive two forms of assistance.\nThe first are the tax credits that reduce monthly insurance premiums, which are available to people who earn up to four times the federal poverty level, or $48,240 a year for a single person. Those whose incomes are below 250 percent of poverty, or $30,150 for a single person, are also eligible for cost-sharing reductions that make out-of-pocket costs like deductibles and copayments lower.\nHealth insurance companies are required by the law to reduce these out-of-pocket costs for qualified customers, and then the federal government is obliged to reimburse them for the lost money. Insurers would still have to cut cost-sharing for enrollees even if the government payments weren’t made, and absorb the losses that would result.\nTrump has the authority to unilaterally stop the money from flowing thanks to a 2014 lawsuit House Republicans filed against former President Barack Obama’s administration. The House GOP argued that Obama unlawfully made these payments without Congress authorizing the spending.\nIf Trump cut off the payments, insurers that decided to stay in the markets would have to raise premiums by an average of 19 percent, according a projection by the Henry J. Kaiser Family Foundation.\nThe possibility doesn’t appear to be hypothetical. On an earnings call Wednesday morning, Anthem Blue Cross Blue Shield, the nation’s second-biggest insurer and largest player on the health insurance exchanges, said it expected to raise rates by 20 percent ― or maybe pull out of markets altogether ― if the payments went away.\nThat’s why the insurance lobby, other health care interest groups and business organizations like the U.S. Chamber of Commerce have made maintaining this funding a key priority.\nDemocrats have also been pushing to make sure the payments continue ― either by having the Trump administration continue to dispense them or by having Congress appropriate the money directly. An obvious vehicle for the latter would be the omnibus spending bill, now under consideration in Congress, that is supposed to fund government operations past April 30.\nA congressional appropriation would resolve the legal case putting the payments in jeopardy. Mulvaney and Pelosi discussed this option on Wednesday, according to the Democratic aide.\n“Pelosi reiterated the Democratic negotiators’ position that CSR payments must be included in the omnibus. Mulvaney indicated that, while the Trump administration had continued the CSR payments, they had not yet decided whether they would make the May payment,” the aide wrote in an email.\nA spokesman for the Office of Management and Budget disputed some parts of this account Wednesday, prior to the White House telling lawmakers the administration would, in fact, keep making the payments for the time being.\nThe OMB spokesman did not deny Mulvaney’s prior comments to Pelosi about the possibility of stopping insurer payments after May. And in written statement, Mulvaney made clear the administration was not eager to see the subsidies as part of the omnibus spending bill ― calling them “an 11th hour bailout of Obamacare.”\nWhen House Republicans sued the Obama administration in 2014, they maintained that Congress needed to appropriate the funding for the CSRs. Last year, a federal judge agreed, and the administration appealed. The judge stayed the decision, allowing the federal government to continue making payments as the case worked its way up through the courts.\nWhen Trump became president, his administration became the defendant in the case. The Trump administration and House Republicans obtained delays from the appeals court while they decided how to proceed.\nLike Obama, Trump has continued to make the payments in the meantime, but has always had the power to end them at any point. Congress could have appropriated the funding earlier and resolved the dispute in that fashion. At several points in the last few weeks, prominent Republicans indicated they were inclined to go along ― perhaps as part of the spending bill that Democrats and Republicans are now negotiating. But that effort seems to have failed.\nBefore the White House dropped its threat Wednesday, House Speaker Paul Ryan (R-Wis.) indicated the pending government-funding legislation wouldn’t include money for the payments.\n“Obviously CSRs, we’re not doing that. That is not in an appropriation bill. That is something separate that the administration does,” Ryan said.\nMatt Fuller contributed reporting.\nThis story has been updated to reflect reports that the administration will continue making cost-sharing reduction payments to insurance companies.\n Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n04/26/2017", "href": "https://www.huffpost.com/entry/the-gop-collapse-grenade-that-would-blow-up-obamacare-budget_n_5900ba3ce4b0026db1dd5aab", "tags": "next administration obamacare explode white house ― insurance backs threat republicans payments month health"}