{"title": "White House Has A Simple Answer To That CBO Report- Don’t Believe It", "content": "WASHINGTON ― President Donald Trump’s White House had its answer to Monday’s Congressional Budget Office analysis of the Republican health care proposal even before it was released: Don’t believe it.\nThe CBO released its official “score” of the bill designed to repeal and replace the Affordable Care Act, finding that the bill would result in 24 million more uninsured Americans by 2026.\nThat would nearly double the uninsured population in the country from the current 28 million to 52 million in nine years.\nNeither Trump nor his White House had responded to that estimate by early Monday evening, although Health and Human Services Secretary Tom Price said in a late afternoon news conference that the CBO analysis was flawed.\n“We think that CBO simply has it wrong,” he said.\nBut the White House had already started discrediting the independent office, starting when informal discussions between the CBO’s nonpartisan analysts and Republican House leaders began offering hints of what the formal analysis would show.\nOver the weekend, Trump’s budget director, Mick Mulvaney, told ABC News that health care legislation estimates aren’t something the CBO does well.\n“So, I love the folks at the CBO, they work really hard,” Mulvaney said. “Sometimes we ask them to do stuff they’re not capable of doing, and estimating the impact of a bill of this size probably isn’t the best use of their time.”\nAnd on Monday, White House press secretary Sean Spicer continued criticism of the CBO’s competence that he began last week.\n“The last time they did this, they were wildly off,” Spicer said, pointing out that the CBO eight years ago had estimated that millions more people would be enrolled under President Barack Obama’s signature health care law than wound up doing so.\n“That’s not a question of our credibility. It’s a question of theirs,” Spicer said.\nBut Spicer did not mention that the original CBO analysis of Obamacare was based on assumptions that states would be eager to set up insurance exchanges and accept an expansion of Medicaid for their poorer residents, particularly since the federal government was paying for all of it.\nHowever, Republicans opposed to that law and opposed to Obama personally blocked both of those efforts in a number of states, leading to far fewer people being enrolled through those programs.", "date": "\n03/13/2017", "href": "https://www.huffpost.com/entry/donald-trump-cbo-wrong-health-care_n_58c7121ae4b0428c7f127e93?vgu1o297132qpvi", "tags": "care report- simple white house cbo ” analysis believe answer said health"}