{"title": "White Supremacist Rep- Steve King Gets A Primary Challenger", "content": "White supremacist Rep. Steve King (R-Iowa) will have a Republican primary challenger next year. \nIowa state Sen. Randy Feenstra announced Wednesday that he will challenge King in the race to represent Iowa’s 4th Congressional District in the House of Representatives. \n“Today, Iowa’s 4th District doesn’t have a voice in Washington, because our current representative’s caustic nature has left us without a seat at the table,” Feenstra said in a statement announcing his candidacy. “We don’t need any more sideshows or distractions, we need to start winning for Iowa’s families.” \nFeenstra, a former emergency medical technician, is currently in his third term in the Iowa state Senate, where he serves as assistant majority leader. \nNews of his candidacy comes months after King narrowly secured a ninth consecutive term in Congress. King beat his Democratic opponent, J.D. Scholten, by only three percentage points. It was a remarkably close race for the deeply conservative district, which King had routinely won by over 20 points in previous elections, and which President Donald Trump carried by 27 points in 2016. \nKing’s near defeat in November ended a year in which he gained national headlines for his embrace of white nationalism. King retweeted neo-Nazis and endorsed a white supremacist candidate. HuffPost also uncovered an interview he gave to an Austrian media outlet affiliated with Europe’s neo-fascist identitarian movement. \nThroughout 2018, the GOP establishment was largely silent on King’s white nationalism. Only after a poll in early November showed him neck and neck with Scholten did the National Republican Congressional Committee decide to denounce him. Corporate campaign donors, under public pressure for giving money to a racist, also ditched King. \nAfter the election, Iowa Gov. Kim Reynolds (R), for whom King had served as campaign co-chair, distanced herself from the congressman. \n“I think that Steve King needs to make a decision if he wants to represent the people and the values of the 4th District or do something else, and I think he needs to take a look at that,” Reynolds said in November. \nScholten, the Democrat who lost to King, told HuffPost Wednesday that “it’s clear Iowa Republicans are frustrated with King, but where’s the line drawn?”\n“They’ve accepted and embraced him for so long,” he said. “I wish they would have been more vocal during the 2018 election cycle.” \nWith little support from the state and national GOP, and with donors dropping him, King will likely face a tough race against Feenstra in next year’s primary. \nKing seems to have anticipated the challenge. He announced last week that he would hold town halls in each of his district’s 39 counties. The congressman had previously eschewed town halls for fear of the events being disrupted by protesters. \nKing’s office did not respond to a HuffPost request for comment on Feenstra’s candidacy. \nAlthough Feenstra may not be as far-right as King, he is no moderate. He once spearheaded an effort to ban gay marriage in Iowa by constitutional amendment. \nFeenstra also appears to be a supporter of Trump. His campaign website encourages supporters to “Help fulfill our promise to Make America Great Again!”\n“I am pleased to hear of anyone challenging Steve King for Congress,” Kim Van Es, vice-chair of the Sioux County Democrats, told HuffPost in an email Wednesday. “But based on Randy Feenstra’s record, I doubt that he would fight for platform issues important to Sioux County Democrats, issues like affordable and accessible healthcare,  gun violence prevention, immigration reform, and environmental protections.” ", "date": "\n01/09/2019", "href": "https://www.huffpost.com/entry/steve-king-primary-challenger-randy-feenstra_n_5c3633eee4b035aceba4b97e?9sjj", "tags": "primary steve iowa white ” supremacist challenger gets king rep- feenstra district year huffpost"}