{"title": "White House Threatens Iran With Retaliation Over Militant Attacks", "content": "WASHINGTON — The Trump administration has signaled a new phase in its confrontation with Iran, threatening to retaliate for attacks by Iranian-backed militants in Iraq, even as it moves to avoid a potentially messy public split with allies over President Trump’s withdrawal from the nuclear deal.\nDays after rocket strikes near American diplomatic facilities in Baghdad and Basra, the White House blamed Shia militia groups on Wednesday and said, “Iran did not act to stop these attacks by its proxies in Iraq, which it has supported with funding, training and weapons.”\nThe statement came two weeks before Mr. Trump and Iran’s president, Hassan Rouhani, are both scheduled to attend the yearly meeting of the United Nations General Assembly, and it underscores Mr. Trump’s determination to raise pressure on the Iranian leadership.\nMr. Trump had planned to use a session of the Security Council, which he is presiding over, to dramatize Iran’s malign behavior throughout the Middle East. But with aides and European allies warning that Iran could exploit the meeting to spotlight Western division over the nuclear deal, the White House has broadened the agenda to nonproliferation, a less loaded theme.\nTaken together, these two moves point to the challenge facing the Trump administration as it tries to shift the focus from the agreement brokered by Mr. Trump’s predecessor, Barack Obama, to Iran’s destabilizing actions in Iraq, Syria, Yemen and Lebanon.\n“They haven’t done a good job of articulating what their strategy is,” said Karim Sadjadpour, an expert on Iran at the Carnegie Endowment for International Peace.\nThe administration, he said, still appeared split between hard-liners who want to bring the regime to its knees and others who are open to some kind of grand bargain. At times, that group seems to include Mr. Trump himself. He has more than once expressed a willingness to meet with Mr. Rouhani, an invitation the Iranian leader has yet to accept.\nThe president has boasted that his decision to abandon the nuclear deal, and reimpose sanctions on Iran, had already forced the Iranian leadership to curb its behavior in the region. “Iran is not the same country that it was a few months ago,” he said in June. “They’re a much, much different group of leaders.”\nYet the White House’s latest statement suggests the threat from Iran has swelled rather than subsided. While the rocket attacks by Shia militias caused no American casualties or property damage, they demonstrated the extent to which Iran’s influence has paralyzed its neighbor since Iraq held parliamentary elections in May that failed to produce a government.\nThe administration has compiled a list of statistics to show Iran’s continued funding of extremist groups throughout the Middle East: $700 million to Hezbollah in Lebanon; more than $100 million a year to Hamas and Palestinian Islamic Jihad; at least $16 billion to allies and proxies in Syria, Lebanon and Iraq.\nIran’s increased aggressiveness in Iraq, several experts said, is a direct response to the economic campaign that Mr. Trump is waging against Iran’s government. For now, Iran’s leaders have decided to remain in the nuclear deal, even with the sting of the sanctions. Experts say they are gambling that Mr. Trump will either be crippled by Republican losses in the midterm elections in November or swept out of office in 2020 — or both.\nBut as Robert Malley, who helped negotiate the Iran deal in the Obama administration, put it: “If the Trump administration is declaring economic war on them, they will react in some way. One of the ways is to radicalize their foreign policy, particularly in Iraq.”\nBeyond warning that “America will respond swiftly and decisively in defense of American lives,” the White House offered no details about how the United States would retaliate against Iran for the attacks in Iraq. Officials at the Defense Department said there were no increased military preparations. Striking back, they warned, could provoke asymmetric attacks against American military and civilians by Iranian proxies elsewhere.\nA Pentagon spokesman, Cmdr. Sean Robertson, referred all questions to the White House.\nWhen Defense Secretary Jim Mattis served as commander of the military’s Central Command during the Obama administration, he blamed Iran for deadly attacks by Shia militias in Iraq. He advocated confronting Iran, a position that put him at odds with Mr. Obama, who was then trying to engage Iran diplomatically.\nIn the Trump administration, however, Mr. Mattis has taken a more moderate line. He joined former Secretary of State Rex W. Tillerson in trying to persuade Mr. Trump not to leave the nuclear deal, and has used more measured language.\nMoreover, the situation in Iraq is complicated; Iran, too, has been a target of violent protests. In the southern city of Basra, where rockets struck an airport complex that houses the United States Consulate, crowds ransacked and burned the Iranian Consulate. Some people have accused the United States or Saudi Arabia of being behind that attack.\nThe White House statement, some officials said, was mostly intended to send Iran a signal, not unlike in February 2017, when Mr. Trump’s first national security adviser, Michael T. Flynn, responded to the launch of an Iranian ballistic missile by saying, “As of today, we are officially putting Iran on notice.”\nIt also sets the stage for Mr. Trump’s appearance at the United Nations, his first since he abandoned the nuclear deal. The president had planned to devote an entire session of the Security Council to Iran, officials said, a prospect that rattled some of his aides and European officials, who envisioned the diplomatic equivalent of his TV show, “The Apprentice.”\nAmong those was John R. Bolton, Mr. Trump’s national security adviser who once served as ambassador to the United Nations. Mr. Bolton, several officials said, made the case that focusing only on Iran would give Iran and Russia a platform to broadcast an anti-American message.\nBy broadening the agenda to nonproliferation, Mr. Trump can talk about the status of his nuclear negotiations with North Korea and about the use of chemical weapons by Bashar al-Assad’s government in Syria — a topic Britain wanted to raise in the Security Council.\nIn doing so, Mr. Trump will be following in the footsteps of his predecessor. Mr. Obama made nonproliferation the theme of the first Security Council meeting he oversaw in 2009. He won passage of a resolution that was meant to make it more difficult for countries like Iran and North Korea to turn peaceful nuclear programs into weapons projects.\nA day later, the United States, Britain and France revealed intelligence that showed that Iran was building a secret uranium enrichment facility in a mountainside near the holy city of Qum.", "date": "Sept. 12, 2018", "href": "https://www.nytimes.com/2018/09/12/us/politics/trump-iran-militants-iraq.html", "tags": "iran administration militant mr. nuclear retaliation threatens white house ” iraq deal attacks"}