{"title": "White House Stands By Trump's Voter Fraud Claim, But Offers No Evidence", "content": "The White House on Monday stood by its claim that millions of votes were cast illegally in the 2016 election, despite continuing to offer no evidence to support it. \nPresident Donald Trump, who has long blamed voter fraud for him losing the popular vote, convened a commission to investigate the issue last May. The panel only publicly met twice and was unable to unearth anything to support the president’s claims.\nStill, Trump renewed focus on voter fraud last week, when he said millions of people vote multiple times in California. \nWhite House press secretary Sarah Huckabee Sanders didn’t back away from the claim when she was asked about it on Monday.\n“The president still strongly feels that there was a large amount of voter fraud and attempted to do a thorough review of it, but a lot of the states didn’t want to cooperate and participate,” she said. “We certainly know that there were a large number of incidents reported, but we can’t be sure exactly how much because we weren’t able to conduct the full review that the president wanted because a number of states did not want to cooperate and refused to participate.”\nSanders was referring to the commission asking states to turn over information about voters last summer. Some states said they couldn’t turn over the data the commission wanted ― including last four digits of voters’ Social Security numbers, dates of birth and political affiliation ― under state law. Others simply refused to provide the information, although some were later required by state law to hand over some of the data. \nTrump disbanded the panel in January, citing litigation costs as the commission faced multiple lawsuits accusing it of violating federal transparency and administrative laws.\nAlan King (D), a probate judge in Jefferson County, Alabama, who served on the Presidential Advisory Commission on Election Integrity, criticized Sanders’ comments.\n“A fringe ideology of people unfortunately still believe that garbage,” he said in an email. “The people who continue to hang onto that warped belief system are delusional and refuse to appreciate the hundreds of thousands of dedicated public servants who work in elections throughout this nation. I feel sorry for people who continue to espouse such a stupid and ludicrous belief.”\nThe White House has previously highlighted a 2012 Pew study that found 24 million voter records were invalid and said 3 million people were registered in more than one state. It is not illegal to be registered in more than one state, and the study did not say millions of people voted illegally.\nThe Trump administration has also publicly pointed to Kansas Secretary of State Kris Kobach (R), who was the vice chair of the voter fraud commission, to back up claims about illegal voting.\nKobach has supported Trump, relying on a study that says 11.3 percent of noncitizens reported voting in 2008. Kobach has applied that percentage to an estimate of 28 million noncitizens living in the United States to say that more than 3 million noncitizens could have voted illegally in 2016. However, an author of that study was placed under oath in a federal case in Kansas last month and said he could not support Trump’s claim that illegal votes cost him the popular vote.\nA Justice Department investigation of voter fraud from 2002 until 2007 did not turn up much. Justin Levitt, a law professor at Loyola Law School in Los Angeles, found just 31 credible instances of voter impersonation between 2000 and 2014. In a 2017 working paper, researchers suggested that just 0.02 percent of 2012 votes were double votes.\nThis article has been updated with comments from King. ", "date": "\n04/09/2018", "href": "https://www.huffpost.com/entry/trump-voter-fraud_n_5acbc441e4b09d0a1196794a", "tags": "commission people evidence votes states claim white house trump stands last state voter offers fraud"}