{"title": "White Nationalists Have Been Saying 'Diversity Is Not Our Strength' For Years", "content": "Rep. Steve King (R-Iowa) has again flirted with being an open white nationalist. In a tweet Friday, the congressman lashed out at multiculturalism.\n“Diversity is not our strength,” the congressman wrote, linking to an article on a deeply dubious anti-immigration website called Voice of Europe, which quotes Hungary’s far-right prime minister, Viktor Orban, as saying that “mixing cultures will not lead to a higher quality of life but a lower one.” \nBut where have we heard this phrase before? \nWell, David Duke, the former KKK grand wizard and prominent American white supremacist, has used it when exploiting tragedies or acts of violence: \nThomas Robb, current national director of the KKK, told Slate earlier this year that “diversity is not our strength. Diversity will kill us.” Here’s Robb at a cross-burning rally in Texas:\nBilly Roper, a prominent American neo-Nazi, wrote in his book “The Big Picture” that “Diversity is not our strength. Neither is being outnumbered and outgunned.” Here’s Roper at an Aryan Nations-sponsored White Heritage Days Festival in Alabama: \nBrad Griffin, also known as Hunter Wallace, a leader of a white nationalist group based in Alabama, tweeted “diversity ISN’T our strength” last month. Griffin organized a “White Lives Matter” rally in Tennessee recently, which featured neo-Confederate, southern secessionist, and neo-Nazi participants.\nIn 2011, writer Peter Brimelow, the white nationalist behind the racist site VDARE, told CNN that “Diversity is not strength.” He uttered the phrase previously in 2004, while praising a book by conservative blogger Michelle Malkin that defended the mass incarceration of Japanese-Americans in concentration camps during World War II. The rationale for imprisoning thousands of people in the camps, he told The Denver Post, was “very straightforward. Racial profiling always makes sense. It’s just that, you know, diversity is not strength, it’s weakness. It’s impossible to discuss it honestly, though.”\nHere’s Brimelow at a recent conference of the National Policy Institute, the “think tank” of the so-called “alt-right,” a loose association of fascists and white supremacists. That’s him second from the left, in between his white nationalist pals Richard Spencer and Jared Taylor: \nAnd in 2007, Gordon Baum, co-founder and then-CEO of the racist group Council of Conservative Citizens (CCC) — whose website has referred to blacks as “a retrograde species of humanity” — told the Birmingham News that “diversity is not our strength, it is our calamity, our downfall.”\n“Diversity is not our strength” has been seen on white nationalist fliers in Pennsylvania. There’s also a whole thread called “Diversity is not our strength” on the popular white supremacist hate site Stormfront. \nAnd variations of the phrase appear most commonly today on alt-right Twitter accounts, often paired with cherry-picked news stories of non-white people committing crimes. \nMark Pitcavage, senior research fellow at the Anti-Defamation League’s Center on Extremism, told HuffPost that the phrase isn’t a white supremacist slogan, “as much as it is an obvious thing for them to say.” \nIt’s a response to hearing liberal politicians and academics praise diversity, he said. And the phrase isn’t the sole provenance of self-proclaimed white supremacists. There are hard-right figures and anti-immigration groups, some of them bordering on extremist, who have used the phrase. \nCo-founder of Vice Media, Gavin McInnes, the “Alt-Lite” figure and self-proclaimed “western chauvinist” founder of the Proud Boys has also used it. In a video posted earlier this year, he talks about how he thinks other countries’ food is yucky, and he really doesn’t like it! The video was titled “Diversity is NOT our strength (and shut up about restaurants).”  \nAnd Michael Anton, the controversial White House aide selected by President Donald Trump to serve on the National Security Council, used the phrase last year in an essay in which he defended the America First Committee, a World War II-era isolationist group known for its anti-Semitism.\n“‘Diversity’ is not ‘our strength;’ it’s a source of weakness, tension and disunion,” Anton wrote. “America is not a ‘nation of immigrants’; we are originally a nation of settlers, who later chose to admit immigrants, and later still not to, and who may justly open or close our doors solely at our own discretion, without deference to forced pieties.”\nPitcavage said it’s alarming to see an elected official like Rep. King make the statement. \n“It’s problematic, first of all because it suggests that diversity is a bad thing, which suggests that people should work to remove diversity,” Pitcavage said. “Not only does that speak against the whole American experiment, it sends a clear message to anybody who is not white or is in some way a minority or is not part of whatever selected pool Mr. King approves of.” \n“How are his constituents supposed to feel?” he continued. “He’s from Iowa. Iowa is not the most diverse state in the country, but there are people of different faiths and ethnicities and he’s supposed to represent them.”  \nHeidi Beirich, director of the Southern Poverty Law Center’s Intelligence Project, which monitors hate groups, says she’s heard white supremacists say the “diversity is not our strength” expression since at least 1999, when she joined the SPLC. \nKing, she said, “clearly is a racist who shares some views with white nationalists on things like immigrants for example.” \nKing has a long history of signaling support of white nationalism. He keeps a Confederate flag on his desk, even though he is from Iowa, which was not part of the Confederacy. He has said America shouldn’t apologize for slavery. He  has called putting emancipator Harriet Tubman on the $20 bill “racist” and “sexist.” He, of course, has indulged in birther beliefs, once suggesting President Barack Obama was born in Kenya. \nRacial profiling in Ferguson, Missouri, during protests over the police shooting of Michael Brown, King once said, was not an issue because all the protesters were of the same “continental origin.” He has argued that most undocumented immigrants are “drug mules.” \n“For every [undocumented immigrant] who’s a valedictorian, there’s another 100 out there who weigh 130 pounds—and they’ve got calves the size of cantaloupes because they’re hauling 75 pounds of marijuana across the desert,” he said. \nHe once tweeted a photo of himself standing with Geert Wilders, the rabidly Islamophobic far-right Dutch politician, with the caption: “Cultural suicide by demographic transformation must end.” \nAnd in March of this year, King tweeted “Wilders understands that culture and demographics are our destiny. We can’t restore our civilization with somebody else’s babies.” \nThis prompted gushing praise from white nationalists. “Steve King is basically an open white nationalist at this point,” Andrew Anglin wrote on his popular white supremacist site, The Daily Stormer. \n“OUR civilization and SOMEBODY ELSE’S babies. Not really any nuance there,” Anglin wrote. “Steve King should be Speaker of the House. Period. There [sic] is as plain as the nose on your face. He is /ourguy/.”\nRichard Spencer, the alt-right figurehead, wrote that “King is more /ourguy/ than Trump has ever been, but would he be saying these kinds of things without Trump? We can only hope these kinds of statements serve to embolden more of our people, as they see that people like themselves are in positions of power.”  \nAnd David Duke, the former KKK leader, called for King to succeed Trump as president in 2024 to “finish the job.” \nKing’s office did not immediately respond to a HuffPost inquiry Saturday as to whether he considers himself a white nationalist. \nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story. ", "date": "\n12/09/2017", "href": "https://www.huffpost.com/entry/steve-king-diversity-strength-white-supremacy_n_5a2afd21e4b073789f69bfbf", "tags": "saying strength nationalists diversity wrote king white ” phrase years nationalist"}