{"title": "White House Escalates Clash With House Committee Over Security Clearances", "content": "WASHINGTON — The White House expanded its legal battle with the Democratic-controlled House on Tuesday, blocking a former official from answering questions about the office that granted security clearances to officials including Jared Kushner.\nThe White House directed its former head of personnel security, Carl Kline, to defy a subpoena ordering him to appear on Tuesday for a deposition by a House committee looking into the security clearances.\nThe move marked an escalation in the fight between the administration and the House over access to officials, documents and other information it is seeking as it steps up investigations into President Trump. Earlier on Tuesday, a White House spokesman said Mr. Trump would not comply with a separate request to turn over his taxes to the House Ways and Means Committee.\nRepresentative Elijah E. Cummings of Maryland, the chairman of the House Oversight Committee, said in a statement that he would discuss scheduling a contempt vote against Mr. Kline for failing to appear as required by the subpoena.\n“It appears that the president believes that the Constitution does not apply to his White House, that he may order officials at will to violate their legal obligations, and that he may obstruct attempts by Congress to conduct oversight,” Mr. Cummings said.\nDemocrats want to talk to Mr. Kline about how Mr. Kushner, Mr. Trump’s son-in-law and senior adviser, got his security clearance, despite concerns raised by career security officials about possible foreign influence. The committee has also been examining whether a whistle-blower who brought information to Congress about the clearances granted to Mr. Kushner and others had suffered retaliation.\nThe White House instructed Mr. Kline not to comply with the summons on the grounds that the Oversight Committee would not allow a representative of the White House to sit in on the deposition. Michael M. Purpura, a deputy White House counsel, said in a letter to Mr. Kline’s lawyer, Robert N. Driscoll, that the White House wanted to ensure that the questioning “was limited to the proper scope” and that Mr. Kline not be pressed into revealing information that could be covered by executive privilege.\nThe White House did not assert executive privilege in instructing Mr. Kline not to appear.\nMr. Cummings said the action amounted to an attempt at stonewalling by the White House. “There are obvious reasons we need to conduct our investigations of agency malfeasance with representatives of the office under investigation,” Mr. Cummings said.\nLast year, Mr. Trump ordered his chief of staff at the time, John F. Kelly, to get Mr. Kushner a top-secret clearance. Mr. Trump had publicly insisted that he had no role in the clearance process for Mr. Kushner. Mr. Kushner’s clearance had been held up in part because of questions from the F.B.I. and C.I.A. about his foreign and business contacts.\nCongress learned about the questionable security clearance decisions from a whistle-blower, Tricia Newbold, who was a manager in the White House Personnel Security Office. She told Mr. Cummings’s committee in March that Mr. Kline ignored “disqualifying issues” flagged by career employees in his office and granted security clearances to at least 25 people against the advisement of security officials in his office. Such “disqualifying issues” included drug use, criminal conduct and, in Mr. Kushner’s case, possible foreign influence.\nMs. Newbold told lawmakers that Mr. Kline discriminated against her when she raised these concerns about the security clearances. She said she suffered retaliation in the form of hardships placed upon her because of her short stature, which is caused by a form of dwarfism. She filed a complaint with the Equal Employment Opportunity Commission.\nIn an email to Mr. Cummings on Monday, Mr. Kline’s lawyer, Mr. Driscoll, said Mr. Kline had been trapped between two legal prerogatives.\n“With two masters from two equal branches of government, we will follow the instructions of the one that employs him,” Mr. Driscoll wrote, referring to Mr. Kline, who now works for the Department of Defense.", "date": "April 23, 2019", "href": "https://www.nytimes.com/2019/04/23/us/politics/security-clearances-white-house.html", "tags": "security kushner escalates cummings clash committee kline white house clearances"}