{"title": "White Supremacists Are Targeting College Students 'Like Never Before'", "content": "The amount of white supremacist propaganda on college campuses in the U.S. increased 258 percent between fall 2016 and fall 2017, according to a report the Anti-Defamation League released Thursday. \nThere were 147 incidents of white supremacist flyers, banners, posters or stickers found on college campuses during the 2017 fall semester, the report states, compared to 41 such incidents in the fall semester of 2016.\nThe ADL counted a total of 346 incidents of hate propaganda that had been spread on 216 college campuses in 44 states and Washington, D.C., since September 2016. \n“White supremacists are targeting college campuses like never before,” Jonathan Greenblatt, the CEO of the organization, said in a statement. “They see campuses as a fertile recruiting ground, as evident by the unprecedented volume of propagandist activity designed to recruit young people to support their vile ideology.”\nThe propaganda delivered “a range of messages,” according to the report. \n“It may promote a white supremacist group, or trumpet the urgent need to ‘save’ the white race,” the report says. “Frequently, the propaganda attacks minority groups, including Jews, Blacks, Muslims, non-white immigrants, and the LGBT community.” \nThe groups responsible for the majority of the propaganda belong to the so-called “alt-right,” a newer generation of organized racists and fascists. The report says one such group, Identity Evropa, targeted college campuses with its propaganda 158 times, accounting for 46 percent of the incidents counted by ADL. \nIdentity Evropa eschews traditional white supremacist imagery and language in favor of more innocuous-sounding slogans like “Our Generation. Our Future. Our Last Chance.” \nOther groups, however, like the Atomwaffen Division, posted flyers directly threatening minority groups or featuring Nazi imagery. \nThe ADL report offers further evidence of an emboldened and increasingly active white supremacist movement in the U.S. This movement gained international attention in August 2017, when white supremacists held a nighttime march through the campus of the University of Virginia in Charlottesvile before violently confronting counterprotesters.\nThe next day, these same marchers were part of a violent pro-Donald Trump rally in Charlottesville — the largest gathering of white supremacists in over a decade — that turned deadly when a member of the group Vanguard America allegedly drove his car through a crowd of counterprotesters and killed 32-year-old Heather Heyer.\nWhite supremacists killed twice as many people in 2017 as they did the year before, according to a separate ADL report published last month. \nWhite supremacists made other concerted efforts to make their existence known on college campuses last year. \nIdentity Evropa held a private speaking event at San Diego State University. At Southern Methodist University in Dallas, Texas, white supremacists associated with Vanguard America tweeted photos of themselves giving Nazi salutes on the campus. And at the University of Texas in Austin, 25 people affiliated with the white supremacist group Patriot Front filmed themselves wearing masks and marching with torches through the campus. \nProminent “alt-right” activist Richard Spencer also delivered speeches at Auburn University and the University of Florida. \nThe night before the speech at the UF, HuffPost asked Spencer and Eli Mosely, formerly of Identity Evropa, why they focused so much of their efforts on universities. \n“This is a young person’s movement,” Spencer said. \n“Young people matter, and college campuses have been where political battles have been fought since the ’60s and before it,” Mosley said. “This is where political change happens. Fundamentally, it’s where the most anti-white institution is. Academia has become a factory for anti-white individuals, and to teach whites to hate themselves.” \n“When we go to these schools, we’re not going to intimidate people of color or anything like that,” he added. \nSpencer’s speech the next day was drowned out by rowdy counterprotesters. Afterward, three white supremacists who had traveled to Florida for Spencer’s speech were arrested for firing a gun at counterprotesters. \nSpencer is scheduled to speak at Michigan State University and the University of Cincinnati in the next few months. \nWhite supremacist groups have already been active in targeting campuses with their propaganda in the first month of 2018.\nMembers of Idenity Evropa tried to disrupt an ethnic studies class at the University of California, San Diego. Last week, Vanguard America vandalized a Black History Month poster at Middle State Tennessee University with its own propaganda. And Patriot Front claimed to have posted its propaganda at San Diego Mesa College in California on Wednesday night. \n \nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n02/01/2018", "href": "https://www.huffpost.com/entry/white-supremacist-college-campus-propaganada_n_5a7317eee4b06fa61b4dfc47?ncid=inblnkushpmg00000009", "tags": "college propaganda campuses report supremacists never white ” university supremacist targeting students"}