{"title": "White House to Impose Metal Tariffs on E.U., Canada and Mexico", "content": "WASHINGTON — The Trump administration said on Thursday that it would impose steep tariffs on metals imported from its closest allies, provoking retaliation against American businesses and consumers and further straining diplomatic ties tested by the president’s combative approach.\nThe European Union, Canada and Mexico, which will face 25 percent tariffs on steel and 10 percent on aluminum, quickly denounced the action and drew up lists of tit-for-tat measures, many aimed at parts of the United States where President Trump enjoys his strongest political support.\nThe move follows months of uncertainty as the Trump administration dangled potential exemptions for allies in return for concessions on other fronts. In moving forward with tariffs on national security grounds, the administration now faces a crucial test of whether its aggressive strategy will extract promises from trading partners or end up backfiring on the United States economy.\nThe tariffs “have already had major, positive effects on steel and aluminum workers and jobs and will continue to do so long into the future,” White House officials said in a statement. “At the same time, the Trump administration’s actions underscore its commitment to good-faith negotiations with our allies to enhance our national security while supporting American workers.”\nBy keeping trading partners guessing, the president has sought to create leverage in trade negotiations, including in talks over the North American Free Trade Agreement with Mexico and Canada. But in the process, he has sowed an atmosphere of chaos among allies as well as manufacturers uncertain about the ultimate impact on their vast supply chains.\nThe latest twist in the trade drama does little to alleviate the confusion among business owners and foreign leaders. Although the Trump administration signaled a tougher stance with the tariffs, it also left open the possibility for continued negotiations with affected countries.\nAs trade tensions escalate, Europe, Canada and Mexico are threatening to respond in kind, raising the potential of an all-out trade war.\nChancellor Angela Merkel of Germany, on Thursday, called the tariffs “illegal,” while saying “the measures carry the threat of a spiral of escalation that will result in damaging everyone.” Prime Minister Justin Trudeau of Canada said it was “inconceivable” that Canada “could be considered a national security threat.” Within minutes of the American action, Mexico had detailed a list of goods to target for retaliation, including steel, pork, apples, cranberries and cheeses.\n“For the first time in generations, we’ve really thrown out the rule book with our best trading partners,” said Rufus Yerxa, the president of the National Foreign Trade Council, which represents some of the largest exporters in the United States. “We can’t expect them to continue business as usual with us if we are throwing out the rules. So that means everything from airplanes to agriculture is on the chopping block.”\nWhen the broad tariffs on steel and aluminum were first imposed in March, Mr. Trump quickly carved out temporary exemptions for Canada and Mexico. Later, he added the European Union and other countries with the expectation that they would hash out separate agreements on quotas or similar restrictions. Since then, the Trump administration reached deals with South Korea, Brazil, Australia and Argentina, which agreed to restrain their metals shipments.\nBut the tariffs loomed in the backdrop as the administration continued to negotiate with Mexico and Canada over Nafta and European officials over other trade matters. Neither talks achieved much.\nOn Nafta, the Trump administration had been pushing for a quick conclusion to ensure the deal passed through Congress this year. But negotiations have sputtered as the countries remain deeply divided on several important issues, like the rules for automobile manufacturing.\nMr. Trudeau said the countries had the broad lines of “a decent win-win-win deal” last week. He spoke to Mr. Trump and offered to travel to Washington so they could work out the final details.\nBut Vice President Mike Pence on Tuesday phoned to tell the Canadian prime minister that the precondition of a deal was a sunset clause, meaning the pact would automatically expire unless the three countries voted to continue it. The idea has drawn ire from both foreign leaders and business executives, who say it undercuts the surety that trade agreements are meant to create.\n“I had to highlight that there was no possibility of any Canadian prime minister signing a Nafta deal that included a five-year sunset clause,” said Mr. Trudeau, “and obviously the visit didn’t happen.”\nEuropean officials had tried offering the United States a limited trade deal. They wanted to avoid tit-for-tat actions — something they view as unproductive, economically perilous and detrimental to the increasingly fraught relationship between the longtime allies.\nGermany, in particular, had pressed for a negotiated solution, but officials there grew wary after Mr. Trump announced that he would begin a separate trade investigation into automotive imports. If car tariffs go into effect, they would especially hurt Germany’s economy.\nAllies have vowed to challenge the legal statute the Trump administration used to roll out the tariffs, which is related to national security.\nThe Trump administration has argued that imports have weakened the country’s industrial base, and, by extension, its ability to produce tanks, weapons and armored vehicles. “We take the view that without a strong economy, you can’t have strong national security,” the commerce secretary, Wilbur Ross, said Thursday.\nThe European Union and Canada have objected strongly to the idea that they pose any kind of threat to national security, citing their close alliances and defense agreements with the United States. Jean-Claude Juncker, the president of the European Commission, called the steel and aluminum tariffs announced by the White House on Thursday “protectionism, pure and simple.”\nWith the tariffs set to go into effect at midnight, all three allies are readying their counterattacks.\nCanada announced corresponding tariffs on a broad list of American exports, including steel and aluminum, as well as dozens of basic consumer products like ketchup, insecticides and laundry machines. The Canadian tariffs, which go into effect July 1, will cover $12.8 billion worth of American goods, the value of Canadian steel and aluminum exports to the United States in 2017.\n“This is the strongest trade action Canada has taken in the postwar era,” said Canada’s foreign minister, Chrystia Freeland. “This is a very strong Canadian action in response to a very bad U.S. decision.”\nAlong with fighting the tariffs at the World Trade Organization, European officials have been preparing levies on an estimated $3 billion of imported American products in late June. In a joint statement, ministers from France and Germany said the countries would coordinate their response.\n“Global trade is not a gunfight at the O.K. Corral,” Bruno Le Maire, France’s finance minister, said on Thursday after meeting with Mr. Ross. “It’s not about who attacks whom, and then wait and see who is still standing at the end.”\nWhether American consumers and companies get caught in the crossfire depends on how it all plays out.\nAfter the tariffs took effect on China, Russia, Japan and Turkey in late March, prices on steel and aluminum broadly began to rise.\nAmerican metal manufacturers say that has helped to level the playing field. Century Aluminum, which has supported the tariffs, said the action “protects thousands of American aluminum workers and puts U.S. national security first.”\nBut it has left businesses that rely on imported metals, like beer makers, auto manufacturers and others, exposed. And now that the tariffs will hit America’s closest allies, some early supporters are changing their view.\nCanada is the largest supplier of both steel and aluminum to the United States, and the supply chains for many products snake back and forth across the border. The United Steelworkers union, which represents members in Canada as well as the United States, said the decision called “into serious question” the design and direction of the administration’s trade strategy.\n“The regular chaos surrounding our flawed trade policies is undermining the ability to project a reasoned course and ensure that we can improve domestic production and employment,” the union said in a statement.\nThe Aluminum Association, the industry trade group, also said it was disappointed. Heidi Brock, the group’s president, said the tariffs would do little to address the larger issue of overcapacity in China “while potentially alienating allies and disrupting supply chains that more than 97 percent of U.S. aluminum industry jobs rely upon.”\nThe steel and aluminum tariffs already appear to be hurting construction companies, retailers and manufacturers — by raising their costs and injecting uncertainty into the price and availability of the metals going forward.\nThe Federal Reserve’s latest Beige Book, a collection of anecdotes about the health of regional economies, contains more than two dozen references to business fears that the administration’s trade policies, and the steel and aluminum tariffs in particular, would hurt sales and profits.\n“These tariffs are hitting the wrong target,” said Representative Kevin Brady, Republican of Texas. “When it comes to unfairly traded steel and aluminum, Mexico, Canada and Europe are not the problem — China is.”\nIn a more pointed statement, Senator Ben Sasse, Republican of Nebraska, called the tariffs “dumb.”\n“Europe, Canada and Mexico are not China, and you don’t treat allies the same way you treat opponents,” he said.", "date": "May 31, 2018", "href": "https://www.nytimes.com/2018/05/31/us/politics/trump-aluminum-steel-tariffs.html", "tags": "administration metal impose steel white house ” aluminum mexico trade canada tariffs e.u."}