{"title": "White Supremacist Rally Triggers Violence In Charlottesville", "content": "CHARLOTTESVILLE, Va. ― Thousands of white supremacists and armed militia groups faced off with counter-protesters during a violent and chaotic rally that raged for hours in this Virginia city on Saturday, resulting in the deaths of at least three people.\nVirginia Gov. Terry McAuliffe (D), who declared a state of emergency Saturday afternoon, condemned the violence during a press conference that evening, sending a message to the white supremacists.\n“Our message is plain and simple: Go home. You are not wanted in this great commonwealth,” he said. “Shame on you.”\n“Please go home and never come back. Take your hatred, and take your bigotry,” McAuliffe added.\nCharlottesville Police Chief Al Thomas said 35 people were treated for injuries by city personnel on Saturday, with injuries ranging from minor to life-threatening.\nThree people died Saturday, including a 32-year-old woman who was hit by a car that plowed into a group of counter-demonstrators and two others who perished in a helicopter crash near the protests.\nJames Alex Fields Jr., 20, was arrested in connection with the car incident. He was charged with one count of second-degree murder, three counts of malicious wounding and one count of failing to stop at an accident resulting in a death, police Col. Martin Kumer told HuffPost.\n“It was just terrifying,” said 23-year-old Thomas Pilnik, a Charlottesville resident who witnessed the crash. “I remember people flying into me, telling me to run and get out of the way and watching people fly like they were just bowling pins.”\nAs of 10 p.m. Eastern on Saturday, police had made three other arrests related to the rally:\n“You came here today to hurt people and you did hurt people,” McAuliffe said at Saturday’s press conference.\nGroups in Charlottesville beat each other with flagpoles and bats, threw punches, chanted slogans and used chemical sprays on each other at a downtown park. Some reporters covering the event were doused in raw sewage.\n“There was a cloud,” said a witness, who asked not to be named. “Things were flying. Most people managed to get out of the way.”\nAttorney General Jeff Sessions said Saturday night that U.S. Attorney Rick Mountcastle has opened a federal investigation into the violence at the rally, with the full support of the Justice Department.\nThe U.S. attorney’s office and regional FBI office also announced a civil rights investigation into the circumstances surrounding the deadly car crash.\n“The violence and deaths in Charlottesville strike at the heart of American law and justice,” Sessions said in a statement. “When such actions arise from racial bigotry and hatred, they betray our core values and cannot be tolerated.”\nThe “Unite the Right” rally was promoted by white nationalist Richard Spencer and drew several different groups, including activists from the so-called “alt-right,” Nazis, Ku Klux Klan members and other white supremacists, some of whom dressed in militia uniforms and were openly carrying long guns. Counter-demonstrators and anti-fascist groups also attended.\nAfter demonstrations got heated Friday night, tensions were running high even before the rally officially began at noon, with members of the “alt-right” chanting the Nazi phrase “Blood and soil!” and “White lives matter!” as they marched toward Emancipation Park. With Confederate flags and Nazi memorabilia on full display, they also chanted “Fuck you faggots!”\nJames Allsup, who was in Charlottesville for the “Unite the Right” rally, told Mediaite that “white people are tired of being told by the cosmopolitan elites that we are the problem.”\n“This is the biggest racist rally in recent memory,” a 23-year-old anti-fascist from Michigan, who wouldn’t give his name, told HuffPost. “And we are all out here opposing these motherfuckers and trying to get a temperature check where the right is ― where the far right is at ― and how they’re organizing, and where we can apply radical strategies to defeat fascism.”\nEarly Saturday, McAuliffe asked on Twitter for a stop to the violence.\nAs violence among the groups grew on Saturday morning, some fled the scene, while others coughed and cried from the chemical sprays. Two fences and a line of cops helped separate the opposing groups, though police did not immediately intervene in the violence.\nPolice donned riot gear as fights escalated. Meanwhile, hundreds more white supremacists joined in the fray through the afternoon, making their way under a banner hung by the city that read “Diversity makes us stronger.”\nThose standing on the sidelines were baffled as to why police weren’t immediately stopping the skirmishes.\n“If this were Ferguson, riot gear, tear gas, everything would have been used,” said Anthony Bennett, a pastor from Connecticut, referring to the Missouri town where protests broke out in August 2014 after Darren Wilson, at the time a police officer, shot and killed Michael Brown, an unarmed black teenager. “There’s a different standard here in Charlottesville.”\nUnidentified militia members brandishing guns also showed up at the scene.\nJust minutes before the planned noon rally was set to begin, police threatened arrest for “unlawful assembly.” Thousands of people began to disperse, but it wasn’t immediately clear where they were going.\nEventually, arrests began.\nLate Friday night, a white nationalist march at the University of Virginia campus painted a sobering picture of what was to come. A torch-bearing procession of hundreds that included Spencer, at least one man wearing a Nazi SS T-shirt and another carrying a bat, ended with a clash at the campus rotunda where a Thomas Jefferson statue stands. Spencer admitted on Twitter that a group surrounded counter-protesters at the statue. \nCounter-protesters told HuffPost that some among their ranks were then hit with some type of irritant Friday night ― they claim it was Mace, unleashed by the white supremacists. Protesters on the fringe left, who come to these events to battle the fringe right, often try to hide their identities for fear of retaliation.\nSome counter-protesters threatened a HuffPost reporter with a gun when he attempted to photograph, from a distance, those recovering from the irritant. \n“Don’t make me use my gun on you,” a woman said, grabbing a holster on her hip.\nPunches and torches were thrown during the fracas, but local police eventually dispersed the crowds.\nPresident Donald Trump did little to denounce the white supremacists, instead saying Saturday that “many sides” were responsible for the violence.\nAccording to the Southern Poverty Law Center, more than 60 Confederate symbols have been removed from city- and state-owned land across the U.S. since avowed white supremacist Dylann Roof massacred nine parishioners at a black church in Charleston, South Carolina, in 2015. Most recently, the city of New Orleans toppled four statues honoring the Confederacy.\n“These efforts have made us a target for folks around the country who oppose telling the full story of race,” Signer told HuffPost on Friday. “They don’t want the narrative changed or to tell the full story of race. I think this will have the effect of redoubling our progress. To become an honest society, I don’t think we have any choice but to tell the full story.”\nThe rally’s real purpose, however, shines through in the event’s advertising, which looks a lot like Nazi propaganda and reads like a poorly billed concert:\nSpencer’s followers claimed that that violence was coming to Charlottesville in the form of “roving mobs” of Antifa ― groups of black-clad, masked anti-fascists, anarchists and socialists. It’s a scare tactic that white nationalists use regularly to pull crowds of people to a city in defense of it.\nThey were able to draw hundreds to Gettysburg over the Fourth of July weekend after claiming members of Antifa were coming to desecrate graves. Antifa never came, but the Ku Klux Klan did, and the only bloodshed came when a lone patriot shot himself in the leg.\nThe weeks and days leading up to the rally in Charlottesville had the city gearing up for war. The city had seen this type of menacing before: White supremacists showed up with torches at the Lee monument in May, an act that evoked Ku Klux Klan symbolism.\nSome businesses closed down Saturday to keep employees safe. Others reportedly opened their doors solely as a safe space in case of an emergency. Some locals were prepared to take drastic measures to protect their city.\n“As a lifelong resident of Charlottesville and a mother of two, this is about making the world more equitable for my children,” Leslie Scott-Jones of Solidarity C’Ville wrote in a news release. “I am not naive about the urgent threat of August 12, nor do I believe the threat ends there... My family has been here since the 1700′s, this is my home, and I have no other choice than to protect it.”\nThis article has been updated with new details, including comments from Trump and anti-fascist demonstrators, information about Fields and information about the various investigations into Saturday’s events.\nSebastian Murdock, Paige Lavender and Carla Herreria contributed to this report.", "date": "\n08/12/2017", "href": "https://www.huffpost.com/entry/white-nationalist-charlottesville-virginia_n_598e3fa8e4b0909642972007?utm_campaign=hp_fb_pages&utm_source=main_fb&utm_medium=facebook&ncid=fcbklnkushpmg00000063", "tags": "triggers city white ” rally supremacist charlottesville violence police saturday"}