{"title": "White Supremacist Suspected Of Killing 1, Injuring 3 In California Synagogue Shooting", "content": "Police detained a 19-year-old suspect in connection with a shooting Saturday inside a synagogue in San Diego that left one person dead and three others injured.\nThe man, identified by police as John Earnest, was detained near the synagogue Chabad of Poway, where the shooting occurred, and St. John of Damascus Orthodox Church.\nBobette Brown, a spokeswoman for Palomar Medical Center Poway, identified the person killed in the attack as 60-year-old Lori Kaye. The three other victims sustained injuries ranging from gunshot wounds to the hands and legs to wounds caused by shrapnel, she told HuffPost.\nAt a press conference Saturday, officials said the three injured victims included one young girl, and that they were all in stable condition.\nBrown did not identify the child who was injured. She named Yisroel Goldstein, a 57-year-old rabbi at Chabad of Poway, and 34-year-old Almog Peretz as the other victims. \nThe suspect, after shooting inside the temple with an AR-type assault weapon, was spotted by a Border Patrol agent who opened fire on him but missed, officials said. The suspect later turned himself over to police.\nThe synagogue had been hosting its Passover holiday celebration, which was scheduled to begin at 11 a.m., just a half hour before the shooting, 10News reported. The celebration was set to end at 7 p.m. with a final Passover meal.\nGoldstein told NBC News that the shooter opened fire on him at point-blank range, injuring one his hands. The gunman then killed Kaye, he said.\n“I turned around and I saw a group of children in the banquet hall, including my granddaughter, and I just ran ― not even knowing that my fingers were blown off ― and curled all the kids together and got them outside,” he said.\nHe described Kaye as a “kind soul” and “steadfast member” of the congregation.\n“Everyone in the community knew her,” Goldstein said. “She’s such a dear friend. I’ve known her for 33 years. I’m just so heartbroken and saddened by this senseless killing.”\nHe added: “We will not be intimidated or deterred by this terror. Terror will not win. As Americans, we can’t cower in the face of the senseless hate that is anti-Semitism.”\nIn a Facebook post published Saturday, Audrey Jacobs, a friend of Kaye’s, described her as “a jewel of our community” whose life “was defined by your good deeds.”\n“You were always running to do a mitzvah (good deed) and gave tzedaka (charity) to everyone,” Jacobs wrote, referring to Kaye. \nKaye is survived by her husband and a 22-year-old daughter, Jacobs wrote.\n“Anti-Semitism is real and is deadly,” Jacobs said in her post. “Hate crimes are real and are deadly. Lori would have wanted all of us to stand up to hate. She was a warrior of love and she will be missed.”\nDetectives are investigating reports that Earnest posted an 8-page manifesto online prior to the attack, officials said.\nIn the apparent manifesto, the suspect gloats about being from “European ancestry” and expresses his hatred of Jewish people. He says he feels “no remorse” for his upcoming actions, and that he took inspiration from the New Zealand mosque shooter who killed 50 people in March. \nThe suspect appeared to be a frequent user of racist gutter forum 8chan, and mentioned his desire for “the day of the rope,” a far-right term about a desire to kill journalists.\nHe also took credit for a recent arson at a mosque in Escondido, California, near San Diego. Police at the time said the arsonist left a message in graffiti in the mosque’s parking lot that referred to the New Zealand shooting.\nRep. Mike Levin (D-Calif.), whose district covers part of San Diego County, said in a tweet more must be done to combat extremism and gun violence.\nPresident Donald Trump and Vice President Mike Pence condemned the shooting in statements posted to Twitter. \n“No one should be in fear in a house of worship. Antisemitism isn’t just wrong ― it’s evil,” Pence wrote.\nSpeaking outside the White House, Trump told reporters, “At this moment it looks like a hate crime. Hard to believe.”\nSaturday marked the six-month anniversary of the shooting at a Pittsburgh synagogue in which a white supremacist killed 11 people.\nCarla Russo contributed reporting. This story has been updated with a Facebook post of Lori Kaye.", "date": "\n04/27/2019", "href": "https://www.huffpost.com/entry/man-with-gun-reported-at-california-synagogue_n_5cc4accce4b0fd8e35bd0db7?69h", "tags": "shooting suspect saturday injuring suspected white ” one killing supremacist california synagogue police kaye"}