{"title": "White Supremacist Rep- Steve King Wonders Why Being White Supremacist Is Offensive", "content": "﻿White supremacist Rep. Steve King (R-Iowa), fresh off the news that he’ll face a Republican primary challenger next year, wondered aloud why being a white supremacist is such a bad thing.\nKing, in an interview with The New York Times published Thursday, said he doesn’t mind that the American population includes a range of races ― as long as the culture stays white and European.\n“White nationalist, white supremacist, Western civilization — how did that language become offensive?” he said. “Why did I sit in classes teaching me about the merits of our history and our civilization?”\nThe Times article suggests that President Donald Trump’s demonizing statements about immigrants ― especially his lies about Latinos and his border policies ― were crafted and shaped, in part, by King over the years: \nThe interview is one of the few times King has discussed his embrace of white nationalism since HuffPost’s Chris Mathias outed his viewpoints during his 2018 campaign for re-election. He narrowly won in November, despite extensive HuffPost reporting revealing that he repeatedly promoted neo-Nazis on Twitter, endorsed a white supremacist candidate for Toronto mayor, and gave an interview to an Austrian publication affiliated with Europe’s neo-fascist “identitarian” movement, in which King talks fluently of the “Great Replacement,” a white nationalist conspiracy theory.\nThe GOP was largely silent on King through 2018, until it was revealed he might lose to Democratic challenger J.D. Scholten.\nNext year, King will face Iowa state Sen. Randy Feenstra in a race to represent Iowa’s 4th Congressional District in the House of Representatives.\nUPDATE: 2:12 p.m. ― King released a statement on Twitter, saying he “rejects” the labels of white supremacy, arguing that “under any fair political definition, I am simply a Nationalist.” (As HuffPost has previously reported, King is a white supremacist.)", "date": "\n01/10/2019", "href": "https://www.huffpost.com/entry/steve-king-white-supremacist-offensive_n_5c3752afe4b045f676897d45", "tags": "face steve offensive white ” ― interview supremacist wonders times king rep- huffpost"}