{"title": "White House Counsel, Don McGahn, Has Cooperated Extensively in Mueller Inquiry", "content": "WASHINGTON — The White House counsel, Donald F. McGahn II, has cooperated extensively in the special counsel investigation, sharing detailed accounts about the episodes at the heart of the inquiry into whether President Trump obstructed justice, including some that investigators would not have learned of otherwise, according to a dozen current and former White House officials and others briefed on the matter.\nIn at least three voluntary interviews with investigators that totaled 30 hours over the past nine months, Mr. McGahn described the president’s fury toward the Russia investigation and the ways in which he urged Mr. McGahn to respond to it. He provided the investigators examining whether Mr. Trump obstructed justice a clear view of the president’s most intimate moments with his lawyer.\nAmong them were Mr. Trump’s comments and actions during the firing of the F.B.I. director, James B. Comey, and Mr. Trump’s obsession with putting a loyalist in charge of the inquiry, including his repeated urging of Attorney General Jeff Sessions to claim oversight of it. Mr. McGahn was also centrally involved in Mr. Trump’s attempts to fire the special counsel, Robert S. Mueller III, which investigators might not have discovered without him.\nFor a lawyer to share so much with investigators scrutinizing his client is unusual. Lawyers are rarely so open with investigators, not only because they are advocating on behalf of their clients but also because their conversations with clients are potentially shielded by attorney-client privilege, and in the case of presidents, executive privilege.\n“A prosecutor would kill for that,” said Solomon L. Wisenberg, a deputy independent counsel in the Whitewater investigation, which did not have the same level of cooperation from President Bill Clinton’s lawyers. “Oh my God, it would have been phenomenally helpful to us. It would have been like having the keys to the kingdom.”\nMr. McGahn’s cooperation began in part as a result of a decision by Mr. Trump’s first team of criminal lawyers to collaborate fully with Mr. Mueller. The president’s lawyers have explained that they believed their client had nothing to hide and that they could bring the investigation to an end quickly.\nMr. McGahn and his lawyer, William A. Burck, could not understand why Mr. Trump was so willing to allow Mr. McGahn to speak freely to the special counsel and feared Mr. Trump was setting up Mr. McGahn to take the blame for any possible illegal acts of obstruction, according to people close to him. So he and Mr. Burck devised their own strategy to do as much as possible to cooperate with Mr. Mueller to demonstrate that Mr. McGahn did nothing wrong.\nIt is not clear that Mr. Trump appreciates the extent to which Mr. McGahn has cooperated with the special counsel. The president wrongly believed that Mr. McGahn would act as a personal lawyer would for clients and solely defend his interests to investigators, according to a person with knowledge of his thinking.\nIn fact, Mr. McGahn laid out how Mr. Trump tried to ensure control of the investigation, giving investigators a mix of information both potentially damaging and favorable to the president. Mr. McGahn cautioned to investigators that he never saw Mr. Trump go beyond his legal authorities, though the limits of executive power are murky.\nMr. McGahn’s role as a cooperating witness further strains his already complicated relationship with the president. Though Mr. Trump has fought with Mr. McGahn as much as with any of his top aides, White House advisers have said, both men have benefited significantly from their partnership.\nMr. McGahn has overseen two of Mr. Trump’s signature accomplishments — stocking the federal courts and cutting government regulations — and become a champion of conservatives in the process.\nBut the two rarely speak one on one — the White House chief of staff, John F. Kelly, and other advisers are usually present for their meetings — and Mr. Trump has questioned Mr. McGahn’s loyalty. In turn, Mr. Trump’s behavior has so exasperated Mr. McGahn that he has called the president “King Kong” behind his back, to connote his volcanic anger, people close to Mr. McGahn said.\nThis account is based on interviews with current and former White House officials and others who have spoken to both men, all of whom requested anonymity to discuss a sensitive investigation.\nA spokesman for the special counsel’s office also declined to comment for this article.\nMr. Burck said that Mr. McGahn had been obliged to cooperate with the special counsel. “President Trump, through counsel, declined to assert any privilege over Mr. McGahn’s testimony, so Mr. McGahn answered the special counsel team’s questions fulsomely and honestly, as any person interviewed by federal investigators must,” he said.\nAsked for comment, the White House sought to quell the sense of tension.\n“The president and Don have a great relationship,” the White House press secretary, Sarah Huckabee Sanders, said in a statement. “He appreciates all the hard work he’s done, particularly his help and expertise with the judges, and the Supreme Court” nominees.\nThe president stressed that the White House had been cooperative with the investigation, tweeting on Saturday evening after this article was published that Mr. McGahn had been allowed to speak to the special counsel.\nMr. McGahn’s route from top White House lawyer to a central witness in the obstruction investigation of the president began around the time that Mr. Mueller took over the investigation into whether any Trump associates conspired with Russia’s interference in the presidential election.\nWhen Mr. Mueller was appointed in May  2017, the lawyers surrounding the president realigned themselves. Mr. McGahn and other White House lawyers stopped dealing on a day-to-day basis with the investigation, as they realized they were potential witnesses in an obstruction case.\nIn the following weeks, Mr. Trump assembled a personal legal team to defend him. He wanted to take on Mr. Mueller directly, attacking his credibility and impeding investigators. But two of his newly hired lawyers, John M. Dowd and Ty Cobb, have said they took Mr. Trump at his word that he did nothing wrong and sold him on an open-book strategy. As long as Mr. Trump and the White House cooperated with Mr. Mueller, they told him, they could bring an end to the investigation within months.\nMr. McGahn, who had objected to Mr. Cobb’s hiring, was dubious, according to people he spoke to around that time. As White House counsel, not a personal lawyer, he viewed his role as protector of the presidency, not of Mr. Trump. Allowing a special counsel to root around the West Wing could set a precedent harmful to future administrations.\nBut he had little ability to intervene. His relationship with the president had soured as Mr. Trump blamed him for a number of fraught moments in his first months in office, including the chaotic, failed early attempts at a ban on travelers from some majority-Muslim countries and, in particular, the existence of Mr. Mueller’s investigation.\nThe son of a Treasury Department investigator, Mr. McGahn, 50, briefly attended the Naval Academy before transferring to Notre Dame, graduating in 1991. He attended Widener University’s Commonwealth Law School in Pennsylvania, then came to Washington and climbed the ranks of the Republican establishment, alternating between private firms and a stint on the Federal Election Commission.\nMr. McGahn joined the Trump team as an early hire said to like the candidate’s outsider position. His lack of a degree from a top law school bothered Mr. Trump, but the candidate saw that Mr. McGahn was respected by most of his peers, according to veteran party strategists.\nThough he was a senior campaign aide, it is not clear whether Mr. Mueller’s investigators have questioned Mr. McGahn about whether Trump associates coordinated with Russia’s effort to influence the election.\nMr. McGahn’s decision to cooperate with the special counsel grew out of Mr. Dowd’s and Mr. Cobb’s game plan, now seen as misguided by some close to the president.\nLast fall, Mr. Mueller’s office asked to interview Mr. McGahn. To the surprise of the White House Counsel’s Office, Mr. Trump and his lawyers signaled that they had no objection, without knowing the extent of what Mr. McGahn was going to tell investigators.\nMr. McGahn was stunned, as was Mr. Burck, whom he had recently hired out of concern that he needed help to stay out of legal jeopardy, according to people close to Mr. McGahn. Mr. Burck has explained to others that he told White House advisers that they did not appreciate the president’s legal exposure and that it was “insane” that Mr. Trump did not fight a McGahn interview in court.\nEven if the president did nothing wrong, Mr. Burck told White House lawyers, the White House has to understand that a client like Mr. Trump probably made politically damaging statements to Mr. McGahn as he weighed whether to intervene in the Russia investigation.\nInside the counsel’s office, lawyers feared that on the recommendation of Mr. Dowd and Mr. Cobb, the White House was handing Mr. Mueller detailed instructions to take down the president and setting a troubling precedent for future administrations by giving up executive privilege.\nAt the same time, Mr. Trump was blaming Mr. McGahn for his legal woes, yet encouraging him to speak to investigators. Mr. McGahn and his lawyer grew suspicious. They began telling associates that they had concluded that the president had decided to let Mr. McGahn take the fall for decisions that could be construed as obstruction of justice, like the Comey firing, by telling the special counsel that he was only following shoddy legal advice from Mr. McGahn.\nWorried that Mr. Trump would ultimately blame him in the inquiry, Mr. McGahn told people he was determined to avoid the fate of the White House counsel for President Richard M. Nixon, John W. Dean, who pleaded guilty to conspiracy to obstruct justice in the Watergate scandal.\nMr. McGahn decided to fully cooperate with Mr. Mueller. It was, he believed, the only choice he had to protect himself.\n“This sure has echoes of Richard Nixon’s White House counsel, John Dean, who in 1973 feared that Nixon was setting him up as a fall guy for Watergate and secretly gave investigators crucial help while still in his job,” said the historian Michael Beschloss.\nMr. Trump’s lawyers still had a chance to keep Mr. McGahn’s insider knowledge from the special counsel. By exerting attorney-client privilege, which allows the president to legally withhold information, they would have gained the right to learn what Mr. McGahn planned to tell investigators and what he might reveal that could damage the president. But the president’s lawyers never went through that process, although they told people that they believed they still had the ability to stop Mr. Mueller from handing over to Congress the accounts of witnesses like Mr. McGahn and others.\nMr. Mueller has told the president’s lawyers that he will follow Justice Department guidance that sitting presidents cannot be indicted. Rather than charge Mr. Trump if he finds evidence of wrongdoing, he is more likely to write a report that can be sent to Congress for lawmakers to consider impeachment proceedings.\nUnencumbered, Mr. Burck and Mr. McGahn met the special counsel team in November for the first time and shared all that Mr. McGahn knew.\nTo investigators, Mr. McGahn was a fruitful witness, people familiar with the investigation said. He had been directly involved in nearly every episode they are scrutinizing to determine whether the president obstructed justice. To make an obstruction case, prosecutors who lack a piece of slam-dunk evidence generally point to a range of actions that prove that the suspect tried to interfere with the inquiry.\nMr. McGahn gave to Mr. Mueller’s investigators, the people said, a sense of the president’s mind-set in the days leading to the firing of Mr. Comey; how the White House handled the firing of the former national security adviser, Michael T. Flynn; and how Mr. Trump repeatedly berated Mr. Sessions, tried to get him to assert control over the investigation and threatened to fire him.\nDespite the Trump lawyers’ insistence that cooperation would help end the inquiry, the investigation only intensified as last year came to a close. Mr. Mueller had charged Mr. Trump’s former campaign chairman and his deputy and won guilty pleas and cooperation agreements from his first national security adviser and a campaign adviser.\nMr. Dowd said that cooperation was the right approach but that Mr. Mueller had “snookered” Mr. Trump’s legal team. The White House has handed over more than one million documents and allowed more than two dozen administration officials to meet with Mr. Mueller in the belief that he would be forced to conclude there was no obstruction case.\n“It was an extraordinary cooperation — more cooperation than in any major case — no president has ever been more cooperative than this,” Mr. Dowd said, adding that Mr. Mueller knew as far back as October, when he received many White House documents, that the president did not break the law.\nAs the months passed on, it became apparent that Mr. McGahn and Mr. Burck had overestimated the amount of thought that they believed the president put into his legal strategy. Rather than placing the blame on Mr. McGahn for possible acts of obstruction, Mr. Trump has yet to even meet with the special counsel, his lawyers resisting an invitation for an interview. Mr. McGahn is still the White House counsel, shepherding the president’s second Supreme Court nominee, Brett M. Kavanaugh, through the confirmation process.\nMr. Mueller, armed with Mr. McGahn’s account, is still trying to interview witnesses close to the president. But the White House has a new lawyer for the investigation, Emmet T. Flood, who has strong views on privilege issues. When the special counsel asked to interview Mr. Kelly, Mr. Flood contested the request, rather than fully cooperate.", "date": "Aug. 18, 2018", "href": "https://www.nytimes.com/2018/08/18/us/politics/don-mcgahn-mueller-investigation.html", "tags": "inquiry investigation counsel mcgahn president white house investigators cooperated extensively mueller"}