{"title": "White House Whistle-Blower Tells Congress of Irregularities in Security Clearances", "content": "WASHINGTON — A whistle-blower working inside the White House has told a House committee that senior Trump administration officials granted security clearances to at least 25 individuals whose applications had been denied by career employees for “disqualifying issues” that could put national security at risk, the committee’s Democratic staff said Monday.\nThe whistle-blower, Tricia Newbold, a manager in the White House’s Personnel Security Office, told the House Committee on Oversight and Reform in a private interview last month that the 25 applicants included two current senior White House officials, in addition to contractors and other employees working for the office of the president, the staff said in a memo it released publicly.\nThe memo does not identify any of the 25 people. But one of the senior White House officials appears to be Jared Kushner, the president’s son-in-law and senior adviser.\nNBC News reported in January that Carl Kline, who until recently served as the head of the personnel security division and was Ms. Newbold’s boss, had overruled a decision by career security officials concerned about granting Mr. Kushner a clearance.\nThe New York Times reported in February that President Trump had ordered his chief of staff, John F. Kelly, to grant a clearance last year to Mr. Kushner. The president had earlier said he had no role in the clearance.\n“Over the last few years that I’ve been here, I’ve been accused of all different types of things, and all of those things have turned out to be false,” Mr. Kushner said Monday night on Fox News in response to a question about Ms. Newbold’s claims.\nDemocrats on the oversight panel are also demanding information from the White House about the process of granting a clearance to Ivanka Trump, among others. Ms. Trump’s final clearance was granted shortly after Mr. Kushner’s. In an interview in February with ABC News, Ms. Trump insisted her father had no hand in either her clearance or her husband’s.\nMs. Newbold told the committee’s staff members that she and other career officials had denied the 25 applications for a variety of reasons, including “foreign influence, conflicts of interest, concerning personal conduct, financial problems, drug use and criminal conduct,” the memo said.\nThe denials by the career employees were overturned, she said, by officials with more seniority who, by her account, did not follow the normal procedures meant to mitigate security risks and generally adhered to by other administrations.\nMs. Newbold, who has worked in the White House for 18 years under both Republican and Democratic administrations, said she chose to speak to the committee after attempts to raise concerns with her superiors and the White House counsel went nowhere, according to the committee staff’s account.\n“I feel that right now, this is my last hope to really bring the integrity back into our office,” she said, according to a summary of her March 23 interview with the committee’s staff that was distributed on Monday.\nWhite House officials have been concerned for weeks that Ms. Newbold would either speak publicly or share information that she had gleaned about how security clearances had been handled during the first half of Mr. Trump’s term. Her statements to the Oversight Committee are likely to increase pressure on the White House to address lingering questions about its general practices around keeping the nation’s secrets and several high-profile cases.\nRepresentative Elijah E. Cummings, Democrat of Maryland and the chairman of the committee, included information provided by Ms. Newbold in a letter to Pat A. Cipollone, the White House counsel, on Monday, again demanding that the White House turn over files connected to the security clearance process and make administration personnel available for interviews.\nMr. Cummings said he was prepared to authorize subpoenas as soon as Tuesday to try to compel the White House to comply with an investigation into whether national secrets were at risk — an escalation that could force Mr. Cipollone either to reach an accommodation with Congress or fight in court.\n“I understand that the president has the right to grant these security clearances, but I have the duty and Congress has a duty to be a check on that system,” Mr. Cummings told reporters. “If the top secrets of our country are being seen by eyes that should not see them, we ought to all be concerned.”\nMr. Cipollone has argued repeatedly that the power to deny or grant security clearances “belongs exclusively” to the executive branch and, therefore, Congress has no authority to make such “unprecedented and extraordinarily intrusive demands.” He has simultaneously accused Mr. Cummings of mischaracterizing his posture toward the committee, writing that his office had been acting in good faith with regard to several of the committee’s investigations.\nThe White House did not respond to a request for comment. It is not clear what steps, if any, Mr. Kline might have taken to resolve the security concerns raised by the career employees before overruling them.\nRepublicans on Capitol Hill blasted Mr. Cummings for his handling of the case, calling it a “partisan attack on the White House” and accusing him of cherry-picking from Ms. Newbold’s interview.\n“Chairman Cummings’s investigation is not about restoring integrity to the security clearance process, it is an excuse to go fishing through the personal files of dedicated public servants,” said Representative Jim Jordan of Ohio, the Oversight Committee’s top Republican.\nIn a nine-page memo of their own, Republicans presented Ms. Newbold’s concerns about the office’s leadership as overblown and, in some cases, typical of a disgruntled federal employee. They said she had told the committee that “only” three of the 25 individuals on her list were “senior-level” White House employees, and “only” four or five prompted “very serious reasons.”\nMr. Cummings said he planned to issue a subpoena for the testimony of Mr. Kline, a nonpolitical federal official who until recently served as the head of the personnel security division and was Ms. Newbold’s boss. Mr. Cummings also identified five other senior White House officials whose testimony he planned to seek.\nHe requested summaries of the security clearance adjudication process and any related documents for nine current and former officials, including Mr. Kushner; Ms. Trump, the president’s elder daughter and senior adviser; and John R. Bolton, the national security adviser.\nIn the cases of the two senior White House officials, Ms. Newbold gave the committee a detailed account of her role, the Democratic memo said.\nIn one case, she said that a senior White House official was denied a clearance after a background check turned up concerns about possible foreign influence; “employment outside or businesses external to what your position at the E.O.P. entails”; and the official’s personal conduct. “E.O.P.” refers to the executive office of the president.\nMr. Kline stepped in to reverse the decision, she said, writing in the relevant file that “the activities occurred before federal service” without addressing concerns raised by Ms. Newbold and another colleague.\nIn the case of the second senior White House official, Ms. Newbold told the committee that a specialist reviewing the clearance application wrote a 14-page memo detailing disqualifying concerns, including possible foreign influence. She said that Mr. Kline instructed her “do not touch” the case, and soon granted the official clearance.\nThere is nothing barring the president or his designees from overturning the assessments of career officials. But Ms. Newbold sought to portray the decisions as unusual and frequent, and, in any case, irregular compared to the processes usually followed by her office to mitigate security risks.\n“Once we adjudicate it, the president absolutely has the right to override and still grant the clearance, but we owe it to the president and the American people to do what is expected of us, and our job is to adjudicate national security adjudications regardless of influence,” she told the committee, according to the Democratic staff’s memo.\nRepublicans, in their memo, stressed that Ms. Newbold had no firsthand knowledge of why Mr. Kline ultimately elected to grant the clearances to the two senior officials.\n“Her testimony focused on a series of personnel and workplace complaints that suggest she is unhappy and dissatisfied in her office,” the Republican memo said.\nIt noted that Ms. Newbold had filed a complaint with the Equal Employment Opportunity Commission against Mr. Kline, accusing him of discriminating against her over her short stature, which is caused by a form of dwarfism. She also filed a complaint with the Office of Special Counsel.\nIn January, Ms. Newbold was suspended for two weeks for failing to follow new office policies, but she told the committee she believed the suspension was retaliation for her E.E.O.C. complaint.\nAccording to the Democrats, Ms. Newbold also asserted that the Trump administration had made changes to security protocols that made it easier for individuals to get clearances. The changes included stopping credit checks on applicants to work in the White House, which she said helps identify if employees of the president could be susceptible to blackmail. She also said the White House had stopped, for a time, the practice of reinvestigating certain applicants who had received security clearances in the past.\nRepublicans’ memo said that Ms. Newbold had spoken positively of other Trump security policies and personnel.", "date": "April 1, 2019", "href": "https://www.nytimes.com/2019/04/01/us/politics/trump-security-clearances.html", "tags": "tells security irregularities mr. committee newbold white house ” clearances ms. congress whistle-blower"}