{"title": "White House to designate Muslim Brotherhood terrorist organisation", "content": "The Trump administration is working to designate the Muslim Brotherhood a foreign terrorist organisation, the White House said on Tuesday.\nThe designation will bring economic and travel sanctions against Egypt's oldest Islamist movement, with more than a million members across the Middle East. \nThe decision follows a White House visit by Egyptian President Abdel Fattah al-Sisi in April.\nMr Sisi asked US President Donald Trump to make the move, US media said.\nOn Tuesday, White House Press Secretary Sarah Sanders confirmed the administration is pushing for the designation.  \n\"The President has consulted with his national security team and leaders in the region who share his concern, and this designation is working its way through the internal process,\" Ms Sanders said in a statement.\nThe Trump administration first directed security and diplomatic officials to find a way to impose sanctions on the Brotherhood after a meeting between Mr Trump and Mr Sisi on 9 April, US media report. \nEgypt already describes the Muslim Brotherhood as terrorists. Mr Sisi overthrew President Mohammed Morsi in 2013, a former Brotherhood leader. \nOnce the US designation is announced, sanctions on companies and individuals who interact with the group will come into effect. \nIn a statement on its website, the Muslim Brotherhood said it would remain committed to its work, regardless of the White House's decision, Reuters reports. \n\"We will remain ... steadfast in our work in accordance with our moderate and peaceful thinking and what we believe to be right, for honest and constructive cooperation to serve the communities in which we live, and humanity as a whole,\" said the statement. \nThe decision has caused a rift between White House officials and Pentagon staff, according to the New York Times. \nThough US National Security Adviser John Bolton and Secretary of State Mike Pompeo both purportedly support the move, career national security staff, government lawyers and diplomatic officials have raised legal and policy objections. \nThese concerns have been mirrored by other domestic and foreign actors.\nA spokesman for Turkey's ruling AK Party said on Tuesday that the designation would hinder democratisation efforts in the Middle East and provide a boost to other militant groups in the region, according to US media. \nThe Brookings Institution, a think tank in Washington DC, released a video featuring senior fellow Shadi Hamid in which Mr Hamid said the \"unanimous position\" among experts is that the designation is inaccurate.\n\"As a factual matter, the Muslim Brotherhood is not a terrorist organisation,\" said Mr Hamid, who works on Islamist movements at Brookings' Center for Middle East Policy. \n\"There is not a single American expert on the Muslim Brotherhood who supports designating them\" as a terrorist group, he continued. \nLast month, the White House hit Iran's elite Revolutionary Guard Corps (IRGC) with the same designation, the first time the US has labelled another nation's military as a terrorist organisation. \nThe Muslim Brotherhood, founded in 1928 by Hassan al-Banna, has influenced Islamist movements around the world with its model of political activism combined with Islamic charity work. \nThe movement was initially intended to spread Islamic morals and good works, but soon became involved in politics, particularly the fight to rid Egypt of British colonial control and cleanse it of all Western influence. \nIn the first parliamentary elections after President Hosni Mubarak's overthrow in February 2011, the political party associated with the Muslim Brotherhood ascended to power, winning nearly half the seats in Egypt's parliament. \nSince Mr Morsi's ousting, thousands of Brotherhood members have been arrested.", "date": "30 April 2019", "href": "https://www.bbc.com/news/world-us-canada-48111594", "tags": "designate us white house designation muslim trump organisation brotherhood terrorist"}