{"title": "White House Whistle-Blower Did the Unexpected: She Returned to Work", "content": "WASHINGTON — Tricia Newbold, the Trump administration’s latest whistle-blower, did something unexpected only hours after a House committee released her deposition that the White House had overruled career staff members who denied officials their security clearances: She went back to work.\n“As you can imagine,” Ms. Newbold, a 39-year-old employee of the White House Personnel Security Office, wrote in an email during her commute on Monday, “I am extremely nervous for how people at work will treat me.”\nBut according to people close to her, she was not afraid to tell them about the things she had seen. Ms. Newbold’s decision to accuse her own office of rampant mismanagement of the security clearances of at least 25 employees came after months of what she characterized as personal discrimination and professional retaliation from Carl Kline, the office’s former director, after she spent roughly a year trying to raise issues internally.\nIn a White House where aggressive leak investigations are conducted in service of President Trump, who has aides sign nondisclosure agreements, Ms. Newbold’s account represents the rarest of developments: a damning on-the-record account from a current employee inside his ranks.\n“She wasn’t looking for trouble,” Ms. Newbold’s lawyer, Edward Passman, said in an interview on Monday. “And she wasn’t looking to go public. But her back was to the wall and she did what she had to do.”\nDescribed as both “no nonsense” and “intense” by people who have interacted with her during the clearance process, Ms. Newbold has served under four presidential administrations, beginning with the Clinton White House in 2000. Eventually she worked her way up to adjudications manager, a job that required her to help make determinations about the security clearances of administration employees. Her office is filled with holdovers from other administrations, and it is meant to be nonpartisan.\nYet in the Trump administration the office was filled with people who had little experience in vetting employees in the interest of national security, Ms. Newbold said in a nine-hour deposition with the House Committee on Oversight and Reform last week.\n“There was no resolution,” Ms. Newbold told the committee, according to a lengthy summary letter the panel’s Democratic chairman published of her interview, which contained verbatim quotes. “And I feel that right now this is my last hope to really bring the integrity back into our office.”\nMs. Newbold told the committee that at least two senior administration officials had been granted security clearances — which gave them access to classified information — despite possible disqualifying issues. She also told the committee that she had compiled a list of at least 25 individuals, including contractors and senior advisers, who had a “wide range” of disqualifying information, including drug use, financial problems and criminal conduct.\nIn February, The New York Times reported that the president overruled several senior officials in order to reinstate the security clearance of Jared Kushner, his son-in-law and senior adviser, despite issues raised during his clearance process.\nJohn F. Kelly, the president’s former chief of staff, wrote a contemporaneous internal memo about how he had been “ordered” to give Mr. Kushner the top-secret clearance. In her interviews with the House committee, Ms. Newbold said that Mr. Kelly and Joe Hagin, the former deputy chief of staff, had been attentive to the national security issues she had tried to raise.\nMr. Hagin resigned last June and Mr. Kelly in December. Mr. Trump has the legal authority to grant a clearance, but in most cases, the Personnel Security Office makes a determination about whether to grant one after the F.B.I. has conducted a background check.\nDemocrats on the committee are also demanding information from the White House about Ivanka Trump, the president’s eldest daughter and adviser, who was granted a security clearance shortly after Mr. Kushner got his. In an interview with ABC News in February, Ms. Trump insisted her father had no hand in either her clearance or her husband’s.\nMs. Newbold, who has a rare form of dwarfism, also accused Mr. Kline, the former director of personnel security, of retaliating against her when she repeatedly pointed out to him that actions he was taking, including overriding recommendations to issue clearances to two senior officials, were violating protocol. Ms. Newbold said that Mr. Kline oversaw a workplace where files — including extensive and sensitive background check documents — were not secured properly, and stopped the performing of credit checks for potential employees. She told the House committee that she had “never seen our office so ill-staffed and with such lack of experience.”\nLast fall, Ms. Newbold filed a complaint with the Equal Employment Opportunity Commission, accusing Mr. Kline of moving office files to a shelf several feet above her, deliberately out of her reach, beginning in December 2017. That month, she hired Mr. Passman, her lawyer.\n“As little as I am, I’m willing to fight and stand up for what I know is right, and they’ve always respected that about me,” Ms. Newbold told the House committee last week. “It’s humiliating to not be able to independently work and do the job that you need.”\nIn January, Ms. Newbold was suspended for two weeks without pay after NBC News reported that Mr. Kline had approved a security clearance for Mr. Kushner despite staff objections. The office’s new director, Crede Bailey, said at the time that Ms. Newbold had refused to “support new procedures your supervisor implemented.”\nWithin the past two weeks, Mr. Passman said she was also removed from her supervisory role at work. On Monday, the White House did not immediately respond to a request for comment about whether she could expect to continue in her job. In the evening, Ms. Newbold’s lawyer said she had gone back to work without incident.\nAlso on Monday, Representative Elijah E. Cummings, Democrat of Maryland and the committee’s chairman, called for a subpoena for Mr. Kline, who now works at the Defense Department, to learn more about his work when he was the director of the office and about his interactions with Ms. Newbold. In a letter to Pat Cipollone, the White House counsel, Mr. Cummings said that the Trump administration had refused to provide information about “the problematic practices of the White House Security Office over the past two years.”\nRepublicans on the committee quickly sought to minimize what Ms. Newbold actually knew about the senior officials whose clearances were overturned. In a memo released on Monday, they said Mr. Cummings used only “cherry-picked excerpts” from Ms. Newbold’s deposition, and said she had acknowledged that the president had the “authority to grant access to national security information to anyone he chooses.” The Republican members also pointed out that she had positive things to say about Mr. Bailey, her current supervisor.\nMr. Passman said Mr. Bailey’s two-week suspension of Ms. Newbold was “unwarranted,” but added that “he’s not personally attacking her like Kline did.”\nIt did not surprise Mr. Passman or other people close to Ms. Newbold that she returned to work — her choice to continue “kind of speaks for itself” about the kind of person she is, her older sister, Melissa Rahming, said in an interview on Monday. “She’s not afraid for what she’s said,” Ms. Rahming said, adding that her sister had “held her integrity this entire time.”\nDaniel Jacobson, a former associate counsel in the Obama White House, called Ms. Newbold a “serious security professional” and a “total straight shooter” in a tweet on Monday.", "date": "April 1, 2019", "href": "https://www.nytimes.com/2019/04/01/us/politics/tricia-newbold-whistle-blower-white-house.html", "tags": "security work office committee newbold white house ” ms. unexpected returned whistle-blower"}