{"title": "White Supremacist Rep- Steve King Endorses White Supremacist Faith Goldy For Toronto Mayor", "content": "A man who spouts white supremacist views from his perch in Congress has endorsed another white supremacist vying to become Toronto’s next mayor. \nRep. Steve King (R-Iowa) on Monday tweeted out his support of Faith Goldy, a far-right white nationalist who is looking to lead Canada’s largest city. \n“Faith Goldy, an excellent candidate for Toronto mayor, pro Rule of Law, pro Make Canada Safe Again, pro balanced budget, & ...BEST of all, Pro Western Civilization and a fighter for our values,” King tweeted. He added that the mayoral candidate “will not be silenced.”\nAs Right Wing Watch and Splinter News point out, Goldy is an openly racist white nationalist who has at times recited the infamous “14 words” used by neo-Nazis in reference to preserving the white race. After the Unite the Right rally in Charlottesville, Virginia, last year in which anti-racist protester Heather Heyer was killed by a white supremacist, Goldy was fired after going on a podcast for the white supremacist website The Daily Stormer. Goldy has also previously recommended a book calling for the “elimination of Jews” and said on a podcast that she believed homosexuality was a reason for the Holocaust, according to Right Wing Watch.\nKing’s endorsement of Goldy is hardly a surprise. The Republican lawmaker is himself a white supremacist who constantly retweets other white supremacists on Twitter. He has promoted a neo-Nazi on Twitter and advocated against “mixing cultures.”\n“We need to get our birth rates up or Europe will be entirely transformed,” King said on CNN last year.\nKing has also said the government should spy on mosques and promoted a false conspiracy from InfoWars that a Jerusalem imam told Muslims to “go into Western Europe, build your enclaves there, breed their women, and do not associate or assimilate into the broader society.”\nGoldy suggested Tuesday that if she loses the mayoral election, it will be because the election was “RIGGED.”", "date": "\n10/17/2018", "href": "https://www.huffpost.com/entry/white-supremacist-steve-king-faith-goldy-toronto-mayor_n_5bc74546e4b055bc947c8151", "tags": "steve pro mayor toronto faith white endorses goldy ” supremacist right king rep-"}