{"title": "White House Preemptively Attacks Congressional Budget Office On Obamacare Bill", "content": "WASHINGTON – President Donald Trump’s White House Wednesday began undermining the credibility of the Congressional Budget Office – days ahead of its likely analysis that a Republican health care plan will result in millions losing their insurance.\n“Anyone that can actually do basic math can understand that their projections for Obamacare the last time were way, way off the mark,” White House press secretary Sean Spicer said at Wednesday’s press briefing. “When they come out with this score, we need to understand the track record when it comes to health care.”\nSpicer, though, did not mention key assumptions underlying those estimates early in President Barack Obama’s first term. The CBO believed, for example, that states would be eager to set up their own exchanges and to expand Medicaid coverage, given that the federal government was paying for nearly all of it.\nBut in many states, Republicans opposed to health care expansion, or in some cases opposed to Obama personally, worked to block both of those.\nA Commonwealth Fund study, in fact, showed that the CBO was more right in its forecasts about the Affordable Care Act than anyone else. \nThe Congressional Budget Office works independently of leadership in Congress to analyze the costs and effects of legislation. Congress for decades has relied on its “scores” when drafting and debating bills.\nThe White House attack on its efficacy follows similar evidence-free assertions ― that millions voted illegally in the November elections, for example, or that Obama “wire tapped” Trump at his midtown Manhattan headquarters.\nWhat makes the criticism of the CBO particularly ironic is that its current director, Keith Hall, was given the job by Republicans after they took control of Congress – largely because of his perceived friendliness to GOP initiatives.\nSpicer, nevertheless, said the office’s analysis ought to be taken with skepticism. “Their record is what I’m calling into question. When you look at the number of people and the cost on what they scored the last Obamacare bill on, it’s way off,” Spicer said.\nTrump and congressional Republican leaders are rushing their bill to repeal the Affordable Care Act and “replace” it with their own version, as they have been promising for years. They aim for floor votes and delivery to Trump’s desk before lawmakers leave Washington for their mid-April recess.\nTwo House committees began moving the legislation Wednesday without a CBO analysis about what it would do ― to the consternation of Democrats, who failed to force the panels to delay their proceedings until they had that information.\nThe bill would drastically reduce federal spending on health care programs for low- and middle-income people, so it’s almost certain to result in millions of Americans becoming uninsured. \nAnd since the measure also contains substantial tax cuts for wealthy people and health care companies, it may wind up increasing the budget deficit. If the Congressional Budget Office comes to that conclusion, that will likely exacerbate the revolt among the most conservative congressional Republicans against the bill.\nThe ratings agency Standard & Poor’s projects 6 million to 10 million people would lose their coverage under this legislation, and the Center for a Responsible Federal Budget says the tax cuts are worth $600 billion.\nToday’s Republicans didn’t invent griping about the CBO ― Democrats certainly did their fair share when writing the Affordable Care Act in 2009 and 2010.\nBut the White House and GOP lawmakers appear to be taking things further by questioning the very legitimacy of the office tasked with telling lawmakers and the American people what new policies will do to the government, businesses, households and the economy.\nThe CBO is designed to allow objective analysis by evaluating all legislation the same way. Comparing a CBO score on one bill to a CBO score on another allows apples-to-apples juxtaposition of their effects. And its findings are available to the public.\nSpicer himself used to be much more trusting of Congressional Budget Office numbers, when they suited his previous bosses’ agendas. \n‘’You’re blaming the messenger,’’ Spicer told The New York Times in 2004, when he was spokesman for the House Budget Committee, referring to Republican lawmakers complaining that a previous GOP-appointed CBO director wasn’t giving them the answers they wanted.\nAt the other end of Pennsylvania Avenue, congressional Republicans were joining the CBO bashing. At a House Energy and Commerce Committee meeting to advance the health care bill, Majority Whip Steve Scalise (R-La.) described the Congressional Budget Office as “unelected bureaucrats in Washington.”\nThe White House, meanwhile, proposes using its own in-house numbers-crunchers. Spicer suggested that the Office of Management and Budget – run by Trump appointee Mick Mulvaney – would be a better source for an accurate assessment. Unlike the Congressional Budget Office, the OMB isn’t independent, and answers to the president.\nIn the fraught environment of the the health care law, Spicer and other Republicans are arguing that the CBO’s weakness on this topic was proven by its projections about the Affordable Care Act that turned out wrong.\nFor example, the Congressional Budget Office originally predicted the law would cover more people. But then the Supreme Court ruled that states could opt out of the Affordable Care Act’s Medicaid expansion, leaving millions of poor people in those states uninsured. The CBO also predicted higher enrollment on the health insurance exchanges. But the agency incorrectly assumed ― as Republicans constantly warned at the time ― that employers would end job-based health benefits and direct workers to the exchanges instead, which didn’t happen. \nAnd those two items, along with slower-than-expected growth in health care costs nationwide, combined to result in the CBO being wrong about another thing: the amount of money the law would cost, which wound up being less than expected.\nThese are the kinds of faulty projections that could come out of any entity attempting to forecast the effects of a major law. Because the Congressional Budget Office doesn’t serve a particular agenda ― as the Office of Management and Budget and industry groups do ― it regularly revises scores to reflect new information.\nUPDATE: 7:51 p.m. ― Douglas Elmendorf, who was CBO director when Congress wrote the Affordable Act Act, and is now dean of the John F. Kennedy School of Government at Harvard University, fired back at GOP criticisms in an email to The Huffington Post:\nJonathan Cohn contributed reporting.", "date": "\n03/08/2017", "href": "https://www.huffpost.com/entry/trump-cbo-obamacare_n_58c06fe1e4b0d1078ca3a384", "tags": "spicer office obamacare health white house congressional cbo ― bill budget preemptively care attacks"}