{"title": "Who's who? Meet China's new leaders", "content": "China's ruling Communist Party has unveiled its next generation of leaders. They are the seven men who now make up the Politburo Standing Committee, the country's top decision-making body.\nPresident Xi Jinping and Premier Li Keqiang have retained their seats for another five years, but the other five appointments are new.\nBBC Monitoring profiles the men who make up China's leadership.\nMr Xi has been confirmed as the country's leader and party chief for a second term until 2022. \nIn his first five-year term, Mr Xi centralised his authority within the party - something that was on display at the congress where his doctrine, called \"Xi Jinping Thought\" was enshrined in the party's revised charter. \nThe move puts Mr Xi on a par with former leaders Mao Zedong and Deng Xiaoping, the only other Chinese leaders whose names have been included in the constitution.\nMr Xi is a so-called \"princeling\", the privileged son of a former top leader, learning Chinese politics from an early age when his father was purged and he himself was sent to work in the countryside.\nBorn in Beijing in 1953, Mr Xi studied chemical engineering before joining the party in 1974. \nHe was named Shanghai party chief in 2007 and tasked with cleaning up a corruption scandal. He became the party's general secretary five years later.\nLi Keqiang stays on as premier despite earlier speculation that he could be demoted.\nThe 62-year-old has been a member of the standing committee since 2007. \nHe has played a limited role in his first term as premier despite officially being the second-most powerful politician in China, and was even criticised over China's 2015 stock market crash.\nLi is said to be backed by former leader Hu Jintao as both come from the party's \"youth league\" faction.\nLi was elevated to the Politburo in 2012. As Mr Xi's top aide, the 67-year-old handles his daily activities. \nIn 2015, he visited Moscow as Xi's \"special representative\" and has played a leading role in maintaining strong relations with Russia.\nMr Li is said to be a skilled administrator, having served as the party chief of Guizhou province and in other regional posts. \nHe has been a close friend of the Chinese president since the early 1980s. \nWang Yang is expected to assume the vice premiership role, overseeing financial and economic policy. Until then, he continues to serve as one of four vice-premiers.\nThe 62-year-old is a two-time Politburo member and was widely expected to be promoted, having being overlooked at the last party congress in 2012.\nHe spent his early career working his way up in the Communist Party's Youth League, the once powerful power base of former leader Hu Jintao.\nSeen as a reformist, Mr Wang has also been at the forefront of developing US-China ties, and leads the annual US-China strategic and economic dialogue.\nSaid to be Mr Xi's top foreign policy aide, Wang Huning is described as \"China's Kissinger\" and is part of Mr Xi's entourage during overseas visits.\nThe 61-year-old has extensive policymaking experience, having advised three recent party leaders, and is known for advocating strong central leadership. \nHe is also regarded as the brains behind the party's doctrines, including Jiang Zemin's \"Three Represents\", Hu Jintao's \"Scientific View on Development\", and even Xi Jinping's vision of the \"Chinese Dream\".\nHong Kong independent media note that Mr Wang may be tasked with running the Central Secretariat, focusing on ideology and propaganda.\nAt 60, Zhao Leji is the youngest member of the committee, and will be taking over the party's anti-corruption body, the Central Commission for Discipline Inspection (CCDI).\nHe takes over from CCDI chief Wang Qishan, whose name was not on the list of new Central Committee members announced on 24 October. \nMr Zhao spent his early career in Qinghai, and was named the vice governor of the north-western province in 1994 at the age of 37, and provincial party chief thereafter.\nIn 2007, he was promoted as the party chief of Shanxi, and is considered close to Xi as both are natives of the coal-rich province.\nMr Han, 63, is currently the party boss of Shanghai.\nHe has spent most of his career in China's financial capital, which has been the launch pad for several former leaders including Mr Xi.\nRecently, he vowed to turn Shanghai into a scientific innovation centre and has overseen the establishment of a free-trade zone. \nSeen as a seasoned technocrat, Mr Han was promoted to the Politburo in 2012 and is widely regarded as the part of the \"Shanghai faction\" led by former leader Jiang Zemin.\nThe Hong Kong-based paper South China Morning Post notes that Mr Han, who is on good terms with Mr Xi, may head the Chinese People's Political Consultative Conference (CPPCC), a top political advisory body.\nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook.", "date": "25 October 2017", "href": "https://www.bbc.co.uk/news/world-asia-china-41746245", "tags": "leaders xi china li party former chief meet leader new top"}