{"title": "Who, What, Why: Did Donald Trump use the word ‘bigly’?", "content": "The Republican candidate for White House appeared to use an unusual adverb in his debate against Hillary Clinton. Or did he? Jon Kelly investigates.\nThere was a moment in the first US presidential debate when lots of people asked themselves: \"Did Trump just say 'bigly'?\" \nFollowed quickly by: \"Is that even a word?\"\nIt came during a discussion on fiscal policy, when, Donald Trump told his opponent: \"I'm going to cut taxes bigly, and you're going to raise taxes bigly.\" Or so many thought, anyway.\nNot everyone agreed that was what he said. In its transcription of the debate, the Associated Press rendered it \"big league\", not \"bigly\". CNN and the Washington Post also thought they heard \"big league\", too.\nIt's not the first time listeners have wondered whether Trump was using this unfamiliar word. In May the Guardian thought it heard him tell supporters: \"We're going to win bigly\". In June, Dictionary.com reported that he'd warned Iran was taking over Iraq \"and they're taking it over bigly\". In June 2015 the New York Daily News quoted him saying Obamacare was about to kick in \"really bigly\".\nLots of those who heard \"bigly\" for the first time last night assumed it had been a neologism invented by the GOP candidate, much as former Alaska Governor Sarah Palin once urged Muslims to \"refudiate\" plans for a mosque in lower Manhattan.\nBut they were wrong. \"It's a word,\" says Fiona McPherson, a senior editor with the Oxford English Dictionary.\n\"Bigly\" can mean \"with great force\", she says. Thomas Hardy uses it in Far From the Madding Crowd to mean \"proudly, haughtily, pompously,\" McPherson adds. The OED lists an adjectival definition: \"Habitable, fit to dwell in; (hence) pleasant.\"\nThe US reference book company Merriam-Webster agrees that \"bigly\" is a word.\nUS debate: Five Twitter takeaways\nKey issues - where candidates stand\nAll you need to know about the US election\n\"Yes, 'bigly' is in the dictionary,\" it tweeted after the debate. It defines \"bigly\" as an adverb meaning \"in a big manner\" or, archaically, \"in a swelling blustering manner\". But it also added in a separate tweet, \"That's not what Trump said.\"\nThis puts Merriam-Webster firmly in the \"big league\" camp. If you listen closely enough to Trump during the debate, it's just possible to detect a \"G\" sound at the end of the disputed phrase - although those unfamiliar with the candidate's accent (picked up in the New York borough of Queens) and rapid diction may have missed it.\nThe BBC has reached out to the Trump campaign asking for clarification. So far, no response has been received. \nHowever, the Hollywood Reporter says Trump's son Eric confirmed after the debate that his father had said \"big league\". \nIn September 2015, Slate magazine asked the Trump campaign whether it was \"bigly\" or \"big league\" he was using. \"It's big league,\" spokeswoman Hope Hicks replied.\nTrump has never used the word \"bigly\" on his @realDonaldTrump Twitter feed. But he has tweeted lots of times about things being \"big league\": \nNonetheless, the widespread attention \"bigly\" has received could still prompt a revival. \"Whether or not he said it, he's brought it to people's attention,\" says McPherson. They might start dropping it into conversation again as a result. \nThat would be a turn-up for the books, bigly.\nJoin the conversation - find us on Facebook, Instagram, Snapchat and Twitter\nFollow Jon Kelly on Twitter @mrjonkelly", "date": "27 September 2016", "href": "https://www.bbc.com/news/magazine-37483869", "tags": "bigly league word ‘ us debate twitter trump donald says use big"}