{"title": "Who Are Diamond and Silk? A Look at 2 Pro-Trump Social Media Stars", "content": "They have feuded with Facebook, been defended by Senator Ted Cruz and were mentioned by Mark Zuckerberg in remarks before Congress. They are Diamond and Silk.\nDiamond and Silk are African-American sisters, Lynnette Hardaway and Rochelle Richardson, who became known during the 2016 presidential campaign for their unwavering support of Donald J. Trump.\nThey found a new audience this week when Republican lawmakers pressed Mr. Zuckerberg, the Facebook chief executive, on the sisters’ accusation that the social media giant was discriminating against them for their beliefs. (The company says that is not true.)\nHere is a brief guide to Diamond and Silk and their troubles with Facebook.\nMs. Hardaway, or Diamond, and Ms. Richardson, or Silk, became known in conservative circles for their social media videos, which heap praise on Mr. Trump and launch sometimes racially tinged attacks on his critics, like calling the Democratic Party “a plantation” and Hillary Clinton “a slave master.”\nTheir commentary continued after the election. They attacked Democrats in a video interview with the National Rifle Association, described the removal of Confederate statues as a liberal plot “to erase history,” and encouraged Mr. Trump to fire Robert S. Mueller III, the special counsel investigating Russia’s interference in the 2016 election.\nThey have over 650,000 followers on Twitter, 1.5 million followers on Facebook and 140,000 subscribers on YouTube. They appear often on conservative news shows. In one appearance on “Fox & Friends,” Diamond told viewers, “Trump is not a racist, he is a realist.”\nThey also sell Trump merchandise on their website and have embarked on a speaking tour that offers fans the chance to see them live for $50 a ticket (or $150 if you would like to take a picture with them and eat hors d’oeuvres).\nThey were paid $1,274.94 by the Trump campaign in November 2016 for “field consulting,” according to documents filed with the Federal Election Commission. The White House did not respond to an email asking what those services entailed.\nThe sisters received a note from Facebook on April 5 that said the company determined the content on their page to be “unsafe to the community.” They said the note, along with a decline in traffic to their page, was proof that Facebook has an anticonservative bias.\nTheir Facebook woes have been heavily covered on Fox News, and their case was taken up by Republican lawmakers during the hearings, including Representative Billy Long, Republican of Missouri. He asked Mr. Zuckerberg, “What is unsafe about two black women supporting President Donald J. Trump?”\nMr. Zuckerberg said “nothing is unsafe” about their support for the president. Diamond and Silk responded to two interview requests with an email that said, “Statement: We’ve made contact with Facebook and are looking to get this matter resolved.”\nOn Thursday, a Facebook spokeswoman said the note the company had sent to the two women should not have been sent and was a result of a communications problem, not a partisan bias. She also said any dip in their traffic was caused by new policies that show Facebook users more posts from friends and fewer from public pages.\nShe said Facebook was investigating how the note came to be written and sent.\nYes, they do. They have been criticized for supporting an administration deeply unpopular with African-Americans and being unrepresentative of African-American women (94 percent of female African-American voters cast ballots against Mr. Trump).\nBree Newsome, an artist and activist, described them in an interview as “a modern-day minstrel show” aimed at “white conservatives who want to believe Trump can’t be racist or they themselves can’t be racist because there are these two black women named Diamond and Silk who are constantly rooting for Trump.”\nMs. Newsome said their performances relied on “stereotypical images of black women” that would not be celebrated on conservative media if they were not Trump supporters.\nKeith Boykin, an adjunct professor at Columbia University and a former White House aide to President Bill Clinton, offered a similar critique.\n“If these two women, the way they speak, the way they talk and act and behave, were saying anything that was contradictory to Trump, the Trump supporters who defend them would be the first to attack them,” Mr. Boykin said.\nMr. Boykin said their conservative fans, who are often quick to note their race and gender, “only want to listen to the people who reaffirm their narrow, limited vision of what blackness is all about and how black people should perceive white people and specifically how they should perceive Donald Trump.”\nThe White House did not respond to an email asking that question on Thursday. But in the past Mr. Trump has said he is a fan of Diamond and Silk.\nThe sisters appeared at several Trump rallies during the campaign and have visited Mr. Trump in the Oval Office. At a rally in 2016, Mr. Trump described the first time he saw them on television and invited them onstage.\n“I turn on my television one night and I see these two on television,” he told the crowd. “I say they are the greatest, what is it?”\nMr. Trump then asked them to “do a little routine.” The sisters took the microphone and obliged.\n“The silent majority has spoken, baby!” Diamond told the crowd. “Build that wall, Donald J. Trump!”", "date": "April 14, 2018", "href": "https://www.nytimes.com/2018/04/14/us/politics/diamond-silk-facebook.html", "tags": "mr. pro-trump media stars diamond social ” silk facebook look two women"}