{"title": "Who Owns Huawei? The Company Tried to Explain. It Got Complicated.", "content": "SHENZHEN, China — For one of the world’s largest technology companies, it should be a simple question:\nWho owns Huawei?\nAs the Chinese smartphone and telecommunications equipment giant battles the United States government over whether it should be allowed to build the world’s mobile networks, the company has been going to great lengths to present itself as open, transparent and trustworthy.\nIt has not always worked out. One reason is that certain simple questions about Huawei do not have simple answers.\nThe chief secretary of Huawei’s board of directors, Jiang Xisheng, spoke for more than 90 minutes to a small group of reporters on Thursday. The goal was to help explain the company’s ownership after two American researchers wrote a report accusing Huawei of being misleading about the issue.\nMr. Jiang’s explanation boiled down to this: On paper, he said, Huawei is owned by a labor union that solicits donations from employees when their colleagues have health problems and the like. The union also supervises the company basketball club, Mr. Jiang said.\nNaturally, it is a little more complicated than that.\nHuawei’s ownership is a murky matter because the company has never, in more than three decades of existence, sold shares to the public. The firm says that it is entirely owned by its employees, and that no outside organizations, including any affiliated with the Chinese government, own shares.\nBut these assurances have never quite dispelled American officials’ suspicions that Beijing and the Communist Party are somehow pulling the strings. Top American officials have also been alarmed by new Chinese laws that require companies to assist in national intelligence work.\nHuawei showed reporters on Thursday what it described as evidence of its independence: a big blue book, kept behind glass and under lock and key in a drab white room at the company’s headquarters in Shenzhen, a southern Chinese city.\nWithin its 10 volumes are said to be the names of all the Huawei employees who hold “restricted phantom shares” in the company — proof, the company says, that no piece of Huawei is owned by the Chinese government.\nThis, too, is not as simple as it seems.\nOver the past year, Washington’s long-simmering distrust toward Huawei, the world’s leading maker of the equipment that powers cellphone networks, has morphed into an all-out assault on the company.\nHuawei and its chief financial officer, Meng Wanzhou, are facing criminal charges in the United States related to theft of trade secrets and violations of sanctions on Iran. American officials have urged other governments to bar mobile carriers from using Huawei’s gear in their next-generation wireless networks, arguing that oceans of sensitive data could be exposed to Chinese intelligence-gathering.\nTo counter claims that it is opaque and secretive, Huawei recently reported quarterly financial results for the first time. And it has invited reporters from around the world to interview company leaders, including Ren Zhengfei, its powerful founder and chief executive.\nBut to Huawei’s critics, such gestures hardly put to rest the question of whether the company is susceptible to Chinese state influence.\nChina’s government exerts control over the country’s private businesses in many ways, some of them unofficial and never disclosed. Huawei executives have said repeatedly that they do not act on Beijing’s behalf. But absent the kind of constant, independent scrutiny that a publicly listed company would face, outsiders can only decide whether to take Huawei’s word for it.\n“It’s hard to prove if you’re not at least a partially publicly traded company,” said Xiaomeng Lu of Access Partnership, a policy consulting firm.\nBy exposing themselves to the vetting needed to list their shares on American stock exchanges, Ms. Lu said, other Chinese technology firms have put the wider world at greater ease about the way they are run.\n“That’s a kind of seal of approval,” she said.\nHuawei, however, believes it has flourished because it does not face the short-term financial pressures that publicly held companies do. So the company has devised an ownership structure that allows it to use shares to motivate employees while still remaining closely held.\nHere is where it gets complicated.\nAccording to Chinese corporate records, Huawei Technologies is wholly owned by a holding company called Huawei Investment & Holding.\nThat holding company has two shareholders, corporate records say. Mr. Ren, Huawei’s chief executive, owns a little more than 1 percent of shares. The rest are owned by an entity called the Union of Huawei Investment & Holding.\nThis is Huawei’s labor union, Mr. Jiang said on Thursday, and it owns most of the company purely out of legal convenience. Under Chinese law, only certain kinds of entities can be the registered owners of a closely held company, and a labor union is one of them.\nThe union has no influence over the company’s business operations, Mr. Jiang said. It does, however, supervise after-work activities for employees.\nThat basketball club, for instance. The badminton and table tennis clubs, too, Mr. Jiang said.\nHuawei’s union is registered with the Shenzhen city government’s union and pays dues. But the municipal union has no influence over the Huawei union’s operations or the company, Mr. Jiang said.\nWhat, then, does Huawei actually mean when it says that it is employee owned? Mr. Jiang described the company’s program for allowing workers to own a kind of virtual Huawei stock.\nShares of this virtual stock let employees share in the company’s financial success (and its losses). And they entitle their holders to elect members to Huawei’s Representatives’ Commission, which in turn elects members of the board of directors.\nTechnically, all of this is separate from the union, which is the company’s registered legal owner. Huawei’s virtual shares also differ from conventional shares in key ways.\nThey cannot, for instance, be transferred to others or owned by nonemployees. And if an employee leaves Huawei, the company buys the shares back, unless the employee has reached a certain level of seniority.\nThe researchers who wrote the report questioning Huawei’s ownership — Christopher Balding, a professor at Fulbright University Vietnam, and Donald C. Clarke, a Chinese law expert at George Washington University — say Huawei’s virtual stock program “has nothing to do with financing or control” and is “purely a profit-sharing incentive scheme.”\nMr. Jiang rejected this argument, saying that holders of Huawei virtual shares bear the risk that their shares will decline in value, and that they are entitled to a portion of the company’s assets if it goes bankrupt.\nStill, he acknowledged on Thursday that it was unclear whether Huawei’s efforts to explain all this would assuage any concerns in Washington.\n“With some people,” he said, “no matter what you say to them, they will only say what they want to say. They won’t listen to you.”", "date": "April 25, 2019", "href": "https://www.nytimes.com/2019/04/25/technology/who-owns-huawei.html", "tags": "company owned union got tried shares complicated huawei chinese explain jiang owns"}