{"title": "Who are the Pakistani group proposing to 'lightly beat' women?", "content": "A Pakistani group has come under fire for drafting a so-called women's protection bill that suggests a husband can \"lightly beat\" his wife to keep her in line. What is this body  and does it have any real power? The BBC's M Ilyas Khan explains.\nCreated by a military government in 1961, the Council of Islamic Ideology (CII) is a 20-member constitutional body that advises the government on religious aspects of the law and society - but its recommendations are not binding. \nThe constitution says CII members should be \"well-qualified\". It specifies that the council should have at least two retired judges,  four members with a minimum of of 15 years  of experience in Islamic research and teaching, and  that members should have an \"understanding of the economic, political, legal or administrative problems of Pakistan\".\nIn practice though, this definition has been stretched to include men from religious pressure groups whose careers have been limited to administering or teaching in religious seminaries where contemporary knowledge is looked down upon. \nSo many of the CII's proposals have not been taken seriously by leaders.\nNo stranger to controversy, the CII has faced unprecedented criticism as a result of the  draft women's protection bill.\nPortions of the draft leaked to the media recommend a husband should be allowed to \"lightly\" beat his wife if, among other things, she refuses to dress properly or turns down overtures for sexual intercourse.\nIt also prohibits female nurses from taking care of male patients, and bans the presence of women in receptions held for visiting foreign dignitaries.\nPunjab Law Minister Rana Sanaullah rejected the proposals, saying: \"Islam does not allow any violence, whether against women or children.\"\nLawyer and human rights activist Asma Jahangir told Geo TV that the proposals amounted to \"the humiliation of women\".\nThe independent Human Rights Commission of Pakistan termed the proposals \"ridiculous\", and recommended the abolition of the CII.  \nThe CII proposals were a response to a women's protection law passed by the Punjab government in March.\nThat law wanted to make it easier for female victims of domestic violence to report abuse, and introduced procedures to keep the perpetrator away from the victim until the dispute was resolved.\nThe CII was opposed to the law, and declared it un-Islamic. \nThe Punjab government has delayed enacting the law - even though the CII's rulings are not binding.\nPakistan Senator Farhatullah Babar says the group suggested, back in 1978, that the Pakistan flag carry the words \"Allahu Akbar\" (God is great). But nobody bothered to implement the ruling.\nIn 1983, the CII ruled that political parties were contrary to the spirit of Islam, and that a presidential system was more Islamic than a parliamentary one.\nThis suited the ruler at the time, General Zia, who then barred political parties from contesting elections in 1985. However, he stopped short of instituting a presidential system fearing wider political turmoil,\nIn 1990s, the CII came up with another controversial ruling which successive governments have considered impractical.\nThey declared monetary interest un-Islamic and suggested that it be replaced with a system of profit-sharing between banks and their depositors, by investing in businesses that are not run on interest-based loans.\nThe ruling has not affected the banking system in Pakistan in any way except that interest is now called \"mark-up\" and some banks have set up separate desks of \"Islamic banking\" to cater to more \"pious\" depositors. \nBut while the CII has not been able to cut much ice with successive governments over matters of politics and finance, it has had more influence in matters concerning family life and social issues.\nIn these areas, it has had the backing of some religious groups, as well as a sympathetic military.\nFor example, in the mid-1970s, Prime Minister Zulfiqar Ali Bhutto's secular government was forced to comply with the CII's ruling to ban alcohol after religious groups resorted to street violence in support of the decree.\nThe CII has also thrown its weight behind groups that have discouraged parliamentarians from amending Pakistan's controversial blasphemy law.\nIn January, a parliamentary committee dropped proposed legislation to increase the country's minimum marriageable age from 16 to 18, after the CII declared the move un-Islamic.\nThe council has also been campaigning to lower the marriageable age to 12 and nine for males and females respectively, \"provided there are visible signs of puberty\".\nBut successive governments have largely ignored that advice, so the minimum marriageable age in Pakistan has stayed at 16.", "date": "31 May 2016", "href": "https://www.bbc.co.uk/news/world-asia-36413037", "tags": "religious groups pakistan proposals political pakistani proposing cii group women government islamic law beat"}