{"title": "Who is losing out from Trump's tariffs?", "content": "The US-China trade dispute is starting to have consequences.\nUS tariffs on foreign steel and aluminium went into effect last month. China's retaliatory duties on more than 100 US imports, including pork, fruit and wine, kicked in soon after.\nFurther tariffs on $50bn worth of the each country's products are in the offing, as the Trump administration presses China on state subsidies and practices it says encourage intellectual property theft. The White House has threatened even more.\nEconomists expect the duelling taxes to have a relatively limited impact on the overall US economy. But they say the measures will touch most parts of the country and lead to higher prices for everything from televisions to vitamins. \nFor certain industries like agriculture, aerospace and manufacturing, the effects could be severe.\nSo how are US companies handling a looming trade war?\nFor some firms, the measures are welcome. Companies such as US Steel have announced plans to expand their operations, bringing on hundreds of workers.\nTheir customers - many of them manufacturers located in the Midwest - are worried, however. \nThey say US tariffs have already increased demand for domestic steel - which accounts for the majority of the metal's sales in America - driving up prices for firms reliant on steel-based parts. \nThe proposed tariffs, which include taxes on hundreds of Chinese-made parts and equipment, promise more pain.\nAt Roadtec, a growing 600-person Tennessee company that makes asphalt paving machines, suppliers are already asking 40% more, says the firm's marketing director, Eric Baker.  \nHe says the firm is still trying to figure out how to best address the higher costs.\n\"There's a lot of uncertainty right now,\" he says. \"I think the biggest question is how long this is.\"\nHundreds of firms have asked the Commerce Department for exemptions from the US steel and aluminium tariffs, including Wisconsin-based Seneca Foods Corp.\nThe firm, which makes its own cans to support a large fruit and vegetable processing business, started importing coils of tin-plated steel just a few years ago, after domestic supply became uncertain.\nLeon Lindsay, Seneca's vice president for sourcing, says he is not sure where he will buy coils now, given the uncertainty about how the US tariffs will affect other markets such as Europe.\nIn the meantime, a Chinese shipment from an order of 11,000 metric tons, placed last summer, is due in port in the next few weeks and faces the new 25% mark-up.\nMr Lindsay said he is not optimistic a Commerce Department reprieve will come in time, nor can the firm, which is in the competitive food industry, pass on the higher cost of steel to its customers.\n\"The stuff we're asking for exclusion [for] is on the water. It can't go back, so we're the ones that will probably have to absorb the cost, which is significant,\" he said.\nFarmers are also bracing for a hit.\nWill Hsu, whose father started a ginseng farm in Wisconsin more than 40 years ago, was in China last week, meeting with clients and sales staff.\n\"This comes up with every customer that we meet with. This comes up with our staff,\" he said. \"They're worried about how they're going to pass on that price increase.\"\nWisconsin, the source of more than 90% of the United States' cultivated ginseng, can't afford to lose access to the Chinese market - which has been a key buyer of American ginseng since the 1700s and is the destination for more than three quarters of the state's crop.\nIndustry members said American ginseng has a reputation for quality, commanding a premium price that provides some room to negotiate. \nMr Hsu says his farm, which employs about 400 people in the US and China, also has enough US clients to handle a temporary tariff. But levied long term, the tax could force him to scale back.\nFarmers are also worried about foreign competition. \nAbout a third of America's soybean crop heads to China each year - some $14bn in exports - but Argentina and Brazil are also big exporters.\nDrought has hurt Argentina's crop, but farmers in Brazil expect the US-China dispute to increase demand for their product, says Victor Carvalho of Informa, a business intelligence firm. They are also watching to see if US prices will fall enough to make it worth importing US soy to crush and resell, he says.\nWill Hutchinson, a fourth generation farmer from Tennessee, has been monitoring developments on the news and is hoping the situation will de-escalate.\n\"Trade is vitally important to both countries,\" he says of China and the US. \"We don't need to be cutting off our nose to spite our face.\"\nAbout half of US scrap aluminium exports went to China last year, but US firms are already starting to turn to other markets.\nThe shift is a response in part to tougher environmental rules China had already imposed on waste imports. China's new tax on aluminium scrap compounded the problem.\nRandy Goodman is executive vice president at Georgia-based Greenland America, a brokerage that buys and sells scrap metals in countries around the world.\nSo far, he says less than 10% of his firm's business to China has been affected, but he's worried about the future.\n\"The issue is that these other countries or even the domestic consumers ... can't pick up all the slack so there will be excess material,\" he says. \"There will be an overhang in the market that will eventually affect the pricing.\"\nPresident Trump has said he is confident that confronting China will lead to a stronger US economy, and tried to reassure those who are worried.\n\"It'll be very good when we get it all finished,\" he said this week.\nThe people whose livelihoods are caught up in the dispute are hoping the president is right.", "date": "13 April 2018", "href": "https://www.bbc.co.uk/news/business-43731798", "tags": "us china aluminium steel losing worried trump says firm tariffs also"}