{"title": "Who Is Running Against Erdogan? Meet the Opposition Candidates", "content": "The sweeping powers that Turkish voters agreed to grant to their president last April will go into effect after Sunday’s presidential election.\nPresident Recep Tayyip Erdogan called an early election in April in a move that aimed to surprise an unprepared opposition. But the opposition proved to be effective, making the race for the Turkish presidency a much tougher one than was previously expected.\nWho are the five opposition candidates running against Mr. Erdogan?\nMuharrem Ince, a 54-year-old former physics teacher, has been leading the race against Mr. Erdogan. Mr. Ince, who is from Yalova, a province south of Istanbul, represents the secularist Republican People’s Party, the main opposition party in Turkey, without being its leader.\nQuick-witted, smart, authoritative and funny, Mr. Ince is a family man, a nationalist who has at times reached out to the Kurds, and a Muslim who attends Friday prayers but also drinks alcohol. His wife doesn’t wear a head scarf, but his sister and mother do. He has campaigned on a message of inclusion.\n“Here is what I’m going to do in the first 100 days of my rule,” Mr. Ince said during a rally in Hatay, a city on the Turkish-Syrian border, on Tuesday.\n“First, I will remove the emergency rule. Second, the Central Bank will be autonomous. Third, I will establish a cabinet that would include all segments of the society.”\nMr. Ince, a relatable candidate, has emerged as a charismatic campaigner, surprisingly so, according to Soli Ozel, an international relations professor at Kadir Has University in Istanbul. “He’s broken a lot of prejudices, and brought a vast amount of fresh air,” he said.\nMeral Aksener, the only woman running for the presidency, is the second strongest candidate of the opposition, according to the latest polls. Ms. Aksener, 61, a history professor who was Turkey’s interior minister in the 1990s, used to be a member of the Nationalist Movement Party, or M.H.P.\nBut after she was expelled from M.H.P., which is running with Mr. Erdogan’s Justice and Development Party, Ms. Aksener formed her own party in October 2017: Iyi Party, or the Good Party in Turkish.\nMs. Aksener, who has been nicknamed “she-wolf” by her supporters and Turkey’s Iron Lady by the British press, was the first person to declare her candidacy.\nA devout Muslim and renowned ultranationalist, Ms. Aksener speaks to the conservative members of the public who are usually Mr. Erdogan’s main pool of supporters.\n“Erdogan planned the election early so that she wouldn’t run,” said Esra Ozyurek, an associate professor of contemporary Turkish studies at the European Institute, London School of Economics, as Ms. Aksener did not have the number of members of Parliament she needed to join the race.\nBut the Republican People’s Party gave her 15 of its own seats in order for her to reach the threshold.\nMs. Aksener, right wing as she may be, has put forth a more inclusive message, too.\n“They always said, ‘Either the Republic or Ottomans.’ No, we don’t say that,” Ms. Aksener said in an interview with the Hurriyet newspaper in 2017.\n“We say, ‘The Republic and the Ottomans.’ They said, ‘Secularism or religion.’ We say, ‘Secularism and Islam, democracy and the Republic.’”\nThere is one more first for Turkey in this election. One of the candidates is running for president from an unlikely place: his prison cell.\nAt 45, Selahattin Demirtas is the youngest candidate in the race. Mr. Demirtas, a Kurdish human rights lawyer, is the candidate of the Peoples’ Democratic Party.\nHe has been kept in a maximum-security prison in Edirne, a city in northwestern Turkey, for more than 20 months. The charges include terrorism, but he has yet to receive a sentence.\n“You should have no doubt that I will be acquitted before the law soon as long as the judicial authorities are based on the rule of law, not the expectations of the government,” he said in a speech last week issued from the prison.\nMr. Demirtas has employed social media, his wife and his lawyers, among others, to facilitate an innovative campaign for the presidency. He prompted the public to ask him questions on Twitter by using the hashtag #AskDemirtas, and he has previously addressed them through a recorded call to his wife from a prison pay phone.\nThe polls show Mr. Demirtas in third place of the opposition.\n“He’s had an effective campaign,” Mr. Ozel said. “One shouldn’t underestimate his appeal.”\nTemel Karamollaoglu, 77, a veteran Turkish politician and former mayor of Sivas, a city in Eastern Turkey, leads Saadet, a small, Islamist party.\nEven though he used to support Mr. Erdogan, he has now been vocal about change and the need to enforce the rule of law.\n“I am not an Islamist, I am Muslim,” Mr. Karamollaoglu told journalists in May. “If we are going to talk about Islam, justice and being ethical comes above everything.”\n“There would not be the state without justice,” he said.\nHe has tried to reach the youngest part of the electorate by turning to social media, and holding “e-rallies,” during which his supporters gather in conference halls but ask their questions on social media, and the whole event is broadcast online.\nHe is fourth in the opposition candidate race, and has said he would support Mr. Ince or Ms. Aksener as the opposition candidate.\nDogu Perincek, 76, is the leader of the Patriotic Party, a nationalist leftist party with no members of Parliament.\nA former Maoist and hard-core nationalist, he was one of the peripheral people Mr. Erdogan reached out to after the Gezi Park protests in 2013. Mr. Perincek, who had in the past been jailed by Gulenists, supported Mr. Erdogan after the 2016 failed coup attempt, but has recently criticized him for being against Bashar al-Assad, the Syrian president.\nMr. Perincek argued that Turkey needs to remain under the state of emergency and has said that he will not support Mr. Ince if he is the opposition candidate to face Mr. Erdogan in a possible second round of the presidential election, because of his visit to Mr. Demirtas in jail.", "date": "June 22, 2018", "href": "https://www.nytimes.com/2018/06/22/world/asia/turkey-erdogan-opposition-candidates.html", "tags": "opposition candidates “ party aksener meet ince ms. running erdogan"}