{"title": "Who are the nationalist Finns Party?", "content": "Results from Finland's parliamentary elections last month have focused attention on the populist and Eurosceptic Finns Party, which won the second largest number of seats and may join talks with the Centre Party about forming a coalition government.\nBut what does the Finns Party stand for, and how might its involvement in government change the Nordic country's relations with other EU states?\nAnti-immigration rhetoric is one of the signature themes of the Finns Party, formerly known as the True Finns. \nThe party says immigration to Finland from outside the EU should be permitted only in cases where it brings economic advantage.\nIt says social and health care should be primarily for Finns, and it dismisses some EU immigrants such as the Roma as \"criminals\" and others as people seeking to take advantage of Finland's welfare services.\nRefugees should flee to, and remain in, countries neighbouring their own and not come to Finland, it says. \nThe country's aid budget should be abolished entirely and the money handed over to voluntary organisations. \nIn an earlier manifesto, from 2011, the party suggested how demand for labour might be met without immigration. \nYoung women should be persuaded not to study and instead give birth to Finnish babies who would eventually fill the demand for workers, it said.\nSeveral Finns Party MPs are active members of nationalist organisations campaigning to change bilingual Finland (where Swedish is an official language) to a unilingual citadel of Finnish. \nMuch of the rhetoric on this issue is highly charged. \nOne of the campaigners' aims is to end mandatory teaching of Swedish in Finnish schools. \nAn initiative to make Swedish voluntary was voted down in parliament during the winter.\nHowever, a new policy, supported by the Finns Party, is being tested in municipalities close to the Russian border, where instead of mandatory Swedish, Finnish pupils will have mandatory lessons in Russian instead.  \nThe move has been applauded by Moscow, but it sends odd signals to the rest of the EU. \nThe party's origins lie in a split in the Centre Party (then known as the Agrarian League) in 1959, when charismatic former cabinet minister Veikko Vennamo resigned in protest at what he saw as Finland's too-friendly relations with the Soviet Union.\nAfter a period of instability and several name changes, he established the Rural Party in 1966. \nBasing its appeal on defending \"forgotten\" small-scale farmers, the party jumped from one seat to 18 in the 1970 election.\nAfter another split, triggered by a dispute over Mr Vennamo's leadership style, the party bounced back in 1983, winning 17 seats.\nLed by the founder's son, Pekka, the party criticised its established rivals as mired in bureaucracy and corruption.\nPolicy focused on providing care and support for the poor and unemployed, with a dose of nationalism mixed in.\nBut joining the government proved to be disastrous for the party. \nIt was unable to keep its promise to abolish unemployment within months and fell into another political downturn.\nBy 1995, the party was in ruins, and the True Finns Party was established from its ashes.\nWith only one MP in parliament and the party in severe financial difficulties, Timo Soini took over as chairman in 1997. \nFor three successive elections, the party failed to win significant support.\nBut opportunity came in 2008 with EU economies in crisis. \nMr Soini repeatedly accused the government of perpetrating a fraud on the Finnish people, above all for, as he saw it, bailing out spendthrift countries of southern Europe.\nBeneath the strong Euroscepticism lies a brand of Finnish nationalism that targets refugees, immigrants and the Swedish population in Finland.\nThe 2011 election was a triumph for Mr Soini, whose party won 39 of the 200 seats in parliament, becoming the third biggest party but refusing to join a pro-bailout coalition.\nIn last month's election, the party dropped one seat to 38, but emerged as the second largest party.\nMr Soini, whose masters thesis was on populism, is a skilful speaker, talking in a way that appeals to many ordinary Finns.\nThe Finns Party is set to form part of a new coalition government, along with the Centre Party of the likely next Prime Minister, Juha Sipila, and the conservative National Coalition Party. Mr Sipila has begun coalition talks and hopes to announce a new government by the end of the month.\nWith Mr Soini in government, the Finns Party's opposition to any fresh bailout for Greece could complicate Helsinki's relations with Brussels.\nWhether Mr Soini's party, with its history of splits, will hold together when the next government announces inevitable spending cuts is another story.", "date": "11 May 2015", "href": "https://www.bbc.com/news/world-europe-32627013", "tags": "soini finns eu party coalition one nationalist government finnish finland"}