{"title": "Who Strikes Fear Into Silicon Valley? Margrethe Vestager, Europe’s Antitrust Enforcer", "content": "COPENHAGEN — At first blush, Margrethe Vestager’s decision to investigate Apple’s planned acquisition of the music-identification app Shazam seems fairly minor, at least by her standards. As Europe’s competition commissioner, Ms. Vestager is known for aggressively pursuing big cases against Silicon Valley giants, and the Shazam deal is a smallish one, by most estimates valued at far less than $1 billion.\nBut what interests Ms. Vestager about the transaction is not the amount of money at stake, but the amount of data. In a rapidly expanding information economy, she believes the control of data is a new regulatory frontier.\n“We’re really making an effort to understand the different laws of data — how it works as an asset, how it influences the marketplace,” Ms. Vestager said in an interview. “What will happen when the data that Apple holds combines with the data from Shazam?”\nIf not a household name in the United States, Ms. Vestager, 50 and a native of Denmark, is perhaps the world’s most famous (or infamous, depending on where you stand) regulator. She has spent the past four years investigating American tech firms, finding them wanting and ordering them to pay billions of dollars in fines and back taxes.\nHer rulings against Apple, Facebook, Google and Qualcomm have positioned the European Union, rather than Washington, as the world’s de facto Big Tech regulator — and established Ms. Vestager as an international regulatory celebrity, if such a thing is not an oxymoron. She helped to inspire the lead character in a Danish television series. Crowds flock to hear her speak.\n“Europe is acting to enforce antitrust laws where the U.S. is not,” said Jeremy Stoppelman, the chief executive of Yelp, who feels that American regulators dropped the ball when they decided not to pursue a case against Google in 2013 (Yelp is a longtime Google antagonist). “Ironically, many of the complainants in the E.U. antitrust case against Google are U.S. companies, pursuing justice in Europe precisely because the U.S., has not acted,” he said in an email.\nWhile Ms. Vestager’s global influence is ascendant, her political fate is murky. She has made it clear that she would like a second term as competition commissioner, but there is no guarantee that the Danish government will reappoint her to the commission next year. In fact, the new prime minister, who comes from a rival party, has said he will not do so.\nThough a long shot, Ms. Vestager is among the potential contenders for president of the European Commission, the executive arm of the European Union. It is the most powerful job in the bloc — one never held by a woman, or by someone with her public profile.\nHer appeal partly speaks to a populist impulse from the political left, a David-versus-Goliath belief that it is high time someone stood up to giant corporations, particularly those that exert so much power. But not everyone views her as a heroic regulatory warrior.\nCritics of Ms. Vestager include leaders of American tech companies who have crossed her and who take issue with both her approach and her facts; Republicans in Congress; some members of the Trump administration; the Wall Street Journal editorial board; and groups like the Business Roundtable, a conservative-leaning, pro-business collection of American chief executives.\nApple is especially aggrieved. In 2016, Ms. Vestager ordered Ireland to reclaim 13 billion euros in back taxes, or about $15.5 billion, saying that the company had illegally received a tax break that was not available to others. Apple has begun paying the money into an escrow account, but both the company and Ireland have appealed the decision. They say it ignores how much tax Apple has already paid to Ireland, misrepresents the tax rate the company is subject to there, and reflects either a willful misreading or an ignorance of tax law.\nCritics also accuse her of grandstanding, and of displaying bias against American companies.\n“I think she has this vision of what the law should be, and it seems to me that when this radically affects major companies that are headquartered in the U.S., you might want to have more of a dialogue with the U.S. regulators and the U.S. government about it,” said Joe Kennedy, a senior fellow at the Information Technology and Innovation Foundation, a nonprofit think tank based in Washington.\nBoth Timothy D. Cook, Apple’s chief executive, and Sundar Pichai, Google’s chief, have traveled to Brussels to argue their cases in person, apparently in vain. Last June, Ms. Vestager fined Google €2.4 billion, or about $2.8 billion, after concluding that it had unfairly used its search engine to favor its services over those of its rivals. It was the largest such penalty in the European Commission’s history, and more than double similar fines levied by the United States.\nLast May, she fined Facebook €110 million, or about $131 million, after concluding that it had misled the European authorities about its acquisition of the messaging service WhatsApp. And in January, she fined the American chip maker Qualcomm €997 million, or about $1.2 billion, saying it had abused its market dominance to shut out competitors.\nFor the moment, the attention is on data privacy, and whether it is possible to regulate how technology companies share and profit from users’ personal information.\nAs the top European official enforcing competition laws, Ms. Vestager has primarily concentrated on how a range of companies use, or abuse, their market dominance. But she has also emerged as a major voice of warning about the effect of tech firms on our habits, our privacy, our ability to make human connections and even democracy itself. (Europe has a new data privacy law that is to take effect May 25.)\n[Read more about what the new European privacy rules mean for you.]\n“What’s fascinating about her role is that in her mind, the new antitrust is about data, not about market power,” said Randy Komisar, a veteran Silicon Valley executive and now a general partner at the venture capital firm Kleiner Perkins Caufield & Byers.\nHe added: “I believe the European approach is more appropriate than the U.S. laissez-faire approach. The U.S. economy sort of lives or dies by the notion of free markets, and I think what we’re seeing is a perversion of free market economics that is very difficult to counter without regulation.”\nAppearing last November at a tech summit meeting in Lisbon, Ms. Vestager was interviewed onstage by Kara Swisher, host of the Recode Decode podcast, as about 15,000 people looked on. Many in the audience were young techies who greeted the commissioner with something like euphoria, particularly when she declared that “we need to take our democracy back” from social media.\n“She’s what my generation looks for in a politician,” said Corina Stoenescu, a Harvard Business School student who helped organize a conference in March where Ms. Vestager was the keynote speaker. She added: “The moment tech giants come into question, then Vestager comes into question. She’s the only person on the planet who has a voice about it.”\nOther jurisdictions are following Europe’s regulatory lead. Brazil, among other countries, has begun an antitrust case against Google, and one of the search giant’s Brazilian competitors said last summer that it would use the European arguments in its own lawsuit. And in November, the state of Missouri opened an investigation into whether Google violated the state’s antitrust and consumer protection laws.\n“It’s good if we can inspire each other globally,” Ms. Vestager said in a recent interview in Copenhagen.\nShe was juggling interviews and preparing for a speech, as a bag of knitting rested nearby. She likes to knit in meetings, and has recently been making elephants, after moving on from socks. (She also sometimes sews her own clothes.)\nTrained as an economist, she grew up in Glostrup, a suburb of Copenhagen, the daughter of two Lutheran ministers. (She’s not a fan of organized religion, she said, and follows a “Believe in God, fear the church” philosophy.)\nShe entered politics at 21, joining the tiny centrist Danish Social Liberal Party, which was founded by her great-grandfather. Elected to Parliament in 2001, she rose to become the party’s parliamentary leader six years later — she was already national chairwoman — and was blamed as being too young, too boring and female when the Social Liberals lost half their seats in the subsequent election.\n“She was very, very young, but if she had been a man, people would not have complained in the same way,” said her biographer, Elisabet Svane.\nAs for the boring part: “She has a lot of humor, but she is a little boring sometimes,” Ms. Svane said in an interview. “The party is boring. They are technocrats and teachers, and they always know what is best for society.”\nMs. Vestager brought in a media consultant, Henrik Kjerrumgaard, who advised her to drop the dull platitudes, simplify her message and stick to her beliefs — even if they made her unpopular. She rethought how to present herself.\n“All of us have multiple selves,” she said. “Being a public figure is not about changing yourself, but maybe bringing out some other side of yourself.” She learned to smile more, she said, “to be more direct, less detailed, not like an economist lecturing.”\nHer party rebounded in the 2011 elections and joined a three-party governing coalition led by the Social Democrats under Helle Thorning-Schmidt. Appointed to the new post of economics and interior minister, Ms. Vestager pushed through deeply unpopular cuts in retirement and unemployment benefits — forcing Ms. Thorning-Schmidt to renege on her own campaign promises — while helping enact more liberal immigration policies.\nShe made a fair share of enemies, among them a group of long-term unemployed workers angry about reductions in their benefits. She still keeps the sculpture they gave her, of a middle-finger-brandishing hand, in her office in Brussels, saying it was “a reminder that you will make mistakes, and people will have a different point of view, and that should be part of your understanding of yourself.”\nIn 2014, Denmark made her the country’s appointee to the European Commission, and she took charge of the competition portfolio.\nMs. Vestager appears to have found that rare thing, a decent work-life balance. (By comparison, the fictional character she and Ms. Thorning-Schmidt are collectively said to have inspired, Birgitte Nyborg, the central figure of the Danish political drama “Borgen,” struggles unsuccessfully to hang onto her marriage.) Ms. Vestager’s husband, Thomas Jensen, a math and philosophy teacher, lives in Copenhagen with their youngest daughter, 15. Their two older daughters are in college.\n“Here, it’s more the rule than the exception to be a working mother,” she said. “I have sometimes been asked if I’m a bad mother to my daughters, and I say, ‘They don’t know any different — this is the mother they’ve got.’”\nLately she has been thinking about power — what it is, who has it, how it is used — after reading the historian Mary Beard’s latest book, “Women and Power.” “The #MeToo movement can be maybe the most important catalyst for decades in doing that,” Ms. Vestager said. “It tears down our understanding of power.\n“Power is not something you own,” she continued. “It’s only something you’re borrowing.”", "date": "May 5, 2018", "href": "https://www.nytimes.com/2018/05/05/world/europe/margrethe-vestager-silicon-valley-data-privacy.html", "tags": "european enforcer vestager silicon u.s. ” antitrust europe strikes fear margrethe data ms. — google valley"}