{"title": "Who is Donald Trump's 'brilliant genius' nuclear Uncle John?", "content": "While wrapping up his summit with North Korea's Kim Jong-un in Singapore, US President Donald Trump answered a question on denuclearisation by citing a deceased relative.\nMr Trump said denuclearisation would take a \"long time\", adding that he used to discuss the \"complex subject\" with his uncle, who was a Massachusetts Institute of Technology professor.\nIt is not the first time the president has cited his late uncle to back up his arguments.\nThe uncle in question, Prof John Trump, passed away in 1985 - but who was he?\nMr Trump fielded reporters' questions on Tuesday afternoon in Singapore after his meeting with Mr Kim. \nWhen asked how long it would take to denuclearise the Korean peninsula, the president referred to Prof John Trump.\n\"Well, I don't know, when you say a long time,\" the president said. \"I think we will do it as fast as it can be done scientifically, as fast as it can be done mechanically. \n\"It's a 15-year process. Assuming you wanted to do it quickly, I don't believe that. \n\"I had an uncle who was a great professor for, I believe, 40 years at MIT. And I used to discuss nuclear with him all the time. \n\"He was a great expert. He was a great, brilliant genius. Dr John Trump at MIT.  \n\"I think he was there 40 years, I was told. In fact, the head of MIT sent me a book on my uncle. But we used to talk about nuclear.  \n\"You're talking about a very complex subject. It's not just like, 'Oh, gee. Let's get rid of the nukes.'\"\nPhysicist John Trump was the younger brother of Mr Trump's father, Fred. \nJohn passed away in 1985 at the age of 78, according to an obituary in the New York Times.\nHe was a professor of engineering at the elite Massachusetts Institute of Technology for 44 years.\nAccording to MIT, Prof Trump focused on high voltage phenomena, electron acceleration and the interaction of radiation with living and non-living matter. He also designed X-ray generators for cancer therapy.\nDuring World War Two, Prof Trump researched radars for the Allies. When legendary physicist Nikola Tesla died in 1943, Prof Trump was asked by the FBI to examine Tesla's papers and equipment.\nProf Trump co-founded a company making generators for use in nuclear research, according to MIT archives.\nHis knowledge in the subject has been vaunted by his nephew many times over the years. \nDuring a campaign speech in July 2016, Mr Trump said his uncle \"was a great professor and scientist and engineer\".\n\"Nuclear is powerful, my uncle explained that to me many, many years ago,\" he said.\nFor the president, Prof Trump also serves as proof of his family's \"good genes\". \n\"Dr John Trump at MIT, good genes, very good genes, OK, very smart,\" Mr Trump said in that same campaign speech.\n\"If I ran as a liberal Democrat, they would say I'm one of the smartest people anywhere in the world.\"\nA 2016 New Yorker article pointed out at least five instances where Mr Trump referenced his family's gene pool via Uncle John.\nMr Trump has also talked up his genes on Twitter.", "date": "13 June 2018", "href": "https://www.bbc.com/news/world-us-canada-44457471", "tags": "uncle mit nuclear genius mr prof trump donald years time john said"}