{"title": "Who can stop India WhatsApp lynchings?", "content": "India's government has asked messaging service WhatsApp to act urgently to halt the spread of \"irresponsible and explosive messages\" on its platform after a spate of deadly attacks. But will it have any effect, asks the BBC's Ayeshea Perera. \nThe statement comes amid a spate of mob lynchings that have killed at least 17 people across India in the last three months. Media reports put the number of dead higher. \nThe violence has been blamed on rumours of child kidnappings, spread over WhatsApp, which have led people to attack strangers.\nPolice say it is proving hard to get people to believe that the messages are false.\nIn one of the most recent lynchings, in the north-eastern state of Tripura, the victim was a man employed by local government officials to go around villages with a loudspeaker, asking locals not to believe the rumours being spread on social media. \nThe Indian government said the company cannot evade \"accountability and responsibility\" for the content its users are sharing.\nThe spate of attacks is increasingly alarming and shows no sign of abating. \nIndia's telecom regulatory commission says there are more than one billion active mobile phone connections in India, and millions of Indians have started getting online in a very short space of time.\nFor the vast majority of them, their first point of contact to the internet is through their mobile phone.\n\"Suddenly people from rural areas in particular are inundated with information and are unable to distinguish what is real from what is not. They tend to believe whatever is sent to them,\" Pratik Sinha, the founder of fact-checking website Alt news, told the BBC in an earlier interview. \nWith an estimated 200 million users, India is WhatsApp's biggest market. It is also the single largest internet-based service available to people in the country. This means it has tremendous reach, allowing not only messages to spread exponentially, but also enabling mobs to gather quickly. \nBecause it is primarily a personal messaging app, people are more inclined to believe information they receive through it, because it comes to them via family and friends. Therefore, the inclination to double check is very low.\nThis is only going to get worse when India adds its next 300 million internet users in the next three years, technology analyst Prasanto K Roy told the BBC. They will be non-English speakers, and most will be lower down the socio-economic pyramid with lower levels of literacy, he says. They will consume mostly video and music. \n\"Video is the easiest of platforms for fake news. It's so easy to misrepresent: just find any old video of a fight or a brutal killing on the internet, describe it as something recent and inflammatory, and send it out. In minutes, it goes viral, racing around on Facebook and WhatsApp.\" \nAnd the technology it uses has made the situation even more complicated. \nWhatsApp is encrypted end to end, at the smartphone itself, and messages are not stored on WhatsApp's servers. \nThe company itself says this: \"Only you and the person you're communicating with can read what's sent - and nobody in between, not even WhatsApp\" and  \"WhatsApp does not store messages once they are delivered or transaction logs of such delivered messages\".\"However, some metadata (such as who called or texted whom) is stored, and has been reportedly shared with US federal law enforcement after court orders,\" says Mr Roy.\nThe fact that the service employs end-to-end encryption means it differs from services like China's WeChat, which has to comply with Chinese law that enables the state to monitor messages. It is more similar in nature to apps like Signal or Telegram, but those are not used by many people in India.\nThe government seems to be out of its depth. Law and order officials apparently are at a loss over how to deal with messages going viral on WhatsApp, and or how to engage with technology companies to get them to do something. \nThe company has told the government that it is also \"horrified by these terrible acts of violence\", calling the situation a \"challenge that requires government, civil society and technology companies to work together\".\nWhile it has declined to make changes to the way it encrypts messages because \"the way people use the app is by nature still very private\", it has outlined several steps it is taking to help address the problem.\nThis includes enabling users to leave groups and block people more easily.  WhatsApp is also planning to run long-term public safety ad campaigns in India, the statement said, adding it had already tied up with local organisations to help dispel rumours being spread on its platform. \nThe company also said it planned to start an engagement programme with law enforcement officials, helping them share best practice for how WhatsApp is used by local police as a resource for their community. \nIt is also labelling messages that have been forwarded from somewhere else. But Mr Roy says this does not show you how much a message has been forwarded. \nThat depends on who you talk to. \nNikhil Pahwa, the founder and editor of the Medianama website, says WhatsApp needs to evolve to help stop the problem. \n\"Of course platforms like WhatsApp are enablers of free speech and should not be censored. But that doesn't mean they don't have a responsibility in situations like this,\" he told the BBC. \nMr Pahwa says there are several practical measures the platform can use. \n\"For instance, all messages should be treated as private. This means that people will no longer have the ability to copy-paste or forward messages. Anything that is forwarded will need to be made public and this could generate a message ID that can then be tracked,\" he said.\nHis other suggestions include enabling users to flag objectionable content and making first-time users watch a mandatory video that explains how the platform works. \nMr Roy says however, that merely targeting the \"messenger\", when the biggest disseminators of misinformation on WhatsApp are political parties, is disingenuous.\n\"This needs to be tackled at the source. Political parties, particularly the ruling Bharatiya Janata Party [BJP] need to take a more disciplined stand about using WhatsApp. \nLike a no-first use nuclear policy, maybe the answer is for all political parties to pledge not to use it to spread misinformation,\" he says. \nFrom a legal standpoint, while a message like this from the government would worry WhatsApp, it is protected under the Indian IT Act's Intermediary Guidelines, which recognises that such platforms are intermediaries and thus cannot be held accountable for content shared on them, with certain conditions.\nMr Roy says that while these guidelines specify a \"take down\" process for websites to remove objectionable content, it is unclear what needs to be done with encrypted messaging platforms like WhatsApp, where traditional \"takedowns\" are not easy to implement.", "date": "5 July 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44709103", "tags": "messages users also lynchings india whatsapp spread stop says government like"}