{"title": "Who are Somalia's al-Shabab?", "content": "Islamist militant group al-Shabab is battling the UN-backed government in Somalia, and has carried out a string of attacks across the region. The group, which is allied to al-Qaeda, has been pushed out of most of the main towns it once controlled, but it remains a potent threat. \nAl-Shabab means The Youth in Arabic. \nIt emerged as the radical youth wing of Somalia's now-defunct Union of Islamic Courts, which controlled Mogadishu in 2006, before being forced out by Ethiopian forces. \nThere are numerous reports of foreign jihadists going to Somalia to help al-Shabab, from neighbouring countries, as well as the US and Europe.\nIt is banned as a terrorist group by both the US and the UK and is believed to have between 7,000 and 9,000 fighters.\nAl-Shabab advocates the Saudi-inspired Wahhabi version of Islam, while most Somalis are Sufis. \nIt has imposed a strict version of Sharia in areas under its control, including stoning to death women accused of adultery and amputating the hands of thieves.\nWhat drives al-Shabab?\nIn a joint video released in February 2012, then al-Shabab leader Ahmed Abdi Godane said he \"pledged obedience\" to al-Qaeda head Ayman al-Zawahiri.\nThere have also been numerous reports that al-Shabab may have formed some links with other militant groups in Africa, such as Boko Haram in Nigeria and al-Qaeda in the Islamic Maghreb, based in the Sahara desert.\nAl-Shabab debated whether to switch allegiance to the Islamic State (IS) group after it emerged in January 2014. \nIt eventually rejected the idea, resulting in a small faction breaking away.   \nAl-Shabab is currently led by Ahmad Umar, also known as Abu Ubaidah. \nThe US has issued a $6m (£4.5m) reward for information leading to his capture.\nAl-Shabab wants IS to back off \nSomalia's government blamed it for the killing of at least 500 people in a huge truck bombing in the capital Mogadishu in October 2017. It was East Africa's deadliest bombing. Al-Shabab, however, did not claim responsibility for it. \nIt did confirm carrying out a massive attack on a Kenyan military base in Somalia's el-Ade town in January 2016, killing, according to Somalia's then-President Hassan Sheikh Mohamud, about 180 soldiers. The Kenyan military disputed the number, but refused to give a death toll. \nIt has also staged several attacks in Kenya, including the 2015 massacre at Kenya's Garissa University, near the border with Somalia. \nA total of 148 people died when gunmen stormed the university at dawn and targeted Christian students..\nIn 2013, its gunmen stormed the Westgate shopping mall in Nairobi, resulting in a siege which left at least 67 people dead.  \nDuring the 2010 football World Cup final between Spain and the Netherlands, it bombed a rugby club and a restaurant in Uganda's capital Kampala, killing 74 people watching the match. \nAl-Shabab cash targets disillusioned Kenyans\nThe cleric who predicted he would be killed\nAlthough it has lost control of most towns and cities, it still dominates in many rural areas.\nIt was forced out of the capital, Mogadishu, in August 2011 following an offensive spearheaded by about 22,000 African Union (AU) troops, and left the vital port of Kismayo in September 2012.\nThe loss of Kismayo has hit al-Shabab's finances, as it used to earn money by taking a cut of the city's lucrative charcoal trade.\nThe US has also carried out a wave of air strikes, which led to the killing of the group's leader, Aden Hashi Ayro, in 2008 and his successor, Ahmed Abdi Godane. \nIn March 2017, US President Donald Trump approved a Pentagon plan to escalate operations against al-Shabab.\nThe US has more than 500 troops in Somalia and conducted 30 airstrikes in 2017, more than four times the average number carried out in the previous seven years, according to The Washington Post. \nAlthough the military operations are weakening al-Shabab, the group is still able to carry out suicide attacks and has regained control of some towns. \nThe AU is reducing its troop presence - about 1,000 have left and a further 1,000 are due to leave in 2018. \nThis follows a cut in funding by the European Union (EU), amid allegations of corruption within the AU force, made up of troops from Uganda, Burundi, Kenya, Ethiopia and Djibouti.  \nSomalia has not had an effective national government for more than 20 years, during which much of the country has been a war-zone. \nAl-Shabab gained support by promising people security. But its credibility was knocked when it rejected Western food aid to combat a 2011 drought and famine. \nWith Mogadishu and other towns now under government control, there is a feeling of optimism and many Somalis have returned from exile, bringing their money and skills with them.\nBasic services such as street lighting, dry cleaning and rubbish collection have resumed in the capital.\nBut Somalia is still too dangerous and divided to hold democratic elections - the last one was in 1969. \nSo, its parliament and president are elected through a complex system, with clan elders playing an influential role in the process.\nSomalia's 'touch and feel' e-commerce hit\nSomalia's 'Mr Cheese' president has a lot on his plate", "date": "22 December 2017", "href": "https://www.bbc.co.uk/news/world-africa-15336689", "tags": "also us control al-shabab mogadishu group somalia government towns"}