{"title": "Why do some job adverts put women off applying?", "content": "Words matter. And the way we use them in job adverts can dictate whether or not people bother to apply. This is a big problem if you're a business trying to recruit more women and ethnic minorities into your workforce. So can tech help remove these unconscious biases?\nA job description that uses the phrase \"We're looking for someone to manage a team\" may seem innocuous enough.\nBut research, based on an analysis of hundreds of millions of job ads, has shown that the word \"manage\" encourages more men than women to apply for the role.\nChanging the word to \"develop\" would make it more female-friendly, says Kieran Snyder, chief executive of Seattle-based Textio, an \"augmented writing software\" company.\nTextio uses artificial intelligence to pore over job descriptions in real time, highlighting any terms that could come across as particularly masculine or feminine. The software then suggests alternatives. \n\"We don't explain why this or that phrase excludes women,\" says Ms Snyder. \"We just provide the data and the company in question can come up with their own theory on why that sentence doesn't work.\"\nWhen Australian software giant Atlassian used Textio's software for its job-ad copy, the results were striking. It saw an 80% increase in the hiring of women in technical roles globally over a two-year period.\n\"We wanted to create a work culture where diverse ideas get shared,\" says Aubrey Blanche, Atlassian's global head of diversity and belonging. \nShe says Textio taught her company to avoid terms such as \"coding ninja\" - a common phrase in Silicon Valley job ads. \n\"These words send a message to women that these are hostile work environments for female staffers,\" says Ms Blanche.\nAnd the word stakeholder apparently \"serves as a signal to people of colour that their contributions may not be valued\", adds Ms Blanche. \n\"We don't know why, but this is what the data shows.\"\nBack in 2011, researchers from Canada and the US found that job posts using more masculine wording \"led women to have a lower sense that they would belong in the position or company than the same ads using more feminine wording,\" the report stated. \nThe researchers also found that gender preferences can be conveyed subtly through words such as \"competitive,\" or \"leader\", usually associated with male stereotypes, while words such as \"support\" and \"interpersonal\" are associated with female stereotypes.\nBuilding on this kind of research, another recruitment tech company, TalVista, assesses job descriptions and highlights \"discouraging\" terms in red and \"inviting\" terms in green, assigning an overall thumb up or thumb down score to the text.\nFor example, replacing a word such as \"build\" with \"create\" achieves a better overall score, the company says.   \n\"Diversity and inclusion are always critical for talent acquisition,\" TalVista chief executive Elaine Orler says. \n\"But when a job post uses words like 'strong' or 'dynamic' many candidates are repelled but they don't know why; it's in their unconscious bias but they can't pinpoint why.\"\nTech firm Applied also offers gender-balancing advice for job ads and a tool that scores the overall reading age of the ad.\n\"It's remarkable the number of job descriptions that are written with the same density and complexity as a Harvard Law Review article when you definitely don't need a PhD to do the job itself,\" says Applied chief executive and co-founder Kate Glazebrook.\nApplied numbers the UK government, Transport for London, Hilton Hotels and Penguin Random House among clients who've benefited from more inclusionary language in their job ads.\nEven the format of a job ad can make a difference. \nTextio's analysis reveals that ads with lengthy bullet points detailing the role's responsibilities will face a drop-off in women applying for the job. \nAll this matters because a more diverse workforce has been shown to foster a wider variety of ideas and improve a company's profitability, recent research has shown.\nCompanies boasting the most ethnically diverse executive teams are 33% more likely to outperform their peers, according to McKinsey & Company. \nMore Technology of Business\nAnd those with the most gender-diverse boardrooms are 15% more likely to enjoy above-average profitability than companies with a more homogenous make-up, it found.\nOne report by US economists found that moving from an all-male or all-female office to one split evenly along gender lines could boost revenue by roughly 41%.\nDr Wendy Hirsh, principal associate at the Institute for Employment Studies in Sussex, remarks: \"There is a growing awareness in the UK to be inclusive. Employers realise, with the rise of a skill shortage here, that if you skew a job ad to only one group of applicants, you could be missing out on some very talented workers.\"\nData analytics and machine learning have certainly enabled far greater scrutiny of the language we use in recruitment, with decisions based on hard evidence rather than hunches.\nBut as helpful as these writing services may be, some human resources (HR) experts caution against their overuse.\nWilliam Tincup, an HR tech consultant and president of recruitment news outlet RecruitingDaily.com, says editing these job ads so thoroughly \"could water them down and make them so vanilla no one feels emotionally attached to them.\n\"You don't want applicants to get bored by the text.\"\nDr Hirsh points out that where a job post is listed can also make a big difference to who applies. \nFor example, if the post is announced on social media, those who aren't on those networks, most likely older candidates, may not even see it, she says. \n\"Going to a specialist recruitment agency to post the job will also rule out those who don't know about that agency,\" she adds.\nBut despite his reservations, Mr Tincup welcomes services such as Textio and Applied. \n\"They're trying to solve a problem that hasn't exactly been solved, because these days so many people just cut-and-paste job descriptions, from one to the next.\"", "date": "12 June 2018", "href": "https://www.bbc.com/news/business-44399028", "tags": "put company ads may adverts job applying words tech one says women textio"}