{"title": "Why Asia isn't hanging up on Huawei", "content": "Chinese telecoms giant Huawei is facing a global backlash but for many telecom operators in South East Asia, it is still among the preferred 5G partners.\nSeveral Asian telecom firms have told me it is \"business as usual\" for Huawei in their countries. \nThat's despite the US pressuring its allies to hang up on Huawei, over concerns that the firm is spying for the Chinese government.\nHuawei has consistently denied that it is a security threat, and says it would never hurt its customers. \nThe firm has also been accused by the US Justice Department of stealing trade secrets and breaking US sanctions on Iran. \nBut that hasn't dented its appeal for Asian customers.\nHuawei is among the main providers of telecoms equipment for operators conducting 5G trials in the Philippines, Singapore, Malaysia and Thailand. \nIndustry sources say competitors can't match Huawei on cost and technological capability. \nHigh-speed internet has been described as the spinal cord of a modern economy and 5G is a key part of that. \nWhen it is fully functional it is expected to transform the way we use the internet.\nHuawei is also a key vendor for operators in emerging markets, like Cambodia, where it has been used as an integral part of the current 4G network. \nAt a basic level, that means being able to download a video in a couple of seconds. At the more sophisticated end, think autonomous cars, smart homes and internet powered cities.\nA safe and secure 5G network will be critical for a modern economy in the future, says Tom Uren from the Australian Strategic Policy Institute (ASPI) - and that's why Huawei is under such scrutiny.\n\"Although no company makes perfectly secure products, Huawei presents unique additional risk beyond the \"normal\" risk of buying complex equipment,\" he writes in a piece published on ASPI's website. \nMr Uren points to the alleged close links between the Chinese government and local companies, and says Chinese firms are obliged by law to co-operate, support and help with intelligence work.\n\"The equipment that will comprise the 5G network is not just a passive piece of infrastructure,\" he writes. \n\"It has total visibility and control of all the connections within the network. It sees who calls who, when, from where and controls what route data is sent down.\"\nHuawei is thought to be a year ahead of its competitors in terms of its technological expertise in terms of what it can offer customers, according to industry sources. \nGlobe Telecoms in the Philippines has partnered with Huawei since 2011 to help modernise its telecoms infrastructure networks. \nLater this year, Globe plans to bring customers online for the first time by using Huawei equipment to provide 5G connections in homes in areas of Manila where there is no internet. \n\"5G is an important building block for the Philippine economy's competitiveness. This is the reason we are accelerating our efforts to deploy 5G, so we can provide as many Filipinos as possible an access to the technology,\" Globe chief technology and information officer Gil Genio said in a statement to the BBC. \nFor many countries in Asia, banning Huawei the way the US and Australia have is ultimately impractical. \nThere are few other options. Finding another provider that can beat the price that Huawei offers is tough. \nWhile neither telecom operators or Huawei will reveal how much they charge their customers, it is thought the Chinese firm offers as much as a 10% discount to other companies in the market. \nThen there's the aftercare service that Huawei provides - analysts say it has historically gone the extra mile by setting up customer support networks in countries that Western companies have typically ignored or dismissed as not important enough. \nBut while there are many countries in Asia committed to Huawei, concerns are still creeping in. \nThe international spotlight on the Chinese firm is causing some Asian governments to think twice about using the company's products, according to security analysts.\nOne security firm told me there has been a sharp rise in enquiries by government clients about how potentially problematic Huawei's products are, and what steps they can take to mitigate those risks. \n\"Some have asked us how much they should worry about whether Huawei is really a liability\", an analyst who consults to Asian governments told me, on the condition of anonymity. \n\"Countries are increasingly worried that Huawei could be a significant risk because of its perceived connections to the Chinese government.\" \nStill, those concerns have yet to result in an outright ban in South East Asia. \nMalaysia says it is investigating Huawei before making a decision. For now though, several telecom operators are still using the company to roll out 5G services in the country. \nOne of Singapore's major telcos M1 has partnered with Huawei to trial 5G services in the country. \nSingapore's telecoms regulator says operators should \"ensure vendor diversity to mitigate risks from dependency on any one vendor\", again not banning Huawei outright. \nPressure on Huawei from the West is likely to continue. \nThe US administration is reportedly planning to extend restrictions on Huawei with an executive order to ban the use of all Chinese telecoms equipment makers in US wireless networks, and is likely to pressure US allies to follow suit.\nBut that could come at a cost. \n\"If the US puts a ban on Huawei [in wireless networks], then that will cost the US's 5G ambitions too,\" Samm Sacks, China digital economy fellow at the New America think tank tells me. \n\"It would mean we wouldn't be able to participate in any blended network in Europe or Asia. And if we are not going to participate that would put us at a significant disadvantage.\"\nThis would mean a world of two internets - or what analysts are calling a \"Digital Iron Curtain\" - dividing the world into parts that do business with Chinese companies like Huawei, and those that don't. ", "date": "8 February 2019", "href": "https://www.bbc.com/news/business-47166921", "tags": "us hanging telecoms asia countries chinese huawei operators says firm"}