{"title": "Why are Pakistan's Christians targeted?", "content": "Pakistan's Christians, like other religious minorities in the country, have been the target of escalating attacks in recent years. \nThe attacks, on their residential areas and places of worship, have mostly been motivated by the country's controversial blasphemy laws. \nBut there have also been political motives. \nThe BBC's M Ilyas Khan explains more about the community and why it is being targeted. \nPakistan is overwhelmingly Muslim but Christians and Hindus make up the largest minority groups, with each representing about 1.6% of the population. \nThe southern metropolis of Karachi has a large Christian population, as do the cities of Lahore and Faisalabad.  \nThere are countless Christian villages in the Punjab heartland, while there is also a sizeable population in the deeply conservative north-western Khyber Pakhtunkhwa province, particularly in Peshawar city.\nBefore the partition of India, what is now Pakistan was a much more diverse place but tolerance has declined as society has become increasingly Islamicised and more homogenous. \nMinorities used to make up 15% of the population in these cities. Now they account for less than 4%. \nThe majority of Pakistan's Christians are descended from low-caste Hindus who converted during the British Raj - partly to escape the caste system.  \nMany provided labour in garrison towns. In fact, to this day, every cantonment city in Pakistan has an area known as Lal Kurti, which is traditionally where the Christians reside.\nBut Christian communities remain among the poorest sections of society and often still do menial jobs. Entire villages in parts of Punjab are Christian and their inhabitants work as labourers and farmhands.\nHowever, there are sections of the Christian community that are more well off. Better educated and mainly settled in Karachi, they came over from Goa during the British Raj.\nWhat all of them share, though, is a sense of vulnerability. This has seen a number of wealthier Christians leaving Pakistan to settle in countries like Canada and Australia as they feel the climate of intolerance in the country has become unbearable.\nMuslims and Christians mostly co-exist amiably enough without frequent outbreaks of animosity.\nBut accusations of blasphemy have also often led to mob violence against Christians, while militant Islamists have also targeted the community.\n Recent attacks include:\nSince the 1990s, scores of Christians have also been convicted of \"desecrating the Koran\" or \"blaspheming against the Prophet Muhammad\", although experts say most accusations are fuelled by personal disputes.\nWhile most were handed death sentences by lower courts, those sentences were often set aside by higher courts due to lack of evidence or because the complainants were found to be targeting the community for economic benefits.\nIn 2012, a Christian girl, Rimsha Masih, became the first non-Muslim to be acquitted in a blasphemy case when it was discovered she had been framed by a local Muslim cleric. \nPerhaps the best known example is that of Asia Bibi, a Christian woman from a Punjab village who in 2010 got into an altercation with some Muslim women and was later accused by them of having blasphemed.\nSalman Taseer, the then governor of Punjab who stated that Pakistan's strict blasphemy law had been abused in the case, was later murdered by his Islamist bodyguard, Mumtaz Qadri. \nQadri was found guilty and executed in February 2016, prompting mass protests.\nPakistan's minister for minority affairs and a Christian leader, Shahbaz Bhatti, was assassinated in 2011 by the Taliban for speaking out against the law. \nSome of the violence is directly related to the American-led war in Afghanistan, so it has an expressly political motive.\nMonths after the US-led coalition attacked Afghanistan in late 2001, a grenade attack on a chapel inside a Christian mission hospital in Taxila city killed four people.\nA couple of months later, gunmen executed six workers of a Christian charity in their Karachi office.  These incidents, although isolated, have continued through the years.\nAttacks on Pakistan's Christian and Hindu minorities could be part of a militant plan to send a message to the West or embarrass the country's civilian governments when they appear to be too friendly to the West.\nThis may also be a strategy by the country's powerful military which is known to have protected Islamist militants operating in Afghanistan and India, and has supported anti-blasphemy vigilante groups in the past.", "date": "30 October 2018", "href": "https://www.bbc.com/news/world-asia-35910331", "tags": "christian country community targeted pakistan blasphemy punjab christians also population attacks"}