{"title": "Why Australian universities have upset Chinese students", "content": "In four prominent cases in recent months, Chinese students at Australian universities have complained about teaching materials being incorrect or insulting to China.\nThe incidents have gained increasing attention in both nations, especially in the media, and forced apologies or statements from the universities.\nIn the most recent case, a lecturer upset Chinese international students by listing Taiwan and Hong Kong as countries in course and test materials. One classroom confrontation was recorded and shared online. \nIt has generated discussion in Australia about whether Chinese students are undermining freedom of expression on campuses - and whether the Chinese embassy has been involved in exerting pressure on universities. Chinese authorities and media outlets have dismissed such a concern as \"smear\".\nAustralian academics, meanwhile, have told BBC Chinese that they are concerned about potential provocation by the media.\nLast month, a video showed students at the University of Newcastle Australia complaining to their lecturer about Taiwan being categorised as a country. \nIn the footage, the students are heard saying the materials make them \"feel uncomfortable\", and that the lecturer should \"show respect\". The lecturer replies that \"from my understanding, Taiwan is a separate country\".\n\"You don't want me to influence your opinion. At the same time, you shouldn't be influencing my opinion,\" he says.\nSydney Today, a local Chinese language website, published the recording, and it quickly became a trending topic on social media.\nThe University of Newcastle explained in a statement that the course materials referenced a report by Transparency International, which had used the word \"country\" to describe both countries and territories. \nThe university said it expected staff and students to respect cultural differences and sensitivities, and that it was disappointed that a video had been recorded covertly and leaked.\nThree other incidents have also caused controversy in recent months:\nThe Australian newspaper quoted a University of Newcastle spokeswoman as saying the university had engaged with \"a range of interested stakeholders\" over its incident, including the office of the Chinese consulate-general in Sydney.\nThe matter exposed \"the increasing influence exerted by Beijing on Australian university campuses\", the newspaper said.\nSydney Today reported that Niu Wenqi, the consulate's education counsellor, had urged the university to \"act quickly\" over the incident.\nMr Niu was quoted as saying that the lecturer had \"touched the 'One China' bottom line\", referring to Beijing's position that there is only one Chinese government. Chinese state media, including the People's Daily and the Global Times, also published the quote.\nThe Chinese consulate-general in Sydney would not confirm Sydney Today's report to BBC Chinese. The university also declined to comment on whether the consulate had been involved in the matter.\nAllegations of possible consulate influence have previously surfaced in the Australian media.\nIn June, the Australian Broadcasting Corporation and Fairfax Media reported that the Chinese embassy in Australia had \"orchestrated\" Chinese student organisations to hold a rally welcoming China's Premier Li Keqiang. The report also claimed that Chinese students in Australia were being monitored for dissident behaviour.\nChina's ambassador to Australia, Cheng Jingye, said the report contained \"groundless allegations\" and accused it of trying to stir up \"China panic\".\nIn July, Chinese international students were described as \"a threat to Australian openness\" in a New York Times opinion piece by Merriden Varrall, an Australian-based East Asia expert.\nOthers have also suggested that expression in class has been affected by some students' nationalist sentiments.\n\"Colleagues from many Australian universities have noticed this. It is a genuine concern,\" said Jonathan Benney, a Chinese studies lecturer at Monash University.\nExpressing such ideas is not a problem per se, Mr Benney stressed. But he said many academics, including himself, had encountered instances of Chinese students trying to prevent academic staff or fellow students \"from expressing critical opinions\" on China.\n\"It is restricting both the freedom of lecturers and fellow students to say what they want,\" he said.\nSow Keat Tok, deputy director of the University of Melbourne's centre for contemporary Chinese studies, said that given the number of Chinese students studying in Australia, more incidents were likely. \nBut he did not believe that Chinese authorities had a deep influence in Australian lecture halls. The recent incidents felt to him like \"knee-jerk actions\" by the Chinese students themselves, he said.\nMr Benney agreed that such sentiments were the students' \"sincere beliefs\". \nIn reporting the latest incident, the Global Times accused Australian media of \"demonising the Chinese students' justified discontent\".\nChinese reports also referenced recent racist messages found at the University of Sydney, the University of Melbourne and Monash University. The messages, which were condemned by the universities, included \"kill Chinese\" and \"entry into the campus of Chinese students should be strictly prohibited\".\nThe reports also noted that a Chinese student was said to be among those injured in a baseball bat attack at the Australia National University last month.\nAccording to Mr Benney, some Chinese media reports \"manipulated the frustration\" that international students naturally experience in an unfamiliar environment.\nHe said that anti-Chinese sentiment in Australia, if it existed at all, was down to \"a tiny minority... I am sure\".\nMr Tok said he was confident that disputes raised by nationalist sentiments could be resolved through class discussions.\nHe was also worried that the row had been \"sensationalised\" by social media accounts, and that some media had acted as \"provocateurs\".", "date": "5 September 2017", "href": "https://www.bbc.com/news/world-australia-41104634", "tags": "australia media china upset university lecturer australian chinese students universities also"}