{"title": "Why A Bipartisan Health Care Bill Might Make Sense -- For Republicans", "content": "At least a half-dozen Senate Republicans have now signaled they would like to work with Democrats on a health care bill. And on Monday, Minority Leader Chuck Schumer (D-N.Y.) sent a letter to his counterpart, Majority Leader Mitch McConnell (R-Ky.), saying his party was eager to join talks ― so long as the topic was repairing Obamacare, rather than repealing it.\nFor the moment, at least, McConnell doesn’t seem interested. When he raised the possibility of bipartisanship last week during a town hall meeting, he seemed to be wielding it as a threat ― a warning, to reluctant members of his caucus, that failing to coalesce behind leadership’s bill to repeal the Affordable Care Act would be tantamount to failure.\nThe threat might work. For all the talk about the Senate bill being on “life support,” and despite poll numbers that suggest it is the most unpopular piece of legislation in three decades, the bill remains just a few votes short of the 50 it needs to pass. Leaders plan to introduce a modified version of the bill in the next few days, according to Politico, in the hopes of holding a vote by late next week.\nBut McConnell and his allies might want to give the possibility of a bipartisan bill more serious thought anyway ― if not for the sake of the people who depend on the ACA for coverage, then for their fellow Republican lawmakers who would like to keep their jobs. \nIt’s true that settling for a small, bipartisan bill would risk serious political consequences for Republicans, because it would enrage some of the party’s supporters and disappoint many of the rest. That doesn’t mean it’s the GOP’s worst option. \nThe political consequences of passing repeal legislation could turn out to be even more severe ― and more long-lasting, too.\nThe rough shape of bipartisan legislation is easy to imagine, in part because some of the building blocks are already in the Senate Republican bill. The key would be winnowing it way down and focusing exclusively on the reforms of private insurance ― the new rules on whom and what insurers cover, the tax credits to make coverage more affordable, and the individual mandate. \nThese reforms have done an enormous amount of good, putting comprehensive coverage within the reach of millions who have pre-existing conditions or simply couldn’t afford premiums without government subsidies. They have also caused some real hardship. The regulations that made coverage more generous and available to everybody also made it more expensive, saddling people too wealthy to qualify for significant financial assistance with premiums or out-of-pocket costs they can barely afford. \nSome have opted not to buy coverage altogether, even though it means paying the mandate penalty. The loss of these customers, who tend to be young and healthy, has in turn made it more difficult for insurers to cover their costs. They have reacted by raising premiums more or withdrawing from markets altogether.\nDemocrats would address these problems by using government leverage to limit the prices of health care or by adding more money to the program ― either through some form of reinsurance, which gives insurers extra funding to cover the high expenses from beneficiaries with unusually severe medical problems, or through more generous tax credits that would reduce premiums, out-of-pocket expenses or both. \nSuch proposals were part of Hillary Clinton’s presidential campaign agenda and, as Schumer noted in his Monday letter, they are the basis for several bills Democrats have proposed this year. \nOne virtue of these reforms is that they would preserve the law’s protections for people with pre-existing conditions. But using government to set prices, particularly the drug industry, is a political non-starter in Washington. And putting more money into the system would mean finding that money somewhere, whether it’s by raising new taxes, reducing spending elsewhere, or accepting higher deficits.\nRepublicans, for their part, would prefer to get rid of those regulations or at the very least scale them back ― by, for example, reducing requirements on the services insurers must cover or giving carriers more flexibility to vary premiums by age. They also propose to eliminate the individual mandate, in the case of the Senate bill by replacing it with a six-month delay in coverage for anybody who lets his or her policy lapse and then tries to buy coverage again.\nLike the Democratic approach, the GOP proposals have clear upsides. Younger, healthier people would have access to cheaper, if skimpier, policies they might prefer. The downside is that instead of lowering costs, as Republicans always promise, the GOP plan would actually shift costs onto the old and the sick ― who would end up on the hook for larger, in some cases crippling, out-of-pocket expenses.\nThese are very different approaches, obviously, and, fully realized, neither would be acceptable to the other party. But within these two agendas are a few ideas that, in small doses, could co-exist in legislation that featured true give-and-take between the parties ― and, not at all incidentally, help Americans pay for their medical care.\nMaybe Democrats, who are fiercely protective of those regulations on insurer behavior, would accept some modifications in the rules ― just as long as they weren’t too severe and as long as Republicans would sign off on more federal money flowing into the system. \nMaybe Republicans would go along with that, notwithstanding their aversion to government spending, as long as the money took the form of reinsurance – which the House and Senate bills already propose – or the kinds of tax breaks that Republicans have historically endorsed.\nSuch a deal would have to include permanent funding for some special insurance subsidies that the Trump administration has threatened to halt, rattling insurers. But many Republicans have said such a step is necessary anyway and the Senate bill already includes a provision funding those subsidies for a few years.\nFor Republicans, embracing such a narrow bill would mean giving up on huge swaths of their repeal agenda ― including the deep cutbacks to Medicaid that, by CBO’s reckoning, would mean spending $772 billion less than planned over the next 10 years. That represents one-third of the program’s projected budget under current law.\nMany conservatives would consider leaving Medicaid or any major component of Obamacare in place a betrayal. And whether they reacted by going ballistic or simply staying home instead of voting, they would make life a lot more difficult for Republicans who already face tough re-election fights in 2018. But here is where McConnell and his lieutenants may need to face an unpleasant political reality ― that “Republicans have no obviously safe option,” as Jonathan Chait of New York magazine observed recently. \nRepublicans keep saying that failing to repeal Obamacare would mean breaking a promise. But enacting anything like the Senate bill would mean breaking promises to protect people with pre-existing conditions and to avoid massive coverage losses. The ads featuring Donald Trump promising “insurance for everybody” would write themselves, although chances are good Democratic strategists are writing them already.\nAnd it’s not just the weaker pre-existing conditions and massive coverage losses that would haunt Republicans in future elections. Some people would clearly be better off if the Senate bill became law. Mostly it would be very wealthy people who get new tax breaks and some young people who would gladly put up with skimpy policies in order to save some money on premiums. \nBut there just aren’t that many of them ― and they would almost certainly be dwarfed by the people stuck paying more for their medical care, or losing coverage altogether, because they are getting smaller tax credits or have lost eligibility for Medicaid. \n“I think it’s fair to say that most people in the individual market today would be worse off,” Cynthia Cox, an associate director at the Henry J. Kaiser Family Foundation, told HuffPost after Senate leaders first unveiled their bill last month. \nSome of the effects wouldn’t hit right away. Some would. Among other things, quickly eliminating the individual mandate ― as the GOP bill proposes ― would raise average premiums for the first years. Later premiums would come down, but only because insurance covered less, leaving beneficiaries on the hook for higher out-of-pocket costs in the form of higher deductibles and whole swaths of services (like mental health or maternity) that policies might no longer cover.\nBasically, the GOP bill would take the most popular complaints about Obamacare ― about high premiums and deductibles ― and make them worse for significant numbers of people, quite a few of whom live in states with Republican lawmakers.\nDemocrats might be tempted to welcome this scenario, or at least its political repercussions, because it would leave Republicans so vulnerable heading into the midterm elections. But Democrats would have their own very different reasons to make such a deal. They would be helping to secure Obama’s political legacy and to lock down coverage for millions of people. \nTo embrace such a compromise, neither party would have to give up on its broader agenda for health care. \nRepublicans could continue pushing for cuts and changes to Medicaid, as they have been since even before the Affordable Care Act came along. They could even tie it to Medicare privatization, essentially adopting the agenda House Speaker Paul Ryan (R-Wis.) has been proposing ever since he first got power as a committee chairman in 2011.\nDemocrats, for their part, could keep pressing for a public option and government negotiation of drug prices (reforms most of them had hoped would be part of the Affordable Care Act), while building the case for single-payer health insurance, an idea that is suddenly getting serious attention again ― and looks more and more appealing as the limits of market-driven reforms become increasingly apparent.\nBut for now, each party would get something in wants in exchange for something it doesn’t, and perhaps start to break free of the politics of Obamacare ― which from the looks of things could end up costing Republicans even more than it cost Democrats. More important, millions of Americans now worried about paying their medical bills would have security. \nIt would represent a few small steps of progress, thanks to cooperation between the parties ― the kind that, not so long ago, would barely have seemed remarkable.", "date": "\n07/10/2017", "href": "https://www.huffpost.com/entry/bipartisan-health-care-bill-republicans_n_5963b245e4b005b0fdc70e3c", "tags": "sense make coverage democrats might republicans ― -- senate bipartisan bill premiums care health"}