{"title": "Why Pakistan won't share intelligence with the US", "content": "Pakistan's defence minister Khurram Dastgir Khan has announced that he has suspended intelligence sharing with the US - the latest twist in the US-Pakistan row. But how much does it matter? \nRelations between Washington and Islamabad have been in the spotlight since US President Donald Trump's New Year's Day tweet, where he accused Pakistan of \"lies and deceit\".\nSince then, Washington announced it would halt all security assistance to Pakistan, and Pakistani politicians have been quick to express dismay - with the foreign minister saying that the two aren't allies anymore, and the army chief saying he feels \"betrayed\".\nBut behind the rhetoric, both sides are actually responding more cautiously than you might expect. \nUS officials have said that the suspension in security assistance is temporary, and that funds may still be reimbursed on case-by-case basis, depending on measurable co-operation extended by Pakistan.\nMeanwhile, few expect Mr Khan's announcement to be of more than of just symbolic value.\nThat's because Pakistan has already limited much of the intelligence it shared with the US over the last two decades.\nThe US and Pakistan have been allies since the early 1950s when American aid arrived to cater to Pakistan's economic and security needs.\nBetween 1959 and 1970, Pakistan provided a base near Peshawar for the CIA to use as a listening post for radio transmission intercepts from the Soviet Union.\nAnd during the 1980s, the two countries co-operated closely in the Afghan war, which was mainly fought from Pakistani soil by Afghan guerrillas organised and trained by Pakistani military's intelligence arm, the Inter-Services Intelligence (ISI).\nBut a conflict of interest between the two countries emerged after the 11 September 2001 attack on the US. The Americans set up a physical presence in Afghanistan and began to use Pakistan as its supply route as well as a source of ground intelligence.\nThe apparent arrangement was one in which the US would use technology - such as communication intercepts and drones - for intelligence gathering, and Pakistan would provide human intelligence.\nThe value of the relationship lay in the fact that Islamist militants, who were the US' chief adversary, were concentrated in the border region of north-west Pakistan and could only be defeated with Pakistan's help.\nThe problem in the relationship was that during the 1980s, Pakistan had learned to use these groups to wipe out Indian influence from Afghanistan. As such, it could not afford to lose that leverage.\nSo while Pakistan publicly announced that it was siding with the US-led coalition in Afghanistan, in reality it created conditions for those groups to infiltrate Pakistani territory and carve out sanctuaries in its Federally Administered Tribal Areas (Fata), along the border with Afghanistan. \nAs such, while Pakistanis did provide information to help the US take out or capture several al-Qaeda leaders in its tribal region, no major Taliban or Haqqani network leaders - whom Pakistan was using as its proxies in Afghanistan - were ever given away.\nThe only exception is the 2010 capture of Taliban's top military commander, Mullah Baradar. But many believe Baradar's removal from the scene suited elements in the Pakistani establishment as he had been holding secret peace talks with the Afghan government, which had drifted closer to India.\nPakistan did help the US hit some Taliban commanders of the so-called Pakistani Taliban movement (TTP) - such as Baitullah Mahsud and several others - but that was because these groups had turned against Pakistan after a military raid that killed militants at Islamabad's Red Mosque in 2007.\nIn 2014, after US President Barack Obama announced a drawdown of troops in Afghanistan, Pakistan launched a clean-up operation in Fata region to secure its border.\nBut while all the elements Pakistan considers \"noxious\" to its interests have been pushed over the border into Afghanistan, the \"friendly\" elements remain unharmed, and sightings of important Taliban commanders are not infrequent in main Pakistani cities such as Quetta, Peshawar, Karachi and even the capital Islamabad.\nGiven this situation, there's little the US can hope to gain from continued intelligence sharing with Pakistan. And by the same measure, there's little Pakistan can withhold from the US which otherwise it would be willing to share.\nThe only way Pakistan can create difficulties for the US is by closing overland supply routes to Afghanistan. But so far it hasn't indicated it might do that.\nThe worst that observers expect Pakistan to do at the moment is that it may raise transit fees of US supplies, or create hurdles from time to time to delay their delivery. \nIt's a sign of tensions and a show of retaliation - but hardly as drastic as the show of rhetoric from both sides would have you believe.", "date": "14 January 2018", "href": "https://www.bbc.com/news/world-asia-42664019", "tags": "us intelligence wo pakistan share pakistani announced two taliban use afghanistan"}