{"title": "Why Australia's PM is talking of dark threats and 'evil'", "content": "Australian politics doesn't really do nuance. \nIf a minister wants to get a message through to the voters, they forget the dog whistle and go straight for the foghorn.\nThat tactic has been firmly in action this week, as the government declares that paedophiles, rapists and murderers will come into the country as a result of it losing a vote on the medical treatment of refugees.\nPrime Minister Scott Morrison warns people-smuggling operations out of Indonesia will resume immediately, asserting that many more asylum seekers will start heading to these shores.\nThe mini-crisis of losing a parliamentary vote has been turned into a national emergency, as ministers raise the stakes on border protection.\nOne of the country's biggest-selling newspapers printed a cartoon depicting an asylum seeker rabidly chasing a terrified female doctor - concluding that this would be the consequence of the vote. \nAustralia - which politicians of every stripe here routinely refer to as \"the greatest country on Earth\" - is once again, it seems, under attack from mysterious, malign forces from outside. \nAs in many developed countries, immigration controls are presumed to be a vote-winner in Australia, and so politicians know they need to sound tough.\nBack in August 2001, John Howard's decision to refuse a boat carrying more than 400 rescued refugees permission to dock drew international criticism from the UN and others. \nBut in Australia it succeeded in rallying support for his government, which had been trailing in the polls.\nMr Howard went on win the election a few months later and stopping boats became a central tenet of immigration policy.\nSo too did his pledge that \"we will decide who comes to this country and the circumstances in which they come\".\nLeaders from both sides of politics have stuck to this - in 2013, as he sought re-election, Labor PM Kevin Rudd made his own \"very hardline decision\" as he called it. \nMr Rudd announced that any asylum seekers who arrived by boat would have \"no chance of being settled in Australia\" even if they were found to be refugees.\nInstead, they would be assessed offshore in Papua New Guinea, and offered resettlement there. \nAustralia may be an \"immigration nation\", but its politicians regularly return to the canon of the country needing stricter controls on who else is allowed in.\nAmid the government's poor polling, its perhaps not surprising that Scott Morrison has seized the opportunity of putting border security back at the centre of the debate in the lead-up to an election expected in May.\nOf course many voters may well care most about schools, hospitals and the basic infrastructure of everyday life.\nIn time they will be reminded about the state of the economy and the predicted budget surplus. \nBut in his recent speech to the National Press Club, Mr Morrison decided to emphasise all the existential threats he sees to Australia's prosperity. \nHe listed \"radical Islamist terrorism; people smuggling; natural disasters; organised crime; money laundering; biosecurity hazards, cybersecurity\" and half a dozen others. \nIn case there was room for doubt, he described the world as being \"dangerous, uncompromising and, at its worst, simply evil\".\nThe message was loud and clear: changing governments in May would put everything voters know and love at risk.\nIt's not subtle - and wasn't intended to be - as speeches have to break through all the noise and clutter of modern-day media. \nBut it sets the tone for the months of election campaigning ahead, as the politicians try to persuade voters they are the only ones to trust. ", "date": "14 February 2019", "href": "https://www.bbc.com/news/world-australia-47221368", "tags": "dark australia country may voters refugees politicians pm talking threats vote morrison government"}