{"title": "Why Franco's tomb is a headache for Spain's new government", "content": "A Spanish protest artist has been filmed painting a red dove and the words \"For Freedom\" on the tomb of the late fascist dictator General Francisco Franco.\nEnrique Terneiro, a sculptor and video artist, shouted, \"For freedom and the reconciliation of all Spaniards!\" as he was grabbed by a security guard. \nThe act is just the latest drama in a fractious, years-long debate about the dictator's remains.\nGen Franco ruled Spain as a military dictator from 1939 until his death in 1975. \nHis embalmed body lies in a huge mausoleum near Madrid, which has become a shrine for the far right.\nThe vast memorial site, known as the Valley of the Fallen, also contains the remains of 34,000 people killed on both sides of Spain's 1936-1939 civil war - which was started by Franco's rebellion against the elected government.\nThe site was partly built by political prisoners, whom his regime subjected to forced labour.\nMany Spaniards see the Valley as a loathsome monument to the triumph of fascism, and want Franco to be reburied elsewhere.\nIn August, Spain's new Socialist government approved his exhumation, despite objections from his family and the right-wing People's and Citizens parties. \nIt wants the Valley of the Fallen to become \"a place of commemoration, remembrance and homage to the victims of the war\". \nAnd so the question has become - where will the dictator be buried instead?\nThe government wants to find a more low-key burial place where the dictator's followers would find it harder to pay tribute.\nBut Franco's family (who would rather he wasn't moved at all), say he should lie in a family crypt in the Almudena Cathedral - right in the centre of Madrid. \nDeputy Prime Minister Carmen Calvo quashed that suggestion on Monday, telling reporters the solution \"obviously can't be the Almudena\".\n\"Franco's remains can't be placed in any place where they could be glorified,\" she said, adding that the government \"has mechanisms\" to block the move.\nAs the cathedral is a Catholic church, the Vatican has also weighed in - backing the government's search for an alternative location.\nOne possibility is the El Pardo cemetery near Madrid, where Franco's wife is buried.  \nDemocracy is well established now, but the Franco era does still haunt Spain. There was an unwritten \"pact of forgetting\" during the democratic transition. \nAn Amnesty Law adopted in 1977 prevents any criminal investigation into the Franco years.\nStatues of Franco were removed and many streets were renamed, to erase obvious signs of the fascist past. \nA Historical Memory Law, passed in 2007 by the socialist government at the time, recognised the war victims on both sides and provided some help for surviving victims of Franco's dictatorship and their families. \nBut the work to locate and rebury thousands of civil war dead has been slow and controversial. \nMore than 100,000 victims of the conflict, and the ferocious repression carried out afterwards, are still missing.\nArtist Mr Terneiro, 49, told Spain's El Mundo newspaper that he painted the dove as a \"protest action\" against the theft of freedom, which he said his parents' and grandparents' generations experienced.\n\"It's my little grain of sand,\" he said. \"I hope it alleviates the pain of the losers of the civil war.\"", "date": "31 October 2018", "href": "https://www.bbc.com/news/world-europe-46048514", "tags": "victims headache freedom madrid franco tomb dictator war remains new government artist spain"}