{"title": "Why are so many firms so bad at handling social media?", "content": "These days disgruntled customers can vent their spleen on social media instantly, but many companies are not handling these platforms properly, experts say. So what are the dos and don'ts of social media customer relations?\nThere are days when you get angry about how a company has treated you, there only seems to be one way to make it right.\nTake to Twitter.\nVoicing a grievance on a company's public feed has become the main way to get your complaint heard. Right now.\n\"Somehow Twitter has become the channel for people that are really [expletive] off with an organisation,\" says Lyndsay Menzies, chief executive of digital marketing agency 8 Million Stories (8MS), which advises on managing social media.\nAnd Twitter's immediacy has led customers to think they should receive answers equally quickly, thinks Ms Menzies.\n\"It's made consumers much more demanding in terms of what they want and expect.\"\nBut this need for speed has led to some disastrous Twitter gaffes, from US Airways accidentally including a pornographic image in a reply to an unhappy customer, to Microsoft's artificially \"intelligent\" chatbot Tay tweeting racist and antisemitic views after been corrupted by mischievous internet trolls. \nUsed well, on the other hand, with wit and flair, and Twitter can earn a company new-found respect. \nTake dictionary publisher Merriam-Webster, for example, which took advantage of the United Airlines forced removal of a passenger scandal in 2017 and sent this mischievous tweet:  \nIt received around 64,000 likes.\nBut many companies are failing to manage their social interactions well, believes Ms Menzies, largely because they feel the pressure to be on all platforms all the time. \nThe weight of this burden became apparent early this year when pub chain Wetherspoons said it was shutting down its social media channels as they were a \"distraction\" for its staff.\nAnd this risks confusing customers with scattered, inconsistent messaging.\nWayne Guthrie, co-founder of the Fearlessly Frank digital consultancy, believes social media should not be seen as just another channel through which to send messages. \n\"Social media is about behaviour, not communication,\" he says. \nOrganisations need to show customers what they're doing, not just tell them. For instance, if a customer's order goes astray, the social media dialogue about the incident should show what the company has done to resolve the problem.\n\"It should be used to make a customer feel like an organisation is really doing something on their behalf,\" he says.\nBut this is no easy task, as firms have to gather and pass on information quickly - being open and transparent takes commitment and resources, he observes.\nFlowers-through-the-post firm Bloom & Wild is one company that has tried to live up to the expectations of social media, says Isobel Murray, the firm's \"head of customer delight\".\nSocial media should be about building relationships with customers, she argues.\n\"We want to make it easy and appealing for anyone to get in touch with us, and social media provides a great way to do this,\" she says. \n\"It's where people spend lots of their time and it's great to meet them where they are.\"\nThe same staff work on all Bloom & Wild's social media accounts so the tone and personality of the messages stays consistent, she adds.\nAnd this consistency of brand personality across all channels is crucial, argues Ms Menzies.\n\"One of the things that annoys people is the different types of voice companies have in different areas,\" she says.\nBusinesses \"need to think about what they are as a brand and what their business does\" before taking to social media, she advises. \nOnce the brand values and personality have been carefully worked out and agreed, they can then be communicated to staff handling the different channels and interacting with customers.\nAnd this openness and consistency of tone should apply as much when things are going badly as when they're going well, says Bloom & Wild's Ms Murray.\n\"We never want to be defensive or ignore a problem,\" she says. \"We want to hear from every customer - to celebrate their joys but also quickly put right anything that's gone wrong.\"\nGetting social media right is tough for technical reasons, too, says Jack Barmby, chief executive of customer management software firm Gnatta.\nThis is partly because most of the apps, sites and networks are designed for individuals not businesses, he believes.\n\"Businesses have had to hijack social media channels, and that's meant putting square pegs in round holes and trying to adapt them to their purposes,\" he says.\nOne example of this was Instagram letting its commercial users tag items in shared images so people could buy them. This helped firms sell stuff but didn't give them a way to respond to customer queries about the featured items.\nThe world of social media got a little easier to navigate earlier this year when WhatsApp released tools that let brands talk directly to customers through the app. \nBut for a long time it has been tough for firms to interact with customers via these other, popular, social media channels.\nSmall wonder then that people resort to Twitter when they are cross and have a point to make.\nThe irony is that the huge amount of information people share via their social media profiles, apps, chat groups and blogs gives companies a golden opportunity to know much more about their customers and target them with much more specific messaging.\nMore Technology of Business\n\"If you email an organisation it will get very little information about who you are from that address,\" says Mr Barmby. \"But with social, over all the channels, you get so much more information.\"\nAlly this social data with all the existing data a company has about its customers - spending histories, company interactions and so on - and you can make better decisions about how to communicate with that person, he argues.\nAnd the more you know about your customers - particularly the most influential ones on social media - the better you can nip complaints in the bud before they become full-blown Twitter public relations crises.\n\"Businesses have never admitted it, but influencers tend to get answers more quickly,\" says Mr Barmby.\nIn these days of YouTubers with hordes of followers, Instagram stars and Twitter armies, that ability to react quickly and appropriately would seem to make a lot of sense.", "date": "29 May 2018", "href": "https://www.bbc.com/news/technology-44110588", "tags": "company customer media make twitter social customers handling says bad many get firms"}