{"title": "Why isn't Delhi on pollution red alert?", "content": "On Monday Beijing declared a red alert for smog. \nIt was the most extreme warning the notoriously polluted city has ever issued and effectively means the Chinese capital is in shutdown mode. \nSome schools and businesses have been ordered to close, construction activity has been limited and restrictions have been placed on car use because the air in the Chinese capital has become so toxic.  \nI was shocked, not because I was surprised that the Chinese had taken the step, but because the pollution levels in Delhi - where my family and I moved earlier this year - are so much higher.\nIn Beijing the concentration of the most dangerous particulates - the microscopic PM2.5 particles that can travel deep into your lungs - was 237 micrograms per cubic metre.  \nAccording to the US embassy's air pollution monitor in Beijing the peak was 317.\nThose are very high levels. These PM2.5 micro-particles are classed as a Group 1 carcinogen by the World Health Organisation (WHO) and, as well as damaging the lungs, are a cause of heart disease and other life-threatening conditions.\nThe official advice is that no one should undertake any physical activity at levels that high.\nWhen I saw the news I turned on the small pollution detector I had bought over the weekend.  \nThe LCD screen lit up and within a couple of seconds it produced a comparable figure.\nThe reading inside my Delhi home was 378. Yes, INSIDE my home.\nI checked online and the air quality monitor at the US embassy here in Delhi - not far from my home - read the same.  \nAnd that isn't even the worst figure in Delhi. The heavy traffic, filthy local industries and coal-fired power stations near the Anand Vihar area in the east of the city make it Delhi's pollution hotspot.  \nWhen I looked the air quality reading for these most minute of particles was up above 500.\nLet's put these statistics in a bit of context.\nThe official safe limit for PM2.5 particles - set by the WHO and the European Union - is 25 micrograms per cubic metre.  \nThe US is far stricter. The limit there is 12 micrograms per cubic metre.\nThat means the air in my Delhi home is 30 times the US limit and more than 15 times the WHO safe limit.\nBy comparison, London's PM2.5 average on 6 December was 8 micrograms per cubic metre, according to the Environmental Research Group at King's College.   \nIt says the highest reading it has ever recorded in London was 112, on bonfire night back in 2006.\nNow I'm not saying that Beijing has made a mistake by declaring a state of emergency - with PM2.5 pollution more than 10 times the WHO safe limit, the authorities' concern is entirely justified.  \nNo, what amazes me is that Delhi - the most polluted city on earth, according to the WHO - hasn't taken similar measures.\nMy excellent colleague Soutik Biswas dissects Delhi's terrible record of cleaning up its poisonous air here. Authorities have announced a few measures to tackle pollution, but many believe it is a case of too little.  \nThe Delhi Pollution Control Board disagrees.\n\"We are doing all we can to bring down the levels of pollution which are very high - though not exceptional as similar levels have been seen in the past,\" board chairperson Ashwani Kumar told the BBC. \nMr Kumar added that \"no direct comparisons should be made\" between Beijing and Delhi's pollution levels. \n\"The pollution in China is different in character from that of Delhi. For example, we need to factor in things like the dust component and the distance from the coast in Delhi.\" \nMeanwhile, my family are struggling to live with the consequences.  \nWe moved here to Delhi with our four young children in the spring, when air quality is much better and, I'll be honest, I am horrified by just how bad the winter pollution is.\nIt is one thing for an adult to decide to expose themself to this kind of health risk, quite another to impose it on a child.\nLast week my five-year-old son William had his first asthma attack.  He is now on steroids, as am I and my 14-year-old daughter, Eva.\nMy wife and I are wondering how long we can - in conscience - stay in Delhi.", "date": "8 December 2015", "href": "https://www.bbc.co.uk/news/world-asia-india-35036260", "tags": "delhi metre alert red limit pollution beijing cubic levels air per micrograms"}