{"title": "Why Is Russia Helping Venezuela?", "content": "MOSCOW — On a rainy afternoon this week, a group of Russian officials and oil executives gathered for Mass in a Catholic church tucked away behind the imposing secret service headquarters in central Moscow.\nThey did not come to pray. Instead, they were commemorating the late Venezuelan leader Hugo Chávez, who poured billions of dollars into Russian weapons and machinery, and showing support for his embattled successor, Nicolás Maduro.\nMr. Maduro is fighting to save the political system he and Mr. Chávez have built, with Russian support, for two decades. Mr. Maduro’s catastrophic economic mismanagement has led the opposition to claim the country’s leadership with the support of the United States, the European Union and most South American nations.\nTo Russia, it was the latest attempt by the West to topple an adversarial government and check President Vladimir V. Putin’s global outreach. The Kremlin reacted by closing ranks around Mr. Maduro and offering him unequivocal diplomatic support, which was on display at St. Louis of France Church on Wednesday.\nRussia’s top Latin America diplomat, Alexander Shchetinin, and Igor Sechin, the powerful chief of Russia’s biggest state-owned oil company, Rosneft, were among those who laid flowers on Mr. Chávez’s memorial. But behind the official show of unity, Russia’s economic and political elites are becoming increasingly divided on how best to preserve their interests.\nAs Mr. Maduro and the opposition leader, Juan Guaidó, settle into a war of attrition, the Kremlin faces a stark choice: to double down on its ally or to be among those who choose his successor.\nThe path Mr. Putin takes will help determine whether Venezuela peacefully changes government, slides into civil war or consolidates as a repressive pariah under Mr. Maduro.\n“Russia’s global image and weight is at stake in Venezuela,” said Vladimir Rouvinski, political scientist at the Icesi University in Cali, Colombia. “The initial shock and fear in Russia that they would lose everything in Venezuela is being replaced by the possibility that they can become part of a negotiated transition and ensure their interests are respected.”\nThese interests range from Venezuelan oil projects and military contracts held by Russian state firms to the geopolitical value of having an anti-American ally in the Western Hemisphere.\nIn recent years, Rosneft has emerged as Venezuela’s biggest oil partner and lender of last resort, taking stakes in five crude-producing projects and lending Mr. Maduro’s government around $7 billion in return for oil. Venezuela still owes Rosneft about $2.3 billion, according to a company presentation in February.\nVenezuela also owes $3.1 billion to the Russian Finance Ministry for weapons, trucks and grain purchased on credit. Finally, Moscow’s state arms exporter has lucrative contracts to maintain Venezuela’s Russian-made tanks, fighter jets and air defense systems.\n“These are significant sums, but it’s not something that would sink the Russian economy,” said Alexander Gabuev, a senior fellow at the Carnegie Moscow Center. “It’s about Putin’s ability to project Russia as a global power.”\nClose ties with Venezuela have allowed Mr. Putin to challenge America in its backyard. Both Mr. Chávez and Mr. Maduro have traveled to Russia, visiting machine gun factories and state farms. Mr. Chávez was one of the few leaders to recognize the Russian-backed separatist republics of South Ossetia and Abkhazia, while Mr. Maduro supported the Russian military campaign in Syria.\nRussia responded with symbolic gestures like flying a Russian chamber choir to Mr. Chávez’s hometown and inaugurating a Hugo Chávez street in Moscow.\nThese economic and personal ties have made Russia arguably the only ally besides Cuba that can exert influence on Mr. Maduro, said Mr. Rouvinski, the political scientist. They have also raised the costs of Mr. Maduro’s downfall to the Kremlin.\nTo try to loosen these ties, Venezuela’s opposition has repeatedly said that Russia’s investments would be respected by a new government. The country will need capital to recover from its dire economic crisis, they said, and Russian companies would be welcome in the reconstruction.\nBy sticking with Mr. Maduro, Russia increases the opposition’s dependence on America, which could lobby a new government to cancel Rosneft’s contracts and send Russian weapons to the scrapyard, the opposition lawmaker Angel Alvarado said.\n“The longer they wait, the more they risk losing everything,” he said. “Their investments are safe here, but they need to come to the negotiating table before it is too late.”\nThe Trump administration has repeatedly said that all options are on the table to force Mr. Maduro’s exit, including military intervention, a specter that has split Russian policymakers.\nOn one side are pragmatic technocrats and career diplomats who believe Mr. Maduro’s disastrous economic performance makes his government unsustainable.\nRussian diplomats have reopened channels with Venezuela’s opposition after a brief halt following Mr. Guaidó’s proclamation, according to opposition leaders and people close to the Russian Foreign Ministry.\nIn public statements, Russian Foreign Ministry officials have gone in the past few weeks from unequivocally supporting Mr. Maduro to offering to mediate negotiations with the opposition or hold talks on Venezuela with the United States. Venezuela has largely disappeared from the saber-rattling talk shows of Russian state television.\nThis contrasts with the hard-line position taken by Russia’s defense and security establishment, which includes Rosneft’s Mr. Sechin, a former KGB officer. They see Venezuela’s political crisis as part of a global campaign of American subversion against Russia, and believe backing Mr. Maduro is a matter of principle and self-defense.\nAmerica’s “goal is liquidation of governments of inconvenient countries, the undermining of sovereignty,” Russia’s chief military strategist, Gen. Valery V. Gerasimov, said at a conference in Moscow last week. “Such actions are currently observed in Venezuela.”\nRosneft has emerged as Mr. Maduro’s economic lifeline since the United States slapped crippling sanctions on Venezuela’s oil industry in late January. The company said it will lift its production in the country this year and has begun to take up some of the Venezuelan oil exports that used to go to America.\nRosneft’s delivery of gasoline and oil diluent to Venezuela has helped the state-owned Petroleos de Venezuela, known as Pdvsa, avoid collapse. It has also been good business for Mr. Sechin. Left without alternative buyers, Pdvsa is forced to sell to Rosneft at a steep discount, according to a Rosneft official and oil trader with knowledge of the matter who spoke on condition of anonymity.\n“Sechin has positioned himself to Putin as Venezuela’s curator, the person who will keep the Russian flag flying there,” said Mr. Gabuev of Carnegie Center. “He has too much wagered on Maduro.”\nBeyond Rosneft’s opportunistic oil buying, the Kremlin’s effective support of Mr. Maduro is checked by Russia’s economic realities.\nReal income in Russia has stagnated since Mr. Putin annexed Crimea from Ukraine in 2014, sapping domestic support for foreign interventions like Mr. Putin’s campaign to prop up Syria’s Bashar al-Assad.\n“How much milk can we provide to our kids if we don’t build another missile for Syria?” asked Maria Potapova, a manager at the Blagoveshchensk Dairy Plant in Russia’s Far East. “They have all the money for Crimea and Syria. Why not spare some for us?”\nThe threat of American sanctions has scared away most Russian corporations still doing business in Venezuela. Russia’s second-largest oil producer, Lukoil, said last month it had stopped trading Venezuelan oil; the state-run Gazprombank, once one of Pdvsa’s main bankers, has stopped opening new accounts for Venezuelan clients. Even small-time orchid importers have left the country.\nA $1.5 billion Kalashnikov machine gun plant built by the state-run RosTec in Maracay, meant to symbolize Russia and Venezuela’s military cooperation, remains an empty shell 12 years after the start of construction.\nConditions in Venezuela are terrible and the government has to change, said a person involved in the RosTec project, who spoke on condition of anonymity.\nWhat Russia wants, he added, is to have a say in who comes next.", "date": "March 8, 2019", "href": "https://www.nytimes.com/2019/03/08/world/americas/russia-venezuela-maduro-putin.html", "tags": "rosneft maduro helping venezuela russian ” oil russia"}