{"title": "Why China's proposal was long expected", "content": "China's Communist Party has proposed scrapping presidential term limits, a move that would allow the current leader, Xi Jinping, to stay in power. It is the culmination of a long shift in Chinese politics, says BBC World Service Asia Pacific editor Celia Hatton.\nThis is the announcement many have been expecting. \nChina's President Xi Jinping has become a dominant figure in Chinese politics, commanding the loyalty of the ruling party's factions, the military and the business elite. He is the most powerful leader since the country's revolutionary founder, Mao Zedong. \nMr Xi's photo is regularly plastered on billboards across the country and his authorised nickname, \"Papa Xi\", appears in official songs. \nLast week, an estimated 800 million tuned in to watch China's annual Lunar New Year gala on television, which promoted Mr Xi's \"New Era of Chinese Thought\" throughout.  \nFor decades, the Communist Party has dominated life in China. Now, Xi Jinping has stepped into that spotlight, outshining the Party that promoted him to the top spot. \nIn the past, the Communist Party stayed firmly in control, but the man at the top of the Party was in command for a limited amount of time. One leader would dutifully hand power to another after serving a decade in power. \nXi Jinping disrupted that system from the early days of his time in office. He quickly instituted an anti-corruption campaign that disciplined more than a million Party officials for graft - usually for accepting bribes or misspending government money. \nThe same campaign conveniently eliminated Mr Xi's political rivals and silenced any doubters into submission. \nMr Xi has also shown a clear political vision since his first days in office, promoting huge national projects like the One Belt One Road initiative to build new global trade routes and announcing grand plans for China to erase poverty by 2020. \nThere has long been speculation that he might push to stay on as president. Mr Xi is so powerful that it was difficult to imagine who could rise to succeed him in five years. \nThe leadership has been laying the groundwork for this announcement: at a key Party meeting last October, Mr Xi defied tradition and failed to nominate an obvious successor.", "date": "25 February 2018", "href": "https://www.bbc.com/news/world-asia-china-43189540", "tags": "jinping xi china proposal party communist expected chinese long leader power new"}