{"title": "Why Your Subway Train Might Start Moving Faster", "content": "Two trains collided on the Williamsburg Bridge between Manhattan and Brooklyn in 1995, killing a train operator and injuring dozens of riders. The accident, the fourth rear-end crash in a two-year span, led to stricter rules that kept trains from going too fast.\nMore than two decades later, those rules have slowed down trains more than is necessary for safety, which contributes to a system plagued by delays.\nNow the subway’s leader, Andy Byford, is changing the rules in some areas to speed up trains as part of a major effort to improve service for frustrated riders. Over the weekend, the speed limit was raised on parts of two lines in Brooklyn — the N and R trains — from 15 miles per hour to as much as 30 miles per hour. Other lines will be sped up in coming months.\n“We want to keep pushing trains through the pipe and moving them,” Mr. Byford said in an interview. He outlined his plans on Monday to the Metropolitan Transportation Authority’s board, which oversees the system.\nThe changes to the speed limit are one piece of Mr. Byford’s sweeping plans to turn around service and modernize a system that descended into crisis last year. Workers have also started to replace faulty signals that trigger a train’s emergency brakes at low speeds, a problem investigated by The New York Times and The Village Voice that has also led to slower service.\nSubway riders often wonder why an express train suddenly crawls along slowly instead of zooming to the next stop. Slow train speeds are less disruptive than major delays caused by train breakdowns and sick passengers, but they have added to the feeling that the system is constantly delayed.\nMr. Byford says he is confident that trains can travel safely at higher speeds and that fixing the balky signals will allow train operators to travel at the correct speeds.\n“This is all about getting the safe maximum out of the existing signaling system,” Mr. Byford said.\nOver the summer, Mr. Byford created a new “speed unit” — a three-person team that traveled every mile of track on the system in an empty train to find areas where trains could safely move faster. The team identified 130 locations where the speed limit should be increased. So far, a safety committee at the transit agency has approved 34 locations for speed increases.\nWorkers recently started to change speed limit signs on the first segment on the Fourth Avenue line in Brooklyn between 36th Street and 59th Street. Overall, officials plan to change the speed limits at 100 locations by the spring.\nThe team also found 267 faulty signals that were forcing train operators to pass at slower speeds. The equipment, known as grade time signals, was designed to halt trains that are moving too quickly. But officials kept adding more of them — eventually reaching 2,000, some of which were poorly maintained and misconfigured.\nAbout 30 signals have been repaired in Brooklyn, from the DeKalb Avenue station to the 36th Street station, on the B, Q, D, N and R lines, and near the 9th Avenue station on the D line. Mr. Byford wants to eventually fix all of the faulty signals, though he cautioned that the work is complex and could take awhile.\n“This is a great move and I think it’s one that a lot of people have been waiting on for quite a while,” said Benjamin Kabak, who writes the Second Ave. Sagas subway blog. “I think it can provide immediate dividends in terms of speeding up service.”\nMr. Byford, who started running the subway in January, is also pressing elected leaders to provide funding for his ambitious $40 billion proposal to modernize the subway. Installing modern signals is a key part of the plan. Last week, Mr. Byford announced the hiring of a signals expert named Pete Tomlin, who has worked on transit systems in Toronto and London, to oversee signal upgrades in New York.\nSubway officials have blamed “overcrowding” and growing ridership as the main reason for delays. But Mr. Byford quickly disagreed and instead focused on finding the root causes for delays. Trains on New York’s subway system travel at about 17 miles per hour on average, the slowest of any heavy rail system in the United States, according to a 2010 analysis by a transportation planner named Matt Johnson. Trains on the Bay Area Rapid Transit in the San Francisco area, for instance, averaged 33 miles per hour, he found.\nMr. Byford is trying to correct problems that resulted from changes made after the 1995 crash. The top speed for trains on the subway is about 50 miles per hour, though most trains travel slower than that. When Mr. Byford rode trains with workers, they told him slow speeds were a major problem.\n“Operators told me, ‘We used to be able to drive through here more quickly,’” Mr. Byford said.\nMr. Kabak said he had noticed trains moving slowly for no apparent reason.\n“There is a right balance between safety and speed, but at this point they’ve gone too far on the side of slowing down trains,” Mr. Kabak said.\nStill, some riders reported that service on the N and R lines in Brooklyn remained dismal on Monday — even with higher speed limits. After all, trains cannot go faster when they are stuck behind delayed trains.\nSarah Peltz said her R train slowed to a crawl in Brooklyn on Monday morning, eventually getting stuck in the tunnel under the East River for several minutes. The subway’s Twitter account reported that N and R trains were delayed by a train breakdown in Manhattan.\n“I would very much like to get to work today so I can pay rent, eat & pay 121 month for this ‘service,’” Ms. Peltz posted on Twitter, in reference to the $121 cost for a monthly MetroCard.\nSome riders were skeptical that New Yorkers would notice any difference. “A snail pace to a turtle pace. How exciting!” Jason Kaplan posted on Twitter.\nZachary Arcidiacono, a leader at the Transport Workers Union Local 100, which represents thousands of subway workers, said he had taken a ride on the “speed unit” train and felt comfortable with the changes Mr. Byford ordered.\n“We moved at a higher rate of speed, and it was a smooth operation,” he said. “It’s nothing that would throw riders.”\nTrain operators had become so afraid that they would get in trouble for setting off “grade time signals” that they traveled below posted speed limits, said Mr. Arcidiacono, who joined the transit agency as a train operator in 2007.\n“We were trained to go 5 to 7 miles per hour below the posted speed,” he said. “It became part of the work culture.”", "date": "Dec. 10, 2018", "href": "https://www.nytimes.com/2018/12/10/nyregion/new-york-subway-delay.html", "tags": "start trains byford signals might subway ” faster moving train speed"}