{"title": "Why do US evangelicals support Trump's Jerusalem policy?", "content": "US Vice-President Mike Pence's trip to Israel has been postponed, amid Palestinian protests against the US decision to recognise Jerusalem as Israel's capital. But why does the move remain popular with evangelical Christians in the US?\nThe Reverend Johnnie Moore, a 34-year-old evangelical Christian, is closer than most to President Trump.\nDuring the election campaign, he was co-chair of Mr Trump's evangelical advisory board.\nHe has met the president and his team \"several times\" - most recently last month - and speaks to the White House regularly.\nIn July, he even posted this picture of the president at prayer.\nSo he seems a good person to ask. When Mr Trump recognised Jerusalem as Israel's capital, did American evangelicals support him for Biblical reasons, as has been reported?\nBecause of a belief in the Battle of Armageddon? The End Times? The second coming of Jesus Christ, and a thousand years of peace?\nMr Moore laughs at the suggestion. \n\"I've never heard it come up once,\" he says. \"Not once.\"\nJerusalem is important to all Christians. But the city, and Israel, is especially significant to some.\nThis is where the End Times comes in.\n\"There's a segment of Christianity that believes the creation of the state of Israel (in 1948) was the fulfilment of prophecy,\" says Prof Christopher Rollston from George Washington University.\n\"Not just a good thing - but the fulfilment of prophecy.\"\nThe idea was popularised in a best-selling book called The Late, Great Planet Earth, released in 1970.\nThe slim paperback, by American author Hal Lindsey, said world events - including the creation of Israel - were proving the Bible correct. \nTo some Christians, the book validated their beliefs. It also meant the end of the world as we know it - which the Bible also predicts - was near.\nThe idea is older than Hal Lindsey, but he helped popularise it. The book sold millions of copies.\nNot all Evangelicals share this apocalyptic view. But some do, including a group called premillennialists.\nThey believe in a Great Tribulation - that is, a period of war and destruction - before a thousand years of peace.\n\"They believe there will be, ultimately, an apocalyptic end of the age,\" says Prof Rollston. \"Replete with the Battle of Armageddon, the Mark of the Beast, these sorts of things.\"\nSo what is the connection to End Times and Donald Trump recognising Jerusalem as Israel's capital?\nAgain, says Prof Rollston, it stems from the belief that Israel's creation was foretold in the Bible.\n\"Anything that's supportive of the modern state of Israel, for them is a good thing,\" he says. \"It's not data driven.\"\nProf Rollston goes to an Episcopal (Anglican) church, but grew up around evangelicalism. He finds premillennialism \"entirely unconvincing and a misappropriation of scripture\".\n\"They will cite this text or that text,\" he says. \"But they're citing it entirely out of context.\"\nThe Reverend Johnnie Moore agrees that some evangelicals hold premillennial, or dispensationalist, beliefs. But he thinks it's a \"very, very small group\", whose influence is exaggerated.\n\"I've seen all the stories,\" he says. \"'Evangelicals want Armageddon' or 'Evangelicals want the Rapture'.\n\"I think that is Exhibit A of people on the outside coming to conclusions about what evangelicals actually think.\"\nEvangelicals did discuss Jerusalem in the White House. But the discussions, says Mr Moore, were political - not theological.\n\"The leaders know what they're talking about from experience,\" he says.\n\"They follow politics in the region, they know the public figures, they read the papers, they have informed foreign policy views.\n\"This was geo-political opinion, more than theology.\"\nThe message is echoed by David Brog, executive director of Christians United for Israel.\n\"There is a widespread myth that Christians support Israel to speed the End Times,\" he says. \"That's simply not true. \n\"Anyone who understands the theology / eschatology of pro-Israel Christians knows they believe they are powerless to change the date of End Times.\n\"If they are powerless to speed this day, their support for Israel must be driven by other motives.\n\"In the case of Jerusalem, we support President Trump's decision because it is an act of historic justice - and an overdue recognition of modern reality.\"\nLike David Brog, Johnnie Moore cites non-theological reasons for supporting Mr Trump's policy.\nThe first is that Congress passed a law in 1995 recognising Jerusalem as Israel's capital, but successive presidents have waived it on national security grounds.\n\"This is a law that has been defied by presidents again and again and again,\" he says. \"They have defied a congressional mandate.\"\nHe also thinks the US shouldn't dispute where a country says its capital is.\n\"We don't super-impose on any other nation in the world where their capital is going to be,\" he says. \"This (Jerusalem) is the seat of government of the state of Israel.\"\nThirdly, he doesn't believe Mr Trump's policy will harm the peace process.\n\"The Palestinians have referred to East Jerusalem to be the capital of a Palestinian state,\" he says. \"Which implies that at least West Jerusalem is going to be the capital of the Israeli state.\n\"If you read the whole of the president's comments when he made the announcement, he actually said it was up the parties to decide the future of Jerusalem.\"\nMr Moore visited Israel after Mr Trump's announcement and sat down with a mukhtar (a local Arab leader) in east Jerusalem.\n\"The mukhtar said 'What's changed? This has been the capital of Israel. Israel's government is here. The Knesset (Israeli parliament) is here. Israel's prime minister is here.'\n\"And he's a Muslim mukhtar in east Jerusalem.\"\n(The mukhtar's view is at odds with other Palestinians - and the wider Arab world - who protested against President Trump's decision).\nMr Moore is frustrated that - in his opinion - the evangelical position has been mis-reported.\nSome people don't understand their position, he says. But some do - and instead choose to \"diminish the credibility of the evangelical community\".\n\"We're normal people,\" he says. \"We have modern views of things.\n\"We talk to other people, we're peacemakers, we're bridge builders. We're not apocalyptic.\"", "date": "5 January 2018", "href": "https://www.bbc.com/news/world-us-canada-42402350", "tags": "support policy us moore mr end israel trump capital says christians jerusalem evangelicals"}