{"title": "Why is Russia so desperate to win Eurovision?", "content": "Russia is the bookies' favourite to win this year's Eurovision song contest, and one reason for this is that it has spared no expense to produce an expertly staged performance. Winning Eurovision seems to have become a national priority, but why?\nSeven years ago, Swedish television executive Svante Stockselius was in Moscow, watching rehearsals for the Eurovision finals. It was the first and only time the contest had been held in Moscow, after Dima Bilan's victory with Believe at the 2008 contest in Belgrade.\n\"All of a sudden, the Russians they went crazy, and they said Mr Putin, our prime minister, has arrived,\" remembers Stockselius, who was then Eurovision's executive supervisor.\n\"It struck me how short he was, Mr Putin, but I also remember when shaking his hand it was a fist of iron, it was very, very strong, and he was also very curious about details.\"\nBut why would the Russian strongman himself take an interest in Eurovision?\n\"Because they said that the Eurovision Song Contest was an event of high importance for the country,\" Stockselius says.\n\"And also he wanted to make sure himself that this would be a show that would promote Russia, that would show Europe what we can do. And they put a lot of money into that show.\"\nIn 2013, the Kremlin's total seriousness about Eurovision was on display again.\nAs the votes came in, the singer representing Azerbaijan, Farid Mammadov, won a maximum 12 points from Russia. But when Azerbaijan came to vote for Russia's Dina Garipova, the result was a shocking \"nul points\".\n\"Ten points were stolen from us, well not from us but from our participant,\" Russian Foreign Minister Sergey Lavrov complained three days later, after meeting his Azeri counterpart.\n\"This does not makes one happy. We will agree on a unified course of action so this outrageous action will not remain without an answer.\"\nWhat especially rankled with the minister was the fact that Russia had actually come second in Azerbaijan's popular vote. \nIt's not uncommon for national juries to take a different view of a song than the members of the public, or to be influenced by political considerations, according to Daniel Gould, a British teacher who gave up his job to bet professionally on Eurovision. These are the kinds of things he has to weigh up when trying to predict a winner.\nListen to the Swedish Ambassador's Guide to Eurovision, presented by Nicola Clase, Sweden's ambassador to the UK, on the BBC World Service. Click here for transmission times or to listen online:\nBut politically inspired booing is not normal at Eurovision, or at least it was not until the Russian annexation of Crimea in 2014.\nThat year the studio audience in Copenhagen, where the contest was being staged, showed its disapproval when the Tolmachevy Sisters walked on to sing.\n\"They booed out two 17-year-old girls,\" says Jon Ola Sand, a Norwegian TV executive who was in charge of the show.\n\"I met them backstage, they were absolutely devastated. It's the worst thing I've seen. It was so mean to these young girls who had done nothing wrong.\"\nSo last year he made a special plea before the singing began. \n\"We talked to the audience. We said please, everyone is invited here to compete in a friendly battle. So please do not boo at the artists.\"\nThe audience ignored him. Russia got booed again. And it wasn't because the song was bad - it came second.\nOne of Vladimir Putin's declared ambitions in his 16 years as president and prime minister has been to restore the country's status in the world. The outcome of this has been seen on the battlefield and the sports field - including the most expensive Olympics ever (winter or summer) in Sochi in 2014. And it seems Russia is determined to chalk up a second win at Eurovision. It's a matter of pride, and after the last two years of booing, of hurt pride.\n\"They have hired every top Eurovision person in their particular field to work on the Russian entry - two composers, a Russian called Philip Kirkorov and a Greek called Dimitris Kontopoulos, who've both written many Eurovision songs before,\" says the Eurovision gambler Daniel Gould.\n\"They've got the vocal coach, a Cypriot called Alex Panayi, who has worked on numerous successful Eurovision entries. They've hired the best Swedish backing singers. So basically they've put everyone in place to try and win it this year.\"\nThe verdict of the BBC Eurovision Twitter account after Russian contestant Sergey Lazarev's successful semi-final performance on Tuesday was \"Olympic staging\" and \"Everything but the kitchen sink\".\nLazarev himself also drew an Olympic analogy, in an interview with the BBC's Steve Rosenberg. \n\"For Russia it's very serious and like the Olympic Games in music, really, really,\" he said. \"Russian audiences love Eurovision. Every year ratings are very high.\"\nAcross Europe, there are differing levels of enthusiasm for Eurovision. \nAccording to music producer Christer Bjorkman, a survey showed that Swedes rank their birthday as the most important day of the year, followed by Midsummer, and then Melodifestivalen - the contest to select Sweden's Eurovision entry. Christmas came fourth.\nIn the UK, on the other hand, Eurovision has come to be regarded as something of a joke, the commentary - by the late Terry Wogan until 2009, and afterwards by Graham Norton - heavy with irony and innuendo.\nRussia, despite the moral outrage voiced by pundits on TV when Austrian drag queen Conchita Wurst won in 2014, definitely lies at the Swedish end of the scale.\nDr Karen Fricker of Brock University in Canada, who studies the politics of Eurovision, says the UK's aloof attitude towards the contest mirrors its ambivalent relationship with Europe as a whole.\nSo why, in her view, is Russia so keen to win?\n\"You could make an argument to say that while there is a lot of antagonism between Russia and the rest of the world, a platform in order to show that Russia can do Europe even better than Europe - even though it doesn't even care about Europe - is itself a very strong gesture of political and cultural power.\"\nListen to the Swedish Ambassador's Guide to Eurovision, presented by Nicola Clase, Sweden's ambassador to the UK, on the BBC World Service. Click here for transmission times or to listen online.\nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.", "date": "13 May 2016", "href": "https://www.bbc.com/news/magazine-36269302", "tags": "russian win show contest europe eurovision desperate year bbc russia swedish"}