{"title": "Why Overtime and a Trump Comparison Are Fueling Threats of a Subway Strike", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nThe claim was stunning: A single worker on the Long Island Rail Road earned $344,000 in overtime last year. \nYes, the Metropolitan Transportation Authority confirmed, the worker managed to log 3,864 hours of overtime, part of a trend in which dozens of transit workers received millions of dollars for working extra hours. \nHigh overtime costs have been a longstanding problem at the authority, but the latest figures have sparked an angry standoff between Gov. Andrew M. Cuomo and the transit workers union. \nMr. Cuomo accused workers of fraud and called for an investigation. The transit union’s leader, John Samuelsen, likened the governor to President Trump and argued that overtime was necessary to fix the failing system.\nMr. Samuelsen even said the growing tension could lead to a subway strike — something New York City has not seen since 2005. \nA strike is unlikely, but the fact that it was raised shows how acrimonious things have grown between Mr. Cuomo, a Democrat who controls the authority, and the Transport Workers Union, an ally of Mr. Cuomo’s as he ran for a third term last year.\nHere’s what we know about the overtime debate:\nYes. His name is Thomas Caputo, and he was the chief measurement operator at the Long Island Rail Road — a job that involves operating a track geometry car that inspects the rails to identify areas that need repairs. \nThe overtime bonanza brought his total pay last year to $461,646, according to a recent report by the Empire Center, a research nonprofit. That is more than the salary of Andy Byford, the subway leader who makes $325,600 a year — or what Mr. Cuomo and Mayor Bill de Blasio earn.\nMr. Samuelsen defended Mr. Caputo’s pay, saying that he was assigned by management to do the extra work and that he was the only employee with “that particular skill set.” Mr. Caputo, who retired last month, had worked at the authority for 30 years and had seniority to select overtime assignments for other jobs he was qualified for, transit officials said.\nAnother worker, Michael Gundersen, a maintenance supervisor for the subway and bus system, earned more than $271,000 in overtime last year, bringing his total pay to $379,453.\nThe authority’s chairman, Patrick Foye, said five employees at the Long Island Rail Road were being disciplined for overtime abuse. Mr. Foye has also called for an independent investigation of the problem. \nAt an emergency M.T.A. board meeting on Friday, transit officials said much of the overtime costs were for workers making urgent repairs. In 2017, Mr. Cuomo declared the subway to be in a state of emergency and created a “subway action plan” to fix the system. The Long Island Rail Road and Metro-North Railroad have also been plagued by delays.\nMr. Samuelsen said the agency needs more workers to implement the subway action plan.\n“If you don’t want to pay overtime, hire enough staff,” Mr. Samuelsen said.\nMr. Cuomo says some transit workers have abused the overtime and attendance system.\n“This is about stealing, this is about fraud, this is about people saying they worked and charging the taxpayers when they didn’t work, right?” Mr. Cuomo told reporters on Sunday. “That’s stealing. It’s criminal.”\nThe accusations from Mr. Cuomo — and his ally, Lawrence S. Schwartz, on the authority’s board — have angered the transit union, which is negotiating a new labor contract with the authority. The union’s current contract expires on Wednesday, though the terms will continue until a new agreement is reached.\nMr. Samuelsen said comments by Mr. Schwartz and the authority’s decision to send police officers to monitor transit workers had heightened the conflict. \n“This is the type of behavior you’ve engaged in that triggers strikes on the New York City subway system,” Mr. Samuelsen said at the board meeting. “I’m not saying that as a threat. That’s the truth.”\nOn Monday, Mr. Samuelsen compared Mr. Cuomo to Mr. Trump, saying the governor was circulating lies about workers.\n“There’s no evidence at all of widespread criminality. It’s a big lie,” Mr. Samuelsen said in an interview. “This is what Donald Trump does.”\nDani Lever, a spokeswoman for Mr. Cuomo, said there were two separate issues: the lack of an effective time and attendance system for subway and bus workers, and “alarming reports of potential overtime fraud” at the Long Island Rail Road. \nA strike would be, to put it simply, unpleasant. A three-day strike on the subway and bus system in 2005 paralyzed the city. \nBut in recent years, the authority has taken a friendlier tone with the union, and its workers have received significant raises. The Transport Workers Union, which represents more than 38,000 subway and bus workers, has also donated more than $275,000 to Mr. Cuomo’s political campaigns through various branches of the organization.\nStill, Mr. Cuomo said he would not stand for overtime abuse, especially after the authority raised subway and bus fares and Mr. Cuomo approved new revenue streams for the agency. Mr. Cuomo recently persuaded state lawmakers to pass congestion pricing, a plan to toll drivers entering the busiest parts of Manhattan to raise money for the subway.\n“They’re paying higher fares and they’re going to pay higher tolls,” Mr. Cuomo said. “Now do your job, M.T.A. Perform and perform at a higher rate than you’re now performing.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/nyregion/cuomo-transit-workers-union-mta.html", "tags": "authority comparison samuelsen subway ” trump workers strike fueling cuomo threats overtime"}