{"title": "Why are India's army and government at loggerheads?", "content": "India's civil-military relations, steadily deteriorating for months under Prime Minister Manmohan Singh's Congress party-led coalition, has recently suffered a further setback.\nThe new low follows an exaggerated newspaper report, hinting at an aggressive show of force by a disgruntled army chief, General V K Singh.\nThe influential Indian Express newspaper on Wednesday reported that in mid-January two army units, including a Special Forces battalion, had marched on New Delhi without telling the proper authorities.\nFor 18 hours it reportedly panicked the government, already locked with Gen Singh in a legal row over his date of birth.\nThe report hinted obliquely at a feeble, ill-conceived coup attempt by Gen Singh, but stopped just short of terming it one.\nCoincidentally on 16 January, the day of the troop movement, Gen Singh took the dispute over his age to the Supreme Court.\nThe long-simmering row had already embittered relations between the army headquarters and the Ministry of Defence (MoD).\nGen Singh was the first serving Indian military chief ever to take the government to court.\nHe eventually dropped the case after the court indicated it would not rule in his favour. But had he prevailed he would have continued in office for an additional 10 months until March 2013.\nFor now, he retires on 31 May.\nThe Express, meanwhile, dramatically reported that the two units from 1 Strike Corps, one of the army's three \"sword arms\", headquartered at Mathura, 150km (93 miles) east of Delhi, accompanied by around 50 armoured vehicles had marched, unannounced, on the capital.\nA nervous federal administration, informed by the Intelligence Bureau (IB) of this seemingly dubious activity managed to stall them, using diversionary tactics involving the local police and after a tense night, ordered the troops back to their respective bases, the paper stated.\nPrime Minister Manmohan Singh and Defence Minister AK Antony immediately dismissed the report as \"alarmist\" and \"baseless\", an exaggeratedly dramatic reaction to a routine army exercise.\n\"The army chief's office is an exalted office. All of us have an obligation to do nothing that lowers its dignity\" the prime minister said.\nGen Singh rejected the news report as an \"absolutely stupid\" reaction to a regular manoeuvre - for which no prior intimation to the federal authorities was necessary - to test the readiness of key units to mobilise swiftly for emergency deployment in foggy conditions, usually prevalent in northern India during winter.\n\"Some people are trying to throw muck at the government and the army. Such people need to be taken to task,\" Gen Singh said on Thursday from Nepal's capital, Kathmandu where he was attending a seminar.\nThe Express, however stands by its report claiming it to be a \"meticulous reconstruction and a very sober interpretation of the movement of two key army units\" towards Delhi.\nUnderstandably, the news report created a furore across the country with a host of politicians, military men and analysts vociferously and excitedly lining up on either side of the debate on television news channels and newspaper columns.\nBut the issue continues to fester and army and MoD insiders privately concede that relations between the two remain \"tense and un-cooperative\" - spawning factions in both departments that greatly exacerbate wild speculation and rumour.\nMilitary officers, however, maintained that the news report would serve not only to \"poison\" the public mind against the army but, more importantly impinge adversely on its routine operational functioning under Gen Singh's successors.\n\"The pubic perception of the hitherto respected Indian army over the past few days is a growing distrust of a force which many now believe wants to seize power like in Pakistan\" said former Brigadier Arun Sahgal, joint director of Institute of National Security Studies in New Delhi.\nThe other vital message this crisis would relay to future army chiefs was that perforce, they would need to wary of undertaking even routine manoeuvres classified in the army as standard operating procedure (SOP) for fear of alarming the authorities.\nThis would seriously depreciate the force's war-fighting capabilities, already blunted by a lack of adequate, updated materiel, as Gen Singh warned in a letter to the prime minister that was recently leaked to a newspaper.\nThe leak, currently under investigation, further deepened the mistrust between the army and the government.\n\"The army chief will now have to look over his shoulder all the time, further tightening the already stifling control of the civilian MoD over the military,\" Brig Sahgal said.\nIndia's military, unlike that of nuclear rivals Pakistan and China, plays no role in either the politics or the administration of the country nor, surprisingly, in formulating or shaping security policy.\n\"And it will never be like neighbouring militaries for a variety of reasons, the foremost being that democracy for all its shortcomings is firmly entrenched in India,\" retired Maj Gen Sheru Thapliyal said.\nHowever, he warned that with its decision-making capabilities steadily eroded over decades by itinerant and ill-informed MoD civil servants and devious political considerations, the has suffered a dilution in its operational independence and professionalism.\nThe late K Subrahmanyam, India's best known strategic and nuclear expert, repeatedly criticised the lackadaisical and \"lotus eating\" attitude of the MoDs \"generalist\" civil service in its dealings with the military.\n\"There is no clear understanding among our leaders, our political class, our bureaucracy, business establishment and intellectuals about the nature of the security problems India faces,\" K Subrahmanyam said at a public lecture in 2000 outlining problems that since have only worsened.\nThe MoD, he declared, had burdened itself with the house-keeping functions of the armed forces which are best left to them and was not conditioned or trained to think through long-term international and national security issues.\nSuch shortcomings, he added, were all the more serious and alarming as after 1998 India had emerged as a nuclear weapon state, necessitating greater understanding and maturity of matters strategic and military.\nAlongside, over decades the army had become a crisis-management instrument employed endlessly to deal with insurgencies in north-eastern India and in adjoining Punjab and Kashmir provinces in the north.\n\"Sixty five years after independence the army has been on stand-by for one crisis after another,\" former Lt Gen PC Katoch said, accustomed to being used not as a war fighting force but for mere policing to ensure internal security.\nAnd though it can be argued that this indicated its flexibility and adaptability it also detracted from its primary role as a military force, he stated.\nStatistics of the number of times the army has been employed in aid of civil authority exist in some classified file in the MoD but are rarely revealed.\nUntil the mid-1990s, for instance, the army was called out to perform a policing role every sixth day.\nThe end result is that the army is simply looked upon by the public as a fiercer and more disciplined constabulary in olive green.\nBut after the latest controversy even that role could, worryingly, become downgraded.\nRahul Bedi is based in Delhi and works as the India correspondent for Jane's Defence Weekly and the Irish Times.", "date": "6 April 2012", "href": "https://www.bbc.co.uk/news/world-asia-india-17635618", "tags": "minister india military report loggerheads army mod singh government gen"}