{"title": "Why India is one of world's most protectionist countries", "content": "The world's largest democratic exercise begins today. \nNine hundred million Indians are registered to vote in general elections taking place over the next five weeks. Much is at stake.\nPrime Minister Narendra Modi's Bharatiya Janata Party (BJP) has promised to make India the world's third largest economy by 2030. \nMeanwhile, the opposition Congress Party has put job creation at the heart of its manifesto.\nIndia's trade policy has also come under scrutiny.\nWith some of the highest tariffs in the world, some fear the country is slipping back into its old protectionist ways. \nAfter independence in 1947, India spent decades trying to survive without international trade.  \nThe country ditched its model of local production for local consumption following a currency crisis in the early 1990s that forced policymakers to ask the International Monetary Fund (IMF) for help.\nThe IMF cash came with conditions: India had to open up to foreign investment, cut red tape and remove trade barriers.\nMany saw this as the start of India's reintegration into the global economy, and over the last 20 years liberalisation has connected its young, vibrant workforce with firms around the world.\nToday, it is one of the world's top outsourcing destinations, with many of its workers powering back-end IT systems, call centres and software development.\nThis has also helped India to run a trade surplus - whereby it sells more than it buys - in goods and services with the US.\nWhen Narendra Modi came to power in 2014, he promised to boost India's already impressive growth through further economic liberalisation.\nAnd the new government took big steps to make doing business easier, says Rick Rossow, former deputy director at the US-India business council.\nFor example, it combined more than a dozen levies into one national sales tax that helped goods to move seamlessly across state borders. \nMr Modi's warmth with global leaders and chief executives - and his oft-lampooned fondness for hugging them - also marked a big shift from past prime ministers.\nYet when it comes to its trade, there has been no such progress, with some even accusing the country of travelling backwards. \nUS President Donald Trump has repeatedly attacked Indian duties on Harley Davidson motorcycles and American whiskey, despite trade between the two countries having boomed in recent years. \nIn its latest report on global trade barriers, the US trade department singles out India as having the highest tariffs \"of any major world economy\" - averaging 13.8%.\nIt describes Indian trade policy as opaque, unpredictable, and says it often leaves US firms drowning in paperwork.\nMore from the BBC's series taking an international perspective on trade:\nMr Rossow says India's strategy has always been \"pro-investment and anti-trade\".\nFlagship government policies such as Make in India have aggressively courted foreign direct investment while seeking to boost domestic manufacturing.\nTo achieve this, India has erected trade barriers against competitors. In the past, western multinationals were the target. Today, China is seen as a rising threat. \nThe BJP used its budget last year to raise import duties on goods including sunglasses, cigarette lighters and fruit juice to discourage Chinese imports.\n'WTO troublemaker'\nMr Modi's government has also spent the last four years defending India's multibillion-dollar food-security programme, which many developed countries see as unfair.\nUnder the programme, the government heavily subsidises local farmers so they can provide low cost food for the poor. \nBut, the US and others argue it breaks World Trade Organisation (WTO) rules around subsidy limits.\nDmitry Grozoubinski, a former Australian negotiator at the WTO, thinks they may have a point. \n\"India is justifying its agricultural subsidies by claiming their poorest citizens can't afford food, but they're maintaining massive tariff walls that effectively prevent the imports that could bring prices down.\"\nHe believes Mr Modi is just grandstanding to show support for the millions of farmers in India - a key voting constituency. \nThis also may explain why India has become such a troublemaker at the WTO over the issue, Mr Grozoubinski adds.\nIndian trade representatives regularly use obscure legal precedents to stop the Geneva-based body from doing its job, he says, even trying to block rulings on entirely unrelated matters.\n\"Domestically it plays well for them to say we're standing up for poor farmers and not letting western countries bully us,\" he adds. \nAs the fastest growing major economy in the world, India is unlikely to worry too much about such criticism. It's managed to bring millions of people out of poverty since the millennium, although challenges remain.  \nThere is, however, a risk that its protectionism could backfire.\nTake the way that, last December, the government banned foreign retailers such as Amazon from striking exclusive deals with local goods sellers. \nThe move was viewed as a bid by Mr Modi to placate small traders, also a key voter base. \nBut it irked the US and last month the Trump administration said it planned to end a scheme which allows some goods to enter the US duty-free after India refused to remove price caps on some medical devices.\nIndia, which was also angered by Washington's refusal to exempt India from steel and aluminium tariffs last year, vowed to retaliate. But it has so far delayed implementing tit-for-tat tariffs.\n\"My guess is that they see picking a direct fight with the US as a losing battle and a real danger,\" Mr Rossow says.\nTrade is unlikely to play a major role in this year's election. Voters are more likely to be concerned about jobs and growth, says Shumita Deveshwar, director of India research at TS Lombard.\nOthers compare Indian protectionism to the \"slippery slope\" in President Trump's America, where strong growth is overshadowed by a fear of China and a lack of good jobs.\nAnalysts say the risk is that further protectionist measures could reverse the economic gains enjoyed by the country since liberalisation.\nMs Deveshwar says India will need to reform on trade if it wants to secure long-term prosperity. \n\"India hasn't been able to tap into some of the trade opportunities that have opened up because of the tensions between the US and China, and you've seen other countries such as Vietnam come and take that market share.\"\nIf the Congress party gains power in May, it is unclear whether it will seek to change India's trade policy, and Mr Rossow believes a second term for Mr Modi will just mean more of the same. \n\"This government is all about trying to encourage investment and if it continues [in power], you're going to see another big run at that.\"\nThe Indian government did not respond to requests for comment on the issues raised in this article. ", "date": "11 April 2019", "href": "https://www.bbc.com/news/business-47857583", "tags": "us world india protectionist one countries says trade modi last government also"}