{"title": "Why US rates have a global impact", "content": "US central bankers have raised a key interest rate again this week, lifting the bank's benchmark rate to its highest level since 2008.\nThe US Federal Reserve raised the target federal funds rate by 0.25%, taking it to 1.75% to 2%.\nThe rise marks the Fed's seventh rate increase since 2015.\nOfficials aim to head off excessive inflation with higher rates and think the US economy can handle higher borrowing costs.\nThey are also shrinking the Fed's massive holdings of government debt and mortgage-backed securities, which were purchased to lift the economy out of the recession that ran from late 2007 to 2009. \nSo what impact is the shift in policy having?\nSome of the most dramatic effects have appeared in emerging markets, as higher US rates lure back investors who in recent years had looked for returns abroad.\nThe retreat from emerging markets remains relatively modest, with weekly flows to bond and equity funds down less than 10% from their peaks, according to EPFR Global, part of research firm Informa. \nBut it has coincided with - and partially fuelled - a stronger dollar, contributing to currency crises in countries such as Argentina, Turkey and Brazil. \nIt has also prompted central banks elsewhere, including in Indonesia, Malaysia and Hong Kong, to raise their own interest rates in defence.\nCountries that have seen the worst market turmoil have also faced political and financial problems of their own.\nBut the Fed may be underestimating its role, said Desmond Lachman, a fellow at the American Enterprise Institute and former head of emerging market strategy Salomon Smith Barney. \nHe pointed to recent remarks by Federal Reserve Chair Jay Powell that the power of US interest rates is \"often exaggerated\". \nIf the turbulence persists, it could hurt economies abroad, eventually reducing demand for US products and services, he added.\n\"Fed tightening is causing all sorts of problems for many emerging market countries and those problems can then come back to impact the US,\" he said. The Fed \"should be focused on it, but I don't know how much it is\".\nIn the US, banks are passing on higher borrowing costs to customers, raising the rates they charge for items such as credit cards, mortgages and car loans.\nConsumer spending - a major driver of the US economy - has held up, as a strong economy gives people confidence they can shoulder the added cost. \nBut with US incomes still relatively flat, higher rates could eventually induce greater caution.\nSigns of strain are already visible in parts of the economy dependent on borrowing, like the housing market, where the pace of home sales has weakened, amid low supply and high prices.\nA strong job market has helped to limit the effects, but economists say rate rises could cause buyers to retreat, even though average mortgage rates - which topped 4.5% this spring - remain several points lower than before the financial crisis.\nFed officials are well aware wage growth has been sluggish, of course. They often cite it as a reason to be cautious about raising rates.\nBut they want to prevent dramatic price inflation, which many economists expect to accelerate after the US passed a massive tax cut last year.\nHigher interest rates should be a boon to savers, who stand to earn more on the money they have squirreled away in bank accounts.\nBut US banks by and large have been slow to boost the interest paid on savings and other accounts.\nBanks offered an average interest rate of 0.15% for a typical savings account in March 2018, up just 0.03 percentage points from three years prior, according to data from the National Credit Union Administration. \nSo far, the paltry rates have helped to lift bank profits, without costing them accounts. \nBut analysts say customers will look for better terms if they see inflation start to eat away at their stockpiles.\nData suggests that inflation, which has lagged the Fed's target 2% rate in recent years, may be starting to pick up, so banks may have to start moving if they want to keep deposits.", "date": "13 June 2018", "href": "https://www.bbc.com/news/business-44389203", "tags": "us banks fed market rates inflation global economy higher interest rate impact"}