{"title": "Why Nakba is the Palestinians' most sombre day, in 100 and 300 words", "content": "Palestinians have been protesting at Gaza's border with Israel in the lead up to the the most mournful day in their calendar. The date, which falls on 15 May each year, commemorates events which caused Palestinians to lose their homes and become refugees. They refer to it as al-Nakba, or the Catastrophe.\nHere it is briefly explained, in both 100 words and 300 words.\nOn 14 May 1948, Israel declared independence, and in a war which began the next day, up to 750,000 Palestinians who had lived on that land fled or were expelled from their homes.\nNeither they nor their descendants have been allowed by Israel to return. \nThe Palestinians' displacement has led to years of upheaval.\nThere are around five million Palestinians currently recognised as refugees by the UN. Most live in Jordan, followed by the Gaza Strip, West Bank, Syria, Lebanon and East Jerusalem.\nReturning to their former homes is a key Palestinian demand, but Israel says it would be overwhelmed.\nThe Nakba stems from the Arab-Israeli war which began on 15 May, 1948 - the day after Israel declared independence when British control of the land, known as Mandate Palestine, was about to end.\nMost of the Arabs who lived in the area which became Israel fled or were expelled by Israeli forces in the 1948-49 war, and hundreds of thousands were freshly displaced  by Arab-Israeli fighting in the West Bank and Gaza Strip in June, 1967.\nToday some five million Palestinians are registered by the UN as refugees. Most live in Jordan, followed by the Gaza Strip, West Bank, Syria, Lebanon, and East Jerusalem.\nAlmost a third live in refugee camps.\nEvery year, Palestinians gather to participate in demonstrations to commemorate the Nakba, often displaying symbolic keys, emblematic of their lost homes. \nAl-Naqba is a highly charged occasion, and tensions with Israel on the day have erupted into violence down the years.\nThe right of return is a key demand of Palestinians and their leaders. They base their claim on a United Nations General Assembly resolution, which was passed in 1948.\nThe resolution says \"refugees wishing to return to their homes and live at peace with their neighbours should be permitted to do so at the earliest practicable date\".\nIsrael says it cannot allow five million refugees to return because this would overwhelm the country of 8.5 million and mean the end of its existence as a Jewish state.\nIsraeli and Palestinian leaders agreed to tackle the issue of refugees in the end stages of negotiations - but even peace talks themselves remain a long way off.", "date": "15 May 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-44114385", "tags": "may live palestinians words return nakba sombre israel gaza refugees million homes day"}