{"title": "Why the US-China rivalry will not end with a trade deal", "content": "A US-China trade deal - if it happens - is unlikely to end the rivalry between the two economic giants.\nBoth sides have fought a trade war over the past year with damaging consequences for the global economy.\nBut many say their dispute goes well beyond trade - it represents a power-struggle between two very different world views.\nDeal or no deal, that rivalry is only expected to broaden and become more difficult to resolve.\n\"We have entered into a new normal in which US-China geopolitical competition has intensified and become more explicit,\" says Michael Hirson, Asia director at consultancy firm Eurasia Group.\n\"The trade deal will moderate one phase of the US-China power struggle, but only temporarily and with limited effect.\"\nThe US-China rivalry is likely to play out next in the crucial technology sector, analysts say, as both sides try to establish themselves as the world's technology leader.\nIssues around technology transfer have been key during trade talks between the world's two largest economies in recent months.\n\"Every country now correctly recognises that their prosperity, their wealth, their economic security, their military security is going to be linked to keeping a technological edge,\" says Stephen Olson, research fellow at global trade advisory body Hinrich Foundation.\nMany say the US-China technology battle is already under way - and China's tech giant Huawei is at its very centre. \nHuawei has been the focus of intense international scrutiny lately, with the US and other countries raising security concerns about its products.\nThe US has restricted federal agencies from using Huawei products and has encouraged allies to shun them.\nAustralia and New Zealand have both blocked the use of Huawei gear in next-generation 5G mobile networks.\nBut Huawei has said it is independent from the Chinese government. Its founder Ren Zhengfei told the BBC in February that his company would never undertake any spying activities.\nThe dispute reached fever pitch with the arrest of the founder's daughter in December, and more recently Huawei's lawsuit against the US government.\nHuawei has also gone on a public relations offensive, placing a full-page ad in the Wall Street Journal telling Americans not to \"believe everything you hear\".\n\"The term 'cold war' is overused in the context of overall US-China tensions, but is increasingly accurate in describing their technology competition,\" says Mr Hirson. \nThe dispute over Huawei is \"symptomatic of this intensified geopolitical competition,\" he adds.\n\"This rivalry is far more difficult to resolve than pure trade issues.\"\nUS concerns about China have grown in recent years, along with China's influence around the world.\nIts massive Belt and Road Initiative, the Made in China 2025 plans, and the growing importance of companies like Huawei and Alibaba have all contributed to those fears.\nUS Vice President Mike Pence summed up the mood in a speech in October, saying China had chosen \"economic aggression\", rather than \"greater partnership\" as it opened its economy.\nHopes China would embrace a more Western model has given way to a recognition that China's economy has boomed alongside a state-run system, not in spite of it.\n\"China has become much more explicit in its ambitions in the last few years,\" says Andrew Gilholm, director of analysis for China, at consultancy Control Risks.\n\"Therefore nobody is imagining that China is going to follow a Western liberal democratic model, or converge towards a market economy in the way that people hoped a few years ago.\" \nSome analysts think a stand-off between the two sides was inevitable. \nTheir different systems have always made them awkward bedfellows in the global economy, while clashes between existing and rising powers are common in history.\n \"What we are dealing with here is friction between traditional free market economics, free trade economics, Washington consensus principles versus - for the first time - a huge, technologically sophisticated, centrally-managed economy that is playing the game by a different set of rules,\" says Mr Olson.\nAs the technology race gathers pace, analysts expect the US to continue to use non-tariff measures to push back against China.\nRestrictions on Chinese investment into the US, limits on the ability of US firms to export technology to China, and further pressure on Chinese companies are all tools that could be used, they say.\n\"Non-tariff measures don't get the attention from markets that tariffs do, partly because their impact is harder to quantify, but they can have far-reaching impact,\" says Mr Hirson.\nMore from the BBC's series taking an international perspective on trade:\nA new US law passed last year could facilitate this push-back. \nIt strengthened the government's power to review - and potentially block - business deals involving foreign firms by expanding the type of deals that can be reviewed by the Committee on Foreign Investment in the US (CFIUS).\nThe committee vets foreign investments to see if they pose a risk to national security.\nLast year, even before the new law passed, a high-profile deal involving the sale of US-based money transfer firm MoneyGram to Alibaba's digital payments arm Ant Financial collapsed when the companies did not get the required approval from CFIUS. \nHow US-China relations develop from here will partly depend on the kind of trade deal they strike.\nBurdened by tit-for-tat tariffs, both sides have shown a willingness to talk since agreeing on a truce in December.\nBut analysts say the relationship between the two giants could look different going forward irrespective of any trade deal.\nThey could have \"an entirely cooperative, flourishing, mutually beneficial relationship\" in certain areas but put up barriers in others in what Mr Olson described as a \"selective decoupling\".\nAn increasing number of areas could be fenced off, particularly those related to technology, he says.\n\"Is Huawei ever going to, in a significant way, be able to participate in the construction of the 5G network in the United States?  It seems unlikely.\"", "date": "22 April 2019", "href": "https://www.bbc.com/news/business-47848861", "tags": "technology us-china us rivalry china end economy huawei trade says two deal"}