{"title": "Why Do Israel and Gaza Keep Fighting? Because It’s in Their Leaders’ Interests.", "content": "JERUSALEM — More than two dozen people were killed and homes and businesses destroyed in the weekend’s fighting between Israel and Gaza, but on Monday leaders on both sides declared themselves satisfied with the outcome.\nThe cycle of violence-ceasefire-repeat that keeps verging on all-out war may look like pointless destruction to the outside world. But analysts say it is amply serving the interests of the two main antagonists.\nPrime Minister Benjamin Netanyahu of Israel gets to batter Hamas, the militant group that controls Gaza, while bolstering his argument that the Palestinians are not ready for peace and that a two-state solution is impossible.\nHamas, which sought and apparently received renewed assurances of a loosening of the Israeli blockade of Gaza, gets to show skeptical, impoverished Gaza residents that its strategy of armed resistance is working.\nThe result is a strange kind of symbiosis.\nThe relationship between Hamas and Israel is adversarial, to be sure: always bumpy, frequently deadly and fraught with risk that it could spiral into a protracted ground conflict, whether from a stray rocket that kills too many innocents or a shift in the political calculus on either side.\nIt may prove an armistice slowly in the making — “a negotiation by fire,” as Ghaith al-Omari, a former Palestinian Authority official, described it. Or perhaps it is a form of détente, Middle East-style.\nBut with each iteration of the cycle that does not lead to a conflagration, Israel and Hamas are serving one another’s purposes, and getting more and more used to doing business this way.\nThe fighting over the weekend, the worst since a 50-day war in 2014, was at least the eighth round of brief fighting between Israel and Gaza over the past year, with battles sometimes lasting little more than a day. Each has ended quickly in a cease-fire, usually brokered by Egypt and seen as evidence that neither side wants a full-fledged war.\nHamas has shown an ability to live up to its commitments: An important moment came at the end of March, when on the anniversary of demonstrations along the Gaza-Israel fence, Hamas deployed operatives in brightly colored vests to keep violence to a minimum, showing it could enforce a cease-fire, analysts said.\nBut at other times, it can express its impatience with weapons. The weekend’s violence may have been fueled by a delay in the arrival of millions of dollars in Qatari cash to help pay the salaries of Gaza workers and by a perception that Israel was not following through quickly enough on other promises.\nSome of the clashes since last summer, meanwhile, have been interpreted as attempts by Hamas leaders to seek a better deal.\n“They have a tendency to try and stretch the terms and improve what they’re getting by flexing their muscles,” said Ehud Yaari, an Israel-based fellow of the Washington Institute for Near East Policy.\nFor Israel’s government, its management of the Hamas relationship is fraught with contradiction and the need for careful balancing. Seeing Hamas as a terrorist organization bent on Israel’s annihilation, the Israeli government has no interest in lending Hamas legitimacy or allowing it to gather strength.\nBut Mr. Netanyahu also has shown little appetite for destroying Hamas — despite the calls of some right-wing politicians to do just that — because of what Aaron David Miller, a veteran Middle East negotiator for the United States, called “the day-after problem”: Israel would have to reoccupy Gaza with its own troops, taking full responsibility for its two million inhabitants. There is also a risk that a group even more radical than Hamas could seize power, like Palestinian Islamic Jihad, already a potent rival of Hamas in Gaza, or perhaps elements of the Islamic State operating in the Sinai Desert.\nThat problem is why Mr. Netanyahu appears to have the support of Israel’s security establishment in his management of Gaza. His political opponents have assailed him for allowing the situation to fall into the current pattern but have not said what they would do differently.\nAnd Israelis appear to be showing greater tolerance for casualties than in the past. In Ashkelon on Sunday, survivors of a rocket attack on a factory that killed one of their co-workers expressed unflinching support for Mr. Netanyahu, though they also blamed world opinion for preventing the army from dealing Gaza the blow it deserved.\n“They should hit hard,” Menashe Babikov, 42, a manager from Ashdod, said of Israel’s armed forces, but they would not “because they are scared of what the world will say.”\nHamas also serves another function for the Netanyahu government, analysts say. With the Palestinian Authority governing the West Bank and Hamas in charge of Gaza, there is no easy path to a two-state solution to the conflict, which Mr. Netanyahu is widely believed to oppose.\nUnifying the two factions — which the United States, Egypt and other international players spent months trying to do before giving up last year — would inevitably revive talk of a two-state solution to the Israeli-Palestinian conflict, Mr. Miller said.\n“As long as you have a three-state reality, you cannot have a two-state solution,” he said. “Hamas is Netanyahu’s insurance policy.”\nHere, too, Israeli opponents of a two-state solution share common ground with Hamas, which also wants a single state, if not the one those Israelis seek. For Hamas, a brokered, back-channel negotiation over security, economic and humanitarian aid is workable, but abandoning its ideology of armed resistance for peace talks with Israel is a nonstarter.\n“From a Hamas point of view, it is better to have a government like we have than a more moderate one that aspires to advance the peace process,” said Celine Touboul, a Gaza expert at Israel’s Economic Cooperation Foundation. “Because once you do that, you advance the P.A.,” she said, referring to the Palestinian Authority. “And this is the thing that, deep down, matters the most to Hamas: that in that political competition, they will weaken the P.A. as much as possible.”\nFor Hamas, the longer a Gaza cease-fire the better, said Mr. Yaari, who has reported on the Palestinians for Israeli television for many years. It needs to replenish its rocket and missile arsenal and rebuild or replace the many military and intelligence installations Israel has destroyed.\n“Every time, it’s costing them,” he said.\nBut Mr. Yaari also said that the Hamas leader in Gaza, Yehya Sinwar, has wanted to refocus the organization’s energy on improving conditions there in part to buy time, to see what happens with the Palestinian Authority when the Trump administration discloses its vision for an Israeli-Palestinian peace agreement and as the authority’s aged president, Mahmoud Abbas, declines in health.\n“Sinwar’s approach is to arrest the deterioration in Gaza,” Mr. Yaari said. “The price will be an extended cease-fire, and in two or three years we’ll see what’s next.”\nMr. Abbas could be gone by then. Or Israel and the Palestinian Authority could well be on a collision course, he said, especially if Mr. Netanyahu follows through on an election-eve promise to annex some West Bank settlements as part of Israel.\nEither development, Mr. Yaari said, could create an opening for Hamas to try to gain the upper hand against the Palestinian Authority in the West Bank. “Sinwar is saying, ‘My real priority is the West Bank,’” he said.\nFor now, that dynamic makes Hamas a reliable adversary.\nOddly enough, Ms. Touboul said, Mr. Netanyahu is “looking to Hamas as a more credible partner than the P.A.”", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/world/middleeast/israel-gaza-battles-hamas.html", "tags": "authority hamas leaders fighting palestinian israel ” gaza interests netanyahu keep"}