{"title": "Why Utah now has first 'free-range' parenting law", "content": "On Tuesday, Utah will become the first state in the US to have a \"free-range\" parenting law. Victoria Oldridge takes a look at how the law came to be and the debate over what's an appropriate amount of freedom for children.\nWhen Alexander Meitiv dropped his two children - 10 and six - off at a local park near their Maryland home to play for the afternoon in late 2014, he was not expecting the firestorm that would follow. A bystander called 911 after noticing the children walking home by themselves. Police stopped them and brought them back to the Meitivs' home.  \nShortly after, the family was visited by Child Protective Services (CPS). Danielle Meitiv says they were threatened with arrest and removal of their children.\nMonths later, the Meitivs allowed their children to play at another park they'd been to \"dozens of times\" - but didn't come home by their curfew. It was only after the family called emergency services that they learned their children had been taken by police to CPS.\n\"They have the power to snatch our children from under our noses,\" Danielle Meitiv says. \"That's when I decided to take the story public.\" \nBoth charges against the Meitivs were eventually dropped and policy changes were made in their local county, but the experience galvanised Danielle to run for local office. In her campaign material she describes herself as a \"free-range mom\". \nBut \"there's no such thing as 'free range' parenting,\" she says. \"This is normal parenting.\"\nCases like the Meitivs - and the debate they spurred about safety and independence for children - have led to the first \"free-range\" parenting law in the US.\nOn Tuesday, the Utah law will come into effect. It changes the state's definition of neglect to allow children of \"sufficient age and maturity\" to engage in independent activities like walking to and from school.\nThe bill's sponsor, State Senator Lincoln Fillmore, says the measure was inspired in part by a hope his own children \"grow up learning how to be responsible for themselves\".\nFilmore confesses he doesn't yet know if he's a \"free range\" parent (his children are all under four years old), but that's not the point.\n\"My law is not an attempt to say that this method of parenting is better than another method; we're not making that judgement in law,\" he says.\n\"We're simply saying that for parents who do choose to give their kids some independence, there's protection in the law for you doing so.\" \nWhile Filmore wasn't aware of any similar incidents in Utah, he says he wanted to be proactive about preventing parents from facing punishment for allowing their kids to do \"all the things I did when I was a kid\".\n\"Even though Utah's law was basically the same as the rest of the other states in that we say that neglect is illegal, we don't give guidance about what neglect really is.\" Filmore says. \"We leave it to government agencies to interpret what neglect is.\" \nOne of the first mums to advocate \"Free Range\" parenting, Lenore Skenazy, believes allowing children to be unsupervised at times will help them become more effective adults. \nShe said she first realised there was a disconnect between what parents want and what they actually do when she was brought on a popular US morning programme to discuss a viral blog post about allowing her nine-year-old son ride the subway alone. \nThe staff of the programme all remembered having similar freedoms as children, but confessed they wouldn't allow their own children to do the same. \n\"We're being hypocrites because we're coming to the erroneous conclusion that any time a child is unsupervised they're automatically in danger and it's not true,\" she says. \nSo what's changed? \"Parents' perception of how dangerous the world is has changed over the years,\" says Dr Gail Saltz, a professor of psychology at New York Presbyterian Hospital.\nParental anxiety, Saltz says, is inflamed by a global, always-on news cycle, as well as increased connectivity on social media platforms, which recycles \"over and over again\" kidnappings, rape and other threatening incidents. \nWhile violent crime has dropped sharply in the US in the past 25 years, Americans generally perceive crime rates are continuing to climb, according to a recent survey by Pew Research Center.  \nSaltz also says present-day parenting is less communal than it used to be and has turned into a \"competitive sport\" for many. This results in parents' tendency to \"helicopter\" their children more often, Saltz says, to appear as though they're \"winning\" against their peers. \nResearcher David Finkelhor, who heads up the Crimes Against Children Research Center, cautions lawmakers against jumping on the \"Free Range\" bandwagon, urging them to assess the broader picture before passing widespread legislation based on a few known cases. \n\"A key presumption of the Utah law is that police and CPS are investigating and charging parents for allowing their kids to navigate public spaces on their own,\" he says. \n\"We have over 1,000 neglect fatalities every year from kids left unsupervised around drugs, loaded guns and parked cars and in many cases neighbours or bystanders were concerned but failed to act.\" \nFinkelhor believes the focus should be on better training for child protective services. \n\"The important thing is that when the police or CPS come to check-up, that they are able to distinguish, quickly, the worrisome situations from the false alarms.\n\"This is a problem better handled by training than legislation.\"\nWhether other states will follow Utah's \"free range\" parenting precedent remains to be seen, however. Arkansas has already rejected a similar measure.", "date": "6 May 2018", "href": "https://www.bbc.com/news/world-us-canada-43997862", "tags": "parenting us range first parents says neglect children utah law"}