{"title": "Why Sweden is close to becoming a cashless economy", "content": "Sweden is the most cashless society on the planet, with barely 1% of the value of all payments made using coins or notes last year. So how did the Nordic nation get so far ahead of the rest of us?\nWarm cinnamon buns are stacked next to mounds of freshly-baked sourdough bread at a neighbourhood coffee shop in Kungsholmen, just west of Stockholm city centre. \nAmongst the other typically Scandinavian touches - minimalist white tiles and exposed filament light bulbs - is another increasingly common sight in the Swedish capital: a \"We don't accept cash\" sign.\n\"We wanted to minimise the risk of robberies and it's quicker with the customers when they pay by card,\" says Victoria Nilsson, who manages two of the bakery chain's 16 stores across the city. \n\"It's been mainly positive reactions. We love to use our cards here in Stockholm.\"\nAcross the country, cash is now used in less than 20% of transactions in stores - half the number five years ago, according to the Riksbank, Sweden's central bank. \nCoins and banknotes have been banned on buses for several years after unions raised concerns over drivers' safety.\nEven tourist attractions have started to gamble on taking plastic-only payments, including Stockholm's Pop House Hotel and The Abba Museum. \nThe iconic band's Bjorn Ulvaeus is, in fact, one of the nation's most vocal supporters of Sweden's cash-free trend, after his son lost cash in an apartment burglary.\nSmaller retailers are jumping on the bandwagon, too, making use of home-grown technologies such as iZettle, the Swedish start-up behind Europe's first mobile credit card reader. \nSuch portable technologies have enabled market traders - and even homeless people promoting charity magazines - to take card payments easily.\n\"I took my kids to the funfair and there was a guy selling balloons and he had a card machine with him,\" remarks Senobar Johnsen, one of the Swedish customers back at the bakery.\nCurrently living in Portsmouth in southern England, she's visiting Sweden for the first time in a year and says it's \"visibly noticeable\" that people are paying more with cards. \n\"It's not like the UK where there's often a minimum spend when you go to a kiosk or you're in the middle of nowhere. I think it's great\".\nSwish, a smartphone payment system, is another popular Swedish innovation used by more than half the country's 10 million strong population. \nBacked by the major banks, it allows customers to send money securely to anyone else with the app, just by using their mobile number. \nA staple at flea markets and school fetes, it's also a popular way to transfer money instantly between friends: Swedes can no longer get away with delaying their share of a restaurant bill using the excuse that they're short on cash.\n\"In general, consumers are very interested in new technologies, so we're quite early to adopt [them],\" explains Niklas Arvidsson, a professor at Stockholm's Royal Institute of Technology.\nThis is partly down to infrastructure (Sweden is among the most connected countries in the EU); a relatively small population that is an ideal test-bed for innovations; and the country's historically low corruption levels, he argues.\n\"Swedes tend to trust banks, we trust institutions... people are not afraid of the sort-of 'Big Brother' issues or fraud connected to electronic payment.\"\nSomewhat paradoxically, Sweden's decision to update its coins and banknotes, a move announced by the Riksbank in 2010 and fully implemented this year, actually boosted cashless transactions, explains Prof Arvidsson.\n\"You would have thought that a new kind of cash would have created an interest, but the reaction seems to have been the opposite,\" he says.\n\"Some retailers thought it's easier not to accept these new forms of cash because there's learning to be done, maybe investment in cash registration machines and so-on.\" \nThere has also been a \"ripple effect\", he says, with more shops signing up to the cashless idea as it becomes increasingly socially acceptable.\nRiksbank figures reveal that the average value of Swedish krona in circulation fell from around 106 billion (£10bn) in 2009 to 65 billion (£6bn) in 2016. \nBarely 1% of the value of all payments were made using coins or notes last year, compared to around 7% across the EU and in the US.\nProf Arvidsson predicts that the use of cash will most likely be reduced to \"a very marginal payment form\" by 2020. \nRetailers seem to agree. A survey - not yet published - of almost 800 small retailers carried out by his research team found that two thirds of respondents said they anticipated phasing out cash payments completely by 2030. \nBut the trend is not to everyone's liking, as Bjorn Eriksson, formerly national police commissioner and president of Interpol, explains from the suburb of Alvik. \nHere, his local coffee shop still accepts old-fashioned money, but several of the banks no longer offer cash deposits or over-the-counter withdrawals.\n\"I like cards. I'm just angry because about a million people can't cope with cards: the elderly, former convicts, tourists, immigrants. The banks don't care because [these groups] are not profitable,\" he argues.\nThe 71-year-old is the face of a national movement called Kontantupproret (Cash Rebellion), which is also concerned about identity theft, rising consumer debt and cyber-attacks.\n\"This system could easily be disturbed or manipulated. Why invade us when it's so easy? Just cut off the payment system and we're completely helpless,\" says Mr Eriksson.\nHis arguments haven't escaped the notice of politicians in Sweden, where debates about security are increasingly making their way onto the agenda in the wake of a government agency data leak that almost brought down the ruling coalition in July. \nMeanwhile, the backdrop of an increasingly divided electorate suggests that rural and elderly voters could prove crucial in the Nordic country's next general election, scheduled for September 2018.\nBack at Stockholm's Royal Institute of Technology, Prof Arvidsson points out that while most Swedes have embraced the nation's cash-free innovations, two thirds don't want to get rid of notes and coins completely.\n\"There's a very strong emotional connection to cash among Swedes, even though they do not use it,\" he says.\nSweden may leading the global trend towards a cashless future, but its tech-savvy population also appears to be guided by another, more traditional Swedish trait: caution.", "date": "12 September 2017", "href": "https://www.bbc.com/news/business-41095004", "tags": "stockholm cashless using close economy says cash year becoming coins swedish payments sweden"}