{"title": "Why Reconstruction Matters", "content": "THE surrender of Confederate Gen. Robert E. Lee at Appomattox Court House, 150 years ago next month, effectively ended the Civil War. Preoccupied with the challenges of our own time, Americans will probably devote little attention to the sesquicentennial of Reconstruction, the turbulent era that followed the conflict. This is unfortunate, for if any historical period deserves the label “relevant,” it is Reconstruction. \nIssues that agitate American politics today — access to citizenship and voting rights, the relative powers of the national and state governments, the relationship between political and economic democracy, the proper response to terrorism — all of these are Reconstruction questions. But that era has long been misunderstood. \nReconstruction refers to the period, generally dated from 1865 to 1877, during which the nation’s laws and Constitution were rewritten to guarantee the basic rights of the former slaves, and biracial governments came to power throughout the defeated Confederacy. For decades, these years were widely seen as the nadir in the saga of American democracy. According to this view, Radical Republicans in Congress, bent on punishing defeated Confederates, established corrupt Southern governments presided over by carpetbaggers (unscrupulous Northerners who ventured south to reap the spoils of office), scalawags (Southern whites who supported the new regimes) and freed African-Americans, unfit to exercise democratic rights. The heroes of the story were the self-styled Redeemers, who restored white supremacy to the South. \nThis portrait, which received scholarly expression in the early-20th-century works of William A. Dunning and his students at Columbia University, was popularized by the 1915 film “Birth of A Nation” and by Claude Bowers’s 1929 best-selling history, “The Tragic Era.” It provided an intellectual foundation for the system of segregation and black disenfranchisement that followed Reconstruction. Any effort to restore the rights of Southern blacks, it implied, would lead to a repeat of the alleged horrors of Reconstruction.\nHISTORIANS have long since rejected this lurid account, although it retains a stubborn hold on the popular imagination. Today, scholars believe that if the era was “tragic,” it was not because Reconstruction was attempted but because it failed.\nReconstruction actually began in December 1863, when Abraham Lincoln announced a plan to establish governments in the South loyal to the Union. Lincoln granted amnesty to most Confederates so long as they accepted the abolition of slavery, but said nothing about rights for freed blacks. Rather than a blueprint for the postwar South, this was a war measure, an effort to detach whites from the Confederacy. On Reconstruction, as on other questions, Lincoln’s ideas evolved. At the end of his life, he called for limited black suffrage in the postwar South, singling out the “very intelligent” (prewar free blacks) and “those who serve our cause as soldiers” as most worthy. \nLincoln did not live to preside over Reconstruction. That task fell to his successor, Andrew Johnson. Once lionized as a heroic defender of the Constitution against Radical Republicans, Johnson today is viewed by historians as one of the worst presidents to occupy the White House. He was incorrigibly racist, unwilling to listen to criticism and unable to work with Congress. Johnson set up new Southern governments controlled by ex-Confederates. They quickly enacted the Black Codes, laws that severely limited the freed people’s rights and sought, through vagrancy regulations, to force them back to work on the plantations. But these measures aroused bitter protests among blacks, and convinced Northerners that the white South was trying to restore slavery in all but name. \nThere followed a momentous political clash, the struggle between Johnson and the Republican majority (not just the Radicals) in Congress. Over Johnson’s veto, Congress enacted one of the most important laws in American history, the Civil Rights Act of 1866, still on the books today. It affirmed the citizenship of everyone born in the United States, regardless of race (except Indians, still considered members of tribal sovereignties). This principle, birthright citizenship, is increasingly rare in today’s world and deeply contested in our own contemporary politics, because it applies to the American-born children of undocumented immigrants. \nThe act went on to mandate that all citizens enjoy basic civil rights in the same manner “enjoyed by white persons.” Johnson’s veto message denounced the law for what today is called reverse discrimination: “The distinction of race and color is by the bill made to operate in favor of the colored and against the white race.” Indeed, in the idea that expanding the rights of nonwhites somehow punishes the white majority, the ghost of Andrew Johnson still haunts our discussions of race. \nSoon after, Congress incorporated birthright citizenship and legal equality into the Constitution via the 14th Amendment. In recent decades, the courts have used this amendment to expand the legal rights of numerous groups — most recently, gay men and women. As the Republican editor George William Curtis wrote, the 14th Amendment changed a Constitution “for white men” to one “for mankind.” It also marked a significant change in the federal balance of power, empowering the national government to protect the rights of citizens against violations by the states. \nIn 1867 Congress passed the Reconstruction Acts, again over Johnson’s veto. These set in motion the establishment of new governments in the South, empowered Southern black men to vote and temporarily barred several thousand leading Confederates from the ballot. Soon after, the 15th Amendment extended black male suffrage to the entire nation. \nThe Reconstruction Acts inaugurated the period of Radical Reconstruction, when a politically mobilized black community, with its white allies, brought the Republican Party to power throughout the South. For the first time, African-Americans voted in large numbers and held public office at every level of government. It was a remarkable, unprecedented effort to build an interracial democracy on the ashes of slavery.\nMost offices remained in the hands of white Republicans. But the advent of African-Americans in positions of political power aroused bitter hostility from Reconstruction’s opponents. They spread another myth — that the new officials were propertyless, illiterate and incompetent. As late as 1947, the Southern historian E. Merton Coulter wrote that of the various aspects of Reconstruction, black officeholding was “longest to be remembered, shuddered at, and execrated.” \nThere was corruption in the postwar South, although given the scandals of New York’s Tweed Ring and President Ulysses S. Grant’s administration, black suffrage could hardly be blamed. In fact, the new governments had a solid record of accomplishment. They established the South’s first state-funded public school systems, sought to strengthen the bargaining power of plantation laborers, made taxation more equitable and outlawed racial discrimination in transportation and public accommodations. They offered aid to railroads and other enterprises in the hope of creating a New South whose economic expansion would benefit black and white alike. \nReconstruction also made possible the consolidation of black families, so often divided by sale during slavery, and the establishment of the independent black church as the core institution of the emerging black community. But the failure to respond to the former slaves’ desire for land left most with no choice but to work for their former owners. \nIt was not economic dependency, however, but widespread violence, coupled with a Northern retreat from the ideal of equality, that doomed Reconstruction. The Ku Klux Klan and kindred groups began a campaign of murder, assault and arson that can only be described as homegrown American terrorism. Meanwhile, as the Northern Republican Party became more conservative, Reconstruction came to be seen as a misguided attempt to uplift the lower classes of society. \nOne by one, the Reconstruction governments fell. As a result of a bargain after the disputed presidential election of 1876, the Republican Rutherford B. Hayes assumed the Oval Office and disavowed further national efforts to enforce the rights of black citizens, while white Democrats controlled the South. \nBy the turn of the century, with the acquiescence of the Supreme Court, a comprehensive system of racial, political and economic inequality, summarized in the phrase Jim Crow, had come into being across the South. At the same time, the supposed horrors of Reconstruction were invoked as far away as South Africa and Australia to demonstrate the necessity of excluding nonwhite peoples from political rights. This is why W.E.B. Du Bois, in his great 1935 work “Black Reconstruction in America,” saw the end of Reconstruction as a tragedy for democracy, not just in the United States but around the globe. \nWhile violated with impunity, however, the 14th and 15th Amendments remained on the books. Decades later they would provide the legal basis for the civil rights revolution, sometimes called the Second Reconstruction. \nCitizenship, rights, democracy — as long as these remain contested, so will the necessity of an accurate understanding of Reconstruction. More than most historical subjects, how we think about this era truly matters, for it forces us to think about what kind of society we wish America to be.", "date": "March 28, 2015", "href": "https://www.nytimes.com/2015/03/29/opinion/sunday/why-reconstruction-matters.html", "tags": "johnson matters rights new ” white black south reconstruction governments"}