{"title": "Why the Irish border is a big deal in Scotland", "content": "The UK government unveiled its draft Brexit agreement with the EU earlier this week - and faced an immediate backlash over its \"backstop\" proposals for the Irish border. \nSeveral government ministers who resigned in protest over the deal - including Brexit secretary Dominic Raab - said the backstop threatens the existence of the United Kingdom.\nAnd Scotland's first minister has predicted it will have a devastating impact on the Scottish economy. \nSo what's all the fuss about?\nIt's there to make sure that there are no customs, regulatory or VAT barriers which would mean that goods have to be checked as they cross the Irish border.\nIf a trade deal is struck which gives the whole of the UK deep access to the single market the backstop would not be needed and Northern Ireland would be no different or better off than Scotland or anywhere else in the UK.\nAlternatively there could be a looser relationship between the EU and the whole of the UK, including Northern Ireland, but technical fixes would keep the Irish border frictionless.\nThat's the preferred option for many Brexit supporters but has been repeatedly dismissed as unworkable by the EU.\nSo if the trade deal or the technical fix aren't enough then the backstop would kick in.\nIt would mean Northern Ireland would align with the EU single market on goods standards, agricultural production and veterinary controls.\nThe whole of UK would form a single customs territory with the EU but Northern Ireland alone would follow the full EU customs code.\nNorthern Ireland businesses could then get their goods into the single market in essentially the same way they do today.\nThat is spelled out in guidance notes from the European Commission: \"Under the backstop and in order to avoid a hard border, Northern Ireland businesses can place products on the EU's internal market without restriction.\"\nFor the rest of the UK, including Scotland, the less comprehensive customs arrangement would have implications as the Commission guidance again explains.\nIt says: \"Placing goods on the internal market that come from outside of Northern Ireland requires that the processes provided for in the Union Customs Code will have to be applied.\"\nThose processes would mainly involve additional administrative burdens. But that is just customs. There are also major issues concerning EU standards on goods. \nIn a backstop situation Northern Ireland would align with EU standards, the rest of the UK would not.\nThe most onerous standards concern food and agricultural products, so conceivably 100% of Scottish food shipments going into the EU would require documentary and physical checks.\nNorthern Ireland products would just sail through as they do today.\nHowever the flipside of this is that because Northern Ireland would effectively be in the EU single market for goods there would have to be checks and controls on some products coming in from elsewhere in the UK.\nThat could mean supermarket lorries being checked as they come off the ferries into Northern Ireland, but Scotland would face no such restrictions on internal UK trade.\nNicola Sturgeon, the Scottish first minister, is strongly opposed to Brexit - and the country voted by 62% to 38% to remain in the EU.\nShe has argued that if the whole of the UK cannot remain in the single market and customs union after Brexit, then a deal should be struck that allows Scotland to do so. \nThe UK government is now having to explain why it was impossible to make Scotland a special case - while at the same time agreeing separate arrangements for Northern Ireland.\nIt points out that Northern Ireland shares a physical border with the EU, which Scotland does not, and says the backstop is needed to protect the Good Friday peace agreement.\nBut Ms Sturgeon says the backstop would give Northern Ireland a competitive advantage by offering businesses easier access to the single market, which she fears would have a \"devastating\" impact on Scottish jobs and investment.\nConservative critics of the backstop believe it is a political gift for Ms Sturgeon, who they fear will use it to spearhead a fresh drive for Scottish independence. \nWhen he resigned as the UK government's Brexit secretary on Thursday, Dominic Raab said the backstop was a \"very real threat to the integrity of the United Kingdom\".\nScottish Secretary David Mundell and Scottish Conservative leader Ruth Davidson are also under pressure after previously warning the prime minister they could not back any deal that \"delivers a differentiated settlement for Northern Ireland\". ", "date": "16 November 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-46239747", "tags": "uk scotland eu market border backstop irish northern scottish ireland customs deal big"}