{"title": "Why Markets Aren’t Sweating the U.S.-China Trade War Much: The ‘Trump Put’", "content": "The real question is not why the stock market is down this week. It is why it is down so little.\nAfter all, the world’s two largest economies have seemed to be hurtling toward a major escalation of their trade war. American officials have complained that Chinese negotiators have been playing a bait-and-switch, backing away from concessions they had agreed to.\nPresident Trump said the United States would raise its tariffs on $200 billion of Chinese imports to 25 percent from 10 percent on Friday, and begin taxing the remaining $325 billion of goods at that rate “shortly.” For a while, it was unclear whether negotiations would resume at all this week.\n[President Trump taunted China by tweet on Wednesday.]\nIf trade talks did disintegrate, even with the arrival of high-level Chinese officials in Washington, the economy would be in danger of experiencing a meaningful downturn and potentially a recession. Economists at Moody’s Analytics, for example, expect it would subtract 1.8 percentage points from G.D.P. growth and cause unemployment to rise.\nIt would particularly hammer the financial results of some of the prominent American companies that either import Chinese goods or rely on the country as a major export market.\nYet the S&P 500 was down only 2.2 percent in the first three trading days of the week. The index has given up only about a month’s worth of gains; markets were lower as recently as early April.\nThe answer to the puzzle lies in a few words: the Trump Put.\nA “put” is a type of option security that lets people put a floor under their losses. If you buy stock for $50 a share and also a put with a $40 strike price, you are protected from losing more than $10 per share.\nIn his 28 months in office, Mr. Trump has created a sense in markets that he will play that role for the economy as a whole. His administration has followed through on some of his threats — applying tariffs on many steel and aluminum imports, the existing tariffs on Chinese imports that Mr. Trump threatened to expand on Sunday — but has backed off whenever markets and the economy have looked soft.\nA prime example came late last year, with financial markets falling and the risk of recession rising. The emergence of constructive negotiations between American and Chinese officials — in particular after a Feb. 22 Oval Office meeting — was one factor in a rally that has driven stocks up 15 percent so far in 2019.  The Federal Reserve’s decision to back off plans for interest rate increases, as well as successful Chinese efforts to stimulate its economy, were other major factors.\nIf you’re trying to bet on where markets will be six months or a year from now, there are a few things you know. The president of the United States cares a lot about what happens to the stock market, as his tweets make plain. He will be running for re-election in 18 months. He enjoys making big, bold promises, many of which don’t materialize.\nThat adds up to a conviction that nothing really bad will happen — that the administration will strike some kind of deal, even if it does little to address long-term economic tensions between the United States and China.\nThe only problem is that the existence of the Trump Put creates a funny circular system.\nPresident Trump is more confident in taking an aggressive negotiating stand because the stock market is up a lot this year and the American economy is looking solid. The perception of a Trump Put means that markets don’t fall very much even with that tougher negotiating stand. But that, in turn, means a weaker signal to the president and his inner circle that there would be negative consequences if they followed through with the president’s Twitter threats to place tariffs on all Chinese imports.\nWith China’s vice premier, Liu He, set to come to Washington for two days of talks, there is plenty of incentive for both sides to reach a deal.\nBut the existence of the Trump Put seems to increase the odds of a miscalculation. The danger would be greater if the relatively muted market response to the threats of escalation caused Trump administration negotiators to believe his line that the United States economy was doing well because of tariffs (as Mr. Trump has tweeted) and not despite them (as almost all mainstream economists believe).\nIf that miscalculation happens and the Trump Put turns out to be less reliable than it appeared, we will most likely find ourselves in a more damaging sort of global trade war than anything we’ve seen up to this point.\nAnd that, in turn, could make the turbulence in markets this week seem downright quaint.", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/upshot/trade-war-stock-market-china-us-tariff.html", "tags": "put markets much ‘ market trump economy war chinese trade tariffs sweating u.s.-china —"}