{"title": "Why Uprooting Corruption Has Plunged Brazil Into Chaos", "content": "Luiz Inácio Lula da Silva, six years after leaving Brazil’s presidency as a widely popular figure, now faces prison after a criminal conviction as well as vehement opposition from a segment of the population that formerly adored him. Mr. da Silva was once a national hero whose endorsement was enough to decide elections, but now his 2018 presidential bid looks uncertain.\nIt is not just Mr. da Silva, often affectionately called Lula, who has changed in those intervening years. Brazil has also changed around him.\nIts political system has long been built on notoriously pervasive corruption. While Mr. da Silva has only recently been personally implicated, it has never been a secret that corruption is just how things work. The saying “rouba mas faz” — he steals, but he gets things done — has been common for half a century.\nThat system is now being torn down, by a judiciary that has the strength and independence to challenge even the most powerful official and by a public that will no longer tolerate the old ways.\nBut corruption’s roots run so deep in Brazil that, like a tree as old as the garden it grows in, uprooting it can cause tremendous upheaval.\nMr. da Silva’s once unthinkable decline is just one expression of the turmoil reaching across Brazil.\nA stunning number of establishment political figures have been implicated, leaving the world’s fifth most populous country with few credible leaders. Political infighting and public distrust are skyrocketing. So is polarization, as citizens increasingly blame the other side for their country’s problems.\nOn the one hand, all this suggests that long-overdue efforts to remove corruption, while painful, are working. On the other hand, these political traumas can bring unintended consequences. Analysts see worrying parallels to Italy just before Silvio Berlusconi’s rise or even Venezuela before Hugo Chávez.\nPolitical corruption, the political economist Miriam Golden and the economist Ray Fisman have written, is a kind of equilibrium. It spreads by incorporating every actor and institution, who become invested in maintaining it. Upending that equilibrium can destabilize everything it once touched, a process whose resolution is impossible to predict.\nCorruption can act like a parallel system that runs alongside or even replaces formal legal and political practices.\nThis system is illegal for a reason. It siphons public funds into the pockets of a few, circumvents checks and balances and undermines the rule of law.\nBut it also becomes a way for citizens and politicians to manage the day to day. In Russia, for instance, the underfunded health care system limps along on bribery, allowing patients access to care that might otherwise not exist and doctors to stay in the profession.\nGiven enough time, such practices naturally metastasize across institutions.\n“You can’t just change the behavior of a few people at a time,” Mr. Fisman said. “You have to have a systemic shift in the beliefs of everyone in the way that things are done. And we have relatively few recent case studies on success stories of how that has happened.”\nBrazil’s anticorruption drive is more than simply removing a few bad apples. Because so many are implicated, the country’s political class is emptying out.\nMichel Temer, the current president, has also been charged with corruption. The politicians in line to succeed him if he is impeached are ensnared in the same investigation, as are many legislators. Eduardo Cunha, the powerful former speaker of the lower house of Congress, was sentenced to 15 years in prison in March.\nThat kind of rapid overhaul can weaken the political system itself. In Italy, the “clean hands” prosecutions in the 1990s helped reduce the corruption that had spread through the country’s politics. But they also weakened existing parties and institutions to the point of collapse.\nMr. Berlusconi, a populist outsider, exploited this opening in his rise to power. But, in practice, Mr. Berlusconi replaced one system of corrupt patronage with another, stalling Italy’s once-promising progress.\n“People have often discussed the possibility that Brazil could go the direction of Italy,” said Amy Erica Smith, a professor at Iowa State University who studies Brazil.\nBrazil’s remaining leaders are unpopular, leaving them with little mandate to govern. Officials, fearing ouster or even jail time, are turning on one another. The government is drifting.\nPublic outrage at individual scandals is snowballing. A recent poll by Datafolha, a Brazilian polling and research company, found widespread dissatisfaction with the state of the country.\nThis creates precisely the sort of opening seized by anti-establishment populists like Mr. Berlusconi and Mr. Chávez of Venezuela, who each rose amid anticorruption backlashes.\n“I really worry that in cleaning it up, the whole system is going to crumble,” Ken Roberts, a political scientist at Cornell, said this spring. “I really fear what a Brazilian Berlusconi is going to look like.”\nMr. da Silva’s declining political stature points to another growing problem. Brazilian society is polarizing in ways that, in other countries, have proved destabilizing.\nHe remains popular among his supporters, but is opposed by others. According to Datafolha, 30 percent of respondents said they would vote for Mr. da Silva over the other four likely candidates in next year’s election.\nWhile this is a higher share than for any other likely candidate, the poll also found 46 percent disapproval for Mr. da Silva, suggesting that he would struggle to win a likely runoff. Among voters who identify as right wing, 57 percent said they would not support Mr. da Silva under any circumstance.\nWhen instability and public distrust spikes as rapidly as it has in Brazil, citizens often come to blame not just politicians but one another, widening partisan divides into something more dangerous.\nSigns of this emerged last year when Dilma Rousseff was removed as president amid the same corruption scandal. Her supporters, in protests, accused wealthy elites of removing her in a coup that subsumed democracy to business interests.\nIn rallies against Ms. Rousseff, some protesters not only criticized the corruption that occurs across politics but denounced her left-wing party as criminals robbing the state or buying votes with handouts to the poor.\nAs Brazil’s prosecutions push through the political establishment, parties and their followers see each new conviction of an opponent as evidence of the other side’s irredeemable criminality. And each new conviction of one of their own is seen as proof of a political conspiracy against them.\n“This high level of polarization in the last couple of years in Brazil is more typical of Venezuela, of Argentina, but we are not used to it,” Mauricio Santoro, a political scientist at Rio de Janeiro State University, told HuffPost this spring, adding, “Everybody’s a little bit lost.”\nSuch polarization can be especially damaging when parties and citizens come to view even dispassionate institutions as part of the fight.\nIn Venezuela, when the judiciary challenged Mr. Chávez, he accused it of serving nefarious business elites and of subverting the popular will. His supporters came to see judges as partisan and untrustworthy, undermining the judiciary’s ability to function.\nBrazil’s politics have not reached such extremes, but they are edging in that direction. Mr. da Silva has responded to his conviction by portraying the judiciary as politically motivated.\nResearch suggests that when people deeply distrust institutions, and particularly when they see their partisan opponents as dangerous threats, they become more willing to support autocrats as their leaders.\nThat typically does not mean support for overt authoritarianism. Rather, in such situations, voters are drawn to hard-liners who promise to clamp down on political opponents and institutions that are seen as threatening. While supporters view these leaders as protecting democracy, often it is eroded.\nMilan Svolik, a Yale political scientist, concluded in a recent working paper that severe polarization was a major reason Venezuela’s democracy collapsed under Mr. Chávez.\nThe rising prominence of Jair Bolsonaro, an ultranationalist congressman who has advocated a return of military dictatorship in Brazil, hints at the growing dissatisfaction. The Datafolha poll found that 15 percent would support Mr. Bolsonaro for president, putting him in a tie for second place. While Mr. Bolsonaro is far from a likely victor, his rise in prominence has shocked many Brazilians as a sign of their country’s direction.\n“Brazil is now as polarized as the U.S.,” Carlos Melo, a Brazilian political scientist, told Reuters this week, adding, “If Lula is absent it would unquestionably open the space for an outside, very emotional leader, a bit like U.S. President Trump.”", "date": "July 14, 2017", "href": "https://www.nytimes.com/2017/07/14/world/americas/brazil-lula-da-silva.html", "tags": "da plunged corruption uprooting political ” silva system one chaos brazil"}