{"title": "Why is Nigeria's President Buhari still in London?", "content": "As Nigerian President Muhammadu Buhari was beginning his latest visit to London more than a month ago, a new series of Big Brother Nigeria was getting under way.\nA former military ruler known for his no-nonsense style would appear to have little in common with a reality TV show where contestants engage in attention-seeking behaviour.\nBut both subjects were soon generating headlines for the same reason - neither of them were in Nigeria.\nIt turned out that Big Brother was actually being filmed in South Africa  - a decision that led Nigeria's information minister to launch an investigation.\nWhile the howls of protests from outraged Big Brother fans soon died down, the clamour over Nigeria's leader's extended medical stay in London is not going away.\nPresident Buhari's absence comes as Africa's most populous nation is gripped by its worst economic crisis in decades, and faces the threat of famine in north-east Nigeria, which has been devastated by the Boko Haram insurgency.\nAnd unlike Big Brother, there are no constant updates - in fact, President Buhari, 74, has not given a single interview since arriving in the UK.\nInstead, the Nigerian public is relying on pictures - posted on Twitter - of their leader meeting senior UK officials as proof that he still is alive.\nThe latest statement issued by the government said there was \"no cause for worry\" about the president's health but his medical leave was being extended.\nNigerians have now heard their leader's voice for the first time since he left for the UK after a telephone conversation with the governor of the northern state of Kano was played out loud at a prayer meeting.\nHis month-long stay so far has angered some Nigerians after he promised to crack down on \"medical tourism\" by officials.  \nLast June, President Buhari spent nearly two weeks in London receiving treatment for an ear infection.\nBut the bigger issue this time is that officials have repeatedly refused to disclose his illness and are not saying when he will return to Nigeria.\nIn a country where rumours are rife, the presidential statements have done little to dampen the speculation about the leader's health.\nNigerians are acutely sensitive to leaders travelling abroad for medical reasons after President Umaru Yar'Adua died while in office in 2010. \nFor months, the public was kept in the dark while he received treatment in Saudi Arabia. \nThe period of uncertainty created deep political instability in the country.\nThe current president's supporters say that is emphatically not the case this time. \nThey point to the fact that President Buhari constitutionally handed over power to his vice-president, Yemi Osinbajo, as he has done on previous trips, rather than governing from afar.  \nHe did take one phone call while in London, however, from the US President Donald Trump - the first between the two leaders.\n\"There is no vacuum at the top,\" says political analyst Jibrin Ibrahim. \n\"President Buhari takes his constitutional role seriously, and has not personalised power, unlike other African leaders.\n\"My chief criticism is that his government has been acting like it has all the time in the world, when in fact urgent decisions needed to be made in regard to the economy.\"\nBut, perhaps, one of the most striking things about President Buhari's absence has been the go-getting style of the acting leader.\nYemi Osinbajo is preparing to launch an economic recovery plan. \nHe also led a high-profile delegation to the Niger Delta to voice support for a government agreement with local militants groups that have seriously disrupted the region's oil production.\nBut critics say that despite all his activity, the vice-president has no real authority.\n\"He cannot perform because ministers and other political appointments are not obliged to be loyal to him as he didn't appoint them,\" said Isuwa Dogo, a political analyst, and a member of the opposition party.\n\"President Buhari is a public figure and there is no need for him to hide behind his health issues.\n\"I want him to be back in the county. If there are successes, he will get the credit. If there are failures, he will get the blame.\"\nSo, while Big Brother fans will know in April who has been crowned the series winner, for now, no-one seems to know when Nigeria's president will come back home. ", "date": "23 February 2017", "href": "https://www.bbc.co.uk/news/world-africa-39055263", "tags": "buhari medical president big political nigeria leader brother time london still"}