{"title": "Why Switzerland is worried about UK trade after Brexit", "content": "Ever since the UK voted to leave the European Union in 2016, Switzerland has been carefully watching Brexit proceedings.\nThe deal (or perhaps no deal) struck between the UK and the EU will be significant to non-EU member Switzerland. And it cannot come quickly enough for the Swiss.\n\"The clock is ticking,\" sighs Jan Atteslander of the Swiss business association Economiesuisse.\n\"We are worried, right now the rules are clear, we can trade [with the UK].\n\"But now we are coming to a corner, at the end of March, and no one can tell us if there will be a [Brexit] deal or not.\"\nMarch is key because the UK is scheduled to leave the EU at 11pm UK time on Friday, 29 March 2019.\nBut hang on a minute, why on earth should Switzerland, which never joined the EU, be worried about the status of its trade ties with the UK, which is about to leave?\nThe reason lies in Switzerland's own complicated bilateral deals with Brussels, negotiated over two decades, after the Swiss decided in 1992 not to join the EU. \nNow the 28-member EU bloc is Switzerland's biggest trading partner by far, and the UK, for now, is part of that.\n\"The close economic relations between Switzerland and the UK are based on the bilateral agreements between Switzerland and the  EU,\" explains Ivo Zimmermann, who represents the Swiss machine tool industry. \"So after Brexit these agreements will cease to apply.\"\nSwitzerland's machine tool sector - which makes everything from industrial drills to machines that can produce automotive parts - sold almost 2.5bn Swiss francs ($2.5bn; £2bn) of goods into the UK last year.\nThat is an amount of exports that Mr Zimmermann and his colleagues don't want to see change, except upwards.\nSurely then, the canny Swiss have already drawn up a new trade deal with their UK partners?\nActually no, much to the frustration of Haig Simonian, who is vice-president of the British Swiss Chamber of Commerce.\n\"Britain's hands are tied, because under the arrangement with the EU, it can only start acting [securing new trade deals with non-EU nations], when it is no longer a member, he says.\n\"So, officially at least, everything is frozen.\"\nThis means that the Swiss cannot secure their own trade, customs, or movement of people agreements with the British until the UK and the EU have sealed their own accord.\nWhen the UK government announced its planned Brexit deal last week, there was a brief sense of relief in Switzerland.  But the sound and fury that then came from all political parties in the House of Commons soon ended that.\nAnd, while government ministers in 27 EU capitals are studying that proposed withdrawal agreement, desks in the Swiss capital Berne are bare. \nIt is an awkward position for British-Swiss trade ties to be in. The two countries are among each other's largest trading partners, and have enjoyed stable economic ties for years.\nIn 2017 the UK was Switzerland's fifth biggest overseas market, with exports totalling 11.4bn Swiss francs, according to official Swiss figures.\nGoing in the other direction, UK exports to Switzerland in 2016 were valued at £21bn, its sixth largest.\n\"The fact is, any kind of uncertainty is poison for business, for investment, for any sort of decisions,\" says Mr Simonian.\nThe Swiss government has come up with a strategy to minimise uncertainty, quaintly called \"Mind the Gap\". The idea is to try to prevent a regulatory vacuum with the UK should the end of March arrive and a withdrawal deal with the EU has still not been agreed.\nPointing out the close ties Switzerland and the UK have - including 150 direct flights a day - Swiss government ministers have been beating a path to London for the last two years.\nNot for official negotiations of course, but for informal talks. And rumour has it that things have been going well.\nMore from the BBC's series taking an international perspective on trade:\nWhen the UK Foreign Secretary Jeremy Hunt paid a visit to Berne last month he told journalists it had been \"an excellent visit\", though he declined to answer any questions about what exactly was discussed.\nJan Atteslander confesses that he and his colleagues in Swiss business are eying some opportunities in a post-EU UK.\n\"The UK has a high-tech industry in industrial goods, in machining, and the car industry has developed very strongly,\" he says. \n\"Also in pharmaceuticals, the chemical industry is really top notch, it's a natural partner, because we are also innovation based.\"\nMr Simonian too sees openings for greater trade, though not, interestingly, in financial services, a sector in which both countries are already very strong.\n\"In the end they are very deep competitors [in the world of finance], so I would be cautious on that front,\" he says.\nGiven that all the ties between the UK and Switzerland will have to be rewritten, the Swiss could in theory opt for some kind of customs arrangement with the UK (if it is not in the EU customs union).\nIt could even perhaps maintain freedom of movement with the UK (the Swiss signed up to EU free movement years ago in order to gain access to the single market), if the UK thinks it might be worth hanging on to free movement with Switzerland alone.\nBut none of these options can be properly agreed, let alone put in place, until the UK and the EU finalise their deal. So are the Swiss confident about the future?\n\"Confident might be the wrong word,\" says Mr Zimmermann. \"We know that the Swiss government is doing everything to ensure a smooth change… but there are still lots of uncertainties.\"\nThe end of March is four months away - not a long time to rewrite trade relations, as the seemingly endless negotiations between the EU and the UK have proven.\nThe Swiss don't like last-minute decisions, and they don't like delays. But for now, they will simply have to watch, and wait.", "date": "22 November 2018", "href": "https://www.bbc.co.uk/news/business-46287894", "tags": "brexit uk eu swiss worried switzerland says trade ties government deal march"}