{"title": "Why has the murder rate in some US cities suddenly spiked?", "content": "Murder and violent crime rates have risen in multiple US cities since the beginning of 2015, after falling for two decades. Some have put this down to a so-called Ferguson effect, referring to the protests against perceived police brutality, that sometimes became violent. Could that be true?\nThere are no national figures on crime in the US available yet for 2015, but some cities have released their own figures.\nIn New York City, the murder rate has gone up by 20% in 2015 compared with the first few months of 2014. Mayor Bill de Blasio called a special news conference at which he acknowledged the increase, but said it could be contained. He said he had faith in the New York Police Department that they will \"turn the tide\".\nIn other cities, there are similar increases reported. In Baltimore, murders are up 37% and in Los Angeles, violent crime is up by 27% (although murders are down 2%). In Houston, murders are up nearly 50% so far this year.\nThis is a term coined by St Louis Police Chief Sam Dotson, whose police officers had been one of the forces dealing with the summer protests and riots in Ferguson, Missouri, following the fatal shooting of black teenager Michael Brown. \nHe said in November his police officers had been drawing back from everyday enforcement due to fears they could be charged. As a result, he said, the \"criminal element is feeling empowered\".\nThe phrase was repeated recently by Heather MacDonald, a fellow at the US Manhattan Institute, in a piece for the Wall Street Journal. \nThe Ferguson effect, she said, was taking hold across the country \"under the onslaught of anti-cop rhetoric\". \nMultiple police officers Ms MacDonald spoke to told her police morale is at an all-time low and they are now worried about being charged, recorded and assaulted while trying to do their jobs and keep communities safe.\n\"Unless the demonisation of law enforcement ends, the liberating gains in urban safety will be lost,\" she wrote.\nBaltimore's police boss, Anthony Batts, said the riots had another effect on crime. Scores of pharmacies had been looted and the surge in the supply of drugs has \"thrown off the balance\" between gangs in the city, he said.\n\"There's enough narcotics on the streets of Baltimore to keep it intoxicated for a year,\" he said.\nThe Ferguson effect is an unlikely reason, said Jeffery Ulmer, associate head of the Department of Sociology and Criminology at Penn State University in State College, Pennsylvania. \n\"Is it possible that somehow high-profile police shootings have angered some local populations and caused a rise in violent crime of all kinds in the last few months? Yes. Do I find that scenario likely nationwide? No, not at all.\"\nMore likely, he said, is that local forces are at play.\nViolent crime rates are often in response to major changes in policing, but are mostly driven by social factors such as the size of the youth population, the amount of socioeconomic disadvantage and social disorganisation in a given city.\nViolent crime being up in NYC is related to the decrease in \"stop and frisk\", said Alfred Blumstein, a criminologist at Carnegie Mellon University in Pittsburgh, Pennsylvania.\nThe New York City Police Department's historical main tactic for stopping people has significantly decreased after the way it was exercised was deemed unconstitutional. \n\"Inevitably, there was a trade off,\" said Mr Blumstein. \"[Stop and Frisk] was certainly a deterrent effect to carrying a gun in the street.\"\nNew York City's historic drop in crime since the 1980s is \"astonishing\", said Mr Blumstein, but continuing downward trends cannot go on forever.\nMayor de Blasio said summer was also to blame - last year saw an uptick in crime at the end of spring and beginning of summer for New York City as well. Researchers from the University of North Carolina found a correlation between higher temperatures and violent crime rates in a 2004 study. \nViolent crime is not going up everywhere. Philadelphia has seen a 41% decrease in murders since 2007.\nShort-term spikes are statistically unreliable, especially if they come after a long-term decline, and could just be a blip, said Dr James Alan Fox, a criminologist at Northeastern University in Boston.\n\"It's a ridiculous silly game of focusing too much on too little, trying to ascribe it to something like the impact of [events in] Ferguson,\" said Mr Fox. \"None of these statistics are reliable.\"\nA wider window of statistics would be much more reliable than a handful of figures representing January to May of this year, he said.\nThat flattened feeling police officers are having in Baltimore? It will pass, Dr Fox said.\n\"I don't want to minimise the tragedy of so many dying... but the sky is not falling,\" he said.\nSome of the rises in violent crime so far this year are indeed striking, but I understand there have been similarly impressive falls in other cities. \nIt is usually a mistake to declare a trend based on a few months of figures for a handful of cities. It is also difficult to blame this selection of figures on a nationwide problem with US policing, or anything else for that matter. \nI'm sure the relevant police departments are looking at these figures very carefully, but we will need considerably more data over a longer period to be able to draw any meaningful conclusions.", "date": "5 June 2015", "href": "https://www.bbc.co.uk/news/world-us-canada-32995911", "tags": "us suddenly murder spiked figures city police crime violent ferguson effect new cities rate"}