{"title": "Why Trump Might Cave to China: Iowa Soybean Farmers", "content": "For all his bluster about trade wars, President Trump seems willing to push China only so far: Witness the deal on Thursday to grant Chinese telecom giant ZTE a reprieve from harsh American penalties. The reason is likely to lead straight to Iowa soybean and corn farmers like Benjamin Schmidt.\nMr. Schmidt’s forebears have farmed the same land outside Iowa City for nearly 150 years. He and his father together till about 2,500 acres of the fertile prairie that stretches from Ohio through Nebraska. When I reached him last week, he was on his tractor, spreading fertilizer on this year’s corn crop.\nApart from the weather, hardly any issue looms larger for farmers than the prospect of retaliatory tariffs against American agriculture products. China has threatened a 25 percent tariff on soybeans and has already sharply curtailed purchases from the United States. This week Mexico imposed a 20 percent tariff on pork. The European Union and Canada have said they, too, will slap tariffs on a variety of American agricultural products.\n“China is our most important export market for soybeans,” Mr. Schmidt said. “When your most important customer hits you with tariffs, there are going to be serious ramifications. My first reaction was this is going to hit us pretty hard.”\nGrant Kimberley, who with his father farms 4,000 acres near Maxwell, Iowa, and is director of market development for the Iowa Soybean Association, was even more emphatic: “We want to sell to China, Mexico, whoever. We should be part of the solution, which is bringing down the trade imbalance.”\nAmerican farmers may be dwindling in absolute numbers, but they wield outsize influence in the raging war between protectionists and free traders in the Trump White House. That’s because of both the importance of their occupation to the balance of trade — United States agricultural exports have averaged nearly $140 billion a year since 2010 — and their geographical concentration in states that were critical to Mr. Trump’s 2016 electoral majority.\nMuch of the farm belt is solidly Republican. But Iowa, Wisconsin and Minnesota are presidential battlegrounds, where even a small defection of farmers could doom Mr. Trump’s re-election prospects.\nLater this year, hotly contested Senate races in a swath of farm states — Minnesota, Wisconsin, Missouri, Indiana and North Dakota — will determine whether Republicans can maintain their majority in the Senate.\nMr. Schmidt is one of those voters up for grabs. He voted for Mr. Trump and leans Republican. “But I’m more of an independent,” he said. “I’m no Trumpeter. I’m still pondering whether he’s the right person for the job.”\nHe pointed out that Mr. Trump recently wrote on Twitter that China would be buying “massive amounts” of United States agricultural products, “one of the best things to happen to our farmers in many years,” only to renew the tariff threat days later.\n“He says one thing and then two days later something else happens,” Mr. Schmidt said. “It’s like North Korea. It’s on, then it’s off, then it’s on again.”\nMr. Schmidt and other Iowa farmers are turning for help to one of their senators, Charles Grassley, a Republican who they note is himself a farmer.\nSteffen Schmidt, professor of political science at Iowa State University in Ames, credited Mr. Grassley with being “the single most powerful senator” right now, thanks to his seniority and chairmanship of the powerful Judiciary Committee, which is investigating Russian interference in Mr. Trump’s election.\nWhen I spoke to Mr. Grassley this week, he said he’d met with the president three times — and his advisers at least a dozen times — over the last year to discuss trade issues. “I know Trump heard what we said, but I don’t know what impact it made on him,” Mr. Grassley said. “Because today there are going to be tariffs, and tomorrow there aren’t. I sincerely believe him when the president says he likes farmers. But I don’t feel he understands the economics of agriculture the way he understands real estate.”\n“Whenever there’s tariff retaliation agriculture is the first thing hit,” he continued. “We just hope the president knows what he’s doing, and we hope he’s negotiating in good faith to get a better deal for us. If he doesn’t, it’s going to be catastrophic for agriculture.”\nMr. Grassley said he didn’t want to make any predictions about the midterm or presidential elections, but said, “If this turns out to be catastrophic, there’s obviously going to be real disappointment” among voters in farm states.\nMr. Trump clearly recognizes the high stakes. In a recent White House meeting with lawmakers and governors from a number of farm states, he pledged that the federal government would support agricultural prices should retaliatory tariffs cause the price of soybeans, corn and other major exports to fall.\n“He wasn’t specific, but he assured us Sonny Perdue has a plan,” Mr. Grassley said, referring to the secretary of agriculture. “Our response was unanimous. I’m paraphrasing, but the message was, we don’t want help from the Treasury. We want free and open markets.”\nMr. Kimberley had a similar reaction. And he asked a question that still resonates in Iowa: “Who’s going to pay for this? Soybean exports alone account for $14 billion a year. You’re talking billions of dollars.”\nEveryone I spoke to in Iowa agreed that China engages in a range of unfair trade practices that need to be addressed. But no one said a tariff war is the way to do it. “China is projected to be one of the fastest growing export markets over the next decade, and we want to be part of that growth,” Mr. Kimberley said.\nWhile some farmers “want to hold China’s feet to the fire,” he said, the Trump administration may be underestimating the ties that have developed in recent decades between American farmers and Chinese leaders.\nMr. Kimberley told me he’s visited China on average more than once a year over the last decade to promote soybeans. Iowa and China’s Hebei Province have been official sister states since 1985. In 2012, Xi Jinping, then vice president and now president of China, visited Mr. Kimberley’s family farm, where Mr. Kimberley greeted him in Mandarin. It’s not a coincidence that the United States ambassador in Beijing is Iowa’s former governor Terry Branstad.\nSo far, commodity markets have largely shrugged off threats of agriculture tariffs, presumably because traders don’t believe they’ll go into effect. “When I run into my neighbors at the feed store, they’re saying they don’t think there will be a trade war,” Professor Schmidt said. “They say that Trump’s bluffing; he’s a deal maker. I hope they’re right.”\nThis week’s ZTE deal is an example of the Trump administration making concessions to China — an encouraging sign for farmers like Mr. Schmidt.\nAfter ZTE violated American sanctions on Iran, the United States in April threatened to bar it from doing business in the country. The Chinese government was furious that the Trump administration was essentially putting a major company out of business.\n[Catch up on what ZTE is and why President Trump wants to help it.]\nOn Thursday, Commerce Secretary Wilbur Ross said the United States and China had reached an agreement in which ZTE would pay a $1 billion fine and allow American officials into the company to monitor its compliance with sanctions.\nMr. Ross said the ZTE deal wasn’t connected to broader trade issues, but Mr. Kimberley hopes the Trump administration will also compromise on tariffs. “There’s going to be posturing on both sides, but there’s a lot more to be gained by meeting in the middle and finding a solution,” he said. This week, for example, China offered to buy nearly $70 billion of American goods, including farm exports, if the United States drops its tariff threat.\nMr. Schmidt said he, too, is optimistic a tariff war can be averted. “I can’t say Trump has gone about this the way I would,” he said from his tractor. “As a farmer, I try to stay positive.”", "date": "June 7, 2018", "href": "https://www.nytimes.com/2018/06/07/business/trump-trade-china-iowa-soybeans.html", "tags": "farmers china “ iowa might states soybean trump schmidt cave said"}