{"title": "Why India's Narendra Modi remains star BJP vote-catcher", "content": "Narendra Modi's Hindu nationalist BJP continues to expand its political footprint relentlessly. His party has emerged as the single-largest in the southern state of Karnataka, and has staked its claim to run what would be its 21st of India's 29 states.\nTwo other parties - Congress and the regional Janata Dal (Secular) - provided a last-minute twist by announcing a post-poll alliance which they say gives them a rightful claim to power. Between them they mopped up 114 seats, to the BJP's 104. The governor now has to take a call on who to ask to form a government. \nHowever, despite falling short of a simple majority by eight seats, Mr Modi will be more than happy with the results. Over the past year, the BJP has made unexpected inroads into India's remote north-east, which has 25 parliamentary seats. After drawing a blank until now in the five southern states, it has performed exceedingly well in Karnataka (population: 64 million). More than a dozen Congress ministers in the previous administration lost their seats.\nMuch of the credit should lie with Mr Modi. In a typically no-holds-barred, take-no-prisoners campaign, the hard-working leader held more than 20 public meetings and effectively took on the populist regional leader and Congress chief minister Siddaramaiah, who uses only one name. Mr Modi spoke about combating corruption and boosting the economy, while fellow leaders whipped up Hindu resentment against Muslims.\nWhat the poll results again prove is that Mr Modi remains his party's most lucrative asset. He continues to energise the base and attract new converts. The BJP's brutally efficient cash-rich electioneering machine, run by Mr Modi's aide Amit Shah, also makes the party such a formidable opponent.\nFor Rahul Gandhi's Congress, the loss is a substantial setback. Mr Gandhi's much improved and focused campaign had revived hopes. Admittedly, his party was battling anti-incumbency - Karnataka last re-elected a party in state elections 33 years ago. But the Congress has been hollowed out in recent years by a lack of strong leadership. It has lost voters across various social constituencies at an alarming pace, and failed to offer a compelling narrative of hope to India's restless and ambitious young, who comprise the majority of voters. \n\"For the Congress, this loss is as dispiriting as it is debilitating. The Congress has lost its last remaining major state. Its fiscal coffers are drying up. Its cadres appear demoralised. And its allure as a potential alliance partner has taken a beating,\" Milan Vaishnav, director of the South Asia programme at the Washington-based Carnegie Endowment for Peace, told me.\nSo is Karnataka really a bellwether for India's 2019 general elections?\nDr Vaishnav says the rough rule of thumb is that state elections held two years or less before a national election tend to be fairly good predictors of the national results. In other words, parties that triumph in states in this period, despite some outliers, \"do enjoy a clear honeymoon effect\" with voters nationally.\nBut a year is a long time in politics. Three of the eight BJP-ruled states which accounted for 80% of the party's 282 seats in the 2014 landslide election are facing anti-incumbency and will go to the polls at the end of this year. \nA credible performance by the Congress in Chhattisgarh, Madhya Pradesh and Rajasthan will help boost its flagging morale. But what Tuesday's results also show is that only a united opposition can take on Mr Modi, and Mr Gandhi has a lot of work to do to take on his formidable adversary. A rag-tag opposition coalition without a charismatic leader will not be enough to defeat the BJP.\nAlso, while Mr Modi remains popular, his government's indifferent economic performance has led many to believe that he has squandered the massive mandate he was given in 2014. Right-wing vigilantism is thriving, and many believe that Mr Modi and other BJP leaders haven't done enough to rein in the mobs.\nMany of his ministers and chief ministers are embarrassingly gaffe prone. Two allies appear to be unhappy with the BJP's \"arrogant\" leadership style. The BJP won by a whisker in his native state of Gujarat earlier this year. Next year's election race is not over yet.", "date": "15 May 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44120022", "tags": "india karnataka seats vote-catcher party bjp modi remains state narendra year star congress"}