{"title": "Why India’s mobile users go offline for video", "content": "Shop number 17 in one of the busiest markets in Gurgaon, near the Indian capital, Delhi, looks unremarkable. \nIt sells odds and ends, and DVD discs, each with up to 10 movies of doubtful quality.\nAsim Mandal, 26, a checkout clerk at a local retailer, is a regular.  He pops out his phone's memory card, and gives it to the shopkeeper who swaps it for an identical 8GB card.\nOn the new card is a recent Bollywood film. It costs Mr Mandal 50 rupees ($0.81; £0.52) to get it on his smartphone and that is less than half of a movie-hall ticket. He also gets two older movies as a bonus.\nThe shop can be called a new-age video lending library where enterprising shopkeepers sell phone memory cards preloaded with movies and a few will swap them for your memory card if you are a regular.\nMr Mandal hopes to watch the new release on his hour-long metro train ride back to north Delhi, where he shares a room as a paying guest, and on the ride to work the next day. \"It's a good deal,\" he says. \"Though it's twice what I would pay back home in Bihar.\"\nIf the movie is good, it gets saved on his external hard disk, via his roommate's laptop loaned in return for a copy of the new release. Or, they might both watch it on the laptop, with cheap external speakers.\nFor his Micromax handset, which he bought for just over 5,000 rupees ($80) last October, Mr Mandal has a mobile connection with Edge (2G data) which is too slow for video. He bought the phone because he wanted a smartphone, mainly for using the messaging service WhatsApp and for watching videos off memory cards.\nLike Mr Mandal, millions of Indians use their smartphones for consuming video and music offline, rather than downloaded or streamed online. \nThere are five very good reasons for it: \nMost videos on India's smartphones are unauthorised copies and the loss of revenue is not only for the film industry; mobile operators, too, lose data traffic revenue when videos are copied offline.\n\"We do get data traffic from video,\" says a manager at a leading mobile operator who does not wish to be identified because she is not authorised to speak to the media. \"But it's mostly videos forwarded over WhatsApp, and some YouTube links shared over WhatsApp or email.\"\nOperators are trying video offerings. Airtel's \"Teramera\" service lets you watch any of 35,000 short videos for a rupee (less than 2 cents). But they have no solution in sight for letting users watch or download movies off air.\nEven if that changes, offline videos are likely to continue to dominate the small screens of India's mobile generation. \nPrasanto K Roy (@prasanto) is a technology analyst in Delhi", "date": "25 February 2015", "href": "https://www.bbc.com/news/world-asia-india-31499577", "tags": "mobile users card delhi india videos go offline watch mandal video movies memory"}