{"title": "Why Turkey’s Lira Crisis Matters Outside Turkey", "content": "Investors are fretting about emerging markets again.\nTurkey is the front-burner concern at the moment, but what really is getting people’s attention is the prospect that the financial problems there could spread to other fast-growing but risky countries.\nIf history is any indication, that has the potential to quickly turn a local crisis into a global one. Or maybe not.\nOver the last week the value of the Turkish lira collapsed by more than 20 percent, shocking financial markets.\nAt first glance, this seems like a problem peculiar to Turkey, as the country’s economy has weakened.\nAt the same time, Turkey’s authoritarian president, Recep Tayyip Erdogan, has been seizing greater control over the country’s economic policy. He appointed his son-in-law as finance minister. He has made a series of pronouncements that undercut the independence of the country’s central bank, railing against the prospect of high interest rates.\nLower interest rates tend to stoke growth — as well as inflation. And Turkey is already dealing with inflation running near an annual rate of 16 percent.\nForeign investors are scared. They have been pulling money out of the country. In practice, that means that they sell lira and buy dollars or other currencies. The result is that the value of the lira has plunged. And that has the potential to upend the Turkish economy and financial system.\nTurkey’s economy isn’t all that large, so even if it were to collapse, that wouldn’t necessarily have a huge impact on the global economy.\nBut elements of the Turkish saga show how other financial markets could be vulnerable to a similar exodus of foreign investors.\nIn recent years, investors in wealthier parts of the world, like the United States, Europe and Japan, have lent many billions of dollars to governments and companies in developing economies like Turkey, South Africa and Argentina.\nThat has been an attractive proposition because interest rates in the United States and other developed markets have been incredibly low, as central banks tried to nurse their economies back to health after the last recession. The higher rates on offer in countries like Turkey have acted as magnets for foreign capital.\nNow, with the economy of the United States strong again, the Federal Reserve has been raising interest rates. As a result, keeping money invested in American markets looks like a better deal, and the dollar has strengthened.\nThe stronger dollar is bad news for foreign countries and companies that borrowed dollars. That’s because currency moves are always relative. If the dollar is up, that means other currencies are down, and vice versa. A stronger dollar therefore makes it more difficult for foreigners to pay back their dollar-based loans.\nTurkey is far from the only country whose economy has grown reliant on foreign lending. Argentina and South Africa are in the same boat. That’s why some think that the problems underway in Turkey could be the start of something bigger.\nIndeed, Argentina’s central bank on Monday surprised markets by raising its interest rates by five percentage points. It was an attempt to prop up its currency by encouraging foreign investors to stick around.\nThat is certainly how it’s worked at times in the past. One highly indebted, fast-growing economy starts to unravel, and others tend to follow, as fearful investors rush for the exits. In most cases, those countries’ economies aren’t all that large, but the chain reactions they trigger in the financial markets can have global repercussions.\nIn 1994, the Mexican government devalued the peso, setting off a period of financial instability that came to be known as the Tequila Crisis. In 1997, the collapse of the Thai baht set off a financial crisis throughout East Asia.\nAnd in 1998, the devaluation of the Russian ruble threatened to spread instability to the heart of the developed world, when it contributed to the collapse of large American hedge fund Long Term Capital Management, sending financial markets in the United States into a panic.\nIn past crises, one way that trouble spread was through the banking system. Foreign banks lent money to companies, investors and governments in the crisis-stricken countries. As borrowers defaulted, those loans led to deep losses that threatened to undermine the health of financial systems thousands of miles away.\nThere are echoes of that situation in today’s Turkey crisis. A number of large European banks — including Italy’s UniCredit, Spain’s BBVA and France’s BNP Paribas — own stakes in Turkish lenders. Other western banks are exposed to Turkey via loans to Turkish companies.\nThose banking losses might not look likely to presage a broader crisis. But if other emerging-market countries follow Turkey into trouble, the losses could worsen.\n“This has the potential to be a real crisis,” said Gary N. Kleiman, an emerging-market investment consultant who argues that too many developing economies have taken on too much debt. “Banks are overstretched, and soon you are going to see an increase in nonperforming loans. It is going to spread.”\nOn the other hand, events that look like they could shake the foundations of the global financial system sometimes fizzle out.\nIn 2013, when the Fed signaled that it was preparing to start removing some of the emergency support it had provided to the financial system, some investors panicked. Emerging-market currencies and stock markets bore the brunt of the so-called “Taper Tantrum.”\nBut the sell-offs were relatively short lived. Markets recovered, and more important, the global financial system avoided a serious crisis.", "date": "Aug. 13, 2018", "href": "https://www.nytimes.com/2018/08/13/business/turkey-lira-emerging-markets.html", "tags": "like turkey lira markets rates matters investors financial economy countries foreign crisis outside"}