{"title": "Why is a 2,500-year-old epic dominating polls in modern India?", "content": "With the Indian general election under way, the Ramayana, a 2,500-year-old Hindu mythological epic, is back in the spotlight. The BBC's religious affairs reporter Priyanka Pathak explains why.\nThis year, like in previous elections, the conversation among many hardline Hindus has returned to the epic Ramayana and its protagonist, Ram. \nA longstanding demand to construct a temple in the northern city of Ayodhya - a key point of tension between Hindus and Muslims - which Hindus believe is Ram's birthplace, has become louder in recent months. \nHardline Hindus want the temple built on the same spot where a 16th Century mosque was demolished by Hindu mobs in 1992. They believe the Babri mosque was built after the destruction of a Hindu temple by a Muslim invader.\nIndia's Ayodhya site: Masses gather as Hindu-Muslim dispute simmers\nThe governing Bharatiya Janata Party (BJP) has promised, once again, to reconstruct the Ram Mandir (temple) in its election manifesto. \nLike in previous elections, they hope that this pledge will draw in more Hindu voters. They also organised Hindu religious festivals on a grand scale in the lead-up to the polls.\nOn 12 April, a large gathering of right-wing organisations was held at the iconic Ram Lila Maidan, a sprawling ground named after the god in the centre of the capital, Delhi, to celebrate \"Ram's birthday\".\nPeople dressed in saffron robes wielded swords as they chanted \"Jai Shree Ram\", which translates from the Hindi to \"Hail Lord Ram\". They shouted slogans, reiterating their promise to Ram that they would reconstruct the temple.\nExperts believe that the movement to build the temple, spearheaded by a powerful Hindu nationalist organisation called the Rashtriya Swayamsevak Sangh (RSS), has helped craft some sort of a collective Hindu identity in India. \nThis idea is something that the RSS, the ideological fountainhead of the BJP, has cultivated since the early 20th Century. \nHowever, the movement found its zeitgeist moment only a century later. \nSeveral things happened almost concurrently during the late 1980s. First, a television show on the epic reminded 80 million viewers of the story and rekindled a love for its hero.\nThe serial broadcast a standardised story of the Ramayana, pulled together from many versions and variants. There is no official version of this sprawling epic although historical scholars consider the version by Valmiki, a sage and Sanskrit poet, to be the most authentic. \nBut really there are as many as 3,000 retellings of the story in around 22 languages, including some that eulogise Ravana while others say it was actually Ram's brother Lakshman who killed the demon king. \nBut what the television show did was give India a single narrative of the Ramayana. It also gave a single religion to a country \"that was diverse and plural and included many different ways to be Indian\", says Arshia Sattar, a doctorate in south Asian languages, who has translated Valmiki's Ramayana from Sanskrit into English.\nThe second big moment came in the late 1980s, when the Congress party led by Rajiv Gandhi - which has always styled itself as secular - decided to lay the foundation stone of the temple in Ayodhya with the help of Vishwa Hindu Parishad (VHP), a right-wing outfit, to woo Hindu votes in a close election. \nThe plan didn't work - instead, it paved the way for the BJP, still a young party at the time, to seize what they saw as an opportunity to galvanise Hindu voters. \nIn September 1989, the party's then president LK Advani launched a nationwide march for the temple. Bricks began to move from around India for the construction of the temple. The campaign was successful in mobilising communal sentiments and set in motion a series of events that would result in the demolition of the mosque. This, in turn, triggered nationwide riots. \nBut in the next elections, the BJP swept the polls. From that moment forward, the party - which was 12 years old at the time - became a national heavyweight. \nIt took its place as either the party leading the ruling government alliance or as the leading opposition party. For the BJP, the Ayodhya issue became a way to consolidate Hindu votes - something that used to be fragmented along caste lines. \nThis now well-known version of the epic, championing Ram, also became a convenient point for other Hindu organisations to rally around. This meant that other versions of the epic began to be stamped out. \nFor instance, in 2011, a Hindu nationalist student union and other affiliated right-wing groups succeeded in forcing Delhi University to drop an essay by   the late poet and Ramayana scholar AK Ramanujan, which questioned how many versions of the epic existed, from its history curriculum. \n\"This may have been part of the general climate of intolerance and the battle over who had the right to tell the country's history and its myths that was part of the Indian landscape between the 1980s and the 2000s,\" literary critic and author Nilanjana Roy wrote of the incident in her blog in 2011. \nBut for hardline Hindus, the cultural loss of other versions is simply collateral damage. \nThey believe that a sort of Hindu renaissance can be built around the epic, allowing Hindus to band together and revive their religion as a way of life that they believe was lost and can be re-established. \nFor instance, in September 2017, the Uttarakhand state minister for alternative medicine, proposed spending $3.6m (£2.8m) to find Sanjeevani -  a mythical, glow-in-the-dark herb, described in the epic as having saved Ram and Lakshman from certain death. \nThe deputy chief minister of Uttar Pradesh has also suggested that science was so advanced during the time of the Ramayana that Sita was actually a test-tube baby. And the vice chancellor of an Indian university has claimed that Ravana, had a fleet of airplanes. \nA series of such examples from Indian politicians and scholars can be seen as an attempt to bolster pride in the mythological epic. But they also evoke a nostalgia for a grand past, reawakening hope for a future that repeats the great feats of distance ancestors. ", "date": "24 April 2019", "href": "https://www.bbc.com/news/world-asia-india-47944411", "tags": "india ram temple party epic dominating ramayana hindus polls indian many believe modern hindu"}